{
  "id": 1930996,
  "name": "Curry Coal Company, Appellant, v. M. C. Arnoni Company: Daugherty et al., Appellants, v. M. C. Arnoni Company",
  "name_abbreviation": "Curry Coal Co. v. M. C. Arnoni Co.",
  "decision_date": "1970-07-02",
  "docket_number": "Appeals, Nos. 56 and 57",
  "first_page": "114",
  "last_page": "125",
  "citations": [
    {
      "type": "official",
      "cite": "439 Pa. 114"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "237 A. 2d 593",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "428 Pa. 334",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1912398
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/428/0334-01"
      ]
    },
    {
      "cite": "66 A. 2d 817",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1949,
      "opinion_index": 0
    },
    {
      "cite": "362 Pa. 181",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        477398
      ],
      "year": 1949,
      "opinion_index": 0,
      "case_paths": [
        "/pa/362/0181-01"
      ]
    },
    {
      "cite": "91 A. 2d 232",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1952,
      "opinion_index": 0
    },
    {
      "cite": "371 Pa. 444",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1237103
      ],
      "year": 1952,
      "pin_cites": [
        {
          "page": "449"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/371/0444-01"
      ]
    },
    {
      "cite": "19 A. 2d 362",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1941,
      "opinion_index": 0
    },
    {
      "cite": "341 Pa. 379",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1204516
      ],
      "year": 1941,
      "opinion_index": 0,
      "case_paths": [
        "/pa/341/0379-01"
      ]
    },
    {
      "cite": "108 A. 2d 723",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "379 Pa. 309",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1253597
      ],
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/pa/379/0309-01"
      ]
    },
    {
      "cite": "110 A. 2d 345",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "380 Pa. 397",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1256065
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/pa/380/0397-01"
      ]
    },
    {
      "cite": "126 A. 2d 403",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "386 Pa. 416",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1268300
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/pa/386/0416-01"
      ]
    },
    {
      "cite": "25 Pa. 503",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        975789
      ],
      "year": 1855,
      "opinion_index": 0,
      "case_paths": [
        "/pa/25/0503-01"
      ]
    },
    {
      "cite": "54 Pa. 40",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1006316
      ],
      "year": 1867,
      "opinion_index": 0,
      "case_paths": [
        "/pa/54/0040-01"
      ]
    },
    {
      "cite": "29 Atl. 741",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1894,
      "opinion_index": 0
    },
    {
      "cite": "162 Pa. 493",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        856758
      ],
      "year": 1894,
      "opinion_index": 0,
      "case_paths": [
        "/pa/162/0493-01"
      ]
    },
    {
      "cite": "109 A. 2d 310",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "379 Pa. 441",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1253615
      ],
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/pa/379/0441-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 855,
    "char_count": 16663,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 2.0288342623627864e-07,
      "percentile": 0.7463203453174297
    },
    "sha256": "c52fb7698aec0633230d7f9a6497545f549fcb6f7cff7bd41a7e42e3e0ec5476",
    "simhash": "1:d931363d8a26775e",
    "word_count": 2781
  },
  "last_updated": "2024-02-27T19:15:00.631461+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ."
    ],
    "parties": [
      "Curry Coal Company, Appellant, v. M. C. Arnoni Company. Daugherty et al., Appellants, v. M. C. Arnoni Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice O’Brien,\nThese appeals are from the refusal of the Court of Common Pleas of Allegheny County to take off judgments of compulsory nonsuit in two separate trespass actions filed in that court and consolidated for trial. The actions were instituted by different plaintiffs, Curry Coal Company as lessee and Daugherty Coal Company as lessor of a coal mine located in South Park Township.\nSince December 1, 1939, the Daugherty Coal Company, or its predecessors in title, had owned several contiguous tracts of coal known as the Piney Fork Mine, with mining rights and waivers of surface damage. By a written lease dated June 6, 1961, Daugherty demised a part of the mine to Curry Coal as lessee for a period of fifteen years with the rent payable in the form of a tonnage royalty. Daugherty also leased the tipple, which is outside of the mine, to a firm known as Brushton Coal Company and charged as rent a tonnage royalty for the coal which passed through the tipple.\nIn the course of mining and as a natural consequence thereof, portions of the “roof” of the mine had fallen, and cracks, fissures or fractures ascended from the mine roof into the overburden above the mine.\nThe surface land overlying the Piney Fork Mine was owned by the M. C. Arnoni Company, one of the appellees, which operated a sanitary landfill or garbage dump on the surface. In the course of operating its dump, Arnoni excavated a sump or pond area sixty feet long, forty feet wide and three to four feet deep. The base of the sump was about thirty feet above the roof of the mine. A ditch led from the pond to the dumping location.\nBeginning in the year 1964, Jones & Laughlin Steel Corporation contracted with Michael Brothers, Inc., to haul away a noxious industrial waste substance known inelegantly, but descriptively as “sludge.” The sludge was a black, oily liquid which was highly inflammable and had a pronounced odor. The contract with Michael Brothers was on a yearly basis. Jones & Laughlin exercised no supervision or control over, nor did it put any restriction on Michael Brothers as to the place or manner of disposing of the sludge. Michael Brothers contracted with Arnoni to dump the sludge, with Arnoni specifying the place of disposal.\nMichael Brothers was in the rubbish removal business. Its drivers made frequent trips to the Arnoni dump, where they disposed of as many as eight or nine loads of rubbish per day. Although the dumping of sludge began in February of 1964, no sludge was found in the mine until January 8, 1965, when it first appeared on the floor of the mine. The odor of the sludge within the confines of the mine was so strong that it forced the miners to leave their places of work in the mine as often as five to six times during a work shift to go to the pitmouth to get fresh air in order to rid themselves of the oppressive effects of the sludge. By January 28, 1965, the sludge had seeped and flowed through the mine and covered the mining equipment and the rail track. A pool of the sludge was observed in the mine. Finally, on January 28, 1965, mining operations terminated. Since that time the coal mine has remained closed, the tipple operations have ceased, and the lease has been abandoned.\nOn February 12, 1965, Arnoni received written notice from the attorney for Curry Coal informing Arnoni that the dumping of sludge was causing injury and damage to the mine. The dumping of sludge continued despite receipt of the notice.\nOn June 21,1966, Curry Coal, one of the appellants, filed a complaint in trespass in the Court of Common Pleas of Allegheny County against Arnoni, Michael Brothers, and Jones & Laughlin. On September 15, 1967, Daugherty filed a similar complaint in trespass against the same three defendants, and the two cases were consolidated for trial. The complaints of the plaintiffs-appellants alleged that the sludge seeped into the mine and caused certain damage, all caused by the negligence of the three defendants. There was a further allegation that the acts of the defendants were willful, wanton and reckless, and that the materials dumped were dangerous, noxious and harmful.\nAt the close of the plaintiffs’-appellants’ case on liability, on motion of the defendants, a nonsuit was entered by the court as to all defendants because the plaintiffs-appellants had failed to prove negligence, the theory on which this case had been pleaded and tried. In argument against the grant of the motion for non-suit, the plaintiffs-appellants raised for the first time the concept of trespass Q.C.F. In its opinion, the trial court indicated that this was too late, but that even if it were not, the facts of the case could not support trespass Q.C.F. without proof of negligence under the law as specifically adopted in Waschak v. Moffat, 379 Pa. 441, 109 A. 2d 310 (1954).\nIn that case, we specifically adopted Section 822 of the Restatement of Torts, as a comprehensive statement of the law in Pennsylvania concerning invasion of interest in the private use of lands. Section 822 reads as follows: “The actor is liable in an action for damages for a non-trespassory invasion of another’s interest in private use and enjoyment of land if, (a) the other has property rights and privileges in respect to the use or enjoyment interfered with; and (b) the invasion is substantial; and (c) the actor’s conduct is a legal cause of the invasion; and (d) the invasion is either (i) intentional and unreasonable; or (ii) unintentional and otherwise actionable under the rules governing liability for negligent, reckless or ultrahazardous conduct.” In its opinion, the court below held that appellants had failed to meet the requirements of Subsection (d) of Section 822 of the Restatement. With regard to the cases against Jones & Laughlin and Michael Brothers, we must agree with the trial court.\nIn appealing the judgments of nonsuit in favor of Jones & Laughlin, appellants cite Section 416 of the Restatement of Torts 2d, which provides: “One who employs an independent contractor to do work which the employer should recognize as likely to create during its progress a peculiar risk of physical harm to others unless special precautions are taken, is subject to liability for physical harm caused to them by the failure of the contractor to exercise reasonable care to take such precautions, even though the employer had provided for such precautions in the contract or otherwise.” Appellant also cites Section 427 B of the Restatement of Torts 2d, which provides: “One who employs an independent contractor to do work which the employer knows or has reason to know to be likely to involve a trespass upon the land of another or the creation of a public or a private nuisance, is subject to liability for harm resulting to others from such trespass or nuisance.” Neither section helps the appellants. Even if we were to categorize the dumping of sludge as work “involving a special danger to others,” appellants have not established a right to recover against Jones & Laughlin, or, for that matter, against Michael Brothers, because they have not established a failure to exercise due care on the part of the independent contractor, Michael Brothers.\nAppellants argue that subsidence of the surface in areas where bituminous coal is mined is a matter of common knowledge and that consequently, the drivers of the tank trucks of Michael Brothers should have known that the sludge would leave the surface and seep into the mine. We do not agree. With respect to Michael Brothers, there was absolutely no evidence presented that there existed anything which would have alerted them to the existence of any cracks or fissures leading from the surface of the earth to the mines. Nor was there any evidence presented that anyone other than a coal miner would or should know that coal mining operations can be expected to produce such cracks, assuming that such conditions do normally occur in coal mining operations. Moreover, we think it significant that even the employees of the coal company failed to realize that there was any danger from the sludge dumping operations until sludge was noticed in the mine approximately one year after the dumping had begun, even though these employees knew that Arnoni was conducting a sanitary landfill during the entire time that Curry was involved in mining operations.\nIn arguing for liability against Michael Brothers, appellants cite several cases supporting the proposition that liability for the pollution of mines, streams and springs does not require either knowledge or foreseeability. Although in most cases cited by the appellants either negligence or ultrahazardous activity or knowledge by the polluter that the specific pollution caused would result was present, three cases do stand for appellant’s proposition. They are: Good v. Altoona, 162 Pa. 493, 29 Atl. 741 (1894), where sewage dumped into a stream percolated through a partly underground stream until it polluted plaintiff’s spring; McCallum v. Germantown Water Co., 54 Pa. 40 (1867), involving a factory polluting the water downstream from the factory; and Barclay v. The Commonwealth, 25 Pa. 503 (1855), where a barn for stabling animals was adjudged an abatable nuisance because the adjacent stream which supplied the town of Bedford with water became polluted.\nThe rule cited in those cases does not apply to the instant case. Those cases deal with the special rights of a riparian owner. The law with regard to harm done by one riparian owner to another is the same as the law concerning invasions of interest in the private use of lands. Waschak v. Moffat, supra, Section 822 of the Restatement of Torts. In other words, the actor’s conduct must be either intentional and unreasonable, or negligent, reckless or ultrahazardous. Chapter 41 of the Restatement of Torts, Sections 850, 851, 859 and 860.\nIn cases involving injury to water rights, it is easier to prove that the actor’s conduct was intentional under the definition of intent which includes conduct where the actor knows that the harm “is resulting or is substantially certain to result from what he is doing” [Section 825(b), Restatement of Torts] because it is common knowledge that flowing water flows downhill and, therefore, that the actor’s water today will be his downstream neighbor’s water tomorrow.\nThis record shows no evidence that the sludge was carried from the dump to the appellants’ mine by means of a moving stream of water. Therefore, no riparian interest of the appellants has been invaded, nor have appellants proved that Michael Brothers had knowledge that the sludge it was dumping was substantially certain to flow to another’s property. Consequently, appellants cannot recover against Michael Brothers, and since Michael Brothers, the independent contractor, was not negligent, there can be no recovery against Jones & Laughlin.\nAppellants’ case against Arnoni, the owner of the dump, presents a different situation entirely. Although for reasons we have already discussed appellants have failed to establish negligence on the part of Arnoni in permitting the dumping of sludge, they have established that Arnoni was notified of the harm being done to the mine by the following letter from Curry Coal’s attorney dated February 11, 1965 :\n“Gentlemen:\n“This is to advise you that I represent the Curry Coal Company of Snowden Township, Pennsylvania, in their claim against you for damages.\n“On January 28, 1965, the deep mine of this company had to shut down mining operations because of an accumulation of unusual gases and waste in the tunnels and shafts. These noxious gases and waste were the direct result of seepage into the mine from your dumping operation on the surface.\n“I further ask that you discontinue the dumping operation so that the existing damage Avill be held in status quo until this matter is disposed of amicably or through litigation.\n“Yours truly, Sigmund Bosenwasser.”\nDespite receipt of this letter, Arnoni continued permitting the sludge to be dumped, which sludge continued to seep into the mine. This continued dumping, despite knowledge that damage to the mine was resulting, clearly gave grounds for a cause of action for an intentional trespass. Burr v. Adam Eidemiller, Inc., 386 Pa. 416, 126 A. 2d 403 (1956), Cochran Coal Co. v. Mun. Management Co., 380 Pa. 397, 110 A. 2d 345 (1955).\nIn the Burr case, in meeting the defendant’s contention that the plaintiff had not established that defendant’s conduct was intentional, we wrote as follows: “. • • [W]e think the evidence fully justified a finding that defendant’s conduct was intentional. Section 825 of the Restatement divides intentional invasion into two classes: (a) where the actor acts for the purpose of causing it; or (b) where the actor knows that it is resulting or is substantially certain to result from his conduct. In Illustration 4 of the Comment following §825 of the Restatement it is stated: ‘Same facts as in Illustration 3 except that after learning of the pollution of B’s well, A continues to dump waste into the same depression which causes further pollution of the well and more interference with B’s poultry business. These further invasions of B’s interest in the use and enjoyment of his land are intentional.’ The defendant company knew in three days after starting its operations that the plaintiffs’ spring was polluted and then or shortly thereafter knew that the pollution was coming from the slag pile. Nevertheless the defendant company continued its operations unabated. The jury was instructed that no intentional invasion of any rights of the plaintiffs could arise until the defendant knew of the contamination of the spring, and proceeded to conduct the leaching process with no attempt to correct it.”\nThe court below held that, since the appellants had tried their case on a theory of negligence, they were barred from seeking to avoid the entry of a nonsuit on a theory of trespass Q.C.F. The cases of McCormick Coal Co., Inc. v. Schubert, 379 Pa. 309, 108 A. 2d 723 (1954), and Kramer v. Pittsburgh Coal Co., 341 Pa. 379, 19 A. 2d 362 (1941), are cited for this proposition. However, both Kramer and McCormick can be distinguished from the case at bar.\nIn both of those cases, the pleadings alleged negligence only and the plaintiff did not raise the question of absolute liability until after the verdict. In the instant case, the pleadings alleged willful conduct as well as negligence and the appellants seek to raise the question of intentional trespass, at the close of their case on liability, before the case is to be submitted to the jury.\nThis action is much more analogous to Kopka v. Bell Telephone Co. of Pa., 371 Pa. 444, 449, 91 A. 2d 232 (1952), and Federoff v. Harrison Const. Co., 362 Pa. 181, 66 A. 2d 817 (1949). In each of those cases the plaintiff was a verdict winner at trial and the defendant, on appeal, urged that since the plaintiff chose to proceed on the theory that defendant was negligent, the plaintiff could not sustain the verdict on a different theory of liability. We held that where the complaint states a cause of action and the evidence supports the allegations, plaintiff’s verdict may be sustained, whatever the theory on which liability might be based.\nWhen considering the propriety of a nonsuit, the evidence is to be viewed in the light most favorable to the plaintiff. Forry v. Gulf Oil Corp., 428 Pa. 334, 237 A. 2d 593 (1968). In this light, a verdict against Arnoni would have been sustainable for an intentional trespass for damages caused by the continued dumping of sludge after notice was received on February 12, 1965. Under the pleadings and the law as we enunciated in Kopka and Federoff, such a verdict would be upheld. Therefore, appellants are not barred from raising the theory of trespass Q. C. F.\nThe judgments in favor of Michael Brothers, Inc., and Jones & Laughlin Steel Corporation are affirmed and the judgments in favor of M. C. Arnoni Company are reversed and the cases remanded for new trial.",
        "type": "majority",
        "author": "Mr. Justice O’Brien,"
      }
    ],
    "attorneys": [
      "Robert L. Zemcm, with him Adolph L. Zeman, and Zeman and Zeman, for appellants.",
      "Bernard J. McAuley, with him Wayman, Irvin, Trushel é McAuley, for defendant, appellee.",
      "Frederick N. Egler, with him Theodore E. Breault, and Egler, McGregor & Reinstadtler, for defendant, appellee.",
      "James P. McKenna, Jr., with him Demiel P. Stefko, and Dickie, McCamey <& Ghilcote, for defendant, appellee."
    ],
    "corrections": "",
    "head_matter": "Curry Coal Company, Appellant, v. M. C. Arnoni Company. Daugherty et al., Appellants, v. M. C. Arnoni Company.\nArgued March 19, 1970.\nBefore Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.\nRobert L. Zemcm, with him Adolph L. Zeman, and Zeman and Zeman, for appellants.\nBernard J. McAuley, with him Wayman, Irvin, Trushel é McAuley, for defendant, appellee.\nFrederick N. Egler, with him Theodore E. Breault, and Egler, McGregor & Reinstadtler, for defendant, appellee.\nJames P. McKenna, Jr., with him Demiel P. Stefko, and Dickie, McCamey <& Ghilcote, for defendant, appellee.\nJuly 2, 1970:"
  },
  "file_name": "0114-01",
  "first_page_order": 176,
  "last_page_order": 187
}
