{
  "id": 1931024,
  "name": "Tioga County Commissioners, to use, Appellant, v. C. Davis, Inc.",
  "name_abbreviation": "Tioga County Commissioners v. C. Davis, Inc.",
  "decision_date": "1970-07-02",
  "docket_number": "Appeal, No. 417",
  "first_page": "285",
  "last_page": "293",
  "citations": [
    {
      "type": "official",
      "cite": "439 Pa. 285"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 A. 2d 900",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1939,
      "opinion_index": 0
    },
    {
      "cite": "336 Pa. 433",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1195620,
        1195607
      ],
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/pa/336/0433-01",
        "/pa/336/0433-02"
      ]
    },
    {
      "cite": "4 A. 2d 558",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1939,
      "pin_cites": [
        {
          "page": "562",
          "parenthetical": "Emphasis in original"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "184 Pa. Superior Ct. 533",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "year": 1939,
      "opinion_index": 0
    },
    {
      "cite": "252 A. 2d 593",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "434 Pa. 235",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1922623
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa/434/0235-01"
      ]
    },
    {
      "cite": "44 Pa. D. & C. 2d 596",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.2d",
      "case_ids": [
        1702108
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c2d/44/0596-01"
      ]
    },
    {
      "cite": "77 A.L.R. 21",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "year": 1932,
      "pin_cites": [
        {
          "page": "152"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "113 A. 2d 224",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "381 Pa. 488",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1258818
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/pa/381/0488-01"
      ]
    },
    {
      "cite": "167 Atl. 459",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1933,
      "opinion_index": 0
    },
    {
      "cite": "109 Pa. Superior Ct. 137",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        967772
      ],
      "year": 1933,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/109/0137-01"
      ]
    },
    {
      "cite": "157 F. Supp. 126",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4288492
      ],
      "year": 1957,
      "opinion_index": 1,
      "case_paths": [
        "/f-supp/157/0126-01"
      ]
    },
    {
      "cite": "134 Pa. Superior Ct. 533",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1014240
      ],
      "year": 1939,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/134/0533-01"
      ]
    },
    {
      "cite": "9 A. 2d 900",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1939,
      "opinion_index": 1
    },
    {
      "cite": "336 Pa. 433",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1195620,
        1195607
      ],
      "year": 1939,
      "opinion_index": 1,
      "case_paths": [
        "/pa/336/0433-01",
        "/pa/336/0433-02"
      ]
    },
    {
      "cite": "4 A. 2d 558",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1939,
      "opinion_index": 1
    },
    {
      "cite": "252 A. 2d 593",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 1
    },
    {
      "cite": "434 Pa. 235",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1922623
      ],
      "year": 1969,
      "opinion_index": 1,
      "case_paths": [
        "/pa/434/0235-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 622,
    "char_count": 11386,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 1.4754009299402993e-07,
      "percentile": 0.6600788308507561
    },
    "sha256": "f30f0773aed5f4ce4b263480461c432682ca800ccf3170ab68bf3669e2c95751",
    "simhash": "1:fababf3b4c559be5",
    "word_count": 1967
  },
  "last_updated": "2024-02-27T19:15:00.631461+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.",
      "Mr. Justice Pomeroy concurs in the result.",
      "Mr. Chief Justice Bell joins in this dissent."
    ],
    "parties": [
      "Tioga County Commissioners, to use, Appellant, v. C. Davis, Inc."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Roberts,\nOn August 30, 1965, 0. Davis, Inc. entered into a contract with the County Commissioners of Tioga County, under the terms of which Davis agreed to perform certain excavation work at the March Creek Water Shed Flood Project in Wellsboro, Pennsylvania. As a condition of this contract, Davis was required to post a Contractor’s Payment Bond to protect all persons supplying labor or material in the prosecution of the work. Appellee issued the bond which provided . . all persons supplying labor and material in the prosecution of the work provided for in said contract . . .” would be paid by appellee if the contractor did not pay them.\nC. Davis, Inc. began work in September, 1965 and suspended operations for the winter on December 20. Work resumed on May 2, 1966 and continued through July, 1966 at which time it ceased because the contractor went out of business. In order to do the work that it did, C. Davis, Inc. leased certain heavy equipment from Davis Equipment Co., a corporation separate and distinct from C. Davis, Inc. but composed of the same officers and directors. This action in assumpsit was brought on the Contractor’s Labor and Material Payment Bond against the bonded contractor and its surety to recover the value of repair parts supplied by L. B. Smith, Inc., appellant, to the bonded contractor, C. Davis, Inc., in order to replace the undercarriage on a TC-12 tractor, one of the leased pieces of heavy equipment. After trial without jury, the trial court held that the language of the bond limited its coverage to material which had entered into and become a component part of the work, and that the terms of the bond, which were not as broad as those required by The County Code, Act of August 9, 1955, P. L. 323, §2318,16 P.S. §2318, could not be expanded by reading into them the terms of the statute. It then entered judgment in favor of appellee.\nI. The Language of the Bond\nThe County Code, §2318, states: “(a) It shall be the duty of every county to require any . . . corporation entering into contract with such county for the construction ... of or addition to any public work or improvement of any kind, whatsoever . . . before commencing work under such contract, to execute and deliver to such county ... an additional bond for the use of any and every person, copartnership, association or corporation .... Such bond . . . shall be conditioned for the prompt payment for all material furnished and labor supplied or performed in the prosecution of the work, whether or not the said material or labor enter into and become component parts of the work or improvement contemplated.” The difference between the bond as executed and the statute is the presence in the latter of the following specific language: “whether or not the said material or labor enter into and become component parts of the work or improvement contemplated.” The court below, on the authority of Commonwealth to Use v. A. Stryker, Inc., 109 Pa. Superior Ct. 137, 167 Atl. 459 (1933), held that the terms of the act are not to be read into the bond. While it is true that some decisions have held that the terms of a bond are not to be so expanded, Commonwealth to use of Pandolfo v. Pavia Company, 381 Pa. 488, 113 A. 2d 224 (1955), Anno. 77 A.L.R. 21, 152 (1932), §2318 speaks in mandatory language. Subsection (d) states “any contract executed in violation of the provisions of this section shall be null and void.” Thus, as written, the bond is of no effect, and in order to satisfy the statutory requirements, it is necessary to read into the bond what the statute demands.\nCertainly the interest in contracting as parties wish is an extremely important one and one that courts are anxious to protect. Where, however, the Legislature has established as a matter of public policy that parties are not free to contract in a certain way, the courts must enforce that public policy and cannot permit it to be eroded by contracts between individuals. Elizabethtown Borough to use v. Savastio Construction, Inc., 44 Pa. D. & C. 2d 596 (1968); 2 Williston, Contracts §372 at 931-2 (3d ed. 1959). This is particularly so when it is intended that third party beneficiaries will be the ones taking advantage of the bond, and they are not present to protect their interests when the contract is negotiated. Also, when individuals supply labor or material to a bonded job, they should not have to check the exact terms of the bond but should be able to assume that the parties have obeyed the Legislature’s mandate and included in the bond everything required by §2318. Therefore, we hold that the court below erred when it refused to construe the bond as including the legislatively mandated language.\nII. Coverage of the Bond\nHaving determined that it does not matter “whether or not the said material or labor enter into and become component parts of the work or improvement contemplated,” it is necessary to decide whether the costs incurred in repairing the undercarriage of the TC-12 tractor were properly within the scope of the surety’s obligations. In Commonwealth to use Walters Tire Service, Inc. v. National Union Fire Insurance Company, 434 Pa. 235, 252 A. 2d 593 (1969), we reaffirmed the distinction enunciated by the Superior Court in Philadelphia School District v. B. A. Shrages Co., 184 Pa. Superior Ct. 533, 4 A. 2d 558 (1939), aff’d per curiam, 336 Pa. 433, 9 A. 2d 900 (1939), where it was said that: “. . . there is a clear distinction between such material (gasoline, oil, form lumber and nails) and the purchase of equipment, appa/ratus and appliances which were not intended to go into or become a part of the improvement, or to be consumed or used up in the prosecution of the work, but which were intended as aids or appliances which the contractor would naturally be expected to furnish, and which he would take away with him on the completion of the work, to be used by him in like manner on subsequent contracts.” 134 Pa. Superior Ct. at 542, 4 A. 2d at 562 (Emphasis in original).\nWe simply do not believe that permanent repairs on a multi-use piece of contracting equipment fall within the coverage of the bond. The record in this case gives ample support to our conclusion. The TC-12 tractor was in use for a total of 76 days within the five months after the repairs were completed, and only 18 of those days—twenty-three and six tenths per cent —were spent at the Wellsboro job.\nAccordingly, the judgment is affirmed.\nMr. Justice Pomeroy concurs in the result.",
        "type": "majority",
        "author": "Mr. Justice Roberts,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Cohen :\nI agree with the majority that the court below erred when it refused to read into the bond that language which was missing from the bond but was required by the statute. I can not agree, however, with the majority’s erroneous application of our unanimous decision last year in Commonwealth to use Walters Tire Service, Inc. v. National Union Fire Insurance Company, 434 Pa. 235, 252 A. 2d 593 (1969), which supposedly states the law on this subject. I also can not agree with, the majority when it states “[w]e simply do not believe that permanent repairs on a multi-use piece of contracting equipment fall within the coverage of the bond.”\nFirst, these repairs were not permanent in any sense. Charles Davis, who had been an officer of C. Davis, Inc. in August, 1965, testified that an undercarriage had a life expectancy of 2000-2500 hours. William Fox, an employee of L. B. Smith, Inc., first testified that an undercarriage could be expected to last from 1000-2000 hours depending on the abrasiveness of the material against which it was operating and later testified that six months was a normal life expectancy. Davis testified that from May, 1966 it would have taken four to six months to complete the job. Therefore, the record supports the conclusion that in terms of the distinction enunciated in Philadelphia School District v. B. A. Schrages Co., 134 Pa. Superior Ct. 533, 4 A. 2d 558 (1939), aff’d per curiam, 336 Pa. 433, 9 A. 2d 900 (1939), these repairs were not aids or appliances which the contractor would take away with bim on the completion of the work but rather would (like the tires and related products in question in the National Union case) be consumed or used up in the prosecution of the work. The record indicates that the job could not have been completed without the services of such a large tractor and that this particular tractor was in such poor condition that it would not have been able to complete the job without these repairs. Under these circumstances any common sense definition of “prosecution of the work” would include these repairs.\nSecond, the fact that the tractor was used only 18 of 76 working days at the Wellsboro job is irrelevant to the question before us. As we stated in National Union, the test is not the actual use of the labor or material but rather whether appellant in good faith and reasonably (or a reasonable man) expected that the labor and material would be substantially used up on the job. Thus, we must look at the situation as of the dates the repairs were made (and not at later events) to determine whether recovery may be had under the bond.\nWhile it is true that appellant did not deliver parts to the job site, that fact alone cannot bar recovery, see United States v. Dickstein, 157 F. Supp. 126 (D.N.C. 1957), because it would have been totally impractical to make the repairs to the tractor at the job site in the middle of winter. The only sensible thing was to bring the tractor to a garage and have the repairs performed there. Where the parts were delivered may have an effect as to the reasonable belief as to where they will be used (e.g., it may be more easily found that the supplier reasonably believed the goods would be used on the bonded job if they were delivered to the actual job site than if they were delivered somewhere else), but that is only one piece of evidence which must be considered with whatever else is brought out.\nWhen the majority states that these are permanent repairs which do not fall within the coverage of the bond, they ignore the record. When the majority relies on the actual use to which the tractor was put, they are using the wrong test. Because National Union was filed after the trial in the court below, the record is not satisfactorily developed as to the application of the holding of that case to facts presently before us. I would vacate the judgment of the court below and remand the record for further proceedings and a determination consistent with the test this Court unanimously approved in National Union.\nThe majority’s opinion is manifestly unfair to the Bar of the Commonwealth. In April, 1969 we decided National Union and adopted the position previously taken by the Federal Courts. In June, 1970 we are faced with a similar problem, and the majority, while citing national Union and apparently approving it, ignores the test it enunciated. How is the practitioner to know what the law is?\nI dissent.\nMr. Chief Justice Bell joins in this dissent.",
        "type": "dissent",
        "author": "Mr. Justice Cohen :"
      }
    ],
    "attorneys": [
      "Stephen R. Bolden, with him Fell, Spalding, Goff <& Rubin, for appellant.",
      "Herbert A. Barton, with him Swartz, Campbell & Detweiler, for appellee."
    ],
    "corrections": "",
    "head_matter": "Tioga County Commissioners, to use, Appellant, v. C. Davis, Inc.\nArgued November 24, 1969.\nBefore Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.\nStephen R. Bolden, with him Fell, Spalding, Goff <& Rubin, for appellant.\nHerbert A. Barton, with him Swartz, Campbell & Detweiler, for appellee.\nJuly 2, 1970:"
  },
  "file_name": "0285-01",
  "first_page_order": 347,
  "last_page_order": 355
}
