{
  "id": 1931013,
  "name": "Bell Estate",
  "name_abbreviation": "Bell Estate",
  "decision_date": "1970-07-08",
  "docket_number": "Appeal, No. 43",
  "first_page": "433",
  "last_page": "443",
  "citations": [
    {
      "type": "official",
      "cite": "439 Pa. 433"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "142 A. 2d 178",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 1
    },
    {
      "cite": "393 Pa. 195",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1279727
      ],
      "year": 1958,
      "opinion_index": 1,
      "case_paths": [
        "/pa/393/0195-01"
      ]
    },
    {
      "cite": "159 A. 2d 883",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "opinion_index": 1
    },
    {
      "cite": "399 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1290566
      ],
      "year": 1960,
      "opinion_index": 1,
      "case_paths": [
        "/pa/399/0241-01"
      ]
    },
    {
      "cite": "77 A. 2d 390",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1951,
      "opinion_index": 1
    },
    {
      "cite": "366 Pa. 293",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845500
      ],
      "year": 1951,
      "opinion_index": 1,
      "case_paths": [
        "/pa/366/0293-01"
      ]
    },
    {
      "cite": "189 A. 2d 870",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 1
    },
    {
      "cite": "410 Pa. 389",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1884633
      ],
      "year": 1963,
      "opinion_index": 1,
      "case_paths": [
        "/pa/410/0389-01"
      ]
    },
    {
      "cite": "220 A. 2d 8",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 1
    },
    {
      "cite": "421 Pa. 476",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1900402
      ],
      "year": 1966,
      "opinion_index": 1,
      "case_paths": [
        "/pa/421/0476-01"
      ]
    },
    {
      "cite": "235 A. 2d 129",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 1
    },
    {
      "cite": "427 Pa. 408",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1910356
      ],
      "year": 1967,
      "opinion_index": 1,
      "case_paths": [
        "/pa/427/0408-01"
      ]
    },
    {
      "cite": "263 A. 2d 746",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 1
    },
    {
      "cite": "438 Pa. 22",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1929235
      ],
      "year": 1970,
      "opinion_index": 1,
      "case_paths": [
        "/pa/438/0022-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 657,
    "char_count": 13545,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 5.6880510531064314e-08,
      "percentile": 0.35777529886877574
    },
    "sha256": "3caee5a660cde38d98c34691a5b4131ef55911f96e9d97c4e6c2bd1010241587",
    "simhash": "1:12e3218ec1baba4c",
    "word_count": 2349
  },
  "last_updated": "2024-02-27T19:15:00.631461+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Cohen, Eagen, O’Brien, Egberts and Pomeroy, JJ.",
      "Mr. Chief Justice Bell and Mr. Justice Eagen join in this opinion.",
      "Mr. Justice Pomeroy joins in Part I of this opinion."
    ],
    "parties": [
      "Bell Estate."
    ],
    "opinions": [
      {
        "text": "Opinion\nPer Curiam:\nDecree affirmed. Each party to pay own costs.",
        "type": "majority",
        "author": "Per Curiam:"
      },
      {
        "text": "Concurring Opinion by\nMr. Justice Cohen :\nIn this action we are asked to determine whether an individual adopted after the date of the execution of testator’s will can take under the particular wording of that will.\nThe facts have been stipulated by the parties. The will with which we are concerned is that of Samuel R. Bell who died January 29, 1937. His daughter Emma Bell Baxter married A. Laurence Baxter in 1926, and they were divorced in 1943. No natural children were born of the marriage, and after 1931 they considered adopting a child. In 1932 it was medically established that A. Laurence Baxter was sterile, and at that time the couple applied for a child to adopt. Samuel Bell was aware of these facts and completely and enthusiastically approved of the intention to adopt.\nEdward Albert Baxter, appellant, was bom on October 20, 1936 and was brought into his new parents’ home on November 1. Between November 1 and November 6 and thereafter, Samuel Bell visited the new baby almost every day and was very pleased over the adoption. He accepted appellant as his grandchild and treated him the same as his natural grandchild. The decree of adoption was signed December 28, 1936.\nSamuel Bell executed his will on August 22, 1934 and made a second codicil on November 6, 1936 (after appellant had come into the home but prior to the final decree of adoption). At that time he specifically republished, ratified and confirmed the August 22,1934 will. He had the opportunity to change his will prior to his death on January 29, 1937 but chose not to do so.\nThe only portion of the will relevant to this appeal concerns the provisions as to the balance of the residuary estate. He created identical trusts for his six children except that the three sons were to receive a distribution of one-half the principal at age 35 while the daughters were to receive no distributions of principal. The provisions setting forth Emma Bell Baxter’s separate share are as follows: “Twelfth. I give devise and bequeath unto the Trustees two undivided twenty-seventh parts. . . In trust ... to pay the net interest and income arising therefrom unto my daughter, Emma B. Baxter, . . . for and during the term of her natural life, and in further trust upon her decease to pay . . . the principal ... in fee simple unto such of the children of her, the said Emma B. Baxter, as shall then be living and the issue of such of them as shall then be deceased leaving issue surviving, such issue of any deceased child of my said daughter, Emma B. Baxter, taking together hereunder by representation .... If, at the time herein fixed for conveying the principal of the share from which the income is given to my daughter, Emma B. Baxter, any of her issue shall not have attained the age of twenty-one years, the trust shall continue. . . .”\nEmma Bell Baxter died June 16, 1965, and thereupon the trustees of the testamentary trust under the will of Samuel Bell filed their first account. At the adjudication of this account it was necessary to determine whether appellant was entitled to take the remainder share of his adopting mother. By an adjudication nisi the court decided he was not entitled to take, and on February 21, 1969 the court below dismissed his exceptions to this adjudication.\nI\nThis will must be construed under the Wills Act of 1917, the Act of June 7, 1917, P. L. 403, §1 et seq., 20 P.S. §181 et seq., because the Wills Act of 1947, the Act of April 24, 1947, P. L. 89, §22, 20 P.S. §180.22, provides that “[t]his act shall take effect on the first day of January, 1948, and shall apply only to the wills of all persons dying on or after that day. As to the wills of persons dying before that day, the existing law shall remain in full force and effect.”\nThe section in the Act of 1917 concerned with adopted children is 16b, 20 P.S. §228. It states: “Whenever in any will a bequest or devise shall be made to the child or children of any person other than the testator, without naming such child or children, such bequest or devise shall be construed to include any adopted child or children of such other person who were adopted before the date of the will, unless a contrary intention shall appear by the will.” We have recently had an opportunity to construe that section in Chambers Estate, 438 Pa. 22, 263 A. 2d 746 (1970). Assuming that the general approach towards that section taken by the majority in Chambers is correct (a point that will be discussed below), that decision is not controlling in this action because the cases are distinguishable on at least three important grounds.\nFirst, the language used in Chambers was simply “children” while Samuel Bell used the phrase “children of her.” Although there do not seem to be any cases which construe those exact words, they convey the idea of natural children much more strongly than the word “children” alone. They indicate that the testator was referring to children of her body.\nSecondly, in the provision setting forth Emma Baxter’s share, Bell used the word issue in conjunction with the phrase “children of her.” Actually, in that twelfth paragraph he used issue in two senses. First, he provided for the distribution of principal upon Emma’s death to “such of the children of her ... as shall then be living and the issue of such of them as shall then be deceased leaving issue surviving. . . .” In this sense he clearly meant his great-grandchildren’s generation and those following. Later in the twelfth paragraph when taking account of the possibility that all or gome who would take the remainder might be under 21, he stated “[i]f, at the time herein fixed for conveying the principal . . . any of her issue shall not have attained the age of twenty-one years, the trust shall continue as to the share of principal to which such issue would be entitled until they respectively attain their majority.” The natural inference to be drawn from this is that he equated “children of her” and issue because the latter words clearly refer to those who are to take the remainder as issue. His use of issue in a different sense earlier in the paragraph is complementary rather than hostile to that inference. That is, in the earlier part he refers to children of her and their issue; in the latter part he uses issue to refer both to children of her and their issue.\nIn paragraph eighteen Samuel Bell stated: “Eighteenth. In case of the decease of any of my said children . . . without leaving any child or issue thereof surviving at the time when said child or issue thereof would have been entitled [to principal or income], then the share [for] such deceased child or issue of deceased child . . . shall be held hereunder for my other children and for their issue. ...” While it is true that early in the paragraph he refers to those entitled to take as children and uses issue in the sense of later generations, later in the paragraph he uses child to refer only to his children and uses issue to refer to those who will take after their deaths. Thus, if one of his children dies without issue, the share for such child goes to his other children and their issue. Also, the general provisions in this paragraph would be controlled by the specific provisions of paragraph 12. Therefore, it appears to have been the testator’s intent that those who take after the death of his children be issue, and this Court has consistently defined issue as meaning issue of the body and not adopted children. Benedum Estate, 427 Pa. 408, 235 A. 2d 129 (1967); Fownes Trust, 421 Pa. 476, 220 A. 2d 8 (1966); Tower Estate, 410 Pa. 389, 189 A. 2d 870 (1963) ; Howlett Estate, 366 Pa. 293, 77 A. 2d 390 (1951).\nFinally, this case differs from Chambers as to which spouse is responsible for the inability to have children. Although the evidence in Chambers relative to this issue was not expert medical testimony, there is no question that it was the wife (the object of the gift) who was experiencing the difficulties. In this action, the parties stipulated that it was medically established that the husband was sterile. Therefore it was quite possible that through an early death of the husband or through divorce, testator’s daughter could marry again and have natural children. (In fact, the couple was divorced in 1943, but she never remarried). Even talcing into consideration the stipulated fact that testator was very pleased over the adoption and treated appellant exactly the same as he treated his natural grandchild, the fact that it was the husband (the in-law to the testator) is very important in distinguishing this case from Chambers. In fact, the majority in Chambers (footnote 3) uses the factor of which party was responsible for the inability to have natural children as a means of distinguishing Chambers from Holton Estate, 399 Pa. 241, 159 A. 2d 883 (1960).\nAppellant gives weight to the fact that in a companion case, Bell Deed of Trust, No. 248 of Delaware County, 1966, involving the construction of a deed of trust made by Samuel Bell and his children as settlors, the lower court held him entitled to take his adoptive mother’s share as a descendant of his mother. The pertinent portion of the deed provided a life estate for Emma Baxter and upon her death “leaving descendants her surviving” to those “descendants” per stirpes. This Court, however, has given descendants a broad definition, Collins Estate, 393 Pa. 195, 142 A. 2d 178 (1958), and the construction of a deed in which that is the crucial word is not helpful to the problem now before us.\nII\nWhat has been said has been based on the assumption that the approach to §16b of the Act of 1917 taken by the majority in Chambers is correct. I still feel, however, that that construction of §16b is incorrect and that the lower court’s decree in this action should be affirmed even if this were indistinguishable from Chambers.\nWhat must be remembered is that at common law adopted children had no right of inheritance from their adopting parents and that all such rights are purely statutory. Holton Estate, supra at 248; Howlett Estate, supra at 297. At the common law the only way an adopted child could take was if he were specifically named or if the will made explicit provision for adopted children. The Act of 1917 changed this situation but only with regard to children adopted before the date of the execution of the will. Section 16b says absolutely nothing about children adopted after the date of the execution of the will. It does not say that such children take unless a contrary intention shall appear by the will or surrounding circumstances. It does not say that such children shall not take unless a contrary intention shall appear by the will or surrounding circumstances. The legislature decided to alter the common law with respect to prior-adopted children, and it decided to leave unchanged the common law as to after-adopted children. In that situation, it is not open to us to change on our own the common law as to that latter group. Therefore, in a will subject to the Act of 1917 the only way a testator could have provided for an after-adopted child was to mention specifically that adopted children were to be included in whatever class he was creating.\nThe majority in Chambers takes the view that regardless of the common law rule that excluded adopted children and regardless of the fact that the legislature did not alter the common law as to after-adopted children while it did as to prior-adopted children, it is open to this Court to look at the total factual situation surrounding the testator and his family to determine what his intent was as to after-adopted children. Section 16b states that prior-adopted children take “unless a contrary intention shall appear by the will.” It does not state that the total factual situation can be examined; the courts can only look to the will. Given that this may reflect a legislative policy against these children not taking there is no justification for going beyond the will to the total factual situation in furtherance of another result the legislature did not support, the taking by after-adopted children. The most that could be said is that if there is nothing in the will itself to support taking by these children, it is not open to us to search further in an attempt to alter this result in contravention of the legislature’s intent. (This even assumes that some indication in the will other than a specific naming could result in a taking by an after-adopted child).\nIt is my view that under §16b there must be a specific reference to adopted children before an after-adopted child can take. Clearly it is not open to us to go outside the will and examine all the circumstances surrounding its execution.\nI feel our decision in Chambers was incorrect, and I concur in the decision of the Court in affirming the lower court’s decree in this action for both of the above stated reasons.\nMr. Chief Justice Bell and Mr. Justice Eagen join in this opinion.\nMr. Justice Pomeroy joins in Part I of this opinion.",
        "type": "concurrence",
        "author": "Mr. Justice Cohen :"
      }
    ],
    "attorneys": [
      "Guy G. deFuria, with him J. Robert Twombly, and deFuria and Larkin, for adopted child, appellant.",
      "Donald H. Pugh, with him Clarence D. Bell, and Bell, Pugh, Sinclair & Prodoehl, for appellee.",
      "Lloyd Goman, with him Allan G. Tyson, Jr., for appellee.",
      "Stephen M. Feldman, with him Feldman & Feldman, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bell Estate.\nArgued January 7, 1970.\nBefore Bell, C. J., Jones, Cohen, Eagen, O’Brien, Egberts and Pomeroy, JJ.\nGuy G. deFuria, with him J. Robert Twombly, and deFuria and Larkin, for adopted child, appellant.\nDonald H. Pugh, with him Clarence D. Bell, and Bell, Pugh, Sinclair & Prodoehl, for appellee.\nLloyd Goman, with him Allan G. Tyson, Jr., for appellee.\nStephen M. Feldman, with him Feldman & Feldman, for appellee.\nJuly 8, 1970:"
  },
  "file_name": "0433-01",
  "first_page_order": 495,
  "last_page_order": 505
}
