{
  "id": 1931033,
  "name": "P. Agnes, Inc., Appellant, v. Philadelphia Police Home Association",
  "name_abbreviation": "P. Agnes, Inc. v. Philadelphia Police Home Ass'n",
  "decision_date": "1970-07-02",
  "docket_number": "Appeal, No. 380",
  "first_page": "448",
  "last_page": "451",
  "citations": [
    {
      "type": "official",
      "cite": "439 Pa. 448"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "210 A. 2d 896",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "418 Pa. 257",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1896137
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/pa/418/0257-01"
      ]
    },
    {
      "cite": "246 A. 2d 353",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "431 Pa. 459",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1917407
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/431/0459-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 284,
    "char_count": 4132,
    "ocr_confidence": 0.471,
    "pagerank": {
      "raw": 1.9113727210470805e-07,
      "percentile": 0.7317482602267545
    },
    "sha256": "6d4c93787597c3c95b2f742e5ad1aed9a0d8be5ad1f712611edc542067e71b0e",
    "simhash": "1:2af77ec0b5ea2528",
    "word_count": 680
  },
  "last_updated": "2024-02-27T19:15:00.631461+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.",
      "Mr. Justice Cohen dissents.",
      "Mr. Justice Jones took no part in the consideration or decision of this case."
    ],
    "parties": [
      "P. Agnes, Inc., Appellant, v. Philadelphia Police Home Association."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Eagen,\nP. Agnes, Inc. (Agnes) entered into a written contract to construct a building for the Philadelphia Police Home Association (Association). Therein the parties agreed that all disputes and claims arising out of the contract would be decided by arbitration in accordance with the Construction Industry Arbitration Rules of the American Arbitration Association and that the award would be final.\nAfter the building was completed, a dispute arose between the parties as to whether or not certain defects existed. Association withheld final payment, and Agnes instituted this action in assumpsit to recover the balance due.\n. On the day following the institution of the action, counsel for Association wrote the American Arbitration Association a letter calling its attention to the contract, the existing dispute, and the commencement of the assumpsit action for damages. While the letter included a demand for arbitration, it concluded with the following paragraph: “I have just learned that yesterday, September 3, 1969, P. Agnes, Inc., the contractor filed a suit in the Common Pleas Court, September Term, 1969, No. 468 on a claim for payment under the contract which claim is disputed by my client. In view of the above suit, I assume that the whole matter including my client’s claim set forth above will be adjudicated in that suit. Therefore, consider this arbitration notice as filed only for the purpose of preserving the rights and remedies of my client.”\nSubsequently, Association filed an answer and counterclaim to the complaint in the assumpsit action, and Agnes filed a reply. No mention of arbitration was made in the pleadings.\nSubsequently, the American Arbitration Association notified the parties that it would proceed with arbitration. Association then filed a petition with the court to stay arbitration and compel determination of the dispute in the pending assumpsit action. This petition was granted, and an order entered directing the parties to proceed with the action at law. The ruling was based on the lower court’s conclusion that Agnes had waived its right to arbitration by commencing the action at law. Agnes then filed this appeal.\nAssociation has filed a motion to quash the appeal on the ground that the order appealed from is interlocutory and unappealable. We agree and will grant the motion.\nIt is undisputed that the order appealed from is interlocutory in nature. And it is established by a multitude of decisions that an interlocutory order is unappealable unless expressly made so by statute. Cf. Ventura v. Skylark Motel, Inc., 431 Pa. 459, 246 A. 2d 353 (1968). But, appellant urges that the right to appeal is expressly granted by the Act of April 25, 1927, P.L. 381, §15, 5 P.S. §175 (b). This would be correct if the arbitration were governed by the Act of 1927, but such is not the case. The Act of 1927 applies only to arbitration arising thereunder and not to common law arbitration. The arbitration involved herein is one that is governed by common law principles. Cf. J. A. Robbins Co., Inc. v. Airportels, Inc., 418 Pa. 257, 210 A. 2d 896 (1965), and cases cited therein. As we pointed out in Robbins, if the agreement itself does not determine whether or not the Act of 1927 or common law rules are controlling (which is the case here) and there is no evidence that the parties subsequently agreed, either expressly or by implication, to apply the act (which is also the case here), then common law principles control.\nSince there is no statute expressly providing for an appeal from an interlocutory order in a case involving arbitration governed by common law principles, the appeal must be quashed.\nIt is so ordered.\nMr. Justice Cohen dissents.\nMr. Justice Jones took no part in the consideration or decision of this case.",
        "type": "majority",
        "author": "Mr. Justice Eagen,"
      }
    ],
    "attorneys": [
      "Samuel J. Marks, with him Marks & Marks, for appellant.",
      "H. P. Abramson, with him Herbert Fineman, Irvin B. Fineman, and Fineman & Fineman, for appellee."
    ],
    "corrections": "",
    "head_matter": "P. Agnes, Inc., Appellant, v. Philadelphia Police Home Association.\nArgued May 7, 1970.\nBefore Bell, C. J., Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.\nSamuel J. Marks, with him Marks & Marks, for appellant.\nH. P. Abramson, with him Herbert Fineman, Irvin B. Fineman, and Fineman & Fineman, for appellee.\nJuly 2, 1970:"
  },
  "file_name": "0448-01",
  "first_page_order": 510,
  "last_page_order": 513
}
