{
  "id": 1930986,
  "name": "Commonwealth ex rel. Hartage, Appellant, v. Hendrick",
  "name_abbreviation": "Commonwealth ex rel. Hartage v. Hendrick",
  "decision_date": "1970-07-31",
  "docket_number": "No. 79, Miscellaneous Docket No. 18",
  "first_page": "584",
  "last_page": "602",
  "citations": [
    {
      "type": "official",
      "cite": "439 Pa. 584"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "369 U.S. 888",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6310050,
        6309804,
        6308974,
        6310671,
        6309235
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/us/369/0888-04",
        "/us/369/0888-03",
        "/us/369/0888-01",
        "/us/369/0888-05",
        "/us/369/0888-02"
      ]
    },
    {
      "cite": "177 A. 2d 619",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "406 Pa. 268",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1304874
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa/406/0268-01"
      ]
    },
    {
      "cite": "77 A. 2d 350",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1951,
      "opinion_index": 0
    },
    {
      "cite": "366 Pa. 282",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845478
      ],
      "year": 1951,
      "pin_cites": [
        {
          "page": "287"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/366/0282-01"
      ]
    },
    {
      "cite": "215 Pa. Superior Ct. 206",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        788611
      ],
      "weight": 3,
      "year": 1969,
      "pin_cites": [
        {
          "page": "208"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/215/0206-01"
      ]
    },
    {
      "cite": "222 U.S. 12",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": 1
    },
    {
      "cite": "399 U.S. 235",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6169466
      ],
      "weight": 2,
      "opinion_index": 1,
      "case_paths": [
        "/us/399/0235-01"
      ]
    },
    {
      "cite": "106 U. Pa. L. Rev. 693",
      "category": "journals:journal",
      "reporter": "U. Pa. L. Rev.",
      "year": 1958,
      "pin_cites": [
        {
          "page": "726-27",
          "parenthetical": "about 10 percent of the jailed defendants were discharged before trial and another 20 percent at trial"
        }
      ],
      "opinion_index": 2
    },
    {
      "cite": "39 N.Y.U.L. Rev. 641",
      "category": "journals:journal",
      "reporter": "N.Y.U. L. Rev.",
      "year": 1964,
      "pin_cites": [
        {
          "page": "642",
          "parenthetical": "27 percent of the jailed defendants were not convicted"
        }
      ],
      "opinion_index": 2
    },
    {
      "cite": "265 A. 2d 348",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 2
    },
    {
      "cite": "438 Pa. 435",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1929207
      ],
      "year": 1970,
      "opinion_index": 2,
      "case_paths": [
        "/pa/438/0435-01"
      ]
    },
    {
      "cite": "18 U.S.C. §3146",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "year": 1970,
      "pin_cites": [
        {
          "page": "14"
        }
      ],
      "opinion_index": 2
    },
    {
      "cite": "102 U. Pa. L. Rev. 1031",
      "category": "journals:journal",
      "reporter": "U. Pa. L. Rev.",
      "year": 1954,
      "opinion_index": 2
    },
    {
      "cite": "113 U. Pa. L. Rev. 959",
      "category": "journals:journal",
      "reporter": "U. Pa. L. Rev.",
      "year": 1965,
      "opinion_index": 2
    },
    {
      "cite": "156 Colo. 284",
      "category": "reporters:state",
      "reporter": "Colo.",
      "case_ids": [
        5327905
      ],
      "weight": 2,
      "year": 1965,
      "opinion_index": 2,
      "case_paths": [
        "/colo/156/0284-01"
      ]
    },
    {
      "cite": "192 So. 2d 18",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9830045
      ],
      "year": 1966,
      "opinion_index": 2,
      "case_paths": [
        "/so2d/192/0018-01"
      ]
    },
    {
      "cite": "217 N.E. 2d 803",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1966,
      "opinion_index": 2
    },
    {
      "cite": "34 Ill. 2d 623",
      "category": "reporters:state",
      "reporter": "Ill. 2d",
      "case_ids": [
        2878040
      ],
      "year": 1966,
      "opinion_index": 2,
      "case_paths": [
        "/ill-2d/34/0623-01"
      ]
    },
    {
      "cite": "149 N.W. 2d 557",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1967,
      "opinion_index": 2
    },
    {
      "cite": "38 U.S.L.W. 2575",
      "category": "reporters:specialty",
      "reporter": "U.S.L.W.",
      "year": 1970,
      "opinion_index": 2
    },
    {
      "cite": "159 Conn. 264",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        514320
      ],
      "year": 1970,
      "opinion_index": 2,
      "case_paths": [
        "/conn/159/0264-01"
      ]
    },
    {
      "cite": "342 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        641182
      ],
      "weight": 4,
      "year": 1951,
      "pin_cites": [
        {
          "page": "4-5",
          "parenthetical": "emphasis added"
        },
        {
          "page": "3",
          "parenthetical": "emphasis added"
        },
        {
          "page": "7-8"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/us/342/0001-01"
      ]
    },
    {
      "cite": "257 A. 2d 657",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 2
    },
    {
      "cite": "215 Pa. Superior Ct. 206",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        788611
      ],
      "year": 1969,
      "opinion_index": 2,
      "case_paths": [
        "/pa-super/215/0206-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1440,
    "char_count": 33756,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 8.41186757842258e-08,
      "percentile": 0.48289803768482253
    },
    "sha256": "2927f49f947bd777eec20dd57ed4b9e6ac02a6b767fc190a894fe7eb33725a48",
    "simhash": "1:d5dab7ccc101be0a",
    "word_count": 5394
  },
  "last_updated": "2024-02-27T19:15:00.631461+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.",
      "Mr. Justice O’Bbien joins in this dissent."
    ],
    "parties": [
      "Commonwealth ex rel. Hartage, Appellant, v. Hendrick."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Pomeroy,\nTMs case is before us upon a petition for babeas corpus of which we are asked to take original jurisdiction. The petition asserts, inter alia, that petitioner has been denied Ms rights under the Eighth Amendment, the due process clauses of the Fourteenth Amendment, and the Sixth Amendment to the Constitution of the United States. The assertion is grounded on the proposition that Ms constitutional right to nonexcessive bail has been denied because the Constitution must be read “to prohibit bail in excess of what petitioner can afford.” It is also claimed that Ms bail was set “without consideration of individual circumstances pertinent to the probability of his appearance at trial.” The petition states that the issues presented are of vital importance throughout the Commonwealth and should be resolved by this Court. It alleges that this can be accomplished only through the exercise of original jurisdiction, because petitioner’s claim of unconstitutional pretrial detention “will . . . likely become moot before it can fairly be considered by tMs Court if he is compelled to follow the time-consuming appellate route through the Superior Court to tMs Court.” He points out, in support of tMs statement, that this is what occurred in Commonwealth ex rel. Ford v. Hendrick, 215 Pa. Superior Ct. 206 (1969).\nA responsive answer was filed on behalf of the Commonwealth, placing in issue the principal allegations of the petition, and to this a reply was filed by petitioner. It is clear from these pleadings and the transcripts of the proceedings in the lower court, first at the bail hearing before the committing magistrate, and again at the hearing on the habeas corpus petition, that there were not presented on behalf of petitioner the facts relative to defendant’s financial situation or the factors bearing on the likelihood of his appearance at trial which are now contained in the petition for us. Petitioner admits that the bail hearing was inadequate, and that the habeas corpus judge was not asked to conduct a hearing, but merely to rule on the question of constitutionality. No question was raised as to noncompliance Avith Rule 4005(a). The Commonwealth states in its answer that it “did not and does not oppose the consideration of these factors [pertinent to the probability of defendant’s appearance at trial, and his alleged indigency] in determining reasonable bail or alternatives to bail.”\nOn this record, we are unable to agree that petitioner has demonstrated “the futility of the ordinary appellate procedures,” as he puts it, or that original jurisdiction in this Court affords petitioner “the only proper and efficacious relief from his unconstitutional detention.” That there are grave problems in connection with the administration of the bail system may be granted, but the practical necessity of adjudicating the issues in this Court in the first instance has not been sufficiently shown. There is not here the “imperative necessity or apparent reason why expedition is desirable or required,” that this Court normally requires in a habeas corpus proceeding in order to dispense with the benefit of full and adequate consideration by a lower court. Commonwealth ex rel. Paylor v. Cloudy, 366 Pa. 282, 287, 77 A. 2d 350 (1951); cf. Commonwealth ex rel. Torrance v. Salzinger, 406 Pa. 268, 177 A. 2d 619, cert. denied, 369 U.S. 888 (1962). For us to accept the instant petition on this most meager factual record would be to make it a vehicle for what would be, in effect, an advisory opinion. We think this would be an unwise use of our original jurisdiction powers. We will therefore deny the petition.\nIn so doing, we do not intend to minimize the seriousness of the problems connected with bail and pretrial detention, particularly as applied to indigents. These problems have been receiving increasing attention from legal writers, concerned organizations, and various governmental bodies, but have not yet received adequate attention from the courts, including no doubt those of Pennsylvania. The Standards of the American Bar Association Relating to Pretrial Release, Approved Draft, 1968, are an excellent contribution to the thinking on this subject, and deserve the careful study of all those who wish to see improvement in this field. It well may be that they, together with other recent studies particularly pertinent to Pennsylvania, should form the basis of a revision and expansion of our bail rules. (Pennsylvania Rules of Criminal Procedure 4001-4016, adopted November 22,1965, effective June 1, 1966, 419 Pa. lxii.) Approached in this fashion, the subject in all its aspects and with regard to all sections of the Commonwealth would be considered first by the Criminal Procedural Rules Committee, drawing upon such resources and assistance as they might see fit. Their recommendations would then come to this Court. This approach to a complex and pervasive socio-legal problem appears to us much sounder than an ad hoc approach of taking original jurisdiction in a particular case.\nPetition denied.\nPetitioner’s reply to the answer to his habeas corpus petition before us states, additionally, that “Bail hearings for indigents who cannot retain counsel are virtually never adequate.” Petitioner was not represented by counsel but by a law student connected with the Bail Litigation Project of the University of Pennsylvania Law School, which is under the direction of present counsel for petitioner. The bail hearing in the instant ease established only that petitioner had no prior criminal record and that “according to our [defendant’s representative’s] information he can afford very little bail.” In contrast, Rule 4005(a) of our Rules of Criminal Procedure provides as follows: “The amount of bail shall be such as to ensure the presence of the defendant, and shall be determined according to, but not solely upon, the following criteria: (1) The nature and circumstances of the offense and the stage of the prosecution then existing; (2) The age, residence, employment, financial standing and family status of the defendant; (3) Defendant’s character, reputation and previous criminal history; and (4) Defendant’s mental condition.”\nAt the habeas corpus hearing below petitioner was represented by his present counsel. The complete transcript of that hearing is as follows: “The Coubt : The above matter came on and was heard before the undersigned on May 13, 1970. Present were David Iiairys [counsel for petitioner] and Martin Belsky [Assistant District Attorney]. Counsel for the petitioner informed the Court that the testimony in this matter had been taken earlier before Judge Reimel, and the testimony was concluded. This was explained to the Court that the only matter before us was the constitutionality of the bail requirements. AVe are here not concerned with any of the testimonial aspects. On the basis of the controlling law, we deny the petition.”\nJudge Hoffman’s exhaustive dissenting opinion in Commonwealth ex rel. Ford v. Hendrick, supra, 215 Pa. Superior Ct. at 208, summarizes and reviews much of the recent literature, as does Justice Robebts’ dissenting opinion, infra.",
        "type": "majority",
        "author": "Mr. Justice Pomeroy,"
      },
      {
        "text": "Dissenting Opinion by\nMe. Chief Justice Bell:\nI very strongly favor granting the petition for original jurisdiction and deciding the case and the vitally important issues raised therein on the merits.\nDangerous criminals who are out on bail are jeopardizing the safety and the lives of the law-abiding public by committing additional crimes. This frightening situation is made possible by unrealistic or mollycoddling Judges who release on unrealistic bail prisoners who are accused of ruthless crimes, thus enabling them to further endanger our citizens. The present tidal wave of violent crime, plus the enormous Court backlogs, the real possibility of mootness in this and similar cases, and the obvious need for expeditious enforcement of our long-established guideposts and principles governing bail—or, in the alternative, for an immediate change thereof to further benefit accused criminals—make the grant of original jurisdiction imperative!\nTo refer this issue of bail to the Criminal Procedural Rules Committee for further study, with an implied recommendation of major changes in favor of accused criminals, is very, very unwise.\nVirtually every Judge is familiar with the subject of bail—the problems created by the present (so-called money-bail) system and its strengths and weaknesses, as well as the necessity of keeping dangerous criminals off the streets. Moreover, this Court is aided, if that is necessary, by numerous recent articles, textbook writings, analyses, reports and recommendations, as well as several Court Opinions, on the issue of bail.\nIt is important that we (1) forthwith reaffirm our present Rules which were recommended by our Criminal Procedural Rules Committee and adopted by this Court (and made effective) as recently as June 1966, and likewise (2) re-emphasise those gmdelmes and principles which will (a) likely compel a person out on bail to appear for trial, and (b) also properly protect the public against dangerous criminals and “re peaters” or in the alternative promptly change our rule, guidelines and principles.\nPetitioner, who alleges that he can afford very little bail, has filed a petition for a writ of habeas corpus, in which he asks this Court (1) to declare Unconstitutional, especially as to indigents, the money-bail system which has been so long established and so recently modernized to favor a person accused of crime, and (2) to establish some provision or condition other than money bail, or any bail whatsoever, for his pretrial release.\nPetitioner’s principal contention is that bail for an indigent is Unconstitutional, because it denies to every poor person the Constitutionally ordained “equal protection of the law.” This ignores the facts of life, and would be an unwarranted Procrustean stretch of the Constitution. Poverty and unequal possession of wealth exist in so many phases and fields of life that Courts cannot make mere lack of money, without more, a denial of the equal protection of the law.\nThe Constitution of the United States and the Constitution of Pennsylvania, as well as the presumption of innocence before conviction, require that persons accused of crime can and should be unimprisoned or (as the situation may be) released from imprisonment before trial upon the entry of appropriate bail, which must not be excessive. The money-bail system as it exists today has often been unfair to prisoners, especially to prisoners who are poor, but money bail is not the sole and exclusive hind of bail required by the Constitution. What is Constitutionally required is bail with sufficient sureties, with a proviso that the bail must not be excessive. This is evident from Section 14 of Article I of the Constitution of Pennsylvania,, which makes unbailable prisoners who appear to be guilty of a capital offense.\nThe Eighth Amendment to the Constitution of the United States provides: “Excessive bail shall not be required. . . .”\nSections 13 and 14 of Article I of the Constitution of Pennsylvania provide:\n“Section 13. Excessive bail shall not be required. . . .\n“Section 14. All prisoners shall be bailable by sufficient sureties, unless for capital offenses when the proof is evident Or presumption great; . . .”\nFurthermore, Rule 4005(a) of our Rules of Criminal Procedure (adopted, I repeat, as recently as June 1, 1966) supplements the Constitutional provision and furnishes clear and adequate guidelines for the determination of reasonable and appropriate bail in every case. This Rule provides:\n“The amount of bail shall be such as to ensure the presence of the defendant, and shall be determined according to, but not solely upon, the following criteria: (1) The nature and circumstances of the offense and the stage of the prosecution then existing; (2) The age, residence, employment, financial standing and family status of the defendant; (3) Defendant’s character, reputation and previous criminal history’, and (4) Defendant’s mental condition.”\nJustice Roberts states that “it should be presumed that an accused is entitled to be released on his own recognizance”—meaning no money bail and no sureties. This is contrary to the clear language of the Constitution. He then lists several alternate remedies for pretrial release. For example, Justice Roberts states (1) “an accused could be released into the care of a qualified person or organization which would he responsible for supervising the accused and assisting him in making his court appearances”; and (2) “an accused could be released under a probation-type arrangement whereby he would be responsible for making regular contact with some responsible official.” As to his first suggestion, realistically speaking, where could such qualified persons or organizations be found to take care of, each and every year, more than several thousand accused and ofttimes dangerous criminals? As to his second suggestion, probation and parole officers are so few in number that this would likewise be very unrealistic. Likewise and equally unrealistic are his additional recommendations or solutions that an accused could be released on the condition that he agree to comply with certain appropriate restrictions on his activities; or that an accused could be made to participate in a work-release-type program or could be required to live in something like a “half-way house.”\nIn short, I find no merit in any of petitioner’s contentions or in any of the above-mentioned suggested changes in re bail.\nThe majority Opinion denies the petition for original jurisdiction, and rejects the relief the petitioner asks for, but grants what he does not ask for and does not want. Although undoubtedly unintended, the practical effect of the majority Opinion, and even more so of Justice Roberts’s Opinion, is to create new uncertainty and/or confusion in this field of bail and further jeopardize the safety of our citizens and their protection from dangerous criminals.\nFor these reasons, I vigorously dissent.\nThe same dangerous situation is created when dangerous convicted criminals are placed on probation, instead of being realistically sentenced.\nIn Williams v. Illinois, 399 U.S. 235, 90 S. Ct. 2018, the Court speaking through Mr. Chief Justice Bueger, aptly said: “While neither the antiquity of a practice nor the fact of steadfast legislative and judicial adherence to it through the centuries insulates it from constitutional attack, these factors should be weighed in the balance.”\nI note, without passing upon its Constitutionality, that Congress has just passed an Act permitting a Judge to detain without bail a dangerous criminal for sixty days after arrest. See, District of Columbia Court Reform and Criminal Procedure Act of 1970.\nPetitioner’s present bail is $3,500.\nIn Interstate Commerce Commission v. Diffenbaugh, 222 U.S. 12, Mr. Justice Holmes said (page 46) : “The law does not attempt :o equalize fortune, opportunities or abilities.”\nItalics throughout, ours.",
        "type": "dissent",
        "author": "Me. Chief Justice Bell:"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Koberts :\nI—Original Jurisdiction\nBy denying Isaac Hartage’s request that we take original jurisdiction of his habeas corpus petition, a majority of this. Court has today declined the opportunity to consider one of the most urgent problems currently facing our criminal law system. The majority offers by way of explanation the observation that it cannot find on this record the “imperative necessity or apparent reason why expedition is desirable or required”, and the stated hope that the Criminal Procedural Buies Committee can better perform the task the majority has today abjured. I can subscribe to neither rationale and must dissent from this abdication of this Court’s responsibility.\nUnlike the majority, I fully believe that the petitioner has demonstrated the futility of attempting to proceed through the “ordinary appellate channels”. The last time the issues raised in the present petition were pursued through the ordinary appellate process, the appeal was rendered moot before this Court could consider it. Commonwealth ex rel. Ford v. Hendrick, 215 Pa. Superior Ct. 206, 257 A. 2d 657 (1969). I believe that the test for assuming jurisdiction in the instant case should not be whether this petitioner has fully exhausted his other remedies, but whether he stands a reasonable chance of getting to this Court if he attempts to proceed in the usual fashion. Past experience clearly indicates that he does not stand that chance. Indeed, given the normal time lag in our appellate procedures, it is difficult to imagine how this question will ever come before us in the “normal” fashion. For no such case has heretofore reached this Court on the merits, and the majority is silent on how any litigant will ever achieve what Ford did not, and what Hartage has today been denied.\nThe problems which attend pretrial incarceration are truly extraordinary, and I fully believe that they deserve an extraordinary response. Literally thousands of indigents, many of them innocent of any wrongdoing, are today languishing behind bars because they cannot afford their money bail. Every day these thousands must undergo a confinement which has been imposed upon them without any determination of their guilt or innocence and without any finding that jailing them is the only method of assuring their future presence in the courtroom. The assertion that “expedition is not desirable or required” is beyond my comprehension; these numbers represent human beings, men who will continue to suffer the rigors of an arbitrary imprisonment because a majority of this Court today refuses to confront this vexing issue. I have every hope that this practice of wholesale indiscriminate pretrial imprisonment will one day cease to exist, but that hope is of little comfort to those who this day remain in our prisons because they cannot purchase their release pending a judicial determination of their guilt or innocence.\nI must also express my disagreement with the majority’s assertion that the problem is ripe for the consideration of our Criminal Procedural Rules Committee. The amount and type of bail, and the conditions under which any individual ought to be admitted into bail, are simply not procedural matters. What could be more substantive than the decision as to whether an accused should be imprisoned even before he has been adjudged guilty? It seems apparent to me that it is for this Court to determine the substantive content of the right to bail. Once that is decided, the Criminal Procedural Rules Committee does indeed have a valuable role to play in setting forth the manner in which an accused can assert his rights, but its role is no broader.\nThus because of the gravity of the problem presented, and because of the practical difficulties of adjudicating the issues raised in this case in any way other than by the grant of original jurisdiction, I would take original jurisdiction and remit the case for further proceedings consistent with this opinion.\nII—The Right to Bail\nPretrial coercive measures are constitutionally permissible only if used to insure an accused’s presence at subsequent legal proceedings. Article I, Section 14 of the Pennsylvania Constitution states: “All prisoners shall be bailable by sufficient sureties, unless for capital offenses when the proof is evident or presumption great.” And the Supreme Court of the United States has held: “The right to release before trial is conditioned upon the accused’s giving adequate assurance that he will stand trial and submit to sentence if found guilty. . . . Like the ancient practice of securing the oaths of responsible persons to stand as sureties for the accused, the modern practice of requiring a bail bond . . . serves as additional assurance of the presence of an accused. Bail set at a figure higher than an amount reasonably calculated to fulfill this purpose is ‘excessive* under the Eighth Amendment ” Stack v. Boyle, 342 U.S. 1, 4-5, 72 S. Ct. 1, 3 (1951) (emphasis added). As Mr. Justice Jackson noted in Ms concurring opiMon in Stack, 342 U.S. at 7-8, 72 S. Ct. at 5: “The practice of admission to bail, as it has evolved in Anglo-American law, is not a device for keeping persons in jail upon mere accusation until it is found convenient to give them a trial.”\nThere is little doubt, however, that the money bail system, as currently admimstered in most of this Commonwealth, is not operating in accord with these requirements. It has been roundly condemned, and I do not propose to discuss its shortcomings at great length. I would rather like to suggest what I believe to be some general principles for improving the administration of pretrial release systems.\nInitially, it should be presumed that an accused is entitled to be released on his own recognizance, which presumption may only be overcome by a specific, on the record finding that there is a substantial risk of nonappearance. Only the least restrictive measures consistent with counterbalancing the risk of nonappearance should be utilized in any given case. As the American Bar Association Project on Minimum Standards for Criminal Justice has pointed out in its study on Pretrial Release, the alternatives to the indiscriminate utilization of money bail are numerous: (1) an accused could be released into the care of a qualified person or organization which would be responsible for supervising the accused and assisting him in making his court appearances; (2) an accused could be released under a probation-type arrangement whereby he would be responsible for making regular contact with some responsible official; (3) an accused could be released on the condition that he agree to certain appropriate restrictions on his activities; (4) an accused could be made to participate in a work-release type program or could be required to live in something like a “halfway house”; (5) an accused could be required to post a financial bond; or (6) any other reasonable program could be instituted.\nSince money bail is now the prevalent precondition for pretrial release, I feel it necessary to add that it should be utilized only in those instances in which no other, less onerous, condition can provide the necessary assurance of subsequent appearance. Furthermore, the setting of money bail in an amount which is clearly higher than a given accused could furnish is never appropriate. If it is determined that no amount of money bail which the accused can provide, and no other reasonable restriction short of incarceration will guarantee the accused’s presence at subsequent proceedings, then incarceration, not an illusory and impossible bail, is the appropriate restriction.\nThe imprisonment of an accused prior to a determination of guilt is a rather awesome thing: it costs the taxpayers tremendous sums of money; it deprives the affected individual of his most precious freedom, liberty; it deprives him of his ability to support himself and his family; it quite possibly costs him his job; it restricts his ability to participate in his own defense; it subjects him to the dehumanization of prison; it separates him from his family; and, without a trial, it casts over him an aura of criminality and guilt. These deprivations are especially unjustifiable in view of the fact that many of those who are accused of crime and jailed before trial are eventually acquitted. In Philadelphia alone, over twenty-five percent of those accused who are imprisoned prior to trial are eventually discharged of all criminal liability, and many more accused spend more time in jail prior to their trial than they would have had to if they had been released and then tried, convicted and sentenced. In all these cases, and especially in those instances in which the accused is eventually exonerated from all criminal liability, the accused has been made to suffer punishment of the harshest variety—imprisonment—without even an adjudication of guilt, or the judicial imposition of a sentence.\nI would remit this matter to the Court of Common Pleas of Philadelphia for determination of the appropriate pretrial release condition in accordance with the principles set forth in this opinion.\nMr. Justice O’Bbien joins in this dissent.\nMr. Hartage has filed a petition for habeas corpus, a supporting brief, and a replication to the answer filed by the district attorney, while an amici brief in support of petitioner’s position has been submitted by the Lawyers’ Committee for Civil Bights Under Law, the Program Council of the Eastern Pennsylvania Conference of the United Methodist Church, the Board of Directors of the Metropolitan Christian Conference of Philadelphia, the Episcopal Community Services of the Diocese of Pennsylvania, and the Bepresentative Meeting, the executive of the Philadelphia Yearly Meeting of the Beligious Society of Friends.\nSee also State v. Menillo, 159 Conn. 264, 38 U.S.L.W. 2575 (1970) ; Whitty v. State, 34 Wisc. 2d 278, 149 N.W. 2d 557 (1967) ; People v. Ingram, 34 Ill. 2d 623, 217 N.E. 2d 803 (1966) ; Matera v. Buchanan, 192 So. 2d 18 (Fla. App. 1966) ; Palmer v. District Court, 156 Colo. 284, 398 P. 2d 435 (1965).\nSince any discussion of bail would be incomplete without some mention of “preventive detention,” I feel it necessary to note that pretrial detention for any purpose other than insuring the presence of the accused at trial would appear to be precluded by the above cited constitutional and decisional authorities. In the least any system of “preventive detention” would require full scale adversary hearings to be even arguably constitutional. This would add a heavy, unwise and unnecessary burden to our already crowded criminal court docket, and would seriously impair the ability of our criminal courts to achieve the proper solution to the problem— a swift and speedy trial. Why should we interpose these preliminary procedures, with their extensive and costly pretrial hearings, and thereby divert substantial judicial, prosecutorial and defense manpower from the prompt disposition of criminal cases? Further, I do not see how even these pretrial adversary hearings can accomplish their goal, which is the differentiation between those accuseds who are likely to commit further crimes, and those who are not. Such distinctions are not, in my opinion, easily made with any degree of accuracy.\nSee Bail Project of the Philadelphia Bar Foundation, Progress Report, February 9, 1966 to September 8, 1967 (1967) ; Foote, The Coming Constitutional Crisis in Bail, 113 U. Pa. L. Rev. 959 (1965) ; Compelling Appearance in Court: Administration of Bail in Philadelphia, 102 U. Pa. L. Rev. 1031 (1954).\nSee generally, The Challenge of Crime In a Free Society, President’s Crime Commission on Law Enforcement and Administration of Justice, 1967, 131 (1968) ; American Bar Association Project on Minimum Standards for Criminal Justice, Pretrial Be-lease, Approved Draft, 1968.\nSee the Bail Beform Act of 1966, 18 U.S.C. §3146 (1970) ; American Bar Association Project on Minimum Standards for Criminal Justice, Pretrial Belease, 5.1 and Commentary at 5.1(a), Approved Draft, 1968.\nSee Commonwealth ex rel. Sprowal v. Hendrick, 438 Pa. 435, 265 A. 2d 348 (1970).\nThe American Bar Association recommends that the posting of any required bail bonds be administered by the courts rather than by professional bail bondsmen. Such a system would have considerable flexibility, since the judicial officer fixing the bail could require either an unsecured bond, or a bond secured in full by cash or other property, or, and this would be the most common type of bail, the execution of an unsecured bond for the full amount of the bail accompanied by cash or property equal in worth to ten percent of the full amount of the bail. In this last variety of bail the down payment, less an appropriate administrative fee, should be returned at the conclusion of the proceedings if the accused has not failed to fulfill the conditions of his release. American Bar Association Project on Minimum Standards for Criminal Justice, Pretrial Release, §5.3 and Commentary, Approved Draft, 1968.\nThe advantages of such a system are obvious, since the accused would stand to recover most of his ten percent “down payment” if he complied with the conditions of his release, rather than forfeit the entire amount regardless of future performance, as is the case where professional bondsmen are used. The “skip rate” under such a system is actually lower than that achieved by professional bondsmen (perhaps because the possibility of regaining some of the money actually paid for the bond exists). And, further, the professional bondsmen very rarely perform the function, retrieving the elusive accused, for which they are theoretically paid. The FBI and the police are the people who really pick up those who fail to appear, and the bonds, even then, are rarely forfeited.\nThe federal Bail Reform Act of 1966, 18 U.S.C. §3146, provides, inter alia:\n“(a) Any person charged with an offense, other than an offense punishable by death, shall, at his appearance before a judicial officer, be ordered released pending trial on his personal recognizance or upon the execution of an unsecured appearance bond in an amount specified by the judicial officer, unless the officer determines, in the exercise of his discretion, that such a release will not reasonably assure the appearance of the person as required. When such a determination is made, the judicial officer shall, either in lieu of or in addition to the above methods of release, impose the first of the following conditions of release which will reasonably assure the appearance of the person for trial or, if no single condition gives that assurance, any combination of the following conditions: (1) place the person in the custody of a designated person or organization agreeing to supervise him; (2) place restrictions on the travel, association, or place of abode of the person during the period of release; (3) require the execution of an appearance bond in a specified amount and the deposit in the registry of the court, in cash or other security as directed, of a sum not to exceed 10 per centum of the amount of the bond, such deposit to be returned upon the performance of the conditions of release; (4) require the execution of a bail bond with sufficient solvent sureties, or the deposit of cash in lieu thereof; or (5) impose any other condition deemed reasonably necessary to assure appearance as required, including a condition requiring that the person return to custody after specified hours.\n“(b) In determining which conditions of release will reasonably assure appearance, the judicial officer shall, on the basis of available information, take into account the nature and circumstances of the offense charged, the weight of the evidence against the accused, the accused’s family ties, employment, financial resources, character and mental condition, the length of his residence in the community, his record of convictions, and his record of appearance at court proceedings or of flight to avoid prosecution or failure to appear at court proceedings.”\nThe Vera Foundation's Manhattan Bail Project, which dealt exclusively with those accused who could not afford the bail set in the normal course of their proceedings, achieved a “skip-rate” of less than seven-tenths of one percent, clearly demonstrating that bail is hardly the most effective method of assuring an accused’s subsequent appearance. Freed and Wald, Bail in the United States: 1964, A Report to the Rational Conference on Bail and Criminal Justice, 29, 62 (1964). The success of the various bail projects in achieving low “skip rates” indicates largely that the lack of adequate notice is the single most common cause of failure to appear.\nIn Philadelphia alone, the cost of pretrial incarceration is over $5,000,000 per year (1,484 prisoners awaiting trial each day at a cost of $8.10 per man per day). Complaint in Mandamus, in Commonwealth ex rel. Carroll v. Tate et al., filed in the Court of Common Pleas of Philadelphia, Trial Division, Civil Section, at No. 3084, June Term, 1970.\nLast year about 28% of the clients of the Defender Association of Philadelphia who were incarcerated prior to trial (“prison cases”) were discharged of all criminal liability. See Directors of the Defender Association of Philadelphia, 34th Annual Report, June 1, 1967 to June 30, 1968, p. 20 (1968). Over half of the Philadelphia Bail Project clients were discharged of all criminal liability, Bail Project of the Philadelphia Bar Foundation, Progress Report, February 9, 1966 to September 8, 1967, p. 20 (1967), and “. . . fewer than one-half of one percent . . . were ultimately required to serve a sentence that even approached the time that would have been served had the Project not been functioning,” id. at 14. See also Rankin, The Effect of Pretrial Detention, 39 N.Y.U.L. Rev. 641, 642 (1964) (27 percent of the jailed defendants were not convicted) ; Note, A Study of the Administration of Bail in New York City, 106 U. Pa. L. Rev. 693, 726-27 (1958) (about 10 percent of the jailed defendants were discharged before trial and another 20 percent at trial).",
        "type": "dissent",
        "author": "Mr. Justice Koberts :"
      }
    ],
    "attorneys": [
      "David Kairys, Assistant Defender, and Vincent J. Ziccardi, Acting Defender, for petitioner.",
      "James D. Crawford, Deputy District Attorney, and Arlen Specter, District Attorney, for Commonwealth, respondent.",
      "Edwin P. Borne, Edwin B. Wolf, and Harry A. Feldman, for amicus curiae."
    ],
    "corrections": "",
    "head_matter": "Commonwealth ex rel. Hartage, Appellant, v. Hendrick.\nBefore Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.\nDavid Kairys, Assistant Defender, and Vincent J. Ziccardi, Acting Defender, for petitioner.\nJames D. Crawford, Deputy District Attorney, and Arlen Specter, District Attorney, for Commonwealth, respondent.\nEdwin P. Borne, Edwin B. Wolf, and Harry A. Feldman, for amicus curiae.\nJuly 31, 1970:"
  },
  "file_name": "0584-01",
  "first_page_order": 646,
  "last_page_order": 664
}
