{
  "id": 16781,
  "name": "Mario CASO v. WORKERS' COMPENSATION APPEAL BOARD (SCHOOL DISTRICT OF PHILADELPHIA), Appeal of School District of Philadelphia",
  "name_abbreviation": "Caso v. Workers' Compensation Appeal Board",
  "decision_date": "2003-12-30",
  "docket_number": "No. 28 EAP 2002",
  "first_page": "287",
  "last_page": "299",
  "citations": [
    {
      "type": "official",
      "cite": "576 Pa. 287"
    },
    {
      "type": "parallel",
      "cite": "839 A.2d 219"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "349 A.2d 793",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1975,
      "pin_cites": [
        {
          "page": "795",
          "parenthetical": "WCJ assumes discretionary authority to determine competency of expert"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "644 A.2d 153",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        775540,
        7863476
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "155"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/537/0353-01",
        "/a2d/644/0153-01"
      ]
    },
    {
      "cite": "537 Pa. 353",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        775540
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/537/0353-01"
      ]
    },
    {
      "cite": "770 A.2d 318",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1276772,
        11100550
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "322"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/564/0656-01",
        "/a2d/770/0318-01"
      ]
    },
    {
      "cite": "564 Pa. 656",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1276772
      ],
      "year": 2001,
      "opinion_index": 0,
      "case_paths": [
        "/pa/564/0656-01"
      ]
    },
    {
      "cite": "790 A.2d 1078",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9396176
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1082"
        },
        {
          "page": "1083"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/790/1078-01"
      ]
    },
    {
      "cite": "34 Pa. Code § 123.202",
      "category": "laws:admin_compilation",
      "reporter": "Pa. Code",
      "opinion_index": 0
    },
    {
      "cite": "28 Pa. Bull. 329",
      "category": "laws:admin_register",
      "reporter": "Pa. Bull.",
      "weight": 3,
      "pin_cites": [
        {
          "parenthetical": "filed Jan. 16, 1998"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "27 Pa. Bull. 3141",
      "category": "laws:admin_register",
      "reporter": "Pa. Bull.",
      "weight": 2,
      "pin_cites": [
        {
          "parenthetical": "filed July 27, 1997"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "27 Pa. Bull. 1731",
      "category": "laws:admin_register",
      "reporter": "Pa. Bull.",
      "pin_cites": [
        {
          "parenthetical": "filed Apr. 4, 1997"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "26 Pa. Bull. 3979",
      "category": "laws:admin_register",
      "reporter": "Pa. Bull.",
      "pin_cites": [
        {
          "parenthetical": "filed Aug. 16, 1996"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "516 Pa. 240",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1808596
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 1,
      "case_paths": [
        "/pa/516/0240-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 887,
    "char_count": 22029,
    "ocr_confidence": 0.664,
    "pagerank": {
      "raw": 3.248873128765539e-07,
      "percentile": 0.8687996867771055
    },
    "sha256": "1cff3cbe10e04adc81e4859df19c29f39052e10b0f51e5c8057ebf0f4e3f29cf",
    "simhash": "1:f3b83455b07c867a",
    "word_count": 3522
  },
  "last_updated": "2024-02-27T22:13:59.925097+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CAPPY, C.J., and CASTILLE, NIGRO, NEWMAN, SAYLOR, EAKIN and LAMB, JJ.",
      "Justice NEWMAN files a concurring opinion."
    ],
    "parties": [
      "Mario CASO v. WORKERS’ COMPENSATION APPEAL BOARD (SCHOOL DISTRICT OF PHILADELPHIA), Appeal of School District of Philadelphia."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice EAKIN.\nThis Court granted review to determine whether a claimant receiving Workers’ Compensation benefits can be compelled to attend a vocational interview with an individual not previously approved as an expert by the Department of Labor and Industry. In February 1998, claimant suffered a lumbar strain and wrist contusion in the course and scope of his employment with the School District of Philadelphia. After claimant received temporary total disability benefits for 20 months, employer’s insurer, CompServices, Inc., referred him, pursuant to 77 P.S. § 512(2), to a vocational counselor for an interview to identify whether his current physical incapacity precluded him from performing his prior job, and to assist him in finding work suitable to his physical capability. Claimant did not submit to the interview, so employer filed a petition with the Bureau of Workers’ Compensation to compel his submission, pursuant to 77 P.S. § 651(a). Claimant argued he was not required to attend because the proposed interviewer was not an expert approved by the Department, as required by 77 P.S. § 512(2).\nIn 1996, the Workers’ Compensation Act was amended to state, “[i]n order to accurately assess the earning power of the employe, the insurer may require the employe to submit to an interview by an expert approved by the department and selected by the insurer.” See Act of June 24, 1996, P.L. 350, adding, 77 P.S. § 512(2). Several weeks later, the Bureau published a notice of its intent to promulgate regulations implementing the legislation, including a list of approved vocational experts for use in determining earning power; the list would be published in the Pennsylvania Bulletin. See 26 Pa. Bull. 3979 (filed Aug. 16, 1996). Subsequent regulatory iterations did not address the “list,” but instead focused on the term “expert,” used in § 512(2). See 27 Pa. Bull. 1731 (filed Apr. 4, 1997); 27 Pa. Bull. 3141 (filed July 27, 1997); 28 Pa. Bull. 329 (filed Jan. 16, 1998).\nIn accordance with its interpretation of § 512(2), the Bureau promulgated criteria, including certifications, educational requirements, and experience a person must possess “to be an expert approved by the Department____” 34 Pa.Code §§ 123.201-.202. However, the Bureau expressly reserved credibility determinations of vocational experts to the Workers’ Compensation Judge (WCJ). Id., § 123.208. Afterwards, confusion arose about whether the Bureau was required to approve a list of vocational experts; the Director of the Bureau issued an advisory letter to the WCJs. See Letter of Richard A. Himler, 3/11/99; R.R., at 7a. The Director informed the WCJs it was ultimately their decision to accept or reject an expert based on the qualifications established by the Bureau; a rejection based solely on the fact the person was not on the list was not valid. Id.\nHere, the WCJ observed the Bureau had not compiled a list of approved vocational experts. He reasoned the intent of § 512(2) was to pre-approve the competency of the interviewers and remove ambiguity for both parties as to whether the expert was qualified to conduct the interview before it occurred. The WCJ also questioned whether the Bureau could delegate the task of approving experts when the General Assembly has expressly directed the Bureau to approve the experts. The WCJ concluded he lacked authority to find the vocational expert qualified, but if he did have such authority, he would have found the expert qualified under 34 Pa. Code § 123.202. The WCJ dismissed the petition to compel claimant’s examination. Reversing the WCJ, the WCAB determined § 512(2) does not require the Bureau to establish an approval list; rather, the language only requires an expert be approved by the Department, and this could be accomplished by the WCJ.\nA panel majority of the Commonwealth Court held the WCAB’s interpretation to be unreasonable on three grounds. First, the language of § 512(2) required vocational experts to be approved by the Department before the interview. Next, the interpretation effectively divested insurers of the authority to require claimants to submit to interviews because, as a precursor to an interview, insurers would have to petition the WCJ to qualify a vocational expert. Finally, the Bureau has not promulgated a regulation authorizing the WCJs to qualify vocational experts. Accordingly, the WCAB’s decision was reversed.\nSenior Judge Jiuliante dissented, believing nothing in the Workers’ Compensation Act requires that vocational experts be pre-approved by the Department. He contended that pursuant to the Administrative Code of 1929, the Bureau operates under the control of the Department. See 71 P.S. §§ 62 (placing WCAB in Department), 72 (authority of departments to establish bureaus to conduct work of departments). Further, the Department has delegated the responsibility of promulgating regulations to the Bureau. Therefore, if a vocational expert met the requirements established by the Bureau’s regulations, then he or she is an expert approved by the Department. Caso v. WCAB, 790 A.2d 1078, 1082 (Pa. Cmwlth.2002) (Jiuliante, S.J., dissenting). Senior Judge Jiuliante believed this conclusion was consistent with the Bureau’s interpretation in Director Himler’s correspondence. Id., at 1083.\nWe begin our analysis by considering the plain language of § 512(2). See Ramich v. WCAB, 564 Pa. 656, 770 A.2d 318, 322 (2001). Upon review, the statute clearly does not require an interviewer to be either pre-approved, certified, or sanctioned by the Department — it only required the interviewer to be “approved.” Based on this legislative command to approve experts, the Department, through the Bureau, promulgated regulations concerning the minimum qualifications necessary “to be an expert approved by the Department.” 34 Pa.Code § 123.202. Rather than individually qualify interviewers, the Department set a standard; if a person satisfies the qualification requirements, then this person is deemed “approved” by the Department. There is no language from the General Assembly indicating the Department was required to “pre-approve” the interviewers. The interpretation of a statute by those charged with its execution is entitled to great deference, and will not be overturned unless such construction is clearly erroneous. See Alpha Auto Sales, Inc. v. Department of State, Bureau of Professional and Occupational Affairs, 537 Pa. 353, 644 A.2d 153, 155 (1994).\nNext, we consider whether an interviewer can be “approved” by a WCJ. Obviously, a person failing to meet the Department’s standard is not approved; such persons are incompetent to perform the interview, and their opinions are not admissible to show the claimant is capable to perform a specific job. See 34 Pa.Code § 123.302 (insurer may demonstrate claimant’s earning power by expert opinion relative to claimant’s capacity to work). This approach is consistent with the Department’s stated purpose of ensuring “the level of expertise and professionalism required to conduct earning power assessment interviews----” 27 Pa. Bull. 3141. As with matters of credibility, issues of competency of experts have long been resolved by the WCJ. See 77 P.S. § 834 (“[A]ll findings of fact shall be based upon sufficient competent evidence.”); WCAB v. Jones & Laughlin Steel Corp., 22 Pa.Cmwlth. 469, 349 A.2d 793, 795 (1975) (WCJ assumes discretionary authority to determine competency of expert). Because competency determinations are a function of the adjudicatory process, the WCJ is authorized to consider the qualifications of an interviewer in light of the Bureau’s regulations. See 77 P.S. § 710 (hearings to consider petitions shall be conducted by WCJ).\nClaimant argues § 512(2) should be read in pari materia with § 651(a), which states in relevant part: “At anytime after an injury the employe, if so requested by his employer, must submit himself at some reasonable time and place for a physical examination or expert interview by an appropriate health care provider or other expert, who shall be selected and paid for by the employer.” 77 P.S. § 651(a) (emphasis added). Claimant asserts the term “appropriate” requires vocational interviewers be “approved,” as required in § 512(2). This Court agrees; the qualifying term, “appropriate,” in § 651 must be read in pari materia with § 512(2) to require to the health care providers and experts to be “approved.” However, “approved” in this context is the equivalent of “competent.”\nClaimant also raises a number of policy reasons for preapproval of interviewers. He contends insurers and employers will avoid the time and cost of an interview with an unqualified interviewer, claimants will be assured a qualified vocational counselor will interview them, and the Department will not be inundated with challenges to the qualifications of interviewers. However, if an insurer has engaged in bad faith selection of an unqualified interviewer, claimants may seek the imposition of penalties. See 77 P.S. § 991(d). The availability of redress via § 991(d) is sufficient to assure claimants that interviewers are qualified.\nThe interpretation of the Department is not so clearly at odds with § 512(2) as to render its interpretation unreasonable. See Alpha Auto, supra. Further, the WCJ has the authority to determine whether the interviewer is qualified in light of the Bureau’s regulations. The decision of the Commonwealth Court is reversed and this matter remanded for further proceedings.\nOrder reversed; case remanded. Jurisdiction relinquished.\nJustice NEWMAN files a concurring opinion.\n. Contrary to the WCJ’s opinion, § 512(2) make no mention of the Bureau.\n. The Department is authorized to establish and promulgate regulations to explain and enforce the Act, 77 P.S. § 991(a)(v), and the Bureau is under the authority of the Department, 71 P.S. §§ 62, 72. Therefore, the Bureau may promulgate regulations where the statute only refers to “Department.”",
        "type": "majority",
        "author": "Justice EAKIN."
      },
      {
        "text": "CONCURRING OPINION\nJustice NEWMAN.\nWhile I concur in the result reached by the Majority in this matter, I must disagree with the reasoning employed. The Majority concludes that the Department has set the standard for the approval of vocational experts, which is sufficient to satisfy the requirements of Section 306(b)(2) of the Workers’ Compensation Act (Act), Act of June 2, 1915, P.L. 736, as amended, 77 P.S. § 512(2). I write separately because I believe that Section 314 is the touchstone to a correct analysis of the issue before us.\nIn this case, Mario Caso (Claimant) sustained a work-related lumbar strain and right wrist contusion on February 26, 1998, for which he is receiving benefits pursuant to a Notice of Compensation Payable. The School District of Philadelphia (Employer) subsequently filed a Motion to Compel an Expert Interview pursuant to Section 314(a) of the Act, 77 P.S. § 651(a), contending that Claimant refused to appear for a vocational interview scheduled with Mr. Peter Lento, a certified rehabilitation counselor. Claimant did not dispute that Employer asked to him to submit to an interview with Mr. Lento and, further, he admitted to refusing that request.\nThe precise issue before us is whether a Motion to Compel an Expert Interview, filed pursuant to Section 314(a) of the Act, requires a claimant to submit to a vocational interview by a counselor “approved by the Department” and, if so, whether the Department must compile a list or otherwise certify individual vocational counselors for purposes of the Act. While the Majority deems the analysis to commence with Section 306(b)(2), 77 P.S. § 512(2), I believe that this reasoning is flawed and that the analysis must begin with Section 314(a), the statutory section pursuant to which Employer filed its Petition.\nIn 1987, this Court decided Kachinski v. Workmen’s Compensation Appeal Bd. (Vepco Constr. Co.), 516 Pa. 240, 532 A.2d 374 (1987), which outlined the steps necessary for an employer to modify downward the benefits being received by a claimant when that claimant was found capable of gainful employment. The resulting retum-to-work scenarios devolved into fact-based challenges as to whether a claimant had received medical clearance; whether a claimant had, in good faith, followed up on the employer’s referrals; and whether the employer met the technical requirements of a proper referral, such as age, education, training, experience, distance, medical restrictions, etc. In 1996, the General Assembly enacted Act 57, which made sweeping changes to the Workers’ Compensation Act. Through Act 57, the General Assembly . amended Section 314, 77 P.S. § 651, to include the authority for the WCJ to compel a vocational interview. Section 314 previously contained only the authority to compel a physical examination; after being amended by Act 57, the section states in pertinent part:\n(a) At any time after an injury the employe, if so requested by his employer, must submit himself at some reasonable time and place for a physical examination or expert interview by an appropriate health care provider or other expert, who shall be selected and paid for by the employer. If the employe shall refuse upon the request of the employer, to submit to the examination or expert interview by the health care provider or other expert selected by the employer, a workers’ compensation judge assigned by the department may, upon petition of the employer, order the employe to submit to such examination or expert interview at a time and place set by the workers’ compensation judge....\n77 P.S. § 651 (emphasis added). Nowhere in this section is a vocational expert required to be “approved by the department.”\nAct 57 did, however, amend Section 306(b)(2), 77 P.S. § 512(2), and Section 449, 77 P.S. 1000.5, to include the use of vocational counselors “approved by the department.” Section 306(b) addresses the computation of partial disability benefits and is grounded on the premise that a claimant has earning power despite some residual effects of the work-related injury. It also defines earning power for the purposes of computing partial disability benefits. That Section states in its entirety:\n§ 512. Schedule of compensation for disability partial in character\n(1) For disability partial in character caused by the compensable injury or disease (except the particular cases mentioned in clause (c)) sixty-six and two-thirds per centum of the difference between the wages of the injured employe, as defined in section 309, and the earning power of the employe thereafter; but such compensation shall not be more than the maximum compensation payable. This compensation shall be paid during the period of such partial disability except as provided in clause (e) of this section, but for not more than five hundred weeks. Should total disability be followed by partial disability, the period of five hundred weeks shall not be reduced by the number of weeks during which compensation was paid for total disability. The term “earning power,” as used in this section, shall in no case be less than the weekly amount which the employe receives after the injury; and in no instance shall an employe receiving compensation under this section receive more in compensation and wages combined than the current wages of a fellow employe in employment similar to that in which the injured employe was engaged at the time of the injury.\n(2) “Earning power” shall be determined by the work the employe is capable of performing and shall be based upon expert opinion evidence which includes job listings with agencies of the department, private job placement agencies and advertisements in the usual employment area. Disability partial in character shall apply if the employe is able to perform his previous work or can, considering the employe’s residual productive skill, education, age and work experience, engage in any other kind of substantial gainful employment which exists in the usual employment area in which the employe lives within this Commonwealth. If the employe does not live in this Commonwealth, then the usual employment area where the injury occurred shall apply. If the employer has a specific job vacancy the employe is capable of performing, the employer shall offer such job to the employe. In order to accurately assess the earning power of the employe, the insurer may require the employe to submit to an interview by an expert approved by the department and selected by the insurer.\n(3) If the insurer receives medical evidence that the claimant is able to return to work in any capacity, then the insurer must provide prompt written notice, on a form prescribed by the department, to the claimant, which states all of the following:\n(i) The nature of the employe’s physical condition or change of condition.\n(ii) That the employe has an obligation to look for available employment.\n(iii) That proof of available employment opportunities may jeopardize the employe’s right to receipt of ongoing benefits.\n(iv) That the employe has the right to consult with an attorney in order to obtain evidence to challenge the insurer’s contentions.\n77 P.S. § 512(2) (emphasis added). The use of “may” in this statutory section indicates that the insurer is the decider and, in its discretion, may consider the use of a vocational interviewer “approved by the department.” Conspicuously absent from this section is language indicating that the claimant need not be compelled to interview with a vocational expert that is not “approved by the department.” Accordingly, this section does not support the conclusion of the Commonwealth Court that a vocational expert that is “approved by the department” must conduct a vocational interview sought by an employer pursuant to Section 314.\nFinally, Section 449, 77 P.S. 1000.5, amended at the same time as Sections 314(a) and Section 306(b)(2), also contains the “approved by the department” language. Section 449 relates to the principles governing compromise and release, not to a Motion to Compel an Expert Interview, and states in relevant part:\nNo compromise and release shall be considered for approval unless a vocational evaluation of the claimant is completed and filed with the compromise and release and made a part of the record: Provided, however, That this requirement may be waived by mutual agreement of the parties or by a determination of a workers’ compensation judge as inappropriate or unnecessary. The vocational evaluation shall be completed:\n(1) by a qualified vocational expert approved by the department; or\n(2) by the department on a fee-for-service basis.\n77 P.S. § 1000.5(d). Because of the finality of a compromise and release, the General Assembly wanted to ensure that the substantive rights of a claimant were protected and this Section is not relevant to the matter before us.\nIn the instant matter, Employer filed a Petition to Compel Interview pursuant to Section 314. Employer did not seek to suspend, modify, or terminate benefits in any way and, thus, did not affect the substantive rights of either Claimant or the insurer. It is beyond cavil that a vocational interview cannot result in the cessation of any benefits. Sections 306(b) and 449(d) address different determinations involving earnings assessments that are not at issue before this Court. I believe that the appropriate resolution of this matter lies in the close examination of Section 314, its relationship to the rest of the Act 57 amendments, and the present procedural posture. Within this framework, as I have discussed previously, Section 314 does not require the use of a vocational counselor that is “approved by the department.”\nThe General Assembly simultaneously amended all three sections through the provisions of Act 57. The fact that only one of these three sections (dealing with compromise and release), which does not govern a Petition to Compel an Expert Interview, contains the new requirement that vocational counselors be approved by the department before a Petition may be granted, militates against the proposition that the section addressing the failure of a claimant to attend a vocational interview, should be read to contain that language. Had the General Assembly intended that vocational experts be approved before a Section 314 Motion to Compel may be granted, it would have so stated. Because Section 306(b) does not mandate a different result and because Section 449 is not relevant to the matter sub judice, I believe that the legal analysis concludes with the application of Section 314 and we are unable to reach the parameters of the phrase “approved by the department.”\nThus, in the instant matter, because the Employer filed its Petition to Compel Vocational Interview pursuant to Section 314, the Commonwealth Court misinterpreted the “approved by department” language of Section 306(b)(2). Because Section 314 does not require that the department approve the vocational counselor, I believe that the WCJ can and should order the claimant to proceed to the vocational interview.\n. Although Section 306(b) also contains the language “approved by the department,’’ the insurer may, on a discretionary basis, seek an evaluation by a vocational interviewer approved by the department. However, the failure of an insurer to utilize a vocational interviewer approved by the department is not fatal to a determination of partial disability benefits.",
        "type": "concurrence",
        "author": "Justice NEWMAN."
      }
    ],
    "attorneys": [
      "Sandra Ruth Craig, Philadelphia, Stephanie Renee Coleman, Joseph S. Bekelja, Philadelphia, for School District of Philadelphia.",
      "Thomas Paul Howell for Appellant Amicus Curiae.",
      "Amber Marie Kenger, Mechanicsburg, Richard C. Lengler, Harrisburg, for Workers’ Compensation Appeal Board.",
      "Mark R. Schmidt, Media, for Mario Caso."
    ],
    "corrections": "",
    "head_matter": "839 A.2d 219\nMario CASO v. WORKERS’ COMPENSATION APPEAL BOARD (SCHOOL DISTRICT OF PHILADELPHIA), Appeal of School District of Philadelphia.\nSupreme Court of Pennsylvania.\nArgued April 9, 2003.\nDecided Dec. 30, 2003.\nSandra Ruth Craig, Philadelphia, Stephanie Renee Coleman, Joseph S. Bekelja, Philadelphia, for School District of Philadelphia.\nThomas Paul Howell for Appellant Amicus Curiae.\nAmber Marie Kenger, Mechanicsburg, Richard C. Lengler, Harrisburg, for Workers’ Compensation Appeal Board.\nMark R. Schmidt, Media, for Mario Caso.\nBefore CAPPY, C.J., and CASTILLE, NIGRO, NEWMAN, SAYLOR, EAKIN and LAMB, JJ."
  },
  "file_name": "0287-01",
  "first_page_order": 349,
  "last_page_order": 361
}
