{
  "id": 875894,
  "name": "John Valentine Cartus's Wholesale Liquor License",
  "name_abbreviation": "Cartus's Wholesale Liquor License",
  "decision_date": "1896-01-06",
  "docket_number": "Appeal, No. 156",
  "first_page": "27",
  "last_page": "28",
  "citations": [
    {
      "type": "official",
      "cite": "173 Pa. 27"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "164 Pa. 231",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        860231
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/164/0231-01"
      ]
    },
    {
      "cite": "156 Pa. 322",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        844957
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/156/0322-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 164,
    "char_count": 2425,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03076665859669811
    },
    "sha256": "3e573ccad0436f20d48b7f17ccd4822414785314a3265ea3464d7ad3383f99c5",
    "simhash": "1:cb3fe01cfa9ea3fa",
    "word_count": 403
  },
  "last_updated": "2024-02-27T18:23:56.146731+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "John Valentine Cartus’s Wholesale Liquor License."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThere appears to be no error in this record that would justify .a reversal of the decree complained of. Neither of the assignments of error is sustained.\nDecree affirmed and appeal dismissed with costs to be paid by appellant.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "W. A. Hudson, of Hudson McCue, J. Scott Ferguson and H. McDowell with him, for appellant.",
      "No argument offered contra."
    ],
    "corrections": "",
    "head_matter": "John Valentine Cartus’s Wholesale Liquor License.\nLiquor laws — Wholesale license.\nThe Supreme Court will not reverse an order refusing a wholesale liquor license where the court below indorses upon the petition the following statement: “This case having come on to be heard, the petition in favor of the granting of said license was presented, and witnesses also heard in behalf of said application, whereupon the said petitions and evidence were duly considered; and the court, from the evidence and its own knowledge of the locality and the necessity of the case, being of opinion that the license applied for is not necessary for the accommodation of the public, said license is now refused.”\nArgued Oct. 31,1895.\nAppeal, No. 156, Oct. T., 1895, by John Valentine Cartus, from order of Q. S. Allegheny Co., March T., 1895, No. 160, refusing a wholesale liquor license.\nBefore Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ.\nAffirmed.\nPetition for wholesale liquor license.\nThe record showed that no remonstrances were filed against the applicant, and that he was indorsed by six hundred citizens.\nThe court indorsed on the petition the following order :\n“ This case having come on to be heard, the petitions in favor of the granting of said license were presented and witnesses also heard in behalf of said application: Whereupon the said petition and evidence were duly considered, and the court, from the evidence and our own knowledge of the location and the necessity of the case, being of opinion that the license applied for is not necessary for the accommodation of the public, said, license is now refused.”\nError assigned was in refusing license.\nW. A. Hudson, of Hudson McCue, J. Scott Ferguson and H. McDowell with him, for appellant.\n— That a mere declaration upon the part of the court that from facts within its knowledge it deemed the license unnecessary for the accommodation of the public is not a judicial reason for refusing a license, unless the facts so claimed to be in the knowledge of the court are disclosed upon the record. Johnston’s App., 156 Pa. 322; Kelminski’s App., 164 Pa. 231.\nNo argument offered contra.\nJanuary 6, 1896 :"
  },
  "file_name": "0027-01",
  "first_page_order": 47,
  "last_page_order": 48
}
