{
  "id": 875852,
  "name": "Sarah A. Brooks, Appellant, v. Augustus R. Keller",
  "name_abbreviation": "Brooks v. Keller",
  "decision_date": "1896-02-17",
  "docket_number": "Appeal, No. 207",
  "first_page": "615",
  "last_page": "619",
  "citations": [
    {
      "type": "official",
      "cite": "173 Pa. 615"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "105 Pa. 537",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454297
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/105/0537-01"
      ]
    },
    {
      "cite": "63 Me. 12",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        592751
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/63/0012-01"
      ]
    },
    {
      "cite": "76 Me. 223",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        604693
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/76/0223-01"
      ]
    },
    {
      "cite": "8 Allen, 334",
      "category": "reporters:state",
      "reporter": "Allen",
      "case_ids": [
        2120408,
        2120363
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/90/0334-02",
        "/mass/90/0334-01"
      ]
    },
    {
      "cite": "41 Pa. 319",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        480066
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/41/0319-01"
      ]
    },
    {
      "cite": "80 Pa. 442",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042317
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/80/0442-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 530,
    "char_count": 11136,
    "ocr_confidence": 0.46,
    "pagerank": {
      "raw": 8.990433137996685e-08,
      "percentile": 0.5028488147378477
    },
    "sha256": "c9d9f90fc0f5b8f9aa3fc516585028dcb673dde0b0ba769644ef3bd8ac4b7375",
    "simhash": "1:75a204a0cc0cacc0",
    "word_count": 1929
  },
  "last_updated": "2024-02-27T18:23:56.146731+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stebbett, C. J., Gbeen, Williams, Mitchell and Dean, JJ."
    ],
    "parties": [
      "Sarah A. Brooks, Appellant, v. Augustus R. Keller."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nIn disposing of appeals from refusal of the court below to enter judgment for want of a sufficient affidavit of defense, the averments of fact in the affidavit, so far as they are relevant and material, must be accepted as verity. As has been repeatedly said, such rules are in the nature of demurrers to the affidavits of defense. Tested by that principle, we think the defendant's averments of fact, in this case, are sufficient to prevent a summary judgment and thus send the case to a jury. There was, therefore, no error in discharging the rule for judgment. Inasmuch as the case goes back for trial by jury, it is neither necessary nor desirable to discuss questions that may then arise.\nAppeal dismissed at plaintiff’s costs, without prejudice, etc., and record remitted for further proceedings.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "William W. Porter, Frederick J. Geiger and George Q. Horwitz with him, for appellant.",
      "V. Gilpin Robinson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Sarah A. Brooks, Appellant, v. Augustus R. Keller.\nPartnership — Sale of interest — Fraud—Misrepresentations—Affidavit of defense,\nA rule for judgment for want of a sufficient affidavit of defense is in the nature of a demurrer to the affidavit, and in disposing of appeals from refusal of the court below to enter judgment in such rule, the averments of fact in the affidavit, so far as they are relevant and material, must be accepted as verity.\n■ In an action on a promissory note given by one partner to another for an interest in the partnership, an affidavit of defense is sufficient which avers that in effecting the sale of the interest, plaintiff’s husband, acting as her agent, presented an account of the business to defendant which was false in stating the quality, condition and value of the goods on hand; that he has not been able to get possession of some of the goods, owing to their being claimed by other parties; and further avers that it would have taken the work of many persons a week to take an accurate account of the stock; that the account as presented to him was prepared for the sole purpose of bringing about a sale to him, and that he believed the representations and purchased upon the faith thereof; that after he discovered the misrepresentations he had offered to return certain of the property particularly specified, but that plaintiff’s husband had refused to receive it, and had agreed to adjust and satisfy defendant as to the matters complained of.\nArgued Jan. 27, 1896.\nAppeal, No. 207, July T., 1895, by plaintiff, from order of C. P. No. 1, Phila. Co., Dec. T., 1894, No. 886, discharging rule for judgment for want of a sufficient affidavit of defense.\nBefore Stebbett, C. J., Gbeen, Williams, Mitchell and Dean, JJ.\nAffirmed.\nAssumpsit on three promissory notes to recover the sum of $35,000.\nFrom the pleadings it appeared that the notes in suit had been given in part payment of the purchase by defendant of the interest of plaintiff'in their joint partnership business.\nThe material part of the affidavit of defense was as follows:\n“On or about June 1, 1891, deponent entered into partnership with the said plaintiff in a certain business of bookbinding, publishing and blank book manufacturing, her husband, Walter J. Brooks, being the manager of the said business. The firm was known as the John Y. Huber Company.” ' The said business had been purchased shortly before by the said plaintiff of John Y. Huber, for which she had agreed to pay the said John Y. Huber $100,000. At the time of entering into said partnership deponent’s interest was to be one fifth; this was afterwards increased to one third. In December, 1891, an account of stock was taken of the said business under the supervision and direction of the said Walter J. Brooks, he being the manager of the said business and attending to the inside work, whilst the duties of deponent were to attend to the outside work.\n“ Some two months prior to the taking of said stock, the said Walter J. Brooks broached the subject of purchase to deponent, and after talcing the said account of stock the subject was renewed. A statement of the assets and liabilities of the said business was prepared and submitted to deponent by the said Walter J. Brooks, who had been employed by the plaintiff under a special power of attorney to act for her in negotiating the sale. The statement submitted to deponent figured up the assets of the business to $125,000, the said Walter J. Brooks claiming that $25,000 had been put into the business by the said plaintiff. The total of the account of stock taken was entered in the books of the concern, but the items thereof were withheld and concealed from deponent, and it was represented by the said Walter J. Brooks that the said statement greatly undervalued the assets of the business, and that the plaintiff was anxious to make a sale of her interests therein at a sacrifice. Acting upon the faith of the said representations, and of the statement furnished to deponent, which he was led by the said Brooks to believe to be a correct statement of the condition of the business, he agreed to purchase the said business for the consideration of $70,000, of which the notes in suit are part. Written agreements and transfers were made, and the notes in suit given. That, since the giving of the said notes, deponent has discovered that the condition of the said business, and the reports made to him by the said Brooks as to its assets and liabilities, are not and were not true, and deponent believes the said Brooks knew they were not true at the time they were made, and that there has been a failure of consideration for the said notes, namely:\n“ Deponent discovered in the expense account of the copartnership a charge of $1,854.17, which, upon investigation, he found to be moneys drawn by the said plaintiff from the said copartnership whilst deponent was a member thereof, and which she, the said plaintiff, had not accounted for in any settlement with deponent. He therefore claims that there is justly due and owing to him at least one third of said sum. Deponent also discovered in the expense account of the said copartnership a charge of $1,038.04, which since, upon investigation, he finds to be money drawn by the said W. J. Brooks from the said copartnership whilst deponent was a member thereof, and used by the said Brooks, and for which she should have accounted to the said company and which sum deponent believes to be uncollectible from the said W. J. Brooks.”\nThe affidavit then avers specific items of misstatement and overvaluation of goods. It further alleges that the plates for “Bradley’s Atlas of the World” and “Mitchell’s Atlas” sold by plaintiff to defendant were not delivered; and were subsequently claimed by Huber, and suit is now pending for their possession; also that the electrotype plates for the incomplete work called “ Theory of Graphics ” are for only a small portion of said work. The affidavit then continues:\n“In addition to the above items, deponent says that an examination of the book and memorandum that he found of the aecount of stock taken by the said Walter J. Brooks in December of 1891, and just prior to the negotiations for the sale to him, would indicate that it had been specially prepared for the purpose of deceiving deponent as to the real value of the stock and assets of the concern, and deponent believes that the said account of stock taken was prepared by the said Walter J. Brooks with this in view. Deponent found large quantities of stock valued at the retail price instead of cost. He also found quantities of damaged sheets valued at full price; a quantity of stock having been damaged by the falling of the building a year previous. This stock was put in at full value. The business in question occupies the premises 1038 and 1042 Ridge avenue, there being four floors and a basement in 1038, and two floors in 1042. From the nature of the stock and the character of the material on hand, to have taken an accurate account of stock at the time of the purchase by deponent would have required a number of persons, and at least a week’s time, and deponent believes that, acting upon this knowledge and the probability of deponent accepting the account of stock that had been taken in December, and upon the improbability of any demand of deponent to verify it, the said false and misleading account of stock was prepared for the sole purpose of bringing about a sale of the interest to deponent and enabling the said plaintiff to get out of the business without loss. Deponent says that he believed and relied upon the representations made to him by the said Walter J. Brooks, as attorney in fact for the plaintiff, as to the value of the plant and as to stock, material, assets and liabilities, and purchased upon the faith thereof.\n“ Deponent further says that the custom of taking account of stock is to place not more than the cost price upon stock and material. Deponent further says that he acted upon the faith of this representation in making the purchase, and that the loss which he has sustained by reason of the difference between the real value of the interest acquired by him, and that which he was represented as securing by the sale, is more than the amount to be recovered in this suit. Deponent further says that after he had discovered the misrepresentations, that he called the attention of Walter J. Brooks to this, and particularly to the moneys he had received, and with which he had not charged himself; the condition of the ‘ Theory of Graphics,’ and the Bradley and Mitchell Atlas, and proposed to surrender the interest that he, deponent, had received. Said Walter J. Brooks, on behalf of the plaintiff, declined to accept such surrender, and agreed to adjust and satisfy deponent as to the matters complained of. The Bradley Atlas and the Mitchell Atlas and ‘Theory of Graphics’ to be arranged with the litigation between the said Brooks and John Y. Huber, as to title, should be settled and determined. This litigation is not yet determined.\n“ Notwithstanding the first note given by deponent in the said purchase fell due in January, 1893, no suit or proceedings for collection was commenced until the present suit, save a proceeding in equity, on December 10, 1894, No. 389, December term, C. P., No. 4.”\nThe court discharged a rule for judgment for want of a sufficient affidavit of defense.\nJError assigned was above order.\nWilliam W. Porter, Frederick J. Geiger and George Q. Horwitz with him, for appellant.\n— The court below erred in holding that misrepresentations by one partner to another, regarding his interest in their joint business, upon a sale of the same from the one to the other, are sufficient to make notes, given for the purchase of the same, and for which a consideration is had, void: Geddes’ App., 80 Pa. 442; Rockfellow v. Baker, 41 Pa. 319; Hemmer v. Cooper, 8 Allen, 334; Bourn v. Davis, 76 Me. 223; Bishop v. Small, 63 Me. 12.\nV. Gilpin Robinson, for appellee.\n— There were misrepresentations as to the condition, quality, and value of the property purchased, the condition, quality and value of which could not be ascertained by inspection.\nThe allegation as to agency is sufficient: Kaufman v. Cooper Iron Co., 105 Pa. 537.\nFebruary 17, 1896 :"
  },
  "file_name": "0615-01",
  "first_page_order": 635,
  "last_page_order": 639
}
