{
  "id": 992270,
  "name": "Funston v. Twining, Appellant",
  "name_abbreviation": "Funston v. Twining",
  "decision_date": "1902-03-24",
  "docket_number": "Appeal, No. 192",
  "first_page": "88",
  "last_page": "94",
  "citations": [
    {
      "type": "official",
      "cite": "202 Pa. 88"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "104 Pa. 595",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        452179
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/104/0595-01"
      ]
    },
    {
      "cite": "7 Pa. 101",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "160 N. Y. 482",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "80 N. Y. 431",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "47 N. Y. 584",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "30 Ill. App. 626",
      "category": "reporters:state",
      "reporter": "Ill. App.",
      "opinion_index": -1
    },
    {
      "cite": "126 Cal. 535",
      "category": "reporters:state",
      "reporter": "Cal.",
      "opinion_index": -1
    },
    {
      "cite": "174 Pa. 563",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "200 Pa. 571",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "14 Pa. 489",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        405959
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/14/0489-01"
      ]
    },
    {
      "cite": "110 Pa. 349",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543781
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/110/0349-01"
      ]
    },
    {
      "cite": "107 U. S. 602",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3500074
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/us/107/0602-01"
      ]
    },
    {
      "cite": "122 Pa. 177",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948389
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/122/0177-01"
      ]
    },
    {
      "cite": "104 Pa. 593",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        452186
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/104/0593-01"
      ]
    },
    {
      "cite": "75 Pa. 115",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036649
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/75/0115-01"
      ]
    },
    {
      "cite": "7 Pa. 100",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        957929
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/7/0100-01"
      ]
    },
    {
      "cite": "174 Pa. 558",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        878658
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/174/0558-01"
      ]
    },
    {
      "cite": "80 N. Y. 422",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2173249
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/80/0422-01"
      ]
    },
    {
      "cite": "47 N. Y. 580",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        509608
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/47/0580-01"
      ]
    },
    {
      "cite": "122 Pa. 177",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948389
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/122/0177-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 711,
    "char_count": 14584,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 2.501551087198564e-07,
      "percentile": 0.8096083980185718
    },
    "sha256": "c1303d1e2db0213d292bc71c949bb3b069e64113ccfc239e8e7ae64b20594148",
    "simhash": "1:b28f92e02e6ce43b",
    "word_count": 2658
  },
  "last_updated": "2024-02-27T21:57:05.812560+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McCollum, C. J., Mitchell, Dean, Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Funston v. Twining, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Brown,\nThe appellant contends, first, there was not a valid gift of the mortgage to the appellee, and, secondly, she cannot retain the benefit of it, because her relations to the deceased were of such a confidential character that the burden was upon her to show no advantage had been taken of the donor, and that the gift was a voluntary and intelligent act.\nThe referee’s finding of what the relation of the parties was, disposes of the second reason why the decree should be reversed. That finding, fully justified by the evidence, was that Mrs. Twining, the deceased, and Mrs. Funston, the appellee, were simply sisters ; that the business relation of principal and agent did not exist between them, and that the little the latter may have done for the former in connection with her building association stock and deposits in bank had been performed as an office of sisterly affection to one of whom there was no evidence that she was either weak or easily influenced. It will serve no good purpose to call attention to the testimony upon which the referee based this finding, and, being a proper one, the appellee was not called upon to establish the bona fides of what she alleges was the gift to her by her deceased sister. The third and fourth assignments are, therefore, overruled, and our attention will be given to the first and second, which raise the question of the validity of the gift under the testimony offered in support of it.\nThe allegations of the bill are, that the appellee and her husband, in February, 1885, executed a bond and mortgage to the deceased for f2,400, payable in ten years; that the appellee was the sister and nearest relative of the deceased; that, after the bond and mortgage had been delivered to her, the deceased handed them to the appellee, saying, “Here, I give this to you; all you need is to pay the interest at four per cent during my life, and then the mortgage is yours; ” that the appellee then took, and has ever since controlled, possession of the bond and mortgage, upon which she paid the interest to July, 1898, when the deceased said to her, “ I don’t want you to pay any more interest now; I give it to you, it is yours.” In support of these allegations, the findings of the referee, which have not been excepted to, are, that the deceased, in her lifetime, loaned to the appellee $2,400, for which she received a bond secured by a mortgage, duly recorded, and payable in ten years; that, at the time the bond and mortgage were delivered to the deceased, she read them and then handed them to the appellee, saying, in effect, “Here, I give them to you; all I ask is that you pay me four per cent interest while I live, and then it is yours when I die, for you and your husband have been the best friends that I ever had; ” that, since the delivery to the appellee of the bond and mortgage, they continued to be in her possession up to the date the bill was filed; that the appellee and deceased were sisters ; that the interest on the mortgage, at the rate of four per cent, was paid for ten years, and thereafter at the rate of five per cent, the increase being explained by the appellee on the ground that she was receiving more money from an investment than she had previously received and thought it right to pay her sister an increased amount; that the last payment of interest was made August 17,1898, presumably of interest due August 12, 1898 ; that the intent of the deceased, in the spring of 1885, was to give to the appellee the bond and mortgage, reserving to herself the interest thereon during life, with possibly the further intent that, should there be a failure to pay the interest, the property in the bond and mortgage should revert to her, the deceased; that the deceased made her will on September 3, 1898, and died on the 28th of the same month; that, before making her will, she consulted one William H. Stout, whom she had requested to draw it and with whom she went over certain items of her property, but did not mention the bond and mortgage. In view of the foregoing allegations and findings, the only question to be determined is, whether the gift is invalid, because, in making it, the donor added the words, “All I ask is that you pay me four per cent interest while I live, and then it is yours when I die, for you and your husband have been the best friends that I ever had; ” for, without them, every element of a complete gift exists. There was a purpose to give, which was expressed in words and executed by the actual delivery of the mortgage to the donee, and nothing more was needed: Walsh’s Appeal, 122 Pa. 177. Do these words as to the payment of interest to the donor destroy the gift? In answering this question, it must be remembered what she gave. The gift was of the principal of the mortgage. It is not pretended that the decedent gave, or undertook to give more, and nothing more is claimed by the appellee. The interest was an incident of the principal, but each belonged to the donor. Her dominion over both was absolute, and one person could have been the donee of the principal and another of the interest. When she made an executed gift to the appellee of the principal, to be enjoyed at a future time, she had an equal right to make a gift to another of the interest accruing in the interval. Instead of making such a disposition of the interest, she said to the donee of the principal, who was the mortgagor in the mortgage, “ All I ask is that you pay me four per cent interest while I live, and then it is yours when I die.” Her words are simply a request that the donee pay her the interest through life. To make the gift valid, she was, of course, bound to part with all control over the property which she gave, namely, the principal of the mortgage; and she did so part with it. There was no condition affixed to the delivery of the bond and mortgage. Her words were, “ Here, I give them to you,” and they were handed to the appellee, where they have remained to the present day. Whether the decedent could have enforced payment of the interest, and, if so, what her remedy would have been we need not decide, for that question is not before us. We are to determine only whether she gave what she had a right to give, and whether the donee can now enjoy what she did so give. There can be but one answer to this, and, though our attention has not been called to, nor have we been able to find, any of our own cases in which the precise question now before us was raised, it seems to have been considered elsewhere. In Doty v. Willson, 47 N. Y. 580, Church, C. J., says: “ It is undoubtedly a general rule that the donor must part with all interest and control over the property; but I can find no authority, nor can I see any reason for the doctrine, that a promise made by the donee to pay a sum of money or to do an act not amounting to a condition of delivery of title, can invalidate the gift.” In Young v. Young et al., 80 N. Y. 422, it was said: “ But if an absolute delivery of the bonds to the donee, with intent to pass the title, was made out, the donor reserving only the right to look to the donee for the interest, the transaction may be sustained as an executed gift.” The intention of the donor, expressed in words, was to part with all control over the principal, and is important in determining the validity of the gift: Wagoner’s Estate, 174 Pa. 558. Though the referee has confined himself to what took place between the decedent and the appellee at the time the bond and mortgage were handed over, he properly calls attention to what was subsequently said and done by the decedent, as evidence of her intention to pass the title to the principal of the mortgage at the time of its delivery. In illustration, when she came to make her will, she went over certain items of her property, but did not mention the bond and mortgage, which had composed the principal portion of her estate, and this, in the judgment of the referee, was evidence that she herself felt she had parted with them. In Langley v. Thomas, 26 L. J. Ch. 609, certain Russian bonds were given and delivered to Langley in 1853, with directions that he was to pay the donor, during his life, the income from them, and, upon his death, they were to be distributed among certain persons named in a memorandum accompanying them when they were delivered to Langley, and it was held that there was a valid gift to the persons named in the memorandum. In reversing the vice-chancellor who held that there had not been a valid gift of the bonds to the donees named in the memorandum or document, Lord Justice Knight Bruce said: “ The question has been raised, and it does appear that the intention of the testator was, that he (the testator), should enjoy the in. come of these bonds during his life, and all persons interested seem to think that Mr. Langley has acted rightly in paying the testator the interest of them during his life. I am of opinion, therefore, that these bonds belonged to the persons mentioned in the document of 1853.” Lord Justice Turner, concurring, said that he would be glad to know how, in the face of this memorandum, the testator could have had these bonds redelivered to him; and that, as the testator could not have had them redelivered, it was impossible that they could have formed part of his estate at the time of his death. The delivery of indorsed notes to a third person, upon the understanding that the donor shall receive the interest thereof during his natural life, the same upon his death to be divided equally between persons named, if unrevoked, amounts to a gift inter vivos: Seavey v. Seavey, 30 Ill. Appellate Court Rep. 625. In this last case, the court said: “ In such cases equity will look to the substance of the act done, and the intention with which it was done, and in the absence of fraud, carry out such intention and give it full effect. ... In Schouler on Personal Property, vol. 2, p. 120, it is said: ‘ Certain reservations annexed to a gift by a donor have been deemed quite consistent with the purpose of gratuitous transfer. There may be a gift, notwithstanding the donor reserves the right to obtain or receive some kind of personal profit or benefit out of the transfer, as in the instance of a gift of money, with the reservation by way of interest. Some of the latest cases carry the donor’s right of reservation very much farther, even to the extent of not requiring the donor to totally exclude the power or means of retaining possession of the gift.’ ”\nThe decree of the court below, made upon the proper findings of fact and conclusions of law by the referee, is affirmed and the appeal dismissed with costs.",
        "type": "majority",
        "author": "Me. Justice Brown,"
      }
    ],
    "attorneys": [
      "E. Hunn Hanson, with, him C. H. Eimerman, for appellant.",
      "Charles J. Sharkey, with him F. Pierce Buckley, for appellee."
    ],
    "corrections": "",
    "head_matter": "Funston v. Twining, Appellant.\nGift — Confidential relation — Bona fides — Equity.\nOn a bill in equity against an executor to compel the satisfaction of a mortgage, alleged to have been given by the testatrix to the plaintiff, where it appears that the relation between the plaintiff and the testatrix was simply that of sisters, the plaintiff is not called upon to. establish the bona fides of the alleged gift.\nGift — Bond and mortgage — Reservation of interest.\nWhere one person gives to another the principal of a mortgage debt, and delivers at the same time the bond and mortgage securing the debt, the gift is not rendered invalid by the fact that the donor says to the donee at the time of the delivery of the papers, “All I ask is that you pay me four per cent interest while I live, and then it is yours when I die.”\nArgued Jan. 8, 1902.\nAppeal, No. 192, Jan. T., 1901, by defendant, from decree of C. P. No. 2, Phila. Co., March T., 1900, No. 6T5, on bill in equity in case of Susannah Funston v. David R. Twining, Executor of Sarah Twining, Deceased.\nBefore McCollum, C. J., Mitchell, Dean, Fell, Brown, Mestrezat and Potter, JJ.\nAffirmed.\nBill in equity to compel the satisfaction of a mortgage alleged to have been given to plaintiff by the defendant’s testatrix. Before Henry Budd, Esq., referee.\nThe opinion of the Supreme Court states the case.\nThe court entered a decree directing a satisfaction of the mortgage.\nError assigned was the decree of the court.\nE. Hunn Hanson, with, him C. H. Eimerman, for appellant.\nNo matter how clear the intention to give, it is not legally accomplished unless there is such a transfer according to the character of the property that the donor relinquishes, not only the possession, but all dominion over the thing given: Stockham’s Est., 19 Pa. C. C. Rep. 369; Campbell’s Est., 7 Pa. 100; Trough’s Est., 75 Pa. 115; Scott v. Lauman, 104 Pa. 593; Walsh’s App., 122 Pa. 177; Basket v. Hassell, 107 U. S. 602; 2 Sup. Ct. Repr. 415.\nWhere an agent (or other person standing in a similar relation of confidence) is given a large part of his property by the person reposing the confidence, the property so obtained cannot be held unless the person having it shows to the satisfaction of a court of equity that no advantage or overreaching was used to obtain it: Savery v. King, 5 H. L. Cases, 627; Rhodes v. Bate, L. R. 1 Ch. App. Cases, 252; Turner v. Collins, L. R. 7 Ch. App. Cases, 329; Worrall’s App., 110 Pa. 349; Greenfield’s Est., 14 Pa. 489.\nCharles J. Sharkey, with him F. Pierce Buckley, for appellee.\nThe reservation of interest, dividends and income, does not affect the validity of a gift, provided, of course, the other essentials are not wanting: Longenecker v. Zion Evangelical Lutheran Church, 200 Pa. 571; Wagoner’s Est., 174 Pa. 563; Calkins v. Equitable B. & L. Assn., 126 Cal. 535; 59 Pac. Repr. 30; Summerlin v. Gibson, 15 Alabama, 406; Seavey v. Seavey, 30 Ill. App. 626; Stone v. Hackett, 12 Gray (Mass.), 227; Doty v. Willson, 47 N. Y. 584; Young v. Young, 80 N. Y. 431; Gannon v. McGuire, 160 N. Y. 482; 55 N. E. Repr. 7.\nThe cases cited on behalf of appellant are all instances where the words were insufficient or the delivery was incomplete.\nIn Stockham’s Estate, 6 Pa. Dist. Rep. 196, the words were not in prsesenti and the gift was not intended to become operative until death.\nIn Campbell’s Estate, 7 Pa. 101, the words were in futuro and there was a reservation of control over the ownership of the notes.\nIn Trough’s Estate, 75 Pa. 115, the words were in futuro and there was no delivery of the policy and assignment.\nMarch 24, 1902:\nIn Scott v. Lauman, 104 Pa. 595, there was no delivery of the certificate of deposit.\nIn Walsh’s Appeal, 122 Pa. 177, and in Basket v. Hassell, 107 U. S. 602; 2 Sup. Ct. Repr. 415, there was no passing of the property and the giving up of control by the donor."
  },
  "file_name": "0088-01",
  "first_page_order": 112,
  "last_page_order": 118
}
