{
  "id": 992265,
  "name": "Mansfield, Appellant, v. McFarland",
  "name_abbreviation": "Mansfield v. McFarland",
  "decision_date": "1902-03-24",
  "docket_number": "Appeal, No. 94",
  "first_page": "173",
  "last_page": "175",
  "citations": [
    {
      "type": "official",
      "cite": "202 Pa. 173"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "42 Pa. 468",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "180 Pa. 179",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "197 Pa. 285",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "61 Pa. 299",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        428569
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/61/0299-01"
      ]
    },
    {
      "cite": "42 Pa. 467",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481479
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/42/0467-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 358,
    "char_count": 6106,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 2.126109370052878e-07,
      "percentile": 0.7651664247606714
    },
    "sha256": "46aa31b8c6ec063e8d123fa2540557ec1e61f3a30aeb8d7ea73eca6bd1c43879",
    "simhash": "1:863f2cb6a4706bfa",
    "word_count": 1037
  },
  "last_updated": "2024-02-27T21:57:05.812560+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Dean, Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Mansfield, Appellant, v. McFarland."
    ],
    "opinions": [
      {
        "text": "Pee Cueiam,\nThe plaintiffs are executors of Henry Mansfield, by letters issued to them in the state of Illinois. They had issued, from the court of common pleas of Franklin county, Pennsylvania, a writ of foreign attachment, and had it levied on a mortgage owned by defendant of record in that county ; also on the land bound by the lien of the mortgage. The debt sought to be collected was owing by defendant to plaintiffs’ testator, who at the time of his death was a resident of Illinois. Defendant moved to quash for the reason, among others, that the foreign letters conferred no right to sue in this state. The court below sustained the motion to quash and the plaintiffs appeal.\nWe affirm the judgment for the reasons given in the opinion of the learned judge of the court below. It is the settled policy of our law, that when assets of a foreign decedent are subject to local administration, an ancilliary administrator must be raised for the protection of local creditors. Foreign letters confer no right to sue here. If such portion of Henry Mansfield’s estate, as happens to be in this commonwealth, be converted into money by the foreign administrator, the money can be taken outside the state and be paid out or distributed under the jurisdiction of foreign courts. Pennsylvania creditors would have to go into a foreign jurisdiction to assert their claims. No writ or process from our orphans’ court could reach the foreign representative. It is alleged, there are no Pennsylvania creditors; this may or may not be so; neither appellant nor we, can legally know that fact until after an exhibition of an account by an ancillary administrator and the statutory notice to creditors to present their claims, be given. And so we have in substance decided, in Moore v. Fields, 42 Pa. 467, Sayre v. Helme, 61 Pa. 299, and Viosca’s Estate, 197 Pa. 285.\nTherefore the judgment quashing the writ of foreign attachment is affirmed.",
        "type": "majority",
        "author": "Pee Cueiam,"
      }
    ],
    "attorneys": [
      "W. Rush Gillan, of Gillan $ Gillan, with him J. O. Rankin, .for appellants.",
      "J. M. McDowell, with him D. Watson Rowe, for appellees."
    ],
    "corrections": "",
    "head_matter": "Mansfield, Appellant, v. McFarland.\nExecutors and administrators — Right of foreign executor to sue — Ancillary administration — Foreign attachment.\nWhen assets of a foreign decedent are subject to local administration, an ancillary administrator must be raised for the protection of local creditor’s. Foreign letters confer no right to sue in Pennsylvania.\nIn a suit by a foreign executor, the plaintiff cannot be heard to allege that there are no Pennsylvania creditors. The court cannot know this fact uutil after an exhibition of an account by an ancillary administrator, and the statutory notice to creditors to present their claim.\nArgued March 10, 1902.\nAppeal, No. 94, Jan. T., 1901, by plaintiff, from order of C. P. Franklin Co., Dec. T., 1899, No. 125, making absolute rule to quash foreign attachment in case of Isabella F. Mansfield et al., Executors, v. J. D. McFarland.\nBefore Dean, Fell, Brown, Mestrezat and Potter, JJ.\nAffirmed.\nPule to quash foreign attachment.\nJohn Stewart, P. J., filed the following opinion :\nWe are asked both by defendant and the garnishee to quash this foreign attachment proceeding, on the ground that the plaintiffs, who sue as the executors of Henry Mansfield, deceased, have no authority, except such as they derive from letters testamentary granted them in a foreign state. The matter was heard on rule and answer and there is no dispute as to the facts alleged. The basis of the attachment is a debt claimed to be due and owing from the defendant to the estate of the said Henry Mansfield, deceased.\nWe are of opinion that there is no right of action in the plaintiffs in this forum. While the money that may be due and owing from the defendant cannot, as the case now stands, be regarded as an asset of the estate of Mansfield within this state, yet the only purpose of the attachment is to make specific property in this state liable for its payment. A final judgment in the proceeding would have the effect of making both the debt and its security an asset within the state, which then could be taken out of the state by foreign executors, the very thing that the act of March 15, 1832, was intended to prevent. This, as was said by Mitchell, J., in Laughlin et al. v. Solomon, 180 Pa. 179, is the practical ground for refusing a right of action depending solely on foreign letters testamentary.\nIn Moore v. Fields, 42 Pa. 468, an action by the public administrator of the state of New York was sustained; but it was because the fund in controversy was the product of assets that were never subject to jurisdiction here, and could not have been recovered by an administrator appointed here. Not so in the present case. An ancillary administration here, on the estate of Mansfield, could, unquestionably, accomplish all that these plaintiffs propose to do.\n“ Herein,” says the court, in Moore v. Fields, supra, “ the case is to be carefully distinguished from choses in action and other assets of non-resident decedents. Being here when he dies, or brought here before they have been administered, such choses and assets are subject to our jurisdiction. The debtor of a decedent by bond, note, or otherwise, who moves into Pennsylvania after the death of the decedent, brings so much of his estate here, which can be recovered only by an administrator appointed and qualified under our statutes.”\nWe take the rule to be that letters testamentary issued under a foreign jurisdiction will not authorize the parties to whom they are granted to do anything in this state that could be done here by an ancillary administrator here appointed, except in those matters specially provided for by statute.\nSince the plaintiffs have no authority except what they derive from letters granted beyond the state, and since what they attempt could be effected through an ancillary administration, the present action cannot be maintained.\nNow, February 9, 1901, ordered that the rule in this case be made absolute, and the proceeding is quashed.\nMarch 24, 1902:\nError assigned was the order of the court.\nW. Rush Gillan, of Gillan $ Gillan, with him J. O. Rankin, .for appellants.\nJ. M. McDowell, with him D. Watson Rowe, for appellees."
  },
  "file_name": "0173-01",
  "first_page_order": 197,
  "last_page_order": 199
}
