{
  "id": 426972,
  "name": "Schafer versus The Farmers' and Mechanics' Bank of Easton",
  "name_abbreviation": "Schafer v. Farmers' & Mechanics' Bank",
  "decision_date": "1869-03-19",
  "docket_number": "",
  "first_page": "144",
  "last_page": "151",
  "citations": [
    {
      "type": "official",
      "cite": "59 Pa. 144"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Mass. R. 274",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2005758
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "315"
        },
        {
          "page": "358"
        },
        {
          "page": "315"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/3/0240-01"
      ]
    },
    {
      "cite": "21 Wend. 588",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2151843
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/21/0588-01"
      ]
    },
    {
      "cite": "4 Watts 448",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842720
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0448-01"
      ]
    },
    {
      "cite": "1 Jones 461",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "12 La. 517",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        8503969
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rob/12/0517-01"
      ]
    },
    {
      "cite": "12 Johns. 159",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2139233
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/12/0159-01"
      ]
    },
    {
      "cite": "2 Wright 302",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 429",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481746
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0429-01"
      ]
    },
    {
      "cite": "1 Jones 465",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "17 Leg. Int. 148",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "opinion_index": -1
    },
    {
      "cite": "12 Wright 113",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "17 Johns. 326",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        6065052
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/johns/17/0258-01"
      ]
    },
    {
      "cite": "8 Wright 142",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "2 Grant 372",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        227488
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/grant/2/0372-01"
      ]
    },
    {
      "cite": "1 Dallas 270",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": -1
    },
    {
      "cite": "16 Johns. 240",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "8 Pick. 51",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2013247
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/25/0052-01"
      ]
    },
    {
      "cite": "1 Mass. 73",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        42686
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/1/0073-01"
      ]
    },
    {
      "cite": "9 Watts 179",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849979
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0179-01"
      ]
    },
    {
      "cite": "2 Wh. 152",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830536
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0152-01"
      ]
    },
    {
      "cite": "6 W. & S. 142",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "1 Jones 460",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 509",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478356
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0509-01"
      ]
    },
    {
      "cite": "12 Johns. 160",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": 0
    },
    {
      "cite": "4 Watts 448",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842720
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0448-01"
      ]
    },
    {
      "cite": "12 Johns. 159",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2139233
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "193"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/12/0159-01"
      ]
    },
    {
      "cite": "12 Wright 113",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "2 Grant 372",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        227488
      ],
      "opinion_index": 0,
      "case_paths": [
        "/grant/2/0372-01"
      ]
    },
    {
      "cite": "1 Jones 460",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 988,
    "char_count": 20640,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 3.2628763604883737e-07,
      "percentile": 0.8696209701801147
    },
    "sha256": "aa486a3b9206531f93545c1078ad7ce7e9a8b99c59858a5b0c13bd34d83f36c1",
    "simhash": "1:ea9780c16cda1fb6",
    "word_count": 3704
  },
  "last_updated": "2024-02-27T21:29:28.645808+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, C. J., Read, Agnew, Sharswood and Williams, JJ."
    ],
    "parties": [
      "Schafer versus The Farmers’ and Mechanics’ Bank of Easton."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, May 11th 1869, by\nSharswood, J.\nIn what light one who endorses a promissory note before the payee is to be regarded has long been a much vexed question in the American cases. Their name is legion. More than fifty are cited in a note to Byles on Bills 144, 5th American edition, without pretending by any means to give a catalogue of all. In some he is treated as a joint and several promissor with the maker; again, as a guarantor to the payee, and all others who may lawfully be possessed of the note, each holder having a right to fill in such undertaking over his name; in others as a second endorser, the payee having the right at any time to restrict his own prior endorsement by the words “ without recourse;” and in others, still as a second endorser merely under an implied engagement by the payee to assume the position and all the responsibilities of first endorser. In a large majority of them he is treated as an original promissor or a guarantor, according as the evidence may show the original contract of the parties to have been. It will be sufficient to refer simply to the cases in this state. In Leech v. Hill, 4 Watts 448, this court declined to say what would be the effect of such an endorsement, unaccompanied by evidence dehors, and declared that there was no other rule by which it is to be construed than according to the understanding of the' parties. In Taylor v. McCune, 1 Jones 460, however, it was decided that in the absence of any such evidence his position was that of second endorser. The opinion of the court, as delivered by Mr. Justice Bell, adopts Herick v. Carman, 12 Johns. 159, as a sound exposition of the law; for the reason that otherwise there would be no case where a note is innocently endorsed by a second endorser previously to endorsement by the payee in which, without his knowledge, his responsibility might not he varied. It is difficult, indeed, to see how any other construction can he put on the mere face of the paper. In Kyner v. Shower, 1 Harris 446, Chief Justice Gibson evidently misapprehended the decision in Taylor v. McCune, which had not then been reported, though he took part in it. He relies on it as establishing not merely that it might be shown by extrinsic evidence what the agreement was, but that when there is no evidence it is an authority to the payee to write over the name of the endorser any form of engagement he may see proper. Taylor v. McCune, on the contrary, expressly repudiated such a doctrine. In Schollenberger v. Nehf, 4 Casey 189, and Fagenbush v. Lang, Id. 193, which were both of them actions by the payee, the same principle was reasserted. In Barto v. Schmeck, Id. 447, which was a suit by a third person as endorsee or holder, the rule was reconsidered and reaffirmed. It was held that it was equally available as a defence against a third person as the original party; that it was a fraud for the payee to negotiate the note without himself assuming the responsibility of first endorser, and that whoever took the paper did so with enough upon its face to put him upon inquiry for the special agreement, if there was one. This case was again followed in Shenk v. Robeson, 2 Grant 372.\nThese determinations, however, all admit that when there is eyidence of what was the special agreement or understanding of the parties, such an irregular endorser may be held liable according to its terms. “He means,” says Chief Justice Gibson, in Kyner v. Shower, “ to give credit to the paper as an original promissor; but in what character or how far, whether as a surety absolutely bound for the redemption of it, or as a guarantor contingently bound, depends on circumstances.” The cases thus far referred to were on transactions before January 1st 1856, when the Act of April 26th 1855, entitled “ A Supplement to the Act for the prevention of Prauds and Perjuries, passed 21st day of March 1772” (Pamph. L. 308), went into effect. That act following the 4th section of the English statute, 29 Car. II., c. 3, provided that no action shall be brought “ whereby to charge the defendant, upon any special promise to answer for the debt or default of another, unless the agreement upon which such action shall be brought, or some memorandum or note thereof, shall be in writing and signed by the party to be charged therewith, or some other person by him authorized.” The question of the liability of a party upon such an anomalous endorsement since the statute arose in Jack v. Morrison, 12 Wright 113, which was an action by the payee. He declared upon a contract of guaranty by the defendant, and that he had endorsed the note in pursuance of it. It was held to be within the provision of the statute, and that the defendant’s signature was not the requisite note in writing, for it imported only an endorsement of commercial paper, and made him liable as endorser only to subsequent and not to prior holders.\nIn view of the importance of the question, especially since the Act of 1855, we ordered it to be reargued as an open one before a full bench. Our unanimous conclusion is to adhere to these decisions. In settling, finally, what shall be the rule in this state there are, undoubtedly, considerations which weigh on either side. That the endorser c^id mean to assume a responsibility, and that not of a primary but secondary character, is to be deduced from the very act of writing his name on the back of a negotiable note. Nothing else can be inferred. He must be presumed to be acquainted with the law merchant, at least so far as to know that the name of the payee would also be necessary in order to transfer the title to a purchaser, and that regularly his name would stand first on the paper. This presumption might be rebutted by evidence if it was not for the statute. But as the statute imperatively compels the' court to shut out any parol testimony of a guaranty or engagement to be liable to the payee for the payment of the note, which is the primary debt of the maker, and thereby “to answer for the debt or default of another;” the only conclusion which can be drawn from the circumstance of endorsement before the payee, is that the party intended to occupy the position of second endorser. He might well argue: this note cannot be discounted without the name of the payee upon it; and if it be written after my name it will not be an assignment to me, but to some subsequent holder. No bank or other cautious party will take it upon my responsibility, without an explicit understanding with me on the subject. In Herrick v. Carman, 12 Johns. 160, Spencer, J., said: “ The fact of his endorsing first in point of time can have no influence, for he must have known, and we are to presume that he acted on that knowledge, that though the first to endorse, his endorsement would be nugatory unless preceded by that of the payee of the note.”\nIt' is said that the signature is an authority to the holder to write any engagement above it which is consistent with the agreement of the parties. But the question recurs, what was that agreement, and if oral, is it such as can be supported consistently with the provision of the statute ? If there was express evidence of authority to the payee to endorse “ without recourse,” then, indeed, the prima fades arising from the signature would be rebutted. If the second endorser allowed the paper to pass from his hands in such a condition that these words might be written with the endorsement of the payee above his name, then as to bond fide holders for value without notice, he would certainly be conclusively bound to answer as second endorser, but if sued by the payee in the character of a subsequent endorser, he undoubtedly could show that in fact such restricted endorsement was not made until after he had signed, and as to any liability to-the payee it may well be questioned whether it would not be a mere evasion of the statute that was intended to prevent perjuries as well as frauds; and it would fail to accomplish this aim if the mere form in which the oral engagement is expressed should be allowed to make a distinction when the substance of it is still merely “ a special promise to answer for the debt or default of another.” To quarrel with the result in any case as unjust and contrary to the honest contract of the parties, is to quarrel with the policy and justice of the law. We are bound to execute the statute in good faith, and warned by the beacons, which stand all along the coasts of English jurisprudence, to beware of beginning to evade or make nice exceptions to the enactments of the legislature, which have led the English courts, both on the Statute of Frauds and Perjuries, and the Statute of Limitations, so far astray. Obsta principiis is the true rule. We have begun in this spirit in regard to the Act of 1855. We must be careful not to be tempted to turn aside from it by the hardship of any particular case. Hard cases, it is often said, make bad precedents. But were there more doubt as to the soundness of the principle settled in Barto v. Schmeck, and Jack v. Morrison, than there is, we ought not now to depart from them. The commercial community, especially that part which deals in negotiable paper, will soon understand how the law is settled on this subject, and will govern themselves accordingly. To overrule these cases and establish any other rule would lead to worse consequences by creating the feeling that the point was still unsettled. “The traditional experience of the courts,” as has been said by Lord Eldon, “ does not furnish a wiser maxim than that which is contained in the short precept stare decisis1 Bligh 24.\nThe only other question which we deem it our duty to consider, is as to the competency of the witness Jacob Schafer, Jr., one of the payees of the note, who had also subsequently endorsed it. It is unnecessary to discuss his interest in the suit, as, interested or not, he was incompetent. It is now settled by Baily v. Knapp, 7 Harris 192, Katz v. Snyder, 2 Casey 511, and Foreman v. Ahl, 5 P. F. Smith 825, that the rule furnished by Post v. Avery, 5 W. & S. 509, is applicable to payees, who have transferred negotiable paper by endorsement. This renders immaterial all the questions which arose upon the testimony of the witness, who ought not to have been heard. Besides which, not one of the assignments of error is in accordance with the rules of court, and might, with propriety, be dismissed on that ground alone.\nJudgment reversed, and venire facias de novo awarded.",
        "type": "majority",
        "author": "Sharswood, J."
      }
    ],
    "attorneys": [
      "O. H. Meyer and H. Green, for plaintiff in error.",
      "W. H. Armstrong and H. D. Maxwell, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Schafer versus The Farmers’ and Mechanics’ Bank of Easton.\n1. B. made a note payable to J. S. endorsed it: afterwards J. endorsed it and it was discounted by a bank for J. Held, that S. was not liable either to the bank or to J. without evidence dehors that he had assumed the liability.\n2. The mere endorsement in such case did not authorize the holder to write a guaranty over it, but a special original agreement might be established by proof.\n3. The payee, who was also an endorser, was incompetent to testify to such a special agreement of the irregular endorser.\n4. The endorsement is not a note in writing as required by the Act of April 26th 1855 (Frauds),\n5. The proof of a collateral liability for the debt of the maker different from that which the endorsement imports cannot be made by parol.\n6. Taylor v. McCune, 1 Jones 460, and Keyner v. Shower, 1 Harris 446, remarked on.\nMarch 19th 1869.\nBefore Thompson, C. J., Read, Agnew, Sharswood and Williams, JJ.\nError to the Court of Common Pleas of Northampton county: No. 199, to January Term 1868.\nThis was an action of assumpsit brought January 13th 1865, by The Farmers’ arid Mechanics’ Bank of Easton the holder, against Solomon Schafer, as endorser of the following note:—\n“ $1300 Nazareth, October 19th 1863.\n“ Sixty days after date I promise to pay to the order of Jacob and Joseph Schafer, at The Farmers’ and Mechanics’ Bank of Easton, Thirteen Hundred Dollars, without defalcation, for value received. “Benjamin Schafer.”\n“ Endorsed — Solomon Schafer,\n“ Jacob Schafer, Jr.,\n“ Joseph Schafer.”\nThe case was argued March 17th 1868, and reargued at this date.\nThe first count of the declaration alleged a promise by the defendant to he accountable for the payment of the note if the plaintiffs would discount it for the payees. The second and third counts charged the defendant as second endorser, alleging that the payees were first endorsers. The declaration had also the common counts.\nOn the trial before Jones, P. J., the plaintiffs proved the signatures of the drawer and all the endorsers of the note, notice to all the endorsers, and the protest; also that the note was discounted by the plaintiffs on the 4th of November 1863, and the proceeds paid to Jacob Schafer, Jr., and Joseph Schafer. They then offered the note in evidence. It was objected to, admitted and a bill of exceptions sealed... They further offered to prove that the defendant after the maturity of the note admitted his liability on the note and asked time. This offer was objected to, admitted and a bill of exceptions sealed. Mr. Foreman, cashier of the bank, testified that the defendant wanted time on this note as well as on some others; the bank agreed to give him time; shortly afterwards he came to the bank and said he had been advised not to pay this note.\nThe plaintiffs then called Jacob Schafer, Jr., one of the payees and endorsers, and offered to prove by him “ the giving of the note, the endorsement by S. Schafer, and the circumstances attending it.”\nThe offer was objected to, admitted and a bill of exceptions sealed.\nThe witness testified that the note was given to the payees for cattle sold by them to the drawer, the price of the cattle was to be paid on the delivery, or a note given payable in bank with good security; that the defendant agreed to become the surety, and the note in suit was drawn; was signed by Benjamin Schafer, endorsed by the defendant, and delivered to Joseph and Jacob Schafer, Jr., with the understanding that the money was to be obtained on it from the plaintiffs. It was endorsed by the payees, and discounted by the plaintiffs. The drawer and payees of the note were all insolvent. The plaintiff having closed, the defendant asked the court to rule out the testimony of J. Shafer, Jr., on the ground of his incompetency; the application was refused and a bill of exceptions sealed.\nThe plaintiffs in several points asked the. court to charge that under the evidence the plaintiffs were entitled to recover.\nThe defendant submitted the following points:—\n1. The blank endorsement “ Solomon Schafer,” on the note in suit, of itself alone, imports no liability of Solomon Schafer in favor either of the payees or of their endorsee the plaintiffs.\n2. Upon .such endorsement, the holder can in no event recover except upon satisfactory proof of a contract of guaranty or suretyship, by such endorser, and that the note was discounted upon the faith of such contract.\n8. If the proof'of such a contract of guaranty or suretyship, shows it to rest in parol, it is void under the Statute of Erauds and no recovery can be had upon it;\n4. There is no proof of any other than a parol contract of guaranty or suretyship in this case, and therefore the verdict must be for the defendant.\n5. Under all the evidence in the cause, the defendant is entitled to a verdict.\n6. There can be no recovery under the pleadings in the cause for the reason that there is no count upon a contract of guaranty of B. E. Schafer’s liability to the payees, and there is no proof of any contract of guaranty of the liability of the payees to the Bank.\n7. There is no sufficient proof of any contract of guaranty to warrant a recovery.\n8. The evidence in the cause demonstrates that the note in suit was not discounted upon the faith of any contract of guaranty by Solomon Schafer, but solely upon the note itself with its signature and endorsements, and therefore the plaintiff cannot recover.\n9. The declarations of Solomon Schafer, subsequent to the maturity of the note, do not amount to a direct promise to pay the note, and if they did, such promise is void for want of consideration — an admission of liability, if none really exists, cannot suffice to create liability.\nThe court charged:—\n“ The plaintiffs’ points are answered in the affirmative, the defendant’s points are answered in the negative, and the jury are instructed to return a verdict for the plaintiff for the whole amount of the plaintiffs’ claim.”\nThe verdict was for the plaintiffs for $1435.72.\nThe defendant took a writ of error, and assigned for error the admission of the evidence in the several bills of exceptions, the refusing to rule out the testimony of J. Shafer, Jr., and the charge of the court.\nO. H. Meyer and H. Green, for plaintiff in error.\nJ. Shafer, Jr., was incompetent: Purviance v. Dryden, 3 S. & R. 402; Heckert v. Fegely, 6 W. & S. 142; Porter v. Wilson, 1 Harris 641; Geoghegan v. Reid, 2 Wh. 152; Hinckly v. Walters, 9 Watts 179; Barnes v. Ball, 1 Mass. 73; Talbot v. Clark, 8 Pick. 51; Herrick v. Whitney, 16 Johns. 240; Shaver v. Ehle, Id. 201; Martin v. Henrickson, 2 Ld. Raym. 1007; McKennon v. McRae, 2 Parker 389; Baskins v. Wilson, 6 Cowan 471; Steinmetz v. Currie, 1 Dallas 270; Bailey v. Knapp, 7 Harris 192; Hatz v. Snyder, 2 Casey 511; Loudon Saving Fund v. Hagerstown Bank, 12 Id. 498; Purdy v. Dedrich, 2 Phila. R. 278. The defendant’s name on the note created no liability: Shenk v. Robeson, 2 Grant 372; Schollenberger v. Nehf, 4 Casey 189; Fegenbush v. Lang, Id. 193; Barto v. Schmeck, Id. 447; Smith v. Kessler, 8 Wright 142. The testimony of the witnesses was to charge the defendant by parol for the debt of another: Act of April 26th 1855, § 1, Pamph. L. 308; Purd. 497, pl. 4. The defendant by his endorsement did not give authority under the circumstances in this case to make a contract over his name, or if he did it has not been exercised, and it is too late at the trial: Tillman v. Wheeler, 17 Johns. 326; Jack v. Morrison, 12 Wright 113; Martin v. Duffy, 17 Leg. Int. 148; Farebrother v. Simmons, 5 B. & Ald. 333.\nThe first count alleges that the defendant was surety. The evidence of J. Schafer, Jr., tends to prove a guaranty of the defendant to the payees, not the bank. The other counts charged the defendant as second endorser, the payees being first endorsers. The proof does not sustain the allegation in any of the counts : 1 Greenl. Ev. § 66, and cases cited in the notes: Rowan v. Rowan, 5 Casey 181; Fagely v. Bellas, 5 Harris 67. This is the case of an irregular endorsement without any contract of guaranty: Taylor v. McCune, 1 Jones 465; Tillman v. Wheeler, 17 Johns. 326; Unangst v. Hibler, 2 Casey 150; Petriken v. Baldy, 7 W. & S. 429. There was no agreement with the bank to give time, which would be necessary to bind the defendant: Miller v. Stem, 2 Barr 286. There was no consideration for defendant’s promise to pay the note: Paul v. Stackhouse, 2 Wright 302.\nW. H. Armstrong and H. D. Maxwell, for defendants in error.\nTfie defendant became’ liable to a holder by his endorsement: Herrick v. Carman, 12 Johns. 159 ; Kyner v. Shower, 1 Harris 444; Edwards on Bills 231, 245, 259, 274; Hall v. Newcomb, 3 Hill R. 233; Seabury v. Hungerford, 2 Id. 80; Cottrell v. Conklin, 4 Duer R. 45; Barto v. Schmeck, 4 Casey 447; Lecoon v. Kirkman, 95 E. C. L. 929; Weaver v. Marwel, 12 La. 517; Story on Promissory Notes, § 134. J. Shafer, Jr., was competent: 1 Greenl. Ev. § 399; Steckel v. Steckel, 4 Casey 233; Taylor v. McCune, 1 Jones 461. The promise need not be made to the plaintiff himself: Beers v. Robinson, 9 Barr 229; Leech v. Hill, 4 Watts 448; Campbell v. Knapp, 3 Harris 30; Schollenberger v. Nehf, 4 Casey 191; Fegenbush v. Lang, Id. 193; Shenk v. Robeson, 2 Grant 372; Levy v. Peters, 9 S. & R. 125; Sherer v. Easton Bank, 9 Casey 134. The Statute of Frauds does not interfere, the consideration moved directly from the promissee to the promissor: Paul v. Stackhouse, 2 Wright 302. The defendant’s endorsement alone is sufficient: Story on Promissory Notes 640; Oakley v. Johnson, 21 Wend. 588; Smallwood v. Vernon, 1 Strange 478; Ballengalls v. Gloster, 3 East 482; Russel v. Langstaffe, Doug. 496; Josselyn v. Ames, 3 Mass. R. 274; White v. Howland, 9 Id. 315; Hunt v. Adams, 5 Id. 358; Palmer v. Grant, 4 Conn. R. 389; Beckwith v. Angel, 6 Id. 315; and see other cases cited in Dean v. Hall, 17 Wend. R. 219, 220; Seymour v. Van Slyck, 8 Wend. R. 421, 422; Chitty on Bills 218, 219; Hill v. Lewis, 1 Salk. 132.\nThis case was argued and decided at Philadelphia."
  },
  "file_name": "0144-01",
  "first_page_order": 144,
  "last_page_order": 151
}
