{
  "id": 426954,
  "name": "Barry versus White",
  "name_abbreviation": "Barry v. White",
  "decision_date": "1868-10-20",
  "docket_number": "",
  "first_page": "172",
  "last_page": "174",
  "citations": [
    {
      "type": "official",
      "cite": "59 Pa. 172"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Watts 387",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1851016
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0387-01"
      ]
    },
    {
      "cite": "1 Jones 510",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682970
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/46/0510-01"
      ]
    },
    {
      "cite": "5 Watts 525",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844086
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0525-01"
      ]
    },
    {
      "cite": "1 W. & S. 554",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852513
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0554-01"
      ]
    },
    {
      "cite": "7 Wright 207",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 329",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854676
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0329-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 341,
    "char_count": 4970,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 7.274984388722265e-08,
      "percentile": 0.4332530583829405
    },
    "sha256": "45d85bb2a79c4dbd1d3c60fe8888c065713b807c31453b760eef567806081791",
    "simhash": "1:1bc32f944bff9c85",
    "word_count": 917
  },
  "last_updated": "2024-02-27T21:29:28.645808+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, O. J., Read, Agnew and Sharswood, JJ."
    ],
    "parties": [
      "Barry versus White."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, October 29th 1868, by\nThompson, C. J.\nThe following was the instrument upon which the plaintiff’s claim is founded, and a copy of which was filed under the rule of court as a copy of claim:—\n“ This is to certify that I will pay W. L. White $250 for town lot No. 144, on Seneca street, on or before June 1866. If I should sell said lot before that time for more than $250, said White is to have the benefit of it.\n(Signed) “A. W. Barry.”\nThe execution of the instrument was admitted, and it was read without objection. There was no testimony explanatory of it given by either side, nor was the testimony demurred to; the court below was brought, therefore, to interpret the instrument to the jury unaided by anything but its very letter. The court thought it expressed an executed consideration past and received, namely, the title for the lot in question. That this was the case is, in addition to the terms used in the promise, strongly to be inferred from the last clause in it: “ If I should sell said lot before that time (June 1866) for more than $250, said White is to have the benefit of it.”\nHe could not sell it, strictly speaking, without the title was under his control — in his possession; the claim admits this by force of these terms and serves to show that the consideration had passed, viz.: the lot. It is true this would not, perhaps, authorize a recovery on a common count for goods sold and delivered, but we were informed by the counsel for the defendant, the plaintiff in error, that the narr. contains the common money counts, and, of course, among them is a count on an account stated. Under this common count, at all events, a recovery may be sustained on this instrument: Siltzell v. Michael, 3 W. & S. 329. The court was right in its rulings, we think, in every particular in the case, and the judgment must be affirmed.",
        "type": "majority",
        "author": "Thompson, C. J."
      }
    ],
    "attorneys": [
      "H. C. Johns, for plaintiff in error.",
      "There was no oral argument or paper-book for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Barry versus White.\n1. “ This is to certify that I will pay White $250 for town lot, &c., on or before June 1866. If I should sell said lot before that time for more than $250, said White is to have the benefit of it.” Held, that the instrument contained a sufficient consideration, and that without additional proof a recovery could be had for $250.\n2. Under a count on an account stated, a recovery could be had on this instrument.\nOctober 20th 1868.\nBefore Thompson, O. J., Read, Agnew and Sharswood, JJ.\nError to the Court of Common Pleas of Venango county: No. 4, to October and November Term 1868.\nThis was an action of assumpsit, at the suit of W. L. White against A. W. Barry, commenced July 12th 1866, upon the following instrument of writing :—\n“ This is to certify that I will pay W. L. White $250 for town lot No. 144, on Seneca street, on or before June 1866. If I should sell said lot before that time for more than $250, said White is to have the benefit of it.\n“ A. W. Barry.\n“Pithole City, Pa., Oct. 31st 1865.”\nThe execution of the instrument was admitted; there was no other evidence in the case.\nThe defence was, and the court was requested so to charge, “that the writing of itself was a mere ex parte statement or proposition by defendant for the purchase of land, and of itself, there being no other evidence in the case, did not amount to a contract.”\nThe court (Trunkey, P. J.), instructed the jury:—\n“ The instrument is a written contract expressing on its face a sufficient consideration to support it, whereby the defendant, A. W. Barry, agreed to pay to the plaintiff, W. L. White, the sum of $250 on or before June 1866, and further that in case he sold the lot mentioned as the consideration, before that time, for more than $250, White should have the benefit of it. There is no evidence that the lot was sold, and for this reason the plaintiff is not .entitled to recover anything on the latter clause of the agreement. He is entitled to recover only the amount which defendant promised to pay, unconditionally, with its interest from the time it became due.”\nThe verdict was for the plaintiff for $269.50. The defendant took a writ of error, and assigned the charge of the court for error.\nH. C. Johns, for plaintiff in error.\nThe instrument was a proposition merely and did not constitute a contract: Strasburg Rail road Co. v. Echternacht, 9 Harris 220; Shorb’s Ex. v. Shultz, 7 Wright 207; Sidle v. Anderson, 9 Id. 464; Hamilton v. Lycoming Ins. Co., 5 Barr 339; Dyer v. Covington Township, 7 Harris 200; Nelson v. Bonnhorst, 5 Casey 352; 4 Curtis 383; 13 Id. 360-1. It is void for want of mutuality: Fisher v. Seltzer, 11 Harris 308; Wilson v. Clarke, 1 W. & S. 554; Uhland v. Uhland, 17 S. & R. 265. If it was a contract for the sale of land it should have been signed by the grantor: Act of March 2d 1772, § 1, 1 Sm. L. 389, Purd. 497, pl. 2; Colt v. Selden, 5 Watts 525; McFarson’s Appeal, 1 Jones 510; Lowry v. Mehaffy, 10 Watts 387; De Beerski v. Paige, 36 Barbour 539.\nThere was no oral argument or paper-book for the defendant in error."
  },
  "file_name": "0172-01",
  "first_page_order": 172,
  "last_page_order": 174
}
