{
  "id": 426989,
  "name": "The Manhattan Insurance Co. versus Webster",
  "name_abbreviation": "Manhattan Insurance v. Webster",
  "decision_date": "1868-10-23",
  "docket_number": "",
  "first_page": "227",
  "last_page": "232",
  "citations": [
    {
      "type": "official",
      "cite": "59 Pa. 227"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Rawle 342",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1824617
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/5/0342-01"
      ]
    },
    {
      "cite": "14 Wright 340",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "6 Mass. 84",
      "category": "reporters:state",
      "reporter": "Mass.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "99"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "8 Metc. 348",
      "category": "reporters:state",
      "reporter": "Metc.",
      "opinion_index": -1
    },
    {
      "cite": "5 Wend. 541",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2145751
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/5/0541-01"
      ]
    },
    {
      "cite": "2 Cranch 419",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        1411953,
        6765593
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/6/0250-01",
        "/dc/2/0419-01"
      ]
    },
    {
      "cite": "4 Hill 330",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "10 Metc. 211",
      "category": "reporters:state",
      "reporter": "Metc.",
      "opinion_index": -1
    },
    {
      "cite": "21 Conn. 30",
      "category": "reporters:state",
      "reporter": "Conn.",
      "opinion_index": -1
    },
    {
      "cite": "13 Mass. 96",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2073938
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "172"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/13/0081-01"
      ]
    },
    {
      "cite": "2 Caines 203",
      "category": "reporters:state",
      "reporter": "Cai. Cas.",
      "case_ids": [
        6692487
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cai/2/0203-01"
      ]
    },
    {
      "cite": "11 Johns. 302",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2137635
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/11/0302-01"
      ]
    },
    {
      "cite": "1 Binn. 616",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": 0
    },
    {
      "cite": "1 Yeates 139",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": 0
    },
    {
      "cite": "2 Cranch 419",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        1411953,
        6765593
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/6/0250-01",
        "/dc/2/0419-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 643,
    "char_count": 13615,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 2.7837426440921107e-07,
      "percentile": 0.835444653336932
    },
    "sha256": "feb78056b62006649f7e507262f824fc50f872ba5734faa27af13b29e23be3d4",
    "simhash": "1:9a8faacb262098c4",
    "word_count": 2435
  },
  "last_updated": "2024-02-27T21:29:28.645808+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, C. J., Read, Agnew and SnAUSWOOD, JJ."
    ],
    "parties": [
      "The Manhattan Insurance Co. versus Webster."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, January 5th 1869, by\nSharswood, J.\nIt is contended that the evidence contained in the bill of exceptions admitted by the court and submitted to the jury, tended to contradict, vary or alter the policy of insurance, which was the written contract between the parties, without evidence of fraud, accident or mistake. But was this so ? Did not the evidence, if believed, clearly show a mistake by the agent of the insurance company in drawing up the policy ?\nIf so, then beyond a question it was admissible on all the authorities in this state, from Hurst’s Lessee v. Kirkbride, in 1773, cited in 1 Yeates 139, 1 Binn. 616, down to Fisher v. Deibert’s Adm’rs., 4 P. F. Smith 460, in 1867. Indeed, it results of necessity from the fact that equity always was part of the law of Pennsylvania. During the larger part of our juridical history we had no separate court which could by an appropriate decree order an instrument which had been drawn by mistake to be reformed so as to express truly the real understanding and intention of the parties. There was no other mode of reaching a result so essential to justice, except by the admission of parol evidence, though it might contradict, alter or vary the legal effect of the deed or contract.\nWebster and Cross were partners in trade, and the merchandise insured was firm property. It is denied that Webster, as a partner, had an insurable interest in the entire stock, and had a right to insure his partner’s interest as well as his own. The interest of each partner in the assets of the firm is not a title to any aliquot part, as a half or a fourth. Each partner being liable in solido for the engagements of the partnership, has a right, which is termed his equity, because in England it was administered only in the Court of Chancery, to have the firm assets applied in the first instance to the payment of the firm debts — an equity through the instrumentality of which the partnership creditors have a priority over separate creditors to be paid out of the partnership funds. The interest of a partner is therefore only such a proporción of the capital and profits as by the original articles or agreement he may appear to be entitled to receive after all the debts are paid, and the affairs of the concern liquidated and wound up. It is plain, then, each partner has an insurable interest in the entire stock, and on receipt of a loss on insurance must account therefor to the partnership.\nThis is admitted by Marshall, C. J., in the leading case cited and principally relied on by the counsel of the plaintiffs in error: Graves v. The Boston Marine Insurance Co., 2 Cranch 419. It was, indeed, the very point decided in Page v. Fry, 2 B. & P. 200; Murray v. The Columbian Insurance Co., 11 Johns. 302, and Lawrence v. Sebor, 2 Caines 203.\n“ There can be no doubt,” says Kent, C. J., “ that a partner has such an interest in the entirety of the cargo as to enable him separately to insure it, and that an averment that he had an interest in the property to the amount of the insurance is supported by proof of a partnership interest to that amount.”\nThe only question as to which the authorities do not seem to be perfectly in accord, is as to whether the names of all the partners must be inserted in the policy, or it must expressly insure the entire interest of the partnership: 1 Phillips on Ins. 160-1; 2 Duer on Ins. 74. Now, the offer of evidence below was to show by persons present when the insurance was effected by the agent of the insurance company, “ that it was stated by Mr. T. Webster that the wool proposed to be insured was owned jointly by himself and William Cross, and he wanted to insure the interest of both ; that the agent said it was not necessary to put both their names in the policy; their joint interest could as well be insured in the name of Webster as to have both names in the policy.”\nAssuming it to have been necessary that the names of both the partners should have' been inserted in the policy, it is difficult to perceive how the evidence of a mistake in drawing the instrument could have been more distinct and unequivocal than that here offered to be given. The testimony adduced fully sustained the offer, so that a chancellor would have considered it amply sufficient on which to found a decree for the reformation of the contract. Tibbals, the agent of the insurance company, himself testified: “I intended that Webster should understand the contract as I did, that the policy covered the whole interest in the wool. I said to Mr. Cross I had insured that wool. I never denied I had insured the whole amount of the wool. I understood all the time the interest of Cross was insured the same as Webster’s, although he denied that he had conveyed to Webster the idea that it made no difference whether Cross’s name was in the policy or not, as the subject was not mentioned; yet Robinson, a witness present on the occasion, said distinctly that Tibbals told Webster it would make no difference whether Cross’s name was in the policy or not, if loss should occur; and two other witnesses testified that Tibbals had admitted the same thing to them.\nThis view of the case disposes of all the assignments of error except the 6th, which is that the learned judge erred in that part of the charge in which he said: “We thought the evidence going to prove this state of facts admissible, and now think it entitles the plaintiff to recover the full value of the wool.” It is objected that this was taking the case from the jury — that, admitting that the evidence had been properly received, its weight and sufficiency were with them, and that it was not for the court, therefore, to determine whether it entitled the plaintiff to recover or not. In construing this language, however, we must look at the whole charge, including the points of the plaintiff below, which were affirmed. In them the question of fact on the evidence is plainly and distinctly submitted to the jury, and they could not have understood the instruction complained of otherwise than that the evidence, if believed, entitled the plaintiffs to recover not merely the half, but the full value of the wool. In this there was no error.\nJudgment affirmed.\nMEMORANDUM.\nOctober 26th 1868. Henry W. Williams, commissioned an associate justice of the Supreme Court in the place of William Strong, resigned, having taken the oath of office, which was administered by Chief Justice Thompson, this day took his seat.",
        "type": "majority",
        "author": "Sharswood, J."
      }
    ],
    "attorneys": [
      "J. IT. Walher, for plaintiffs in error.",
      "J. O. Marshall, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "The Manhattan Insurance Co. versus Webster.\n1. Goods were owned by two jointly; in effecting an insurance the agent told one that to insure the interest of both, it made no difference whether or not both names were in the policy; he received a premium proportionate to the whole and a policy was issued in the name of one. Held, that these facts showed a mistake in the agent and were admissible in evidence, and that upon a total loss the whole interest might be recovered in a suit in the name of the one to whom the policy had been issued.\n2. Bach partner being liable in solido for the firm engagements, has a right to have the firm assets applied in the first instance to the payment of the firm debts.\n3. The interest of a partner is only his proportion of the capital or profits after all the debts are paid.\n4. A partner has an insurable interest in the entire stock, and on the receipt for a loss or insurance he must account to the firm.\nOctober 23d 1868.\nBefore Thompson, C. J., Read, Agnew and SnAUSWOOD, JJ.\nError to the Court of Common Pleas of JErie county: No. 71, to October and November Term 1868.\nThis was an action of debt, commenced March 5th 1867, by T. Webster, for the use of himself and William Cross, against The Manhattan Insurance Company.\nThe suit was brought on a policy issued by the defendants, August 14th 1866, to T. Webster, insuring him against loss by fire, amongst other things, $4000 on 10,000 pounds of wool. The wool was destroyed by fire September 13th 1866. The plaintiffs Webster and Cross alleged that the wool belonged to both as partners, and that the insurance covered the interest of both.\nThe defendants denied their liability for more than one-half, alleging that only Webster’s interest in the wool was insured. The policy, loss and other preliminary matters having been proved or admitted, the plaintiffs offered to prove that at the time of making the insurance the agent of the defendants was informed by Webster that the wool was owned jointly by himself and Cross, and that he wanted to insure the interest of both; that the agent said it was not necessary to put both names into the policy, and took the premium for the interest of both, which was paid out of the joint funds of both, and that the wool belonged to them jointly when it was burnt. This wras objected to, admitted and a bill of exceptions sealed.\nN. W. Robinson testified for the plaintiff that Tibbals, the agent of the company, wished to insure the wool, which Webster objected to do in the absence of Cross, who, he said, was partner in the wool and was absent. Webster asked Tibbals if it would make any difference whether Cross’s name were in or not, provided Cross was willing and wanted to be insured. Tibbals said it would make no difference.\nFor the defence Tibbals testified, that no question was asked as to whether it would make any difference about Cross’s name being in or not; nothing was said about Cross’s name being in.\nOn cross-examination he said: I intended to insure the whole interest in the wool, and received the premium for the whole amount; and intended that Webster should understand that it covered the whole interest in the wool. Witness understood that Cross’s interest was insured the same as Webster’s; he told Cross that he had insured “ that wool.” The plaintiff, in rebuttal, gave evidence of declarations of Tibbals, that he had said that it would make no difference whether Cross’s name were in the policy or not.\nThe plaintiffs submitted two points, to the effect that, if the jury believed that the agent knew the ownership of the wool at the time of making the insurance, and it was agreed between him and Webster that the insurance was to cover the interest of both Cross and Webster, and a proportionate premium was paid, the plaintiff is entitled to recover for the interests of both.\nThe two points of the defendants were, that only Webster’s interest in the wool could be recovered in this suit.\nThe court (Johnson, P. J.) affirmed the plaintiffs’ points and denied the defendants’. After referring to the interests of Webster and Cross, the payment of the premium from their joint funds, &c., he said:—\n* * “ The only legal question presented is, whether the defendants are liable on the policy for the value of the whole, or only that of half the amount of wool destroyed. Does the policy cover Cross’s interest as well as Webster’s in the wool? This question was practically decided in deciding the question of evidence presented, to which the defendant has an exception,\n“ In this connection the evidence of Tibbals, the agent, seems to me very pertinent and significant, although he denies having said to Webster that it made no difference whether Cross’s name was in or not, yet .he testifies as follows: ‘ I intended that Webster should understand the contract as I did, that the policy covered the whole interest in the wool. I said to Mr. Cross I had insured that wool. I never denied I had insured the whole amount of the wool. I understood all the time the interest of Cross was insured the same as Webster’s.’ [We thought the evidence going to prove this state of facts admissible, and now think it entitles the plaintiffs to recover the full value of the wool.”] * *\nThe verdict was for the plaintiffs for $4318.\nThe defendants took a writ of error, and assigned for error the admission of the evidence objected to, the answers to the points and the part of the charge in brackets.\nJ. IT. Walher, for plaintiffs in error.\nThe evidence objected to introduced another party into the contract, and made the company by parol insure Cross, when by the writing Webster only was insured. It also changes the amount. Parol evidence of an agreement to vary a policy is inadmissible: Higginson v. Dall, 13 Mass. 96; Whitney v. Mayer, Id. 172; Glendale Woollen Co. v. The Protection Co., 21 Conn. 30; Bevan v. Conn. M. Ins. Co., 22 Id. 250; Holmes v. The Charlestown M. Ins. Co., 10 Metc. 211; Alstow v. Mechanics’ Ins. Co., 4 Hill 330. It makes no difference that Webster and Cross actually owned the wool jointly: 2 Phillips on Ins. §§ 282, 283, 380, 391; 2 Parsons on Shipping, Insurance, &c., 29 et seq.; Graves v. Boston M. Ins. Co., 2 Cranch 419; Turner v. Burrows, 5 Wend. 541; s. c. 8 Id. 144; Finney v. Bradford Ins. Co., 8 Metc. 348; Pearson v. Lloyd, 6 Mass. 84; 2 Pars, on Contr. 69-75; Cooper v. Farmers’ M. Ins. Co. 299; Brown v. Nickle, 6 Barr 390; Chalfant v. Williams, 11 Casey 212; Baltimore and Philadelphia Steamboat Co. v. Brown, 4 P. F. Smith 77; Gould v. Lee, 5 Id. 99.\nJ. O. Marshall, for defendant in error.\nThe agent of the defendant made the mistake, and the insured cannot be made to suffer by it: Columbia Ins. Co. v. Cooper, 14 Wright 340 ; Moliere v. Penna. Fire Ins. Co., 5 Rawle 342; Matteux v. London Assurance Co., 1 Atk. 545; Henkle v. Royal Exch. Assurance Co., 1 Ves. Sr. 317; Howard Ins. Co. v. Bruner, 11 Harris 50. The intention of the insured at the time of insuring should govern: Steele v. Franklin Fire Ins. Co., 5 Harris 290. He also commented on the cases cited for the plaintiffs in error."
  },
  "file_name": "0227-01",
  "first_page_order": 227,
  "last_page_order": 232
}
