{
  "id": 426990,
  "name": "Smith et al. versus The Commonwealth to the use of McGarvy",
  "name_abbreviation": "Smith v. Commonwealth ex rel. McGarvy",
  "decision_date": "1868-10-31",
  "docket_number": "",
  "first_page": "320",
  "last_page": "328",
  "citations": [
    {
      "type": "official",
      "cite": "59 Pa. 320"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts 141",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844021
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0141-01"
      ]
    },
    {
      "cite": "9 W. & S. 118",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts 238",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846139
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "309"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0238-01"
      ]
    },
    {
      "cite": "8 Watts 154",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 Wright 82",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "1 Jones 155",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "9 Wright 165",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "4 W. & S. 186",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856224
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0186-01"
      ]
    },
    {
      "cite": "5 Whart. 83",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 455",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        477733
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0455-01"
      ]
    },
    {
      "cite": "8 Watts 153",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848379
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0153-01"
      ]
    },
    {
      "cite": "7 Watts 187",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "4 Watts 169",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842758
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0169-01"
      ]
    },
    {
      "cite": "1 Jones 150",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8681841
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc/46/0150-01"
      ]
    },
    {
      "cite": "8 Watts 160",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "1 Watts 437",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838065
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/1/0437-01"
      ]
    },
    {
      "cite": "3 Yeates 39",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6771259
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/3/0038-01"
      ]
    },
    {
      "cite": "10 Wright 446",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "5 Watts 141",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844021
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0141-01"
      ]
    },
    {
      "cite": "4 W. & S. 186",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856224
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/4/0186-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 906,
    "char_count": 22796,
    "ocr_confidence": 0.414,
    "pagerank": {
      "raw": 3.984742995613641e-07,
      "percentile": 0.9051678302480183
    },
    "sha256": "8670241c1ba99ed3e807aebd42a5293be437d71cf65cf6c7a05078918d6a4b3d",
    "simhash": "1:bf4a6cac15009487",
    "word_count": 4063
  },
  "last_updated": "2024-02-27T21:29:28.645808+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Read, Agnew, Sharswood and Williams, JJ. Thompson, O. J., absent."
    ],
    "parties": [
      "Smith et al. versus The Commonwealth to the use of McGarvy."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, January 4th 1869, by\nAgnew, J.\nAll of the assignments of error in this case can be disposed of by following in order the propositions of the plaintiff in error.\nIt is alleged that the sentence did not contemplate imprisonment. This is made to turn upon a criticism of the word “ custody,” as a mere keeping watch or care of the person, and not an imprisonment. But this is not so. This word is used in, and is a part of, a sentence of the court upon a conviction of a misdemeanor, and is to be interpreted accordingly. This sentence is a final order of the court in the nature of execution: Snyder v. Commonwealth, 1 Penna. 94; Eby v. Burkholder, 17 S. & R. 10.\nIt is a material part of the sentence, “ and be in custody until this sentence is complied with;” that is, until the fine and costs are paid, and the lying-in expenses and sum awarded for support, and the bond given to indemnify the township. Now, clearly, this is a sentence to imprisonment until the defendant shall comply with the sentence, or be discharged in due course of law. It is admitted, if the language had been “ committed until sentence is complied with,” it would mean imprisonment. But what greater force has the word “ committed ?” It seems to me it is not so great as “custody.” Committed to what? Undoubtedly to custody ; and this is the common form of sentence: “ and that you be committed to the custody of the sheriff until this sentence be complied with.” Custody here means strict custody — areta custodia. A discharge from prison under such a commitment makes the keeper of the prison liable: County of Schuylkill v. Reifsnyder, 10 Wright 446. And he cannot justify, even under a discharge by the county commissioners: Schwamble v. The Sheriff, 10 Harris 19.\nThe rule in civil cases is, and in criminal it is certainly not less strict, that it is the sheriff’s duty to keep every prisoner taken by him by virtue of a writ of execution in salva et arota custodia, for if the sheriff allow a defendant arrested by him on a ca. sa. to go at large for the shortest time, either before or after the return-day of the writ, without consent of the plaintiff,'it is an escape for which the sheriff is answerable: Watson’s Sheriff 135, 7 L. Lib. 97.\nThe next position is that Jane McGarvy, the prosecutrix, is not named in the sentence as the person to whom the lying-in expenses'and maintenance should be paid, and therefore the action cannot be maintained for her use. The sentence is not precise in this respect, and it would be better always for the court to specify at once the person to whom the lying-in expenses and maintenance already accrued are to be paid, as this form of sentence has some advantages. See Sheffer v. Rempublicam, 3 Yeates 39. But it is settled that the sentence need not name the party: Goddard v. Commonwealth,,6 S. & R. 282; Helling’s Executors v. Directors of the Poor, 3 Harris 412.\nIn the last case Judge Rogers said: “ This (omission) however, is not a fatal defect, as we will intend it to be payable either to the mother or to another, who, in case of her decease, may take her place. It was not regarded as error in Goddard v. Commonwealth, where the sentence was in the same form and adjudged to be good.” Her interest in the sentence is viewed as only collateral : Philippi v. Commonwealth, 6 Harris 117. The record of the indictment and conviction, in which Jane McGarvy appears as prosecutrix, we regard as sufficient, therefore, in an action on the sheriff’s bond, to show her interest in the sentence.\nIn regard to the next proposition, the character of the escape and the proper cause of action, we discover no difficulty. The escape as a matter of fact has been found by the jury, and the evidence of it was ample. If Jane McGarvy had an interest in the sentence (and this we have shown), the sheriff became liable to her by reason of his breach of duty to pay her the sums she was entitled to under the sentence at the time of the escapé. They are easily ascertained by reference to the sentence itself. That this breach of duty fell within the protection of the bond is clear from its terms, the last clause of which is, “ and shall and do from time to time and at all times during his continuance in the said office, well and faithfully execute and perform all and every of the trusts and duties to the said office appertaining.” The very point has been decided in Snyder v. ■ Commonwealth, 1 Penna. 94, that a breach of duty in not committing a person convicted of fornication makes the sheriff liable on his official bond to the mother for the amount to be paid to her for maintenance. See also Karch v. Commonwealth, 3 Barr 269. Then, by the 4th section of the Act of 28th of March 1803, decided to be still in force, Commonwealth v. Rainey, 4 W. & S. 186, any one aggrieved may institute an action of debt or scire facias on the recognisance, or of debt on the bond of the sheriff and his sureties, and have judgment and execution for his damages.\nThe right of Jane McGarvy to sue on the bond in the name of the Commonwealth, and to add herself as a party aggrieved, seems to be clear.\nThe next point in the natural order of their consideration is the right of action of the plaintiff against the sureties, and the measure of liability. This proposition has been partly answered in what has been said under the last head. The official bond covers the duty to be performed by the officer in such a case; the escape is a breach of that duty; the law gives a right of action to the party aggrieved and as often as injury shall happen: Act of March 28th 1803, § 4; Act 14th June 1836, § 6, articles 9 and 11. The plaintiff, Jane McGarvy, is such a party; the measure of the liability of the bail to her is the sum which would be payable to her under the sentence, and this sum can be shown by the whole record of the indictment, conviction and sentence. But it is alleged that, the sureties in the official bond cannot be sued until the liability of the sheriff has been first fixed by a suit against him or his personal representative, where the action survives. The authorities relied on for this proposition are the cases deciding upon the character of the liability of sureties in administration-bonds : Commonwealth v. Evans, 1 Watts 437; Myers v. Fretz, 4 Barr 344; Commonwealth v. Wenrick, 8 Watts 160; Commonwealth v. Stub, 1 Jones 150.\nBut the principle upon which all these casfes were rested, was the contingent character of the liability in an administration-bond, on the ground that the liability'of the administrator or executor himself cannot be converted into an absolute one, on proof of anything less than a devastavit. But in a suit against the administrator and his sureties for the faithful execution of a power to sell real estate for the payment of debts, and account for and pay over the proceeds, it was held that the liability of the sureties is direct, and it is not necessary the administrator himself should he first sued: Stewart v. Moody, 4 Watts 169. In this case that of Commonwealth v. Evans is referred to and distinguished on the very ground I have mentioned. This would be sufficient for the point before us, but there are numerous cases showing that the liability of the sureties of a sheriff is direct, and suit may be brought upon it whenever a breach occurs: Shannon v. Commonwealth, 8 S. & R. 444; Carmack v. Commonwealth, 5 Binney 184; Beale’s Executors v. Commonwealth, 11 S. & R. 299; Snyder v. Commonwealth, 1 Penna. 94; Wolverton v. Commonwealth, 7 S. & R. 273; Beale v. Commonwealth, 7 Watts 187; Commonwealth v. McCoy, 8 Watts 153; Karch v. Commonwealth, 3 Barr 269; Ricketson v. Commonwealth, 1 P. F. Smith 155. Nor is there anything in the objection that the escape is a tort on part of the sheriff, and does not survive. This is disposed of by the fact that the liability of the sureties is direct, and therefore the action lies against them as survivors, whether it survive against the sheriff’s estate or not. But undoubtedly it does survive, for two reasons.\nIn the first place the action is not in tort but debt, and this is a distinction fully recognised: Shuler v. Garrison, 5 W. & S. 455; Duncan v. Klinefelter, 5 Watts 141; Karch v. Commonwealth, 3 Barr 269. The statute (1 Richard 2, cap. 12) gives an action of debt for an escape, and enacts that the amount of the judgment shall be recovered. ■ In an action at common law, which is in case, damages only are recovered. But in the case before us the law makes the bond a security for the breach of duty, and gives an action of debt directly upon it, and the sentence of the court affords the measure of liability.\nIn the second place, the Act of 24th of February 1834, § 28, has changed the common law in regard to actions for torts, and now the executor or administrator can be sued in all.personal actions which might have been maintained against the decedent in his lifetime, except actions for slander, for libels, and for wrongs done to the person.\nThe last proposition contended for is that the discharge of the prisoner as an insolvent debtor is conclusive that all the requirements of the law had been complied with, and therefore that he had suffered the three months’ imprisonment demanded by the law in a case of fornication and bastardy before he could make application to be discharged from custody. But this has two answers: First, the application was not made until the 10th of September 1866, while the sentence was passed upon the 9th of June 1866, making an imprisonment of one day more than three months, and non constat that the sheriff had not reimprisoned the defendant within the day he escaped, so that the full term of imprisonment had expired at the time he petitioned to give bond. In civil cases the officer may re-arrest for a negligent escape, though he cannot after a voluntary escape. But in criminal cases it is different. There the public have an interest in' the imprisonment, and even the officer who permitted the escape can retake the convict: Schwamble v. Sheriff, 10 Harris 19.\nAnd in the second place, insolvency is no answer by the sheriff to an escape. He is bound for the salva et arcta custodia, and his liability is incurred at the moment of the breach of his duty, and the statute gives the action of debt for the breach, so that the subsequent discharge is no answer to the action. It will not do to encourage laxity of duty or collusion with the prisoner, by holding that if the prisoner, whose ownership of property cannot always i be followed by the evidence, can afterward be discharged under the insolvent law, it will condone the escape permitted by the sheriff; nor should the sheriff be exposed thus to the influence of powerful and wealthy relatives on behalf of the prisoner.\nBut in addition to these reasons it has been decided that insolvency is no answer to an escape: Wolverton v. Commonwealth, 7 S. & R. 273; Karch v. Commonwealth, 3 Barr 269.\nUpon the whole case, finding no error, the judgment is affirmed.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "J. V. Painter and E. S. Golden (with whom was J. B. Neale), for plaintiffs in error.",
      "J. Boggs, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Smith et al. versus The Commonwealth to the use of McGarvy.\n1. A defendant convicted of fornication and bastardy was sentenced “to pay a fine, * * pay for lying-in expenses * * and the further sum of $100.56, for support of the child, * * to the present time and for the future support of the child he pay, &c., * * and he in custody till this sentence he complied with.” Held, that “ custody” meant imprisonment.\n2. A discharge from prison under such a commitment makes the sheriff liable.\n3. The rule in civil cases, which is equally strict in criminal cases, requires the sheriff to keep a prisoner taken under an execution in safe and strict custody; and if he allow the prisoner to go at large for the shortest time without the plaintiff's consent, he is liable.\n4. The sentence to pay lying-in expenses, &e., should specify the person to whom they are to be paid; omitting it is not a fatal defect.\n5. Suffering a prisoner in execution to escape is a breach of the condition of a sheriff’s bond; and the sureties are liable without first fixing the principal.\n6. An action for an escape is in debt and not in tort.\n7. A defendant sentenced to pay lying-in expenses, &c., was permitted to go at large within three months after sentence. After three months he was discharged by order of court on giving bond to take the benefit of the insolvent laws; and afterwards was finally discharged as an insolvent. Held, not to he conclusive that he had been in actual custody during the three months.\n8. In civil cases the sheriff may re-arrest after a negligent but not after a voluntary escape ; in criminal cases he may arrest after either.\n9. Insolvency of a prisoner under final process is not an answer by the sheriff to an escape.\nOctober 31st 1868.\nBefore Read, Agnew, Sharswood and Williams, JJ. Thompson, O. J., absent.\nError to the Court of Common Pleas of Armstrong county: No. 142, to October and November Term 1867.\nThis was an action of debt at the suit of the Commonwealth for the use of Jane McGarvy against Joseph B. Smith and others, who survived R. M. Kiskaden, sheriff of Armstrong county. The suit was on the official bond of the sheriff, dated November 25th 1865, and was commenced January 5th 1867.\nJohn McNutt, on the 7th of June 1866, was convicted of fornication and bastardy with Jane McGarvy. The sentence was as follows:—\n“And now, to wit, 9th June 1866, the court sentence defendant, John McNutt, to pay a fine of six cents, that he pay for lying-in expenses $25, and the further sum of $100.56 for support of the child from its birth to the present time; and that for the future support of the child he pay $1.25 per week for the period of three years, payable semi-annually; that he give bond with one or more approved securities to the overseers of the poor of Washington township in the sum of $300, conditioned that he indemnify and save harmless the said township from all future costs and charges on account of the support of said child; that he pay the costs, and be in custody till this sentence is complied with.”\nThere was evidence on the part of the plaintiff that in the latter part of July 1866 McNutt had been permitted to go out of the jail; that in August he had been permitted to take horses to water; was allowed to be in the court-house, and had been out of the borough of Kittanning.\nThe defendants gave evidence that on the 10th of September 1866 McNutt was discharged from custody by the court, he having given bond to take the benefit of the insolvent laws.\nOn the 4th of March 1867 McNutt having given notice according to the order of the court, to the prosecutrix amongst others, and having complied with the requirements of the Act of Assembly, was discharged as an insolvent.\nThey proposed further to prove that “ McNutt was before,' and at the time of his sentence, utterly insolvent, and so continued until the present time, and that no loss accrued from the escape.”\nThe evidence was rejected, and a bill of exceptions sealed.\nThe defendants asked the court to charge\n“ 1. The sentence did not contemplate close confinement, and if the jury believe from all the evidence that John McNutt was in custody and under the control of Sheriff Kiskaden from the time of the sentence until he was discharged by the court, it was a compliance with the sentence, there was no escape, and the plaintiff cannot recover.\n2. This being an action of debt against Joseph B. Smith and others, as co-obligors, on the official bond of R. M. Kiskaden, as sheriff, without joining either Kiskaden or his legal representatives, the plaintiff cannot recover.\n3. An action on the official bond of the sheriff against his sureties, cannot be maintained without first fixing the liability of the sheriff.\n4. „ McNutt having applied for the benefit of the insolvent laws, and notice of the intended application having been given to plaintiff, she permitting his discharge without opposition, is now estopped and cannot set up any right of action that accrued prior to it. ■\n5. The discharge of McNutt under the insolvent laws of this state, by a court of competent jurisdiction, is conclusive that all the requirements of the Act of Assembly, including imprisonment for three months prior to his discharge, have been complied with, and the regularity of such discharge cannot be inquired into in a collateral proceeding. She can therefore show no escape within three months prior to the 10th day of September, and cannot recover.\n6. The sentence of the court does not show to whom any of the lying-in expenses, or expenses for the support of the child, are to be paid, and under the sentence she has not been damnified, and no right of action having accrued to her, she cannot recover.\n7. Even if the jury believe from all the evidence in the cause that Sheriff Kiskaden permitted an escape, yet if it resulted in no damage to the plaintiff by reason of the insolvency of McNutt, the plaintiff cannot recover.\n8. The measure of damages is the amount actually lost by plaintiff by the misconduct of the sheriff, and the jury are to be the judges of that fact, under all the evidence of the cause.\n9. The action for an escape being a personal action against the sheriff, dies with the officer, and the plaintiff failing to fix the liability of the sheriff during his life, no action can be maintained against his sureties after his death.”\nThe court (Buffington, P. J.) answered all the points in the negative..\nHe further charged: * * “If'you believe he was permitted to run at large, and was not detained in custody, it was a dereliction of duty, and the sheriff would be liable to make good the loss. [It is contended by the defendants, however,, that even if there is a cause of action, the plaintiff can only recover the loss actually suffered; and as the prisoner was insolvent the loss was nothing and the damages ought only to be nominal. We think ■otherwise. Were it an arrest on mesne process the position might be correct, but in an action of debt on final process the rule is •different; and the amount for which the prisoner was committed is the measure of the rights of recovery.] [The defendants’ ■.counsel has ingeniously interposed several objections to a recovery, none of which can we recognise as valid. The objections are embodied in the points proposed. The first objection is that the action against the sureties cannot be maintained without first fixing the principal with the amount of indebtedness. It is very questionable whether a suit could be sustained at law against the personal representative of the sheriff upon the bond. Whether an action in the case for negligence, under the Act of Assembly, would survive, has no]t been determined. We entertain no doubt, however, that a cause of action exists on the bond against the surviving sureties, and the present form of proceeding is sustainable.] The rule suggested that if the sheriff had the prisoner so under his control as to be enabled to produce him when required, it was a compliance with his duty. We are not of that opinion. As mentioned, a commitment on final process means close custody. We do not think that the proceedings to insolvency by any means exonerates the sheriff. The cause of action was complete before the insolvent proceedings were commenced. , Nor does the fact of insolvency, nor the subsequent discharge, justify the sheriff or afford any excuse for a permission to escape, whilst the prisoner is in charge of the officer under sentence.”\nThe verdict was for the plaintiff, Jane McGarvy, for $235.63. The defendants took a writ of error, and assigned for error the parts of the charge enclosed in brackets, the answers to their points, and the rejection of their offer of evidence.\nJ. V. Painter and E. S. Golden (with whom was J. B. Neale), for plaintiffs in error.\nThe sentence did not contemplate imprisonment. Custody does not necessarily mean imprisonment. A person under bail is in the eye of the law in custody. No direction was given to the sheriff to take the defendant into custody. The sentence did not name any one to be benefited by it. The name of the prosecutrix does not appear in the sentence: Booz v. Engarman, 6 Harris 264. Until an order is made for payment to her she has no cause of action. Such order is within the discretion of the court: Downing v. Commonwealth, 9 Harris 216. The proceedings under the insolvent laws, and the discharge of McNutt, were conclusive: Act of 16th June 1836, § 47, Pamph. L. 740, Purd. 544, pl. 56; Commonwealth v. Riddle, 1 S. & R. 311; George v. Hoover, 3 Id. 559; Sheets v. Hawk, 14 Id. 173; Fritts v. Doe, 10 Harris 336. If the objection that McNutt had not been in custody three months had been made at the hearing, his discharge would have been refused, and he would have been held under the sentence: Newhouse v. Commonwealth, 5 Whart. 83; Commonwealth v. Jailor, 2 Casey 280. Escape is a' tort, and the action therefore dies with the person, unless there be a recovery before the sheriff’s death: Dyer 32; Catherwood v. Fitler, 2 Penna. L. J. 296. The remedy, if any, of the plaintiff, is altogether statutory: Acts of March 28th 1803, § 4, 4 Smith’s L. 48, Purd. 895, pl. 14; June 14th 1836, § 1, Pamph L. 638, Purd. 112, 113, pl. 9; Commonwealth v. Rainey, 4 W. & S. 186; Commonwealth v. Cope, 9 Wright 165. The liability of the principal must be fixed before pursuing the sureties: Myers v. Fretz, 4 Barr 346; Commonwealth v. Stub, 1 Jones 155; Kirkpatrick v. White, 5 Casey 177. Whether there was negligence in the sheriff was for the j,ury: Snively v. Commonwealth, 4 Wright 82. What the sheriff could have made for the plaintiff is the standard of his liability: Commonwealth v. Contner, 6 Harris 446; Commonwealth v. Allen, 6 Casey 49; Commonwealth v. McCoy, 8 Watts 154; Acts of 1836, supra; March 31st 1860, § 5, Pamph. L. 385, Purd. 218, pl. 7; March 21st 1806, § 13, 4 Smith’s L. 332, Purd. 41, pl. 5.\nJ. Boggs, for defendant in error.\nCustody is the detainer of a person under lawful authority: 14 Viner’s Ab. 359; 3 Chitt. Pr. 365; Act of 1836, supra. It is necessary to show only that the legal plaintiff is entitled to recover: Montgomery v. Cook, 6 Watts 238; Blanchard v. Commonwealth, Id. 309; Armstrong v. The City of Lancaster, 5 Id. 68; Commonwealth v. Lightner, 9 W. & S. 118; Kidd v. Commonwealth, 4 Harris 426. The sheriff’s' sureties are to be favored no more than their principal : Wolverton v. Commonwealth, 7 S. & R. 278; Ricketson v. Commonwealth, 1 P. F. Smith 158; Commonwealth v. Reed, 6 A. M. L. J. 162. The sheriff is liable on his bond to the mother: Snyder v. Commonwealth, 1 Penna. Rep. 94. The insolvent proceedings are not conclusive: Karch v. Commonwealth, 3 Barr 269; Duncan v. Klinefelter, 5 Watts 141."
  },
  "file_name": "0320-01",
  "first_page_order": 320,
  "last_page_order": 328
}
