{
  "id": 1021642,
  "name": "Brennen v. Meadow Lands Coal Company, Appellant",
  "name_abbreviation": "Brennen v. Meadow Lands Coal Co.",
  "decision_date": "1916-01-03",
  "docket_number": "Appeal, No. 139",
  "first_page": "178",
  "last_page": "181",
  "citations": [
    {
      "type": "official",
      "cite": "252 Pa. 178"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 333,
    "char_count": 5675,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 5.2465755252959216e-08,
      "percentile": 0.3301134544909761
    },
    "sha256": "81a22e4c36841f2bb93f6145850646cfd411b5278fe653c2237de202cdb130b6",
    "simhash": "1:a02085f3163717f8",
    "word_count": 979
  },
  "last_updated": "2023-07-14T19:30:15.043621+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Potter and Moschzisker, JJ."
    ],
    "parties": [
      "Brennen v. Meadow Lands Coal Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Moschzisker,\nThe plaintiff sued in trespass to recover for personal injuries; he secured a verdict, on which judgment was entered, and defendant has appealed.\nOn August 10, 1912, Michael Brennen, the plaintiff, an employee in the defendant’s mine, was driving a mule hauling two loaded coal cars down a grade; the mule shied at a water pump, as an immediate result of Avhich one of Brennen’s legs was broken and subsequently had to be amputated. The animal in question, named “Pete,” had a reputation for being generally vicious and shying. When the plaintiff went to work on the day of the accident, he reported to a Mr. Toward, the boss driver, who told him to use “Pete.” The plaintiff replied that he had driven “Pete” once before and “couldn’t work with him,” that another mule named “Fritz,” which he drove on the previous night, “had shied at the pump,” and he did not want to take “Pete in there.” Nevertheless, the boss directed him. to take the mule designated, saying that “Pete would not shy up there as that was his regular haulage.” At another place in his testimony, the plaintiff stated that the boss said “to take Pete in there, he would not shy, he is all right,” and that, acting on these instructions, he took the mule as directed. When he came to the pump, however, the animal shied, and the accident happened.\nIt appears that Mr. Toward was employed by the superintendent of the mine, and was accountable directly to him for the work done by the mules and their drivers; that he had the power to employ and discharge the drivers; further, that the mine foreman did not exercise control over these employees, and, in fact, had never given the plaintiff any orders. Mr. Toward stated that out of sixteen mules at the mine only four were safe, and “Pete” was not one of these; he said he had expressed the opinion that “Pete was safe” in order “not to discourage” the plaintiff; finally, the secretary and treasurer of the defendant company testified that he picked the mules and sent them to the mine superintendent.\nThe trial judge left all questions of fact, where there was a controversy in the testimony, to the jury, and he submitted to them the issues of the defendant’s negligence and the plaintiff’s contributory negligence. Since the verdict favored the plaintiff, we must assume the material facts to have been found as just stated, for there was evidence before the triers sufficient to justify such findings. On these facts, the jury might well have concluded that the plaintiff accepted and acted upon the judgment of his superior, and not his own, when he undertook to work with the mule “Pete,” and therefore that his employer, and not he, assumed the risk of the accident which subsequently happened.\nIn conclusion, we may state there was ample evidence to show that “Pete” had kicked, balked, run away and shied on previous occasions; that for á number of years he had the reputation of being a dangerous animal of which the drivers were afraid; that the boss driver was aware of this; and the superintendent of the mine had ample opportunity to know it. Hence the jury could have well concluded it was negligence on the part of the defendant company to give the plaintiff this mule to drive. In the defendant’s mine, the department of work with which we are here concerned was conducted directly under the superintendent and his assistant, the boss driver; therefore, “the mine foreman defense” was not available to the appellant. The law on the points involved in this case is so well established and has been discussed by us in so many recent opinions that no citation of authorities is needed to sustain the judgment entered by the court below.\nThe assignments of error are overruled, and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Moschzisker,"
      }
    ],
    "attorneys": [
      "Stephen Stone, of Stone & Stone, with him J. Thomas Hoffman, for appellant.",
      "Meredith R. Marshall, with him Rody P. Marshall, for appellee."
    ],
    "corrections": "",
    "head_matter": "Brennen v. Meadow Lands Coal Company, Appellant.\n. Negligence — Master and servant — Mines and mining — Vicious mule — Assumption of rish — Contributory negligence — Case for jury.\nIn an action by an employee against a mining company to recover damages for personal injuries sustained by the plaintiff as the result of one of defendant’s mules shying at a water pump in the mine, the case was for the jury and a verdict and judgment for the plaintiff will be sustained where it appears that the mule had on previous occasions kicked, balked and shied, and that such fact was known to the boss driver; that on the day of the accident plaintiff objected to using the mule in question and told the boss driver that on the previous night another mule had shied at the pump; that the boss assured him that the mule would not shy as “that was his regular haulage”; that when plaintiff came to the pump with the mule it shied and the accident occurred; that the boss driver, over whom the mine foreman exercised no control, had power to employ and discharge drivers, and testified that he had told plaintiff that the mule was safe in order not to discourage him.\nArgued Oct. 22,1915.\nAppeal, No. 139, Oct. T., 1915, by defendant, from judgment of O. P. Allegheny Co., Oct. T., 1913, No. 281, on verdict for plaintiff in case of Michael Brennen v. Meadow Lands Coal Company.\nBefore Brown, C. J., Mestrezat, Potter and Moschzisker, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries. Before Swearingen, J.\nThe opinion of the Supreme Court states the facts.\nVerdict for plaintiff for $4,000 and judgment thereon. Defendant appealed.\nErrors assigned were, inter alia, in refusing defendant’s motions for a new trial and judgment n. o. v.\nStephen Stone, of Stone & Stone, with him J. Thomas Hoffman, for appellant.\nMeredith R. Marshall, with him Rody P. Marshall, for appellee.\nJanuary 3, 1916:"
  },
  "file_name": "0178-01",
  "first_page_order": 210,
  "last_page_order": 213
}
