{
  "id": 1021625,
  "name": "Levine v. City of Pittsburgh, Appellant",
  "name_abbreviation": "Levine v. City of Pittsburgh",
  "decision_date": "1916-01-03",
  "docket_number": "Appeal, No. 140",
  "first_page": "181",
  "last_page": "185",
  "citations": [
    {
      "type": "official",
      "cite": "252 Pa. 181"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "152 Pa. 30",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838146
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/152/0030-01"
      ]
    },
    {
      "cite": "73 Pa. 406",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032287
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/73/0406-01"
      ]
    },
    {
      "cite": "238 Pa. 524",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        991657
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/238/0524-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 427,
    "char_count": 7671,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 8.692475290197129e-08,
      "percentile": 0.4929152240149908
    },
    "sha256": "510d94794da4bea74f9e0a5ecea08dea00ffc49f2a4a0424c10c46668f68986e",
    "simhash": "1:f56480ce810461cb",
    "word_count": 1392
  },
  "last_updated": "2024-02-27T21:02:44.510899+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Potter and Moschzisker, JJ."
    ],
    "parties": [
      "Levine v. City of Pittsburgh, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis judgment is affirmed on the opinion of the court below overruling defendant’s motion for judgment n. o. v. and refusing a new trial.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Thomas M. Benner, with him Charles A. O’Brien, for appellant.",
      "Joseph Stadtfeld, for appellee."
    ],
    "corrections": "",
    "head_matter": "Levine v. City of Pittsburgh, Appellant.\nNegligence — Municipalities—City street — Bridge — Projecting beam — Dangerous passageway — Vehicle driver — Contributory negligence.\n1. It is the duty of a city to construct and maintain its public highways so they shall be reasonably safe and convenient for ordinary use and travel. In performing this duty it is bound to use ordinary care and diligence, but is not bound to provide against the possibility of an accident, nor would a mere error in judgment in laying out the way or adopting the plan be negligence.\n2. The general rule that a municipal corporation is not liable for injuries caused by its works constructed upon a faulty plan does not exempt it from liability if that plan leaves the streets in an unsafe condition for public use.\n3. In an action against a municipality to recover damages for personal injuries sustained by plaintiff by being struck by a projecting beam of a bridge while plaintiff was driving from the high front seat of a wagon, the case was for the jury and a verdict and judgment for the plaintiff will be sustained where it appears that plaintiff was unfamiliar with the locality; that as he was turning from one street into another which ran parallel to and partly beneath the bridge he saw the bridge but could not distinguish very well what was under it, that after making the turn the horse had taken a few steps when plaintiff saw the beam too late to avoid being struck by it.\nArgued Oct. 22,1915.\nAppeal, No. 140, Oct. T., 1915, by defendant, from judgment of O. P. Allegheny Co., July T., 1913, No. 1615, on verdict for plaintiff in case of Samuel Levine v. City of Pittsburgh.\nBefore Brown, C. J., Mestrezat, Potter and Moschzisker, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries.\nThe facts appear in the following opinion of Shafer, P. J., sur defendant’s motion for a new trial and for judgment n. o. v.:\nThe action was for personal injuries alleged to have been caused by the negligence of the city in maintaining a highway with the beams of a bridge extending over it in such a way as to be dangerous to the traveling public. Elizabeth street, in the City of Pittsburgh, is of the width of fifty feet, and some years ago crossed the B. & O. Railroad at grade. Roma alley, parallel with and a short distance from the railroad, opened into Elizabeth street. In order to avoid the grade crossing on Elizabeth street the city caused to be built a bridge forty feet in width over the railroad, sloping from the highest point, which is over the railroad, two or three hundred feet each way down to the original level of the ground. The ouiside edge of this bridge was six- feet from the line of Elizabeth street on the side in which Roma alley entered and four feet from the other, side.The bridge was supported on two rows of pillars, which were some twelve feet from the side of the street involved in this case, and the foot walk of the bridge was supported on iron beams which extended about six feet beyond the lines of pillars. All of Elizabeth street under the bridge was closed to travel except the part which extended from the opening of Roma alley along the side of the bridge and under it out to the next cross-street at the original level of Elizabeth street. Roma alley was paved up to the side of Elizabeth street, and the part of Elizabeth street left to travel was unpaved. Just at the turn from Roma alley into this lower part of Elizabeth street the projecting beam of the bridge was 7 feet 11 inches above the ground, and, of course, the other beams, going away from the railroad, were successively nearer the ground until they came down to its level. The plaintiff was driving a furniture wagon, which had no cover but had a high seat in front. He was unacquainted with the locality. He drove along Roma alley toward the bridge and turned to the left to go out along the open part of Elizabeth street which, as has been stated, was six feet wide, from the edge of the bridge to the property line. It was broad daylight, and he says he saw the bridge but could not distinguish very well what was under it, because it was closed up with buildings on the other side. His account of the matter is, “I made the turn into Elizabeth street and the horse made a few steps and I came to the beam. I did not see it before, and when I did see it I just had enough time to bend my head down and pull the horse back and I was doubled up.” He bent forward as far as he could, but the beam struck him in the small of the back and so injured him that he is completely crippled and unable to walk. There was evidence that the beam at this turn- had caught a number of covered wagons and wagons with umbrellas, etc., before this time. The question was submitted to the jury as to whether or not, considering the nature of the street, the city had furnished a highway reasonably safe for public travel under the circumstances. There was ho question of negligence of the city in not keeping the street in good repair, and the city relies upon the general rule that a municipality is not liable for lack of good judgment in constructing its works, or for constructing them upon a defective plan.\nThe general rule is that it is the duty of the city to construct and maintain its public highways so they shall be reasonably safe and convenient for ordinary use and travel. In performing this duty it is bound to use ordinary care and diligence, but is not bound to provide against the possibility of an accident; nor would a mere error in judgment in laying out the way or adopting the plan be negligence: McIntyre v. City of Pittsburgh, 238 Pa. 524. In that case the injury was caused by the building of steps on what was alleged to be a dangerous plan, and that case is relied upon by the defendant as governing the present one. The plaintiff relies upon the rule laid down in Allentown v. Kramer, 73 Pa. 406, followed in Krug v. St. Mary’s Borough, 152 Pa. 30. To what extent and under what circumstances a municipal corporation is to be held liable for injuries caused by its works constructed upon a faulty plan is a question which has been much discussed in other jurisdictions. The cases are collected in 4 Billion on Municipal Corporations, 5th Ed., Sec. 1717 and notes, where the learned author expresses the opinion that the principle that actionable negligence cannot be predicated upon the plan itself should not go so far as to exempt from liability if that plan leaves the streets in an unsafe condition for public use. In the present case it was not in fact the plan of the bridge which caused the injury, as no doubt the bridge was built upon a proper plan for the construction of the bridge itself. The injury was caused by leaving open to public use a narrow strip of the original street, with beams extending over it in such a way as to lead those using the street into danger. It would seem to be much the same as the case of a narrow street left with a precipice at one side of it which was not guarded. Upon a review of all the circumstances of the case we are of opinion that the plaintiff should be allowed to have judgment on his verdict, which, in view of the injury he received, was very moderate.\nVerdict for plaintiff for $5,500, and judgment thereon. Defendant appealed.\nErrors assigned were in overruling defendant’s motion for judgment n. o. v., and in refusing a new trial.\nThomas M. Benner, with him Charles A. O’Brien, for appellant.\nJoseph Stadtfeld, for appellee.\nJanuary 3, 1916:"
  },
  "file_name": "0181-01",
  "first_page_order": 213,
  "last_page_order": 217
}
