{
  "id": 1021617,
  "name": "Dalzell, Appellant, v. Lewis",
  "name_abbreviation": "Dalzell v. Lewis",
  "decision_date": "1916-01-03",
  "docket_number": "Appeals, Nos. 244 and 245",
  "first_page": "283",
  "last_page": "290",
  "citations": [
    {
      "type": "official",
      "cite": "252 Pa. 283"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "48 Pa. 518",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        422274
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/48/0518-01"
      ]
    },
    {
      "cite": "73 Pa. 173",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032330
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/73/0173-01"
      ]
    },
    {
      "cite": "245 Pa. 432",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        326063
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/245/0432-01"
      ]
    },
    {
      "cite": "48 Pa. 524",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        422286
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/48/0524-01"
      ]
    },
    {
      "cite": "104 Pa. 265",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        452114
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/104/0265-01"
      ]
    },
    {
      "cite": "60 Pa. 290",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1014412
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/60/0290-01"
      ]
    },
    {
      "cite": "18 Pa. 20",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969058
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/18/0020-01"
      ]
    },
    {
      "cite": "27 Fed. 631",
      "category": "reporters:federal",
      "reporter": "F.",
      "opinion_index": -1
    },
    {
      "cite": "87 Pa. 261",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057870
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/87/0261-01"
      ]
    },
    {
      "cite": "101 Mo. App. 288",
      "category": "reporters:state",
      "reporter": "Mo. App.",
      "case_ids": [
        8732934
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mo-app/101/0288-01"
      ]
    },
    {
      "cite": "101 App. Div. (N. Y.) 48",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        3059425,
        5164787
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nys/91/0917-01",
        "/ad/101/0048-01"
      ]
    },
    {
      "cite": "25 Pa. 354",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        975803
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/25/0354-01"
      ]
    },
    {
      "cite": "40 Pa. 199",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        478693
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/40/0199-01"
      ]
    },
    {
      "cite": "198 Pa. 173",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920254
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/198/0173-01"
      ]
    },
    {
      "cite": "2 Grant 273",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        227622
      ],
      "opinion_index": 0,
      "case_paths": [
        "/grant/2/0273-01"
      ]
    },
    {
      "cite": "202 Pa. 359",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992357,
        992334
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/202/0359-02",
        "/pa/202/0359-01"
      ]
    },
    {
      "cite": "52 Pa. 311",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002266
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/52/0311-01"
      ]
    },
    {
      "cite": "58 Pa. 168",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013183
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/58/0168-01"
      ]
    },
    {
      "cite": "234 Pa. 280",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        982449
      ],
      "pin_cites": [
        {
          "page": "287"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/234/0280-01"
      ]
    },
    {
      "cite": "85 Pa. 387",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        440485
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/85/0387-01"
      ]
    },
    {
      "cite": "48 Pa. 524",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        422286
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/48/0524-01"
      ]
    },
    {
      "cite": "18 Pa. 20",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969058
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/18/0020-01"
      ]
    },
    {
      "cite": "40 Pa. 199",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        478693
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/40/0199-01"
      ]
    },
    {
      "cite": "198 Pa. 173",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920254
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/198/0173-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 785,
    "char_count": 15907,
    "ocr_confidence": 0.474,
    "pagerank": {
      "raw": 2.752618946078448e-07,
      "percentile": 0.8328564715549053
    },
    "sha256": "542243ca9c43813f21eac6c481a7c3f72955390f6233187103982009176304f0",
    "simhash": "1:034c95b61336987e",
    "word_count": 2718
  },
  "last_updated": "2024-02-27T21:02:44.510899+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Potter, Moschzisker and Frazer, JJ."
    ],
    "parties": [
      "Dalzell, Appellant, v. Lewis."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Frazeb,\nThese appeals are from two decrees of the court below dismissing bills for discovery and accounting of profits alleged to have been made by defendants, who are the same in both cases, on the ground of fraud committed by them in the purchase and sale of certain coal lands in which plaintiffs in each case were induced by defendants to invest. The cases were tried together and argued together on appeal, and, as their determination depends upon the application of the same principles of law, they will be considered together.\nW. A. Lewis, one of defendants, is a member of the bar of Allegheny County, having begun the practice of law in 1868. Since 1904, he has not, however, been engaged in active practice, but for many years represented the members of the Dalzell family, plaintiffs in the two cases, at various times, for the purpose of preparing wills, settling estates and acting as scrivener in conveying realty. George B. Findley, another defendant, was a mining engineer, with whom W. A. Lewis was associated in various mining transactions since his retirement from active practice of the law. Findley was accidentally killed in 1912, and his estate is joined as a party defendant. B. W. Lewis, the remaining defendant, is a son of W. A. Lewis, and was associated with Findley in business from 1903 until the latter’s death.\nDefendants were interested in mining properties in West Virginia, and in 1904 Lewis W. Dalzell, plaintiff in one of these cases (No. 244) joined with defendants in an agreement to buy 800 acres of coal land in West Virginia, which the latter represented could be purchased for the sum of $96,400.00, of which amount Dalzell agreed to pay one-half and the three defendants the other half. B. W. Lewis and Findley had previously procured options on these properties from the various owners who were farmers. The lower court found as a fact that the consideration paid for the land included in the options was probably not one-half of the amount Dalzell was informed the properties could be purchased for. The latter was not notified of the actual consideration and paid his half of the amount represented as the purchase-price, or $48,200.00, in full, relying on the statements of defendants that the land cost $96,400.00. W. A. Lewis and his son claimed they paid their share of the purchase-price, and that Findley also paid his. In 1904 a corporation, known as the Dalzell Coal Company, was organized with a capital stock of $300,000.00, and the land covered by the options purchased and conveyed to this corporation, the consideration being the entire capital stock of the company, one-half of which was issued to Dalzell, the other half to defendants. The management of the company was left to Findley as a mining expert. The Dalzell Company was subsequently consolidated with the Lewis-Findley Coal Company, which latter company was owned by defendants.\nThe property known as the syndicate tract, the subject-matter of dispute in the other appeal (No. 245), contained 2,200 acres. Plaintiffs in that case were induced to purchase a certain interest in the property, which defendants stated could be bought for $297,702.00. Upon plaintiffs having agreed to become interested in this property and having paid their proportionate share of the $297,702.00, defendants took up the options and became the owners of the property, which finally became vested in the Lewis-Findley Company. Plaintiffs paid their share in cash and the property was in fact purchased by defendants for less than the amount so paid to them by plaintiffs. Defendants’ interest consequently was acquired not only without cost to them, but they in fact received part of the money which plaintiffs advanced.\nFollowing Findley’s death in 1912, B. W. Lewis informed plaintiffs the company had been mismanaged by Findley, and both he and W. A. Lewis offered to transfer to plaintiffs, without consideration, the shares of the corporation’s stock which they held. An investigation of the company’s affairs by plaintiffs followed the receipt of this information and resulted in the instituting of these proceedings for accounting. The court found as a fact that plaintiffs were not informed that defendants made a profit in the purchase of the property, and held that although it was the duty of W. A. Lewis to inform them of all the facts connected with the transaction, and that in failing to do so defendants were guilty of fraud, the failure of plaintiffs to investigate and discover the fraud for a period of nine years was such laches upon their part as would bar their right to an accounting. Both bills were accordingly dismissed and these appeals taken.\nIn view of the finding of the-lower court, which was based upon ample testimony, to the effect that defendants failed to act in good faith and had not disclosed to plaintiffs the actual consideration paid for the lands purchased, thus compelling them to pay an excessive price for their respective shares, the only question to be determined here is whether plaintiffs were barred from recovering by reason of their laches in discovering the fraudulent acts of defendants.\nWhile a court of equity is not bound by the statute of limitations, it will frequently adopt and apply the statute to corresponding rights and remedies as in a court of law: Hamilton v. Hamilton’s Executors, 18 Pa. 20; Neely’s App., 85 Pa. 387; Borland’s App., 234 Pa. 280, 287; and will refuse relief to parties who have slept upon their rights or have been negligent in asserting them: Slemmer’s App., 58 Pa. 168; Halsey v. Tate, 52 Pa. 311. This is especially true where parties to a transaction are dead or cannot be found and documentary evidence has been lost or destroyed: Tozier v. Brown, 202 Pa. 359. In the application of this doctrine to cases where there has been fraud on part of defendant, considerable diversity of opinion prevails in the various jurisdictions as to when the statute begins to run. On the one hand it is held although the fraud has been fully completed it operates as a continuing cause of action until discovery, and the statute does not-begin to run until after that date. The other view is the cause of action is complete when the transaction has ended and the statute begins to run at once, unless discovery is prevented by active concealment. This question was fully discussed in the case of Smith v. Blachley, 198 Pa. 173, where the earlier Pennsylvania cases, as well as the cases in other jurisdictions, were reviewed by Mr. Justice Mitchell and his conclusions stated in the following language (page 178) : “Prom this examination of our cases it is clear that while the earlier, ones were decided without reference to the distinction under discussion, yet from the recognition of it in Glenn v. Cuttle, 2 Grant 273, S. C. sub nom. Campbell’s Admr. v. Boggs, 48 Pa. 524, the uniform trend of the decisions has been towards its approval and establishment, and in no case since then has it been disregarded. How far the application of it would have modified the decisions in the earlier cases we need not now consider. In Bricker v. Lightner’s Admr., 40 Pa. 199, for instance, it might be that the continued possession and concealment of the stolen notes should be disregarded as a continuous fraud so that the statute would only run from discovery. Such questions we must leave to be determined when they arise. We regard the distinction as sound, well marked and in harmony with the spirit and letter of the statute. The cases which hold that where fraud is concealed or, as sometimes added, conceals itself, the statute runs only from, discovery, practically repeal the statute pro tanto. Praud is always concealed. If it was not -no fraud would ever succeed. But when it is accomplished and ended, the rights of the parties are fixed. The right of action is complete. If plaintiff bestirs himself to inquire, he has ample time to investigate and bring his action. If both parties rest on their oars the statute runs its regular course. But if the wrongdoer adds, to his original fraud, affirmative efforts to divert or mislead or prevent discovery, then he gives to his original act a continuing character by virtue of which he deprives it of the protection of the statute until discovery.”\nThe case from, which the above was taken was an action to recover money procured by a family physician by falsely representing that a prosecution was about to be begun against the family for concealment of an alleged abortion committed on a daughter and that the money was intended for use in stifling the threatened prosecution. It appeared there was in fact no such prosecution intended and the physician retained the money. The court said further (page 180) : “It is true that defendant obtained the money as the jury have found, by a scheme of the grossest fraud and deception, and used all possible efforts to prevent plaintiffs from finding out the truth, but all these were in the transaction itself and prior to its consummation. There was nothing said or done by him after that bearing in any way on investigation, and plaintiffs knew no facts in 1895, when they brought suit, which they did not know in 1888. The gradual leaking out of the circumstances and the gossip and suspicions of others started an investigation by plaintiffs, which the most ordinary prudence would have prompted at the beginning, and which would then have either foiled the scheme or led to its discovery and the trial of this action while all the witnesses were alive and the matters fresh in their memories.”\nIn the present case, the lower court found as a fact that defendants did nothing from 1904 to 1914 to conceal the fraud. Nor did. plaintiffs make inquiry as to the price defendants paid for the coal land. The deeds were on record and there was also a memorandum in possession of L. W. Dalzell which showed the various persons from whom land was purchased and the number of acres, together with the alleged purchase-price of each property. These papers were in possession of plaintiffs from the time the transaction was completed to the beginning of these proceedings and no inquiry as to their correctness was made by them. They had the same sources of information at hand in 1904 as in 1914 when these bills were flled, but neglected to take the trouble to investigate. In view of these facts and the finding of the lower court to the effect that there was no active concealment by defendants, the decision reached by the court below is in line with the decisions of this court.\nIt is also argued that defendant, W. A. Lewis, occupied a confidential relation to plaintiffs and was therefore bound to inform them of all the facts incident to the transactions, and because of his failure to do so is consequently estopped from setting up the statute of limitations or the laches of plaintiffs as a defense. Here again the finding of the lower court is against plaintiffs. While it is true W. A. Lewis acted as attorney for them in such matters as drawing wills and codicils, the court finds he never acted in other matters' as attorney and was in no sense acting as such in these transactions, and further that there was no relationship of trust or confidence between them. From the testimony of Mrs. McKee it seems she invested in the coal properties-at the suggestion of L. W. Dalzell, who was her attorney-in-fact, and whom she consulted in regard to investments. Mr. Lewis testified he refused to advise the investment' in coal lands and suggested plaintiffs visit and look over the property themselves,' or send a representative to do so for them. He also testified he acted merely as a scrivener in drafting wills of plaintiffs and did not advise them as to the disposition of their estates or concerning investments, and the lower court found as a fact he was not their confidential adviser. In view of the testimony the court below was justified in its finding that W. A. Lewis did not occupy such a confidential relation as would relieve plaintiffs from the charge of laches in failing to investigate the matter on their own account, and which would prevent the application of the statute of limitations. In accordance with these findings and under the rule laid down in Smith v. Blachley, supra, the judgments in both cases must be affirmed.\nThe decrees are affirmed at costs of appellants.",
        "type": "majority",
        "author": "Mr. Justice Frazeb,"
      }
    ],
    "attorneys": [
      "D. T. Watson, of Watson & Freeman, with him Ernest G. Irwin, for appellants.-",
      "Robert J. Dodds, with him William M. Robinson and Reed, Smith, Shaw & Beal, for Estate of George B. Findley, deceased, appellee.",
      "Richard H. Hawkins, of Dalzell, Fisher <£ Hawkins, for Wenman A. Lewis and Bernard W. Lewis, appellees,"
    ],
    "corrections": "",
    "head_matter": "Dalzell, Appellant, v. Lewis.\nEquity — Fraud—Laches—Statute of limitations — Bill for accounting and discovery.\n1. While a court of equity is not bound by the statute of limitations it will frequently adopt and apply ,the statute to corresponding rights and remedies as in a court at law, and will refuse relief to parties who have slept upon their rights or have been negligent in asserting them. This is especially true when the parties to a transaction are dead or cannot be found and documentary evidence has been lost or destroyed.\n2. A cause of action arising from fraud is complete when the transaction has ended and the statute of limitations begins to run at once, unless discovery is prevented by active concealment.\n3. A bill in equity for a discovery and an accounting alleged that plaintiff had entered into an agreement in 1904 with the defendants for the joint purchase of coal lands; that thereunder plaintiff was to pay one-half of the purchase-money and the defend-. ants the other half; that the lands were purchased, but that the consideration actually paid was less than one-half the amount represented to the plaintiff by the defendants, and that plaintiff did not know of such fraud until 1914, and then commenced the present proceeding. It appeared that the deeds were on record and the same sources of information were open to the plaintiff in 1904 as in 1914, and that defendants had made no active attempt during the intervening period to conceal the fraud. Held, the court did not err in dismissing the hill.\nArgued Oct. 27, 1915.\nAppeals, Nos. 244 and 245, Oct. T., 1915, by plaintiffs, from final decree of O. R Allegheny Co., April T., 1914, Nos. 395 and 396, in equity, dismissing bill in equity for discovery and an accounting in cases of Louis W. Dalzell v. Wenman A. Lewis, Bernard W. Lewis, and the Estate of George B. Findley, deceased; and Virginia A. McKee, Mary B. Dalzell, and J. Dalzell McKee v. Wenman A. Lewis, Bernard W. Lewis and the Estate of George B. Findley, deceased.\nBefore Brown, C. J., Mestrezat, Potter, Moschzisker and Frazer, JJ.\nAffirmed.\nBills in equity for discovery and an accounting. Before Evans, J.\nThe opinion of the Supreme Court states the facts.\nThe lower court dismissed the bills. Plaintiffs appealed.\nError assigned, among others, was in dismissing the bills.\nD. T. Watson, of Watson & Freeman, with him Ernest G. Irwin, for appellants.-\nThere was such a concealment of the fraud as to prevent the statute of limitations from running: Smith v. Blachley, 198 Pa. 173; Bricker v. Lightner, 40 Pa. 199.\nA confidential relation existed between W. A. Lewis and the Dalzells and McKees: Henry v. Raiman, 25 Pa. 354; Bingham v. Sheldon, 101 App. Div. (N. Y.) 48; Barnett v. Ball, 101 Mo. App. 288; Davis v. King, 87 Pa. 261; Ervin v. Oregon Navigation Co., 27 Fed. 631.\nRobert J. Dodds, with him William M. Robinson and Reed, Smith, Shaw & Beal, for Estate of George B. Findley, deceased, appellee.\nThere was no concealment of the fraud and plaintiffs’ claims are barred by laches: Hamilton v. Hamilton’s Executors, 18 Pa. 20; Ashhurst’s App., Estate of Montour Iron Co., 60 Pa. 290; Sankey v. McElevey, 104 Pa. 265; Campbell’s Admr. v. Boggs, 48 Pa. 524; Bauer v. Byrd, 245 Pa. 432; Smith v. Blachley, 198 Pa. 173.\nRichard H. Hawkins, of Dalzell, Fisher <£ Hawkins, for Wenman A. Lewis and Bernard W. Lewis, appellees,\ncited: Leaming v. Wise, 73 Pa. 173; Goggins v. Risley, 13 Pa. Supreme Ct. 316; Barton v. Dickens, 48 Pa. 518.\nJanuary 3, 1916:"
  },
  "file_name": "0283-01",
  "first_page_order": 315,
  "last_page_order": 322
}
