{
  "id": 1021680,
  "name": "Brown, Appellant, v. Philadelphia Rapid Transit Company",
  "name_abbreviation": "Brown v. Philadelphia Rapid Transit Co.",
  "decision_date": "1916-03-06",
  "docket_number": "Appeal, No. 375",
  "first_page": "475",
  "last_page": "478",
  "citations": [
    {
      "type": "official",
      "cite": "252 Pa. 475"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 290,
    "char_count": 4959,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 8.490011498157266e-08,
      "percentile": 0.486071774840927
    },
    "sha256": "172c766218c32d7b260fd98360e37c21aed24cd9840010ed4b167398dcc0f537",
    "simhash": "1:ec4085c6c482c375",
    "word_count": 854
  },
  "last_updated": "2023-07-14T19:30:15.043621+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Stewart, Frazer and Walling,- JJ."
    ],
    "parties": [
      "Brown, Appellant, v. Philadelphia Rapid Transit Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nIt was not possible for the learned court below to have avoided the conclusion that, under the evidence submitted by the plaintiff, the unfortunate death of her hus-' band was due to his failure to observe proper care in crossing Sixteenth street, and the judgment is affirmed for the reasons given by the trial judge for entering the nonsuit.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "William B. Eery, for appellant.",
      "William M. Stewart, Jr., for appellee."
    ],
    "corrections": "",
    "head_matter": "Brown, Appellant, v. Philadelphia Rapid Transit Company.\nNegligence — Street railways — Bicycles — Collision — Death — Nonsuit.\nWhere in an action against' a street railway company to recover damages for the death of plaintiff’s husband, it appeared that deceased rode his bicycle from a side street where the cars did not stop, across the intersecting tracks of defendant company and in front of a trolley car, the near approach of which deceased must have seen if he had looked before attempting the crossing, and the evidence failed to disclose negligence on the part of defendant and showed that deceased was guilty of contributory negligence, a compulsory nonsuit was properly entered.\nArgued Jan. 10,1916.\nAppeal, No. 375, Jan. T., 1915, by plaintiff, from final order of C. P. No. 3, Philadelphia Co., Dec. T., 1914, No. 1100, refusing to take off nonsuit, in case of Mary A. Brown v. Philadelphia Rapid Transit Company.\nBefore Brown, C. J., Mestrezat, Stewart, Frazer and Walling,- JJ.\nAffirmed.\nTrespass to recover damages for the death of plaintiff’s husband.\nThe facts appear in the following- opinion of Davis, J., sur plaintiff’s motion for a nonsuit:\nThe deceased was riding a bicycle going west on North street, a street forty feet wide from house-line to house-line, the roadbed of North street being twenty feet in width. North street is situated between Fairmount avenue and Wallace street. The distance from the east rail of jfche defendant company, on Sixteenth street to the east house-line of Sixteenth street is twenty-two and four-tenths feet. The witnesses called on behalf of the plaintiff testified that they were walking north on Sixteenth street on the east sidewalk; that as they arrived at the crossing or intersection of North street and Sixteenth street, the deceased approached on his bicycle ringing a bell which was attached to the bicycle, and that they, the witnesses, Kane and Trumbull, stopped to allow the deceased to proceed, which he did. The witness, Kane, testified that the trolley car at that time was ten or fifteen feet south of North street, and that he looked at the car as he thought the deceased was going to be hit; that he, the -witness, had taken five or six steps after the deceased had passed him, on his wheel, at the intersection of North and Sixteenth streets, before the deceased was hit. The car was going north on Sixteenth street.\nThere is no evidence, whatever, as to how far away the car was when the deceased approached the tracks of the defendant company, or when the deceased was at the east house-line of Sixteenth street. It appears from the testimony that it was a fair evening; no ice or snow on the streets, and nothing to prevent the deceased from seeing the approaching street car. North street is not a main street, nor a street where the cars stop. It does not appear that the deceased stopped his wheel to look before crossing the tracks; but it does appear that the distance from the east house-line of Sixteenth street to the east rail was twenty-two and four-tenths feet.\nIt is the duty of bicycle riders, as well as drivers of vehicles, about to cross the tracks of a street railway company to look after they have passed the house-line and before they attempt to cross the-tracks of the railway company. If they .fail to do so, and the car is so close or approaching at such a distance as to make the crossing perilous and they are injured by reason of their failure to look, they are guilty of such contributory negligence as bars their right to recover. If' they take the chance of passing in front of a rapidly approaching car, and fail in that attempt, they are guilty of such negligence' as precludes recovery, and there is no liability on the part of the defendant. In the case at bar the dominant right to the track was in the defendant company at that point at that time. The deceased was bound to look and listen before crossing the track. A bicycle rider is not exempt from the caution which the law imposes upon others in using the public highway.\nUnder all the evidence I am of opinion that the plaintiff has failed to show any negligence on the part of the defendant company; but it does appear from the evidence of the plaintiff that the deceased was guilty of such contributory negligence as precludes his right to recover in this case.\nThe trial judge entered a compulsory nonsuit, which the court in banc subsequently refused to take off. Plaintiff appealed.\nError assigned was in refusing to take off the nonsuit.\nWilliam B. Eery, for appellant.\nWilliam M. Stewart, Jr., for appellee.\nMarch 6, 1916:"
  },
  "file_name": "0475-01",
  "first_page_order": 507,
  "last_page_order": 510
}
