{
  "id": 1021588,
  "name": "Vulcanite Paving Company v. Philadelphia",
  "name_abbreviation": "Vulcanite Paving Co. v. Philadelphia",
  "decision_date": "1916-03-13",
  "docket_number": "No. 1; Appeal, No. 302",
  "first_page": "600",
  "last_page": "605",
  "citations": [
    {
      "type": "official",
      "cite": "252 Pa. 600"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "244 Pa. 80",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1003445
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/244/0080-01"
      ]
    },
    {
      "cite": "239 Pa. 524",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        995978
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/239/0524-01"
      ]
    },
    {
      "cite": "253 Pa. 101",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024092
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/253/0101-01"
      ]
    },
    {
      "cite": "250 Pa. 45",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1016961
      ],
      "pin_cites": [
        {
          "page": "51"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/250/0045-01"
      ]
    },
    {
      "cite": "249 Pa. 417",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013530
      ],
      "pin_cites": [
        {
          "page": "423"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/249/0417-01"
      ]
    },
    {
      "cite": "241 Pa. 164",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976087
      ],
      "pin_cites": [
        {
          "page": "170"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/241/0164-01"
      ]
    },
    {
      "cite": "237 Pa. 97",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        989007
      ],
      "pin_cites": [
        {
          "page": "107"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/237/0097-01"
      ]
    },
    {
      "cite": "232 Pa. 456",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977908
      ],
      "pin_cites": [
        {
          "page": "462"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/232/0456-01"
      ]
    },
    {
      "cite": "229 Pa. 526",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        971853
      ],
      "pin_cites": [
        {
          "page": "530"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/229/0526-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 537,
    "char_count": 10427,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 1.5782442161602995e-07,
      "percentile": 0.6798807575267902
    },
    "sha256": "9aa5653b3be38735febdc803073b027bac3f544081272ef01638860376c4b715",
    "simhash": "1:2c7334c7de6f810b",
    "word_count": 1742
  },
  "last_updated": "2024-02-27T21:02:44.510899+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Potter, Moschzisker and Frazer, JJ."
    ],
    "parties": [
      "Vulcanite Paving Company v. Philadelphia"
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Moschziskee,\nOn April 22, 1913, the Vulcanite Paving Company brought this action. The plaintiff averred in its statement of claim that on September 25,1893, it made a contract with the City of Philadelphia to pave a certain part of Broad street; that on October 5,1896, it entered into another contract to pave a certain part of Paschall avenue; that it fulfilled its contractual obligations and the work was duly accepted; that the contracts provided the city “should pay the Vulcanite Paving Company ......for paving......the intersections of cross streets and in front of unassessable property”; that the plaintiff was to be paid by assessment bills on assessable property for all paving done in front of such properties, and for work done at street intersections and in front of “unassessable” property it was to receive warrants on the city treasury; that certain abutting properties were unassessable by reason of the fact that the street in front of them had been fully paved at a prior time; that notwithstanding this fact the defendant had given the plaintiff assessment bills against these unassessable properties, which bills were worthless; finally, the plaintiff claimed the amount of these worthless bills. The plaintiff produced evidence to sustain the averments of its declaration. The defendant offered no evidence, but asked for binding instructions in its favor on the plaintiff’s proofs; this request was refused, and the jury were told to find for the plaintiff. A verdict was rendered accordingly, upon which judgment was entered, and the city has appealed.\nIn their printed argument, counsel for the defendant discuss several matters not included in their formal statement of the questions in the case; but we shall touch upon only the points particularly specified or comprehended by reference or direct implication in the appellant’s statement of the questions involved: Willock v. Beaver Val. R. R. Co., 229 Pa. 526, 530; Smith v. Lehigh Val. R. R. Co., 232 Pa. 456, 462; Lincoln v. Wakefield, 237 Pa. 97, 107; Felin v. Philadelphia, 241 Pa. 164, 170; Bethlehem Steel Co. v. Topliss, 249 Pa. 417, 423; Pramuk’s App., 250 Pa. 45, 51; Spang v. Mattes, 253 Pa. 101.\nThe real question before us is: was there competent evidence presented sufficient to prove a case within the governing principles laid down by us in Vulcanite Paving Company v. Philadelphia, 239 Pa. 524, and 244 Pa. 80. The contracts at bar are identical in form with those passed upon in the two cases just referred to, and the material surrounding facts are alike to such an extent that all the questions here raised can be said to have been there adjudicated, excepting those which we shall now discuss.\nTo start with, we feel it is too plain for discussion that, when in any given case of this character it is properly proved the street in front of an abutting property had previously been paved, such property must be classed as “unassessable” within the meaning of that word as used in the contracts before us. This being so, we must turn to the evidence at bar and see whether, when uncontradicted, it was sufficient to make out the plaintiff’s case. The plaintiff proved the contracts in the usual way by having the city custodian of such records produce the documents and testify they came from the files of the municipality. These documents consisted of written contracts, signed and sealed by the mayor of the city, with the endorsement of the city solicitor and the city controller as to their form and the fact that proper appropriations had been made and the money was available. The plaintiff then proceeded to show that the stipulated work was done and completed under these contracts, and that, in part payment therefor, he had been handed assessment bills against abutting properties that were “unassessable.” To prove the latter fact, the plaintiff put in evidence court records of certain lien proceedings, in which the city was the legal plaintiff and the Vulcanite Paving Company the use-plaintiff, wherein it had been formally judicially determined that the street in front of the several premises in question had previously been paved. On this finding of fact, in each instance, a verdict and judgment had been entered for the defendant property owner, and these judgments fixed the status of the respective properties as unassessable for further street paving purposes.\nEach of the contracts sued upon contained a provision to the effect that “the party of the first part (the city) agrees that the party of the second part (the Vulcanite Paving Company) may use the name of the City of Philadelphia and employ all her legal remedies, by lien or otherwise, in the collection of said assessment bills.” In pursuance of this provision, the assessment bills involved in the several lien proceedings before referred to had been delivered to the contractor, and, when not paid, a lien had been prepared and signed by the city solicitor, who entered an appearance in each particular case on behalf of the city; and, although the various suits were afterwards pressed to judgment by counsel for the contractor, yet, the lien claims could not have been satisfied, under the law as it existed prior to 1901 (the time when these liens were filed), without an order of satisfaction from the city solicitor and the. payment to him of a commission of five per centum on the face of each claim. Under these circumstances, the city, at least impliedly, authorized the contractor, through its counsel, to pursue the respective lien suits to judgment, and this included the right to make proper and usual agreements between counsel to expedite the causes, including the submission to a referee under the act of assembly, which was done in one instance. Nothing out of the ordinary occurred in any of the suits, and, so far as we can discover, the present defendant was in no way prejudiced by the manner in which they were conducted; the judgments therein, fixing the status of the properties involved as “unassessable,” were sufficiently proved, and, no defense having been offered, they Avere conclusive against the city in the case at bar.\nWhile there was physically in court only one lien record from Broad street and one from Paschall avenue, yet, the remaining records were all offered in evidence, the attorney for plaintiff stating the court term and number in each instance. The papers in the cases other than the two records which were used for reference were in the prothonotary’s office, directly across the hall from the court room in which the cause at bar was being tried; moreover, there does not appear to have been a dispute, of any kind concerning these latter records, nor do we find any actual demand for their production on the part of the defendant, and even now the city does not claim that they, if produced, would differ in any essential particular from the two records that were brought into court. On this state of facts, Ave are not willing to send the present case back for a retrial merely because all the papers in each and every one of the lien proceedings were not physically placed before the judge and jury. The two records produced shoAved that the liens there in question had been stricken off because the properties were nonassessable, for the reason already given, and there was and is no contention that, in point of fact, this was not true of all the other liens.\nSo far as we can ascertain from the record, none of the material facts involved is in dispute. The case simply comes to this: the plaintiff paved two streets under contracts wherein it, in effect, was stipulated that the city should pay in cash for the work done in front of all unassessable property; it was determined, in proper proceedings, that certain abutting properties were of that character, and, in accordance with the contracts (as construed by this court in the cases already cited), it was the duty of the defendant to pay for the work in front of such properties. The evidence depended upon was competent and sufficient, so there does not appear to be any legal, equitable or moral reason why the plaintiff should not recover; we find nothing in the trial amounting to reversible error.\nThe assignments are all overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Me. Justice Moschziskee,"
      }
    ],
    "attorneys": [
      "Paul Reilly, Assistant .City Solicitor, with him Michael J. Ryan, City Solicitor, for appellant.",
      "Walter Biddle Saul, with him E. O. Michener, for appellee."
    ],
    "corrections": "",
    "head_matter": "Vulcanite Paving Company v. Philadelphia\n(No. 1).\nContracts — Municipalities — Paving contracts — Recovery for work done — Evidence.\nA contract entered into between a paving company and a municipality provided that the municipality should pay for paving the intersections of cross streets and in front of unassessable property, and that the paving company should be paid by assessment bills on assessable property, for all paving done in front of such property. In an action against the municipality to recover the amount of certain assessment bills which had been given in payment for work done, plaintiff offered in evidence the contracts and proved the performance of the work and showed that the bills were not collectible against the property owners because the property was nonassessable. The records of lien proceedings, where in actions on liens filed against all the properties covered by the bills judgment had been rendered for defendant because the property was not assessable, were offered in evidence by reference to the court, term and number thereof; the records in only two of such actions were actually in court but the others were available in the prothonotary’s office. Held, the trial judge did not err in directing a verdict for plaintiff.\nArgued Jan. 17,1916.\nAppeal, No. 302, Jan. T., 1915, by defendant, from judgment of C. P. No. 3, PMladelpMa Co., March T., 1913, No. 3802, on directed verdict for plaintiff, in case of Vulcanite Paving Company v. City of PMladelpMa.\nBefore Brown, C. J., Mestrezat, Potter, Moschzisker and Frazer, JJ.\nAffirmed.\nAssumpsit on contract for paving. Before Davis, J.\nThe opinion of the Supreme Court states the facts.\nVerdict for plaintiff by direction of the court for $24,-409.39 and judgment thereon. Defendant appealed.\nErrors assigned were rulings on evidence, in directing a verdict for plaintiff, in refusing to direct a verdict for defendant and in refusing to enter judgment for defendant n. o. v.\nPaul Reilly, Assistant .City Solicitor, with him Michael J. Ryan, City Solicitor, for appellant.\nWalter Biddle Saul, with him E. O. Michener, for appellee.\nMarch 13, 1916:"
  },
  "file_name": "0600-01",
  "first_page_order": 632,
  "last_page_order": 637
}
