{
  "id": 1179656,
  "name": "Rankin v. Boyle, Appellant",
  "name_abbreviation": "Rankin v. Boyle",
  "decision_date": "1937-11-12",
  "docket_number": "Appeal, No. 107",
  "first_page": "284",
  "last_page": "288",
  "citations": [
    {
      "type": "official",
      "cite": "328 Pa. 284"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "293 Pa. 385",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1111113
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/293/0385-01"
      ]
    },
    {
      "cite": "123 Pa. Super. Ct. 151",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        992150
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/123/0151-01"
      ]
    },
    {
      "cite": "313 Pa. 115",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1152619
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/313/0115-01"
      ]
    },
    {
      "cite": "292 Pa. 543",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1109704
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/292/0543-01"
      ]
    },
    {
      "cite": "264 Pa. 121",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1048503
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/264/0121-01"
      ]
    },
    {
      "cite": "318 Pa. 545",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1159560
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/pa/318/0545-01"
      ]
    },
    {
      "cite": "304 Pa. 140",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1132375
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/304/0140-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 492,
    "char_count": 7533,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 2.3472482418172658e-07,
      "percentile": 0.7928396597639477
    },
    "sha256": "de048168fcdc362076ffd1a5bd4f1c752161650f5eecd0e83890b3e49dda1bcd",
    "simhash": "1:50c06febc547c467",
    "word_count": 1281
  },
  "last_updated": "2024-02-27T16:14:32.999854+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Schaefer, Maxey, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Rankin v. Boyle, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Drew,\nAt Foster’s Comers, in Venango County, the Warren Road, running in a generally eastward and westward direction, intersects State Highway Route No. 160 at right angles. On November 9, 1934, at approximately five o’clock in the afternoon, plaintiff, proceeding eastward on the Warren Road, approached the intersection in question. She stopped her car two feet from the intersecting road and waited while an automobile turned from that highway and passed her. She then looked in both directions, her view to the north extending at least 300 feet, and saw no oncoming car. She immediately started to cross, without further observation, at a speed of eight to ten miles an hour, and had reached the easterly edge and was about to leave the highway when her machine was struck by a car operated by defendant, coming from the north at a high rate of speed. The impact was sufficient to knock plaintiff’s car into a ditch on the easterly side of the highway forty feet south of the intersection. Defendant’s car swerved into a culvert about a foot above the surface of the road and two feet from the southeast corner of the intersection. Plaintiff did not see defendant’s car prior to the collision.\nDefendant was returning from a near-by airport, where she had taken a flying lesson. She had with her in the front seat two girl friends. Her ear was traveling at a speed of sixty to sixty-five miles an hour when 300 to 400 feet from the intersection. There was no positive testimony on plaintiff’s side as to its speed immediately before the accident. However, the force of the collision, the distance plaintiff’s car was thrown, the location of both cars after they had come to rest, and other facts and circumstances surrounding the accident, are conclusive evidence that defendant’s car, immediately before and at the time of the collision was traveling at a high and dangerous rate of speed. It is clear the car did not enter plaintiff’s range of vision until after plaintiff was fully committed to the crossing, and that defendant did not see plaintiff’s car until she was almost upon it and there was insufficient time to stop.\nWhen the collision was imminent plaintiff’s car was leaving the highway, on the side opposite to that on which defendant was traveling. There was a clear space behind plaintiff’s car, which defendant could and should have used. Instead, defendant swerved to her left, onto the wrong side of the road, and directly against plaintiff’s car, which at the moment would have in no way obstructed her passage if she had continued on her own side of the road.\nThe foregoing summary includes the material facts, viewed as they must be, in the light most favorable to plaintiff, for whom a verdict was returned in the present action of trespass to recover for the injuries sustained: Guilinger v. Pennsylvania Railroad Co., 304 Pa. 140. The appeal is from the judgment for plaintiff that followed the dismissal of defendant’s motions for judgment n. o. v. and for a new trial.\nThere was an abundance of evidence to convince the jury that plaintiff was free from negligence and that defendant was guilty of great negligence. That defendant was driving most carelessly, at an extreme speed, and without exercising the required control, admits of no doubt. Defendant’s negligence was so manifest no real effort was made at the trial to conceal it. Reliance to escape liability was placed on alleged contributory negligence.\nDefendant contends that even though plaintiff had the statutory right of way to cross the intersection she became contributorily negligent when she entered the intersection and drove across without continuing to look for approaching traffic. The answer is plain and conclusive. Plaintiff did look before attempting to cross, at a time when her car was standing two feet from the intersecting highway, about as close to the highway as she could get without being upon it, and where she had a clear view in each direction sufficient to disclose any vehicle which might, traveling at a lawful speed, interfere with the successful negotiation of the crossing. Moreover, a civil engineer, called by the defendant, testified she had a clear view to the north of from 600 to 700 feet. Having looked in each direction, and having seen no car approaching, she started to cross and was actually within a few inches of the far edge when the collision happened. If defendant’s car had been within her range of vision, 300 feet or more away, traveling at the usual rate of speed, and she had seen it and started to cross, she would have been well within her legal right: Lookatch v. Robinson, 318 Pa. 545. She would then have done only what any careful prudent driver would do. Having the right of way she could assume that the driver of the oncoming automobile would approach at a moderate speed with his car under control. She was not required to anticipate and guard against the want of ordinary care on the part of such a driver: Simon v. Lit Bros., Inc., 264 Pa. 121; Swift v. Corrado, 292 Pa. 543; Lookatch v. Robinson, supra.\nShould plaintiff have looked to her right and left as she crossed the intersection? This is a sixteen-foot highway. Having observed due care before starting and having committed herself to the crossing, it was not necessary — and no purpose of safety could be served— by continued looking to right and left while crossing suck a highway: cf. Swift v. Corrado, supra; Peters v. Atlas Powder Co., 313 Pa. 115; Lookatch v. Robinson, supra; Cunningham v. Spangler, 123 Pa. Super. Ct. 151.\nClearly this was a case for the jury. Our view agrees with that of the jury. We are unable to see anything in the conduct of plaintiff which could be called negligent. The accident was due solely to defendant’s lack of care.\nNor do we think defendant entitled to a new trial. Complaint is m.ade of the admission of testimony with respect to the existence of a goitre which became active after and as a result of the injuries suffered by plaintiff in the accident. It is argued that no such injury was alleged in the statement of claim. The answer is, regardless of the inclusiveness of the statement’s allegations of plaintiff’s injuries, that defendant first injected such evidence, and cross-examined plaintiff’s medical witnesses at great length concerning it, in order to later argue that plaintiff’s nervous disorder was the result of the activity of the goitre and not the result of the injuries suffered in the accident. Defendant cannot be heard to complain of that for which she herself was responsible: Whitekettle v. N. Y. Underwriters Ins. Co., 293 Pa. 385.\nIt is also contended, and the argument is based upon isolated extracts from the charge of the court, that the jury was erroneously instructed with reference to the computation of the present worth of the damages plaintiff sustained by reason of impairment of earning power. We have carefully considered the charge as a whole, as we must, and are satisfied that the jury was adequately instructed to allow only such a sum as would, together with the accumulation of interest, equal plaintiff’s loss of earning capacity. The reasonableness of the verdict indicates that the jury was not misled.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Drew,"
      }
    ],
    "attorneys": [
      "A. B. J obson, with him Edmond O. Breene, of Breene d Jobson, for appellant.",
      "Robert M. Dale, with him G. G. Martin, for appellee."
    ],
    "corrections": "",
    "head_matter": "Rankin v. Boyle, Appellant.\nArgued September 30, 1937.\nBefore Kephart, C. J., Schaefer, Maxey, Drew, Linn, Stern and Barnes, JJ.\nA. B. J obson, with him Edmond O. Breene, of Breene d Jobson, for appellant.\nRobert M. Dale, with him G. G. Martin, for appellee.\nNovember 12, 1937:"
  },
  "file_name": "0284-01",
  "first_page_order": 318,
  "last_page_order": 322
}
