{
  "id": 1179703,
  "name": "Danks, Appellant, v. Pittsburgh Railways Company",
  "name_abbreviation": "Danks v. Pittsburgh Railways Co.",
  "decision_date": "1937-11-12",
  "docket_number": "Appeal, No. 142",
  "first_page": "356",
  "last_page": "359",
  "citations": [
    {
      "type": "official",
      "cite": "328 Pa. 356"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "264 Pa. 98",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1048577
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/264/0098-01"
      ]
    },
    {
      "cite": "254 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1025399
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/254/0241-01"
      ]
    },
    {
      "cite": "253 Pa. 324",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1023984
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/253/0324-01"
      ]
    },
    {
      "cite": "320 Pa. 156",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1163733
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/320/0156-01"
      ]
    },
    {
      "cite": "318 Pa. 369",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1159616
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/318/0369-01"
      ]
    },
    {
      "cite": "318 Pa. 325",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1159565
      ],
      "weight": 2,
      "pin_cites": [
        {
          "parenthetical": "p. 327"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/318/0325-01"
      ]
    },
    {
      "cite": "304 Pa. 95",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1132451
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/304/0095-01"
      ]
    },
    {
      "cite": "299 Pa. 343",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1122275
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/299/0343-01"
      ]
    },
    {
      "cite": "288 Pa. 175",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1100815
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/288/0175-01"
      ]
    },
    {
      "cite": "280 Pa. 576",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1084517
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/280/0576-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 349,
    "char_count": 4995,
    "ocr_confidence": 0.506,
    "pagerank": {
      "raw": 1.9144489396544385e-07,
      "percentile": 0.7321422986436661
    },
    "sha256": "90f4c301efee91fed8d774e2b513d077cbe2d5c7cadbebfdd97245f033ebc000",
    "simhash": "1:e8408febe5505d71",
    "word_count": 863
  },
  "last_updated": "2024-02-27T16:14:32.999854+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Schaffer, Maxey, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Danks, Appellant, v. Pittsburgh Railways Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Barnes,\nThe question here presented is whether the plaintiff, a pedestrian, was guilty of contributory negligence in attempting to cross a street in traffic, — not at an authorized crossing.\nThe accident involved in this suit occurred on Amity Street between Seventh and Eighth Avenues, in the Borough of Homestead, Allegheny County. Here Amity Street runs north and south, while the two avenues extend east and west. On December 19, 1932, at about 5:15 o’clock p. m., the plaintiff, walking north on the east sidewalk of Amity Street, reached a point approximately fifty or sixty feet north of Eighth Avenue, when he undertook to cross from the east to the west side of the street. While in the act of crossing, he was struck by a northbound trolley car of the defendant company, which had made a right turn from Eighth Avenue into Amity Street.\nReviewing the evidence, it appears that plaintiff before stepping into the cartway of Amity Street, looked in both directions and saw no traffic approaching. He did not look again for danger until he was about to cross the second rail of the first or northbound tracks. At that place he saw an automobile approaching rapidly, traveling in a southerly direction on Amity Street. Plaintiff stopped, and stepped back onto the car track to avoid being hit by the automobile. His testimony was that he “stayed there no more than a minute” when the northbound street car struck him. He said he heard no bell or warning signal sounded by the car.\nWhether he saw the street car before being injured by it is conflicting in plaintiff’s testimony. At one time he testified that, as he stepped from the sidewalk and cleared two automobiles parked at the place where he was attempting to cross, he “looked up to the left [the direction from which the street car came] and I seen one street car.” However, he also testified on both direct and cross-examination that he did not see the street car at any time before he was knocked down by it.\nThe jury returned a verdict for the plaintiff, but judgment non obstante veredicto was entered in favor of defendant by the court below upon the ground that plaintiff was contributorily negligent. Plaintiff has appealed from the judgment.\nThat the plaintiff wholly failed to perform his duty to look for approaching traffic before undertaking a street crossing is apparent from his testimony. The contradiction therein is not material, because under the most favorable interpretation of his conduct, he is unquestionably guilty of contributory negligence. If he did see the street car as he left the curb, he was negligent because he then walked knowingly into its path: Grein v. Gordon, 280 Pa. 576; Watson v. Lit Bros., 288 Pa. 175; Goff v. College Hill Boro., 299 Pa. 343; Halpert v. Earnshaw, 304 Pa. 95; Dando v. Brobst, 318 Pa. 325. On the other hand, if we believe his statement that he did not see the trolley car until it struck him, he is none the less at fault, for in that event it is clear that he failed to perform his duty to look for it.\nAs we said in Dando v. Brobst, supra (p. 327), and the rule is applicable to the instant case, that “plaintiff must inevitably have seen the car if she had looked, and if she saw nothing she could not have been looking . . . it is vain for a person to say he looked when, in spite of what his eyes must have told him, he moved into the path of an approaching car or train by which he was immediately struck. ...”\nThe testimony shows that plaintiff was inattentive and careless to a degree amounting to indifference to danger in undertaking the hazard of crossing this two-way street between intersections. It was his duty to look immediately before entering upon the cartway, and to continue to look as he proceeded across the street. Plaintiff says that he looked upon leaving the sidewalk, and not again until he stepped upon the second rail of the northbound tracks. As we repeatedly have said, the duty to look before undertaking a street crossing and to continue to look is particularly incumbent upon one who is traversing a street in traffic, — not at an authorized crossing: Watson v. Lit Bros., supra; Carnevale v. McCrady-Rodgers Co., 318 Pa. 369; Fearn v. Philadelphia, 320 Pa. 156. See also Arnold v. McKelvey, 253 Pa. 324; Virgilio v. Walker & Brehm, 254 Pa. 241; Anderson v. Wood, 264 Pa. 98.\nThe facts of the present case show contributory negligence on the part of plaintiff. The action of the court below in entering judgment for the defendant was proper. Where contributory negligence is established, the court is bound to declare it as a matter of law: Goff v. College Hill Boro., supra; Carnevale v. McCrady-Rodgers Co., supra.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Barnes,"
      }
    ],
    "attorneys": [
      "L. Kenneth Harkins, with him J. H. Lembersky, for appellant.",
      "D. II. McConnell and J. R. McNaryfor appellee, were not heard."
    ],
    "corrections": "",
    "head_matter": "Danks, Appellant, v. Pittsburgh Railways Company.\nArgued October 1, 1937.\nBefore Schaffer, Maxey, Drew, Linn, Stern and Barnes, JJ.\nL. Kenneth Harkins, with him J. H. Lembersky, for appellant.\nD. II. McConnell and J. R. McNaryfor appellee, were not heard.\nNovember 12, 1937:"
  },
  "file_name": "0356-01",
  "first_page_order": 390,
  "last_page_order": 393
}
