{
  "id": 1179633,
  "name": "Bernardi, Appellant, v. Pennsylvania Railroad Company",
  "name_abbreviation": "Bernardi v. Pennsylvania Railroad",
  "decision_date": "1937-11-22",
  "docket_number": "Appeal, No. 128",
  "first_page": "373",
  "last_page": "377",
  "citations": [
    {
      "type": "official",
      "cite": "328 Pa. 373"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "326 Pa. 195",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1174484
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/326/0195-01"
      ]
    },
    {
      "cite": "310 Pa. 546",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1144309
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/310/0546-01"
      ]
    },
    {
      "cite": "274 Pa. 244",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1073029
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/274/0244-01"
      ]
    },
    {
      "cite": "273 Pa. 259",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070793
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/273/0259-01"
      ]
    },
    {
      "cite": "305 Pa. 520",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1134664
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/305/0520-01"
      ]
    },
    {
      "cite": "283 Pa. 182",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1090520
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/283/0182-01"
      ]
    },
    {
      "cite": "270 Pa. 299",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1066008
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/270/0299-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 477,
    "char_count": 7843,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 6.927133103463578e-08,
      "percentile": 0.42034072256722305
    },
    "sha256": "5cb2241fee2a74ac2d64c6dc6ca76fb699052ca5236427beecab845c18a8efe1",
    "simhash": "1:c109c4e83cbfd513",
    "word_count": 1365
  },
  "last_updated": "2024-02-27T16:14:32.999854+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Schaffer, Maxey, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Bernardi, Appellant, v. Pennsylvania Railroad Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Barnes,\nThis action of trespass was brought by plaintiff, who claims to have been injured by a fall out of a window of a passenger coach in a train of the defendant company.\nIt appears that on the evening of July 28, 1933, shortly after eleven o’clock, the plaintiff boarded an eastbound train of the defendant at Altoona, having a ticket to Lewistown, Pennsylvania. He was a furloughed employee of the defendant, who had worked for the company as a laborer. At the time of the accident he was forty-nine years of age, his weight was one hundred and sixty pounds, and he was exceptionally short, being only four feet eleven inches in height.\nThe plaintiff entered the coach and sat on the rear seat of the left side. It was a warm evening and the car window was raised to the top. After seating himself he removed his coat, and did not disturb the position of the raised window by which he was sitting.\nAbout seven minutes after the train left Altoona station, and when it was traveling at a speed of thirty-five to forty miles an hour, the plaintiff leaned forward and to his left, to expectorate out of the window. His testimony is to the effect that when he was in a half-sitting half-standing position, attempting to expectorate, the window suddenly dropped some six or seven inches, striking the top of his head, and stunning him. He says that just at this time a lurch of the train caused him to fall through the open window head first to the ground below. He was picked up and taken to the railroad dispensary in Altoona, where, after receiving treatment, he was sent home.\nThe jury returned a verdict in favor of the plaintiff. Thereafter the defendant’s motion for judgment non obstante veredicto was granted by the court below, and its rule for a new trial was refused. The plaintiff has appealed from the judgment entered in favor of defendant. The principal question before us is whether there is sufficient evidence of negligence on the part of defendant to sustain the verdict in favor of plaintiff.\nPlaintiff contends, to use his own words, that “the sole negligence” of the defendant “was the falling of the window six inches on account of a defective catch, stunning him so that he fell out of the window.” It is admitted by him that the lurch or movement of the train was not severe enough at the time of the accident to have constituted negligence on the part of defendant.\nThe defendant concedes that plaintiff fell through a window of its coach, but denies that the accident occurred in the manner which he alleges. On the contrary, it asserts that it would have been a physical impossibility for plaintiff to have fallen through the car window as he claimed.\nOn behalf of plaintiff, a witness, who was a passenger in the same coach at the time, testified that he saw the plaintiff fall from the window; that immediately thereafter he ran to this window and raised it to its full height for the purpose of looking out, but that as he did so the window dropped some six or seven inches. He examined the catches on the side of the window, and found that the first three or four of them lacked sufficient depth to hold it, and it slid past such catches until it was caught by lower ones.\nThe defendant, however, produced testimony that the window of this coach was of a different construction from that described by plaintiff; that it was a balance sash raised by a tension spring which held it in place when open, without catches in the side of the window; that the only catch was at the bottom to hold the window shut. Another witness, a repairman employed by defendant, testified that he inspected this coach on July 31, 1933, three days after the accident. His records indicate no replacements of any window parts were made.\nThe defense upon which the railroad company principally relies, however, and the basis of the decision in the court below, is that according to the undisputed physical facts, the accident could not have happened as described in the testimony of plaintiff and his witnesses. Defendant placed in evidence original records showing the make up of the train upon which plaintiff was riding, and identifying the car in which he sat as No. 7750. This evidence indicates that it is what is known as a “Class P-70” car, and was built July 28, 1911. The plan or blue print of the car was then produced, which shows that the window out of which plaintiff is alleged to have fallen, measures sixteen inches when fully raised and opened, and twenty-eight and three-quarter inches in width. The window sill was twenty-nine inches above the floor level and about eleven inches above the seat cushion. These dimensions were not controverted.\nIf, as plaintiff testified, the window dropped some six inches from its full height of sixteen inches, there then would remain an opening of but ten inches through which the plaintiff could fall. It is incredible that a person approximately five feet in height, and weighing one hundred and sixty pounds, could have fallen sideways through a ten-inch space, which, in effect, is the testimony to which plaintiff asks us to give credence. His explanation concerning the manner in which the accident occurred cannot be accepted in the face of the incontrovertible physical facts as shown by the evidence of the case.\nIt is settled by the decisions of this Court that a verdict based upon evidence which infallible physical facts demonstrate to be untrue, cannot be sustained. See Lessig v. Reading Transit & Light Co., 270 Pa. 299. In Radziemenski v. Balt. & Ohio R. R. Co., 283 Pa. 182, Mr. Justice Frazer said (p. 184) : “While it is not the province of this Court to decide disputed questions of fact, and we are bound to give plaintiff; the benefit of all favorable inferences which may be drawn from the testimony of his witnesses, yet we are not required to believe what physical facts demonstrate to be untrue, and when an infallible mathematical test is applied to the testimony of a witness and he is found to be mistaken in a material matter, it would be a travesty on justice to allow the jury to believe such testimony and permit them to render a verdict based thereon.”\nMore recently, we said, speaking by Mr. Justice Drew, in Lamp v. Penna. R. R. Co., 305 Pa. 520 (p. 525) : “It is now the established law of this State that where the testimony of a witness is contradicted by incontrovertible physical facts, the testimony of such witness cannot be accepted, it being either mistaken or false, and a verdict based on it will not be sustained.” See also Seiwell v. Hines, Dir. Gen., 273 Pa. 259; Horen v. Davis, Dir. Gen., 274 Pa. 244; Crago v. Sickman, 310 Pa. 546; Fidelity Tr. Co. v. Penna. R. R. Co., 326 Pa. 195.\nWhile it is unquestioned that the plaintiff did fall through the window, this could have occurred only, as we have seen, when the window was fully opened. In consequence, it is unnecessary to consider whether as a result of defective catches the window fell and struck plaintiff upon the head, which is the negligence he alleges. If it did, the only possible result thereof would have been to render it more difficult for him to have fallen through the window. Therefore, the plaintiff has failed to sustain his principal allegation of negligence, and judgment was properly entered for defendant.\nAs we have reached the conclusion that the injuries could not have been received in the manner claimed, it is unnecessary to discuss other contentions earnestly urged on behalf of plaintiff.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Barnes,"
      }
    ],
    "attorneys": [
      "E. V. Buckley, of Margiotti, Pugliese, Evans é Buckley, for appellant.",
      "Robert D. Dulzell, of Dalzell, McFull <& Pringle, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bernardi, Appellant, v. Pennsylvania Railroad Company.\nArgued September 30, 1937.\nBefore Kephart, C. J., Schaffer, Maxey, Drew, Linn, Stern and Barnes, JJ.\nE. V. Buckley, of Margiotti, Pugliese, Evans é Buckley, for appellant.\nRobert D. Dulzell, of Dalzell, McFull <& Pringle, for appellee.\nNovember 22, 1937:"
  },
  "file_name": "0373-01",
  "first_page_order": 407,
  "last_page_order": 411
}
