{
  "id": 584487,
  "name": "Commonwealth v. Demmitt, Appellant",
  "name_abbreviation": "Commonwealth v. Demmitt",
  "decision_date": "1974-07-01",
  "docket_number": "Appeal, No. 133",
  "first_page": "475",
  "last_page": "485",
  "citations": [
    {
      "type": "official",
      "cite": "456 Pa. 475"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "268 A.2d 89",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "440 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1932311
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/440/0001-01"
      ]
    },
    {
      "cite": "292 A.2d 286",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "448 Pa. 382",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1944691
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/pa/448/0382-01"
      ]
    },
    {
      "cite": "164 A.2d 98",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "401 Pa. 242",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1294504
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/pa/401/0242-01"
      ]
    },
    {
      "cite": "269 A.2d 469",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "440 Pa. 388",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1932212
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/440/0388-01"
      ]
    },
    {
      "cite": "151 A.2d 441",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 1
    },
    {
      "cite": "396 Pa. 222",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1284928
      ],
      "weight": 2,
      "year": 1959,
      "pin_cites": [
        {
          "page": "229"
        },
        {
          "page": "230"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/396/0222-01"
      ]
    },
    {
      "cite": "397 U.S. 358",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12054393
      ],
      "year": 1970,
      "opinion_index": 1,
      "case_paths": [
        "/us/397/0358-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 811,
    "char_count": 16412,
    "ocr_confidence": 0.497,
    "pagerank": {
      "raw": 1.7932907231197234e-06,
      "percentile": 0.9939697256480976
    },
    "sha256": "2ae9362517359bbb71fa4d24295c98e14fb8705b22e55cf3fcf5de827443e218",
    "simhash": "1:92562cc043872d1f",
    "word_count": 2755
  },
  "last_updated": "2024-02-27T23:35:49.109135+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and ManDERINO, JJ."
    ],
    "parties": [
      "Commonwealth v. Demmitt, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice O’Brien,\nOn the morning of July 12, 1970, sometime after 1 a.m., appellant, John Hamilton Demmitt, Jr., left his home and went to the plant of the Ward School Bus Company, where he was employed as a security guard. Upon arriving at the plant, Mr. Demmitt approached one George Stopp, a fellow employee, who also worked as a security guard. Mr. Stopp invited Mr. Demmitt to join him in making the rounds.\nAs the two men were completing their tour of the plant, Mr. Demmitt suddenly pulled out his revolver and shot Mr. Stopp five times. There was no apparent motive. Nothing was stolen. The two men had not been arguing. In fact, when appellant was asked by the police whether there were any reasons or motive for what he did, appellant replied: “A. No sir, I liked the man. I liked him very much. And I don’t think you’d find anyone in this world who could ever say anything against him. I admired this man. He was a very good person. But I do silly, stupid, crazy things from time to time, and this is the worst thing that I’ve ever done, of course. And I really do need help. I know I’m mentally ill, and I tried telling people this so I could get committed but no one would commit me. So now they have to. Someone’s got to help.”\nThat afternoon, Sunday, July 12, the police began their investigation of the shooting. They began by examining the revolvers of all of the men employed as security guards at the plant. They noticed that appellant’s revolver had been recently fired. Questioned about this, appellant explained that he had been target shooting two days earlier. The next day, July 13, appellant was discovered lying face down near a roadway in the nearby town of Fallston. His eyes were closed, his holster was empty, there was a slight scratch on his face, and his turned-on flashlight was approximately ten feet from him, pointing directly toward him. Appellant was taken to a nearby hospital, where he explained to the attending physician that he had been beaten from behind by a man with a lead pipe. However, an examination disclosed no bruises and no objective findings that corroborated his story.\nOn July 14, while appellant was still in the hospital, after a ballistics test had disclosed that the bullets in the body of the deceased matched those from appellant’s now-missing gun, appellant was placed under arrest. After being given full warnings, he confessed to the killing and admitted that his story of an alleged beating was merely “play acting.” He further admitted that he tossed his revolver in the river when he realized he was under suspicion for the shooting.\nAt his trial for the murder of George Stopp, appellant’s defense was one of insanity. In support of that defense, he offered the testimony of Dr. Bernard J. Willis, an employee of the Commonwealth and assistant superintendent of Farview State Hospital, where appellant had spent nine months as incompetent to stand trial before the trial began. According to the testimony of Dr. Willis, the appellant was “seriously, severely insane at the time. I think he did not know the nature and quality of his act. I don’t think he was in a state where he could exercise any control over his behavior; I think he was completely disassociated, absolutely insane. ... In my opinion he did not know the difference between right and wrong.”\nThe opinions of three other psychiatrists were offered to corroborate the findings of Dr. Willis. Although those doctors could not testify that appellant was “insane” at the time of the murder since they had not examined him near that time, their testimony indicated that appellant had been under treatment prior to the killing for a serious condition of schizophrenia and he was still suffering from that condition at the time of trial. Some of the psychiatric witnesses further verified appellant’s claim that he frequently experienced hallucinations.\nThe Commonwealth offered no professional psychiatric witnesses on the subject of appellant’s sanity. Instead, it relied on the lay testimony of the state troopers of the elaborate ruse that appellant had attempted to perpetrate when he knew he was under investigation for the crime; the testimony of his employer, the owner of the detective agency for which both appellant and the victim had been working, who testified that, both before and after the shooting, appellant was able to carry on conversations and discussions logically, relevantly and coherently and that he appeared to act normally; and the testimony of a fellow employe that appellant had been very “worked up, excited and sweating” when the detectives were examining his gun and bullets, but that after the police left the area, he seemed to quiet down. According to the Commonwealth, all this evidence and the appellant’s own statement indicated that appellant knew that what he had done was wrong and that he was conscious of the nature and quality of his acts. The jury agreed with the Commonwealth, and appellant was found guilty of first-degree murder. After denial of his post-trial motions and the entry of judgment of sentence, he filed this appeal, raising only one issue, whether there was sufficient evidence to support the jury’s conclusion that he was sane.\nIt has long been the law in Pennsylvania, most recently restated in Commonwealth v. Zlatovich, 440 Pa. 388, 269 A.2d 469 (1970), that evidence of lay witnesses can be sufficient to establish the sanity of a defendant who has offered expert testimony as to his insanity.\nIn Zlatovich, the defendant became hysterical during an argument with her husband outside a bar. When he threatened to take their children from her, she replied that she would rather see them dead. An hour later, after being driven home by her brother-in-law, the local chief of police, she was seen holding a rifle. She threatened to use it on her husband. Still acting “unsettled,” she entered a nearby wooded area, at approximately 4:00 a.m., still expressing resentment and saying that no one would take her children from her. Two hours later, she called the police, who went over to discover that she had killed four of her children. She begged the police not to take her youngest child, promising that she wouldn’t “hurt him.” Mrs. Zlatovich offered medical testimony that she was “insane” under the M’Naghten test, but we held that the above testimony was sufficient to show that she knew the nature and quality of her act and that it was wrong. Our holding was not based on a reliance on the testimony of trial witnesses who said that Mrs. Zlatovich “appeared normal” when they were in her company that evening. Obviously, their own testimony about her utterances indicated that she certainly was not “normal.” Instead, our holding was based on evidence that she knew that she had killed her children and that it was wrong to do so. See also Commonwealth v. Woodhouse, 401 Pa. 242, 164 A.2d 98 (1960). Appellant argues, however, that this rule, as recently re-enunciated in Zlatovich, can no longer be the law in light of our decision in Commonwealth v. McCusker, 448 Pa. 382, 292 A.2d 286 (1972).\nWhat we held in Zlatovich is still the law. There is sufficient evidence to support a finding of sanity where there is testimony concerning the defendant’s actions, conversations and statements at the time of the killings from which the jury could infer that he knew what he was doing when he killed and knew that it was wrong.\nIn the instant case, appellant’s untruthful explanation, given the day of the killing, as to why his gun appeared to have been recently fired, his statement to the effect that this was the worst thing he had ever done, and Ms actions in trying to sMft the blame, indicate that he knew that what he had done was wrong and he knew the nature and quality of the act he had actually committed.\nThe law in Pennsylvania is still the M’Naghten test. It is not intended to separate the emotionally disturbed defendants from the emotionally healthy. Rather, it is intended to include defendants, both disturbed and healthy, among those who are held criminally responsible. For it to appear that defendant is not sane the evidence must meet one of the two parts of the M’Naghten test; that is, at the time he committed the act, either he did not know the nature and quality of the act or he did not know that it was wrong.\nIn McCusker, supra, upon wMch appellant relies, we were dealing with a separate question. There, perhaps recognizing the tremendous difficulties that an emotionally-ill defendant faces in trying to establish his “insanity” on the basis of psychiatric testimony, a majority of the court concluded that psycMatric testimony is relevant and admissible to show that a defendant who committed a deliberate killing, did not do so with malice because he acted under a state of passion. As this Court explained: “The term ‘passion’ as here used includes both anger and terror provided they reach a degree of intensity sufficient to obscure temporarily the reason of the person affected. . . . Passion, as used in a charge defining manslaughter . . . means any of the emotions of the mind known as anger, rage, sudden resentment or terror, rendering the mind incapable of cool reflection . . . [citing cases].” At page 386.\nThis court reasoned that since a defendant has traditionally been permitted to offer testimony in an effort to establish his state of mind at the time of the crime, and psychiatric opinion testimony is relevant to the determination of such an issue, presumably because it is based on an analysis of the psychodynamics of the individual’s conduct, psychiatric evidence should be admissible to show that the defendant acted under a state of passion rather than from malice.\nIn McCusker, while we held that psychiatric testimony should be admissible, we did not declare that it must be given overwhelming weight. A jury is still free to decide for itself the weight it wishes to give to such testimony in its determination of whether a defendant is entitled to a verdict of voluntary manslaughter.\nThe rule which appellant desires would substitute the psychiatrist for the jury as the fact finder with power to determine whether a mentally ill offender is to be held legally responsible for his criminal conduct. The M’Naghten rule does not require such a result, and we believe that such a policy would be unwise.\nAppellant also contends that our decision in Commonwealth v. Vogel, 440 Pa. 1, 268 A.2d 89 (1970), requires a reversal in the instant case. He contends that the lay testimony in Vogel was felt to be insufficient to establish sanity and that the lay testimony there was certainly of a stronger quality than the lay testimony offered in his case. In Vogel, we were concerned with what happens to the presumption of sanity once the defendant has offered evidence of insanity. When the question of sanity is at issue and the presumption of sanity has disappeared the evidence must be sufficient to support a finding of sanity beyond a reasonable doubt. However, as we recognized in Zlatovich, that testimony can be from lay witnesses.\nIn Zlatovich, we distinguished Vogel on the ground that in Zlatovich, unlike Vogel, “the Commonwealth did offer evidence which warranted a finding of sanity, albeit through the testimony of lay witnesses.” 440 Pa. mpra, at 393.\nWe repeat that there must be sufficient evidence from any source whatsoever to support a finding of sanity beyond a reasonable doubt. This evidence may come from testimony of witnesses concerning the defendant’s actions, conversations and statements at the time of the killing from which the jury could find that he knew what he was doing when he killed and knew it was wrong.\nTo sum up, then, the law in Pennsylvania is that in order to establish insanity, a defendant must still meet at least one part of the two-pronged M’Naghten test. There must be evidence in the case from whatever source that he did not know the nature and the quality of his act or that he did not know that it was wrong. When he offers evidence of that insanity, the Commonwealth can no longer rely upon a presumption of sanity, but instead must offer evidence to show that he was sane. However, that evidence can still be lay testimony which shows that he both knew the nature and quality of the act he had committed and that he knew that what he had done was wrong.\nSince the Commonwealth has offered such testimony in this case, despite the strong evidence that appellant is indeed emotionally disturbed, the jury could find him sane under the M’Naghten test.\nJudgment of sentence affirmed.",
        "type": "majority",
        "author": "Me. Justice O’Brien,"
      },
      {
        "text": "Concurring Opinion by\nMr. Justice Nix :\nWhile I am in complete agreement with the basic philosophy expressed by the majority, I do believe that the continued use of the “presumption of sanity” is unwise.\nThe presumption of innocence requires the Commonwealth to prove every element of the crime beyond a reasonable doubt. In re: Winship, 397 U.S. 358 (1970); Commonwealth v. Bonomo, 396 Pa. 222, 229, 151 A.2d 441 (1959). In Bonomo, we properly observed: “It is utterly inconsistent . . . for courts to hold the prosecution has the burden of proving every essential element beyond a reasonable doubt even where the defendant offers no evidence; but that if he does offer any evidence the prosecution is relieved of the burden to prove that one of the essential elements he challenges. This is equally true of what is called the risk of nonpersuasion and of the burden of going forward with evidence.” (Emphasis added). 396 Pa. at 230.\nIt is inconsistent with the above concept to employ a procedural device which lessens the Commonwealth’s burden of proof. Amy presumption, even if it merely shifts the burden of producing evidence, is offensive to the presumption of innocence, and the requirement of proof beyond a reasonable doubt.\nIn my understanding, the majority’s use of the term “presumption of sanity” does not imply a shifting of either the burden of production or persuasion; rather it is merely an attempt to express the view that the Commonwealth’s burden in this regard can be satisfied from its proof of the events surrounding the commission of the crime and the accused’s apprehension.\nI do not believe that we need indulge in a meaningless and potentially confusing “presumption” to emphasize the above concept. Such an approach opens the door for questions such as the quantum of evidence required to dispel the “presumption”. More importantly, rather than clarifying, the use of the presumption obfuscates the issue. Where the Commonwealth introduces evidence of the commission of a crime and the surrounding circumstances, that evidence, in addition to establishing the accused’s participation, usually also reflects a mind capable of appreciating the nature and quality of its acts. If the Commonwealth’s evidence as to identity remains unchallenged, the jury may obviously accept it as true. So too, where the testimony surrounding the crime shows a sane mind within the meaning of M’Naghten, and no challenge is offered on the issue, sanity may also be accepted by the jury — not because of a fictional presumption, but rather as the result of the evidence offered.\nThe burden upon the Commonwealth is constant. Proof of each element must be established either by direct or circumstantial evidence. Where the evidence, albeit circumstantial, establishes sanity the jury is entitled to make that finding. In absence of such evidence the presumption of innocence mandates that the prosecution must fail.\nIf the behavior of the accused during the criminal act and his behavior upon apprehension does not justify a finding of legal sanity the presumption of innocence would prevent the use of a “presumption of sanity” from supplying that element. In such case the Commonwealth must come forward with independent evidence of sanity to meet its burden.\nThus, in either instance no useful purpose is served by resorting to the use of the fictional presumption. In view of the confusion it is likely to create, I would have discarded the concept.",
        "type": "concurrence",
        "author": "Mr. Justice Nix :"
      }
    ],
    "attorneys": [
      "Richard E. Davis, Assistant Public Defender, for appellant.",
      "Joseph M. Btanichak, Assistant District Attorney, with him Joseph 8. Walko, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Demmitt, Appellant.\nArgued September 26, 1972.\nBefore Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and ManDERINO, JJ.\nRichard E. Davis, Assistant Public Defender, for appellant.\nJoseph M. Btanichak, Assistant District Attorney, with him Joseph 8. Walko, District Attorney, for Commonwealth, appellee.\nJuly 1, 1974:"
  },
  "file_name": "0475-01",
  "first_page_order": 573,
  "last_page_order": 583
}
