{
  "id": 584408,
  "name": "Atene, Appellant, v. Lawrence",
  "name_abbreviation": "Atene v. Lawrence",
  "decision_date": "1974-03-25",
  "docket_number": "Appeal, No. 247",
  "first_page": "541",
  "last_page": "550",
  "citations": [
    {
      "type": "official",
      "cite": "456 Pa. 541"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "198 A.2d 366",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "203 Pa. Superior Ct. 11",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        767837
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/203/0011-01"
      ]
    },
    {
      "cite": "63 A.2d 35",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1949,
      "opinion_index": 0
    },
    {
      "cite": "361 Pa. 60",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        476366
      ],
      "year": 1949,
      "opinion_index": 0,
      "case_paths": [
        "/pa/361/0060-01"
      ]
    },
    {
      "cite": "113 A. 379",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1921,
      "pin_cites": [
        {
          "page": "380"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "270 Pa. 295",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1066046
      ],
      "year": 1921,
      "pin_cites": [
        {
          "page": "299"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/270/0295-01"
      ]
    },
    {
      "cite": "239 A.2d 346",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "428 Pa. 424",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1912403
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/428/0424-01"
      ]
    },
    {
      "cite": "166 A.2d 496",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "402 Pa. 109",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1296606
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/pa/402/0109-01"
      ]
    },
    {
      "cite": "258 A.2d 657",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "437 Pa. 254",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1927789
      ],
      "weight": 2,
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa/437/0254-01"
      ]
    },
    {
      "cite": "160 A.2d 437",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1960,
      "pin_cites": [
        {
          "page": "439"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "399 Pa. 332",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1290519
      ],
      "weight": 2,
      "year": 1960,
      "pin_cites": [
        {
          "page": "334"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/399/0332-01"
      ]
    },
    {
      "cite": "289 A.2d 178",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "220 Pa. Superior Ct. 444",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        798609
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/220/0444-01"
      ]
    },
    {
      "cite": "450 P.2d 816",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1969,
      "pin_cites": [
        {
          "page": "818"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "201 A.2d 219",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1964,
      "pin_cites": [
        {
          "page": "220"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "204 Pa. Superior Ct. 9",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        769864
      ],
      "year": 1964,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/204/0009-01"
      ]
    },
    {
      "cite": "261 Ala. 439",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        5256059
      ],
      "weight": 2,
      "year": 1954,
      "pin_cites": [
        {
          "page": "445"
        },
        {
          "page": "435"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ala/261/0439-01"
      ]
    },
    {
      "cite": "161 N.E.2d 477",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 2,
      "year": 1959,
      "pin_cites": [
        {
          "page": "479"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "23 Ill. App. 2d 5",
      "category": "reporters:state",
      "reporter": "Ill. App. 2d",
      "case_ids": [
        5204168
      ],
      "weight": 2,
      "year": 1959,
      "pin_cites": [
        {
          "page": "8"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ill-app-2d/23/0005-01"
      ]
    },
    {
      "cite": "450 P. 2d 816",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1969,
      "opinion_index": 1
    },
    {
      "cite": "75 Wash. 2d 322",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1082878
      ],
      "weight": 2,
      "year": 1969,
      "pin_cites": [
        {
          "page": "325"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/75/0322-01"
      ]
    },
    {
      "cite": "376 S.W.2d 292",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        10158873
      ],
      "weight": 2,
      "year": 1964,
      "pin_cites": [
        {
          "page": "294"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/sw2d/376/0292-01"
      ]
    },
    {
      "cite": "247 Iowa, 213",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        4450169
      ],
      "weight": 4,
      "year": 1955,
      "pin_cites": [
        {
          "page": "228-29"
        },
        {
          "page": "91"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/iowa/247/0213-01"
      ]
    },
    {
      "cite": "22 A. 823",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1891,
      "pin_cites": [
        {
          "page": "826"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "143 Pa. 503",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        978552
      ],
      "year": 1891,
      "pin_cites": [
        {
          "page": "519"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/143/0503-01"
      ]
    },
    {
      "cite": "113 A. 379",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1921,
      "opinion_index": 1
    },
    {
      "cite": "270 Pa. 295",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1066046
      ],
      "year": 1921,
      "opinion_index": 1,
      "case_paths": [
        "/pa/270/0295-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 828,
    "char_count": 15173,
    "ocr_confidence": 0.527,
    "pagerank": {
      "raw": 1.6623376360925147e-07,
      "percentile": 0.694566362749334
    },
    "sha256": "92cc159796d2b8d96dd02c50c6820e18c388493bad38ffc4383ba92008a2f002",
    "simhash": "1:9567a85e3e44b9ee",
    "word_count": 2543
  },
  "last_updated": "2024-02-27T23:35:49.109135+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and ManDERINO, JJ.",
      "Mr. Justice Eagen concurs in the result.",
      "Mr. Justice Nix and Mr. Justice Mandebino join in this dissenting opinion."
    ],
    "parties": [
      "Atene, Appellant, v. Lawrence."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Jones,\nAppellant was the plaintiff in a trespass action arising out of an automobile accident in 1961. There have been four complete jury trials of this case and an earlier appeal to this Court. The first trial resulted in a verdict for the defendant which was subsequently reversed by this Court on the basis of numerous trial errors. The second and third trials both resulted in hung juries. The fourth trial, the subject of this appeal, culminated in a verdict in favor of the plaintiff in the sum of $20,000.\nAlleging trial errors, the defendant filed timely post-trial motions for judgment n.o.v. and for a new trial which were briefed and argued before the trial court. The allegations of error were that: (1) in appellant’s closing argument reference was made to a per diem figure in support of recovery of damages and (2) an uncontrolled experimental re-enactment of the accident was staged. The trial judge then directed the plaintiff to either file a remittitur of all sums in excess of $13,500 or undergo a new trial. The Superior Court quashed an immediate appeal on the issue of remittitur on the ground that no appealable order had yet issued. Atene v. Lawrence, 220 Pa. Superior Ct. 444, 289 A.2d 178 (1972). Plaintiff thereafter refused to file the remittitur, and the trial court granted a new trial. After refusing to remit the stated sum, plaintiff again appealed, but the Superior Court affirmed the new trial grant per curiam without opinion. Having granted allocatur, we now affirm.\nAppellant contends that there were no trial errors and that the trial judge had no legal basis on which to order either remittitur or a new trial. He argues that the trial judge sought only to effect a compromise in order to forestall the necessity of a new trial, a mode of reduction in the amount of verdict proscribed by this Court in Bell v. Yellow Cab Co., 399 Pa. 332, 160 A.2d 437 (1960). Appellee, to the contrary, maintains that the unaccepted remittitur has no impact on the case at this time and that the only issue is the propriety of the trial judge’s ruling on the allegations of error raised in the post-trial motions.\nThe procedural history of this case presents an interesting interpretative issue in the determination of the nature and legal consistency of the trial court ruling on the grant of a new trial. It is not at all clear from the opinion of the trial judge whether he was ruling upon the appellee’s post-trial motion for a new trial or solely upon the merits of his own order suggesting remittitur as a basis for the grant of a new trial. This Court must assume the task of construing the propriety of a new trial against its background of a post-verdict ultimatum of remittitur or new trial and an imprecise trial court opinion granting a new trial.\nThis Court established in Bell, supra, that the sanction of remittitur is proper only to reduce the amount of a verdict considered excessive by the court. Nowhere in the opinion of the present trial court is there any discussion of excessiveness of the verdict awarded. Indeed, the focus is solely upon trial errors. The question of remittitur was limited to what may be construed as the trial judge’s offer of compromise in the order of July 2, 1971.\nThat the grant of a new trial stems from a ruling on the post-trial motions is evidenced by the record of Superior Court review. Having on its own motion quashed the first appeal on the remittitur proposal of July 2 for lack of a final or appealable order, it affirmed per curiam the grant of a new trial after appellant had filed a praecipe refusing to remit the stated sum. It is clear that the only issue treated by the Superior Court on the second appeal was the propriety of the new trial order. Such a view is consistent with the circumstances of this case and with the contention that the ruling presently in dispute was based on the post-trial motions.\nIt is well-settled law in this Commonwealth that our review of the grant of a new trial is limited to cases of gross abuse of discretion by the trial judge or the application of erroneous rules of law by the trial court. Wilson v. Nelson, 437 Pa. 254, 258 A.2d 657 (1969); Segriff v. Johnston, 402 Pa. 109, 166 A.2d 496 (1960). The objections to appellant’s closing argument are contained within the record. In consideration of the prejudicial effect of these contested acts and statements, great weight should be accorded to the opinion of the trial judge, who could best evaluate their impact upon the jury. We can find no abuse of discretion in the grant of a new trial. A reasonable basis exists in fact and in law for the assignment of such error as to justify a new trial.\nOrder affirmed.\nMr. Justice Eagen concurs in the result.\nAtene v. Lawrence, 428 Pa. 424, 239 A.2d 346 (1968).\nThe trial judge stated in his preliminary order:\n“July 2, 1971: Plaintiff is directed to file a remittitur of all sums in excess of $13,500.00 or Defendant’s motion for new trial is granted.\nDefendant’s motion for judgment N.O.V. was withdrawn.”\nVerdict\nOctober 10, 1970\nAppellant’s reliance upon Bell v. Yellow Gab Co., supra, is, therefore, without foundation. In that case we found that a new trial had been granted exclusively because the trial court deemed the verdict excessive. 399 Pa. at 334, 160 A.2d at 439.\nIndeed, even if the merits of the remittitur proposal were at issue here, the result — a new trial — would be the same. The proper sanction in the case of an excessive award of damages is to mandate a new trial. Moreover, if remittitur is imposed where a verdict is not excessive, the verdict at trial would have to be reinstated subject to any existent post-trial motions. In the present case, the trial court has already ruled upon those motions in granting a new trial, and the Superior Court has affirmed that result per curiam.\nBoth errors cited by the trial judge in support of a new trial are due to failure to sustain objections to parts of appellant’s closing argument. The suggestion by appellant’s counsel that the jury could, in computing damages for pain and suffering, take into account the fee paid — over $100 per day — to one of appellee’s witnesses, a private investigator, clearly runs afoul of well-settled law that: “Any statement to the jury by court or counsel, that calls their attention to claims and amounts not supported by the evidence, is error.” Bullock v. Chester & Darby Telford Road Co., 270 Pa. 295, 299, 113 A. 379, 380 (1921). See also Wilson v. Nelson, 437 Pa. 254, 258 A.2d 657 (1969) ; Clark v. Essew Wire Corp., 361 Pa. 60, 63 A.2d 35 (1949). Simulation of the accident by means of toy cars without control over the angle or speed of impact is error of particularly prejudicial effect when presented to a jury just prior to its deliberation. This experiment was not held to the strict standard of authentication required by the Superior Court in Clover Bar, Inc. Liquor License Case, 203 Pa. Superior Ct. 11, 198 A.2d 366 (1964).",
        "type": "majority",
        "author": "Mr. Chief Justice Jones,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Roberts :\nI dissent. Viewing this case, as the majority does, as an appeal from the trial court’s second rulings on properly-preserved alleged errors, I cannot agree that the two asserted errors are grounds for the award of a new trial. In my judgment, both were entirely within the scope of permissible closing argument.\nThe first alleged trial error involves a demonstration during plaintiff’s counsel’s summation. Counsel tried to explain plaintiff’s version of the accident— that plaintiff hit the windshield when the cars collided — by striking together two two-inch toy cars. This demonstration only illustrated a fundamental law of physics — the law of inertia — which states that when two vehicles collide, the passengers inside continue to move. Counsel did not conduct an uncontrolled evidentiary experiment, but merely illustrated a basic natural law relevant to this case.\nThis Court has previously held such physical illustration during argument to be totally proper: “The counsel merely presented to the jury an illustration of a physical fact which spoke for itself. The jury simply saw the natural and self-evident fact ... It cannot be doubted that the counsel had a perfect right to contend in argument that such would be the case, and we can see no good reason why he could not show the jury the actual natural occurrence in support of his argument. It was an illustration merely, and not an experiment.” Hoffman v. Bloomsburg R.R., 143 Pa. 503, 519, 22 A. 823, 826 (1891). All other jurisdictions which have more recently examined this question have likewise held proper such demonstration during summation. See e.g., Nielsen v. Wessels, 247 Iowa, 213, 73 N.W.2d 83 (1955) ; Ramey v. Ruth, 376 S.W.2d 292 (Ky. 1964) ; Feldmiller v. Olson, 75 Wash. 2d 322, 450 P. 2d 816 (1969) ; cf. Robinson v. Kathryn, 23 Ill. App. 2d 5, 161 N.E.2d 477 (1959). In my view, these precedents control the instant case.\nThe majority’s novel rule prohibiting illustration during summation is contrary not only to previously-unchallenged precedents but also to logic and accepted trial practice.\n“It is a common and accepted practice in Pennsylvania courts to permit counsel to employ toys, miniatures, duplicates and apparatus to illustrate and illuminate their arguments, even though such articles may not have been introduced into evidence during the trial. There appears to be no real reason to forbid such practice provided the apparatus does not mislead or confuse the jury.” 1 B. Laub, Pennsylvania Trial Guide § 154, at 293 (1959).\nThe majority unfortunately errs by failing to distinguish between experiments used as actual, demonstrative evidence at trial and clarifying illustrations used during argument by counsel to illuminate the evidence. In the first case, the experiment is evidence and must be held to a strict standard of authentication. In the case of physical illustration during argument, however, counsel’s actions are not evidence. As has aptly been noted: “The use of [an instrument] for purposes of illustration must be distinguished from its admission in evidence. In the latter case the instrument possesses within itself evidential characteristics tending to establish a particular fact. In the former case . . . the [instrument] is merely an aid to . . . understanding.” Crocker v. Lee, 261 Ala. 439, 445, 74 So. 2d 429, 435 (1954).\nIf the distinction between evidence and illustration is understood, then it becomes obvious that the trial court and the majority err by here requiring “strict authentication.”\n“If an article is offered for [the purpose of illustration and clarification], rather than as real or original evidence, its specific identity or source is generally of no significance whatever. Instead, the theory justifying admission of these exhibits requires only that the item be sufficiently explanatory or illustrative of relevant testimony in the case to be of potential help to the trier of fact.” McCormick’s Handbook of the Law of Evidence § 212, at 528 (2d ed. E. Cleary 1972) (footnotes omitted).\nHere, counsel’s demonstration surely was “sufficiently explanatory or illustrative of relevant testimony in the case to be of potential help to the trier of fact.” Visually, counsel conveyed to the jury his client’s version of the accident, a scene he unquestionably could have described orally, but perhaps not as clearly. Consequently, his use of toy cars for purposes of clarification and illustration was, in my view, entirely proper and provides no basis for a new trial.\nSimilarly, I am of the belief that counsel’s allusion to a dollar figure as here employed during summation was within the scope of proper argument. It is commonplace that counsel may not name a specific dollar figure when asking the jury to return damages for pain and suffering. Bullock v. Chester & Darby Telford Road Co., 270 Pa. 295, 113 A. 379 (1921); Ruby v. Cosello, 204 Pa. Superior Ct. 9, 201 A.2d 219 (1964). Here, however, counsel did not ask for a particular dollar amount. He simply referred to properly-admitted testimony that defense witnesses had been paid large sums for their pretrial efforts and court appearances.\nThe majority’s transmogrification of counsel’s reference to the testimony of defense witnesses into even an oblique plea for a specific dollar figure for pain and suffering contorts this record. The jury, after receiving instructions from the court, returned a verdict entirely consistent with the evidence. No objections were made at trial to the judge’s charge, and the defendant has not challenged the jury’s award as excessive. I can only conclude, as did the court in Ruby v. Casello, supra at 13, 201 A.2d at 220, that “[i]n view of the testimony of the plaintiffs’ witnesses as to the injuries, the verdict was not excessive, and it appears . . . that the court’s charge corrected any adverse effect upon the jury from the [allegedly] improper argument.”\nI would reverse the order of the Superior Court affirming the trial court’s award of a new trial and reinstate the jury’s verdict.\nMr. Justice Nix and Mr. Justice Mandebino join in this dissenting opinion.\n“We find no reversible error in tbe overruling of defendants’ objection to the closing argument of plaintiff’s counsel when the latter used a toy tractor and trailer to illustrate points to the jury. . . . ‘One method usually employed in the attempt to picture the happening of an accident is through the use of the models, or where no models are available through the use of the hands. This would be particularly true in an automobile collision case. . . .’ ” Nielsen v. Wessels, 247 Iowa 213, 228-29, 73 N.W.2d 83, 91 (1955).\n“Appellants’ next ground for reversal is based upon the fact that during his final argument to the jury counsel for appellees produced a blackboard of his own which had theretofore not been used during the trial, placed toy automobiles upon the board . . . and used them during the course of his argument. . . . We find nothing that shows he departed from the usual practice of using a blackboard or other device to help illustrate an argument.” Ramey v. Ruth, 376 S.W.2d 292, 294 (Ky. 1964).\n“In recent years, the use of demonstrative evidence and props to illustrate oral argument has been accepted by trial courts so long as they accurately demonstrate the facts established by the testimony.” Feldmiller v. Olson, 75 Wash. 2d 322, 325, 450 P.2d 816, 818 (1969).\n“[I]t would have been proper for attorney for plaintiff to have seated himself in a chair with his arms akimbo, in typical motorcycle driver style, and to have used any reasonable technique to demonstrate such physical fact .... Final argument may properly employ demonstrations by the attorney, if such demonstrations are reasonably sustained by the evidence. . . .” Robinson v. Kathryn, 23 Ill. App. 2d 5, 8, 161 N.E.2d 477, 479 (1959).",
        "type": "dissent",
        "author": "Mr. Justice Roberts :"
      }
    ],
    "attorneys": [
      "Fred Lowensohuss, for appellant.",
      "E. B. Paul, with him Joseph G. Mamta, James M. Marsh, and LaBrum and Doah, for appellee."
    ],
    "corrections": "",
    "head_matter": "Atene, Appellant, v. Lawrence.\nArgued November 15, 1973.\nBefore Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and ManDERINO, JJ.\nFred Lowensohuss, for appellant.\nE. B. Paul, with him Joseph G. Mamta, James M. Marsh, and LaBrum and Doah, for appellee.\nMarch 25, 1974:"
  },
  "file_name": "0541-01",
  "first_page_order": 639,
  "last_page_order": 648
}
