{
  "id": 1013196,
  "name": "Ruthrauff versus Hagenbuch",
  "name_abbreviation": "Ruthrauff v. Hagenbuch",
  "decision_date": "1868-02-20",
  "docket_number": "",
  "first_page": "103",
  "last_page": "106",
  "citations": [
    {
      "type": "official",
      "cite": "58 Pa. 103"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 W. & S. 357",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480158
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0357-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 354,
    "char_count": 6979,
    "ocr_confidence": 0.432,
    "pagerank": {
      "raw": 1.2385731804371e-07,
      "percentile": 0.60734699204471
    },
    "sha256": "c40100fd465c8f19cd3c2d7e15eda8132c2333d563181abc7a6ff184627466d6",
    "simhash": "1:f740073066321d89",
    "word_count": 1250
  },
  "last_updated": "2024-02-27T21:01:33.805276+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, C. J., Read, Agnew and Sharswood, JJ. Strong, J., at Nisi Prius."
    ],
    "parties": [
      "Ruthrauff versus Hagenbuch."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, February 20th 1868, by\nRead, J.\nThe plaintiff raised a crop of tobacco on the land of the defendant in 1863, on the shares. It was gathered, stripped and stored in sheds on the farm of the defendant, and remained in the joint ownership of the plaintiff and defendant until the 18th March 1864, when they entered into the following agreement under seal:—\n“ Agreement entered into March 18th 1864, between Daniel S. Ruthrauff and Peter Hagenbuch, both of Union county, Pennsylvania, as follows, to wit: The said Ruthrauff hereby agrees to sell and doth sell* unto the said Hagenbuch, in Turbut township, being the undivided half of all the tobacco said Ruthrauff raised on the said farm at fourteen cents per pound. The said tobacco being herein and hereby now delivered by said Ruthrauff to said Hagenbugh — and the said Hagenbuch hereby agrees to sell the said tobacco for the best price that he can obtain for it — and whatever said Hagenbuch may obtain for said tobacco after paying all expenses for preparing the same for market and selling over and above the said sum of fourteen cents per pound he shall account for and pay to said Ruthrauff.”\nUpon this agreement are endorsed receipts for payments on the 4th December 1863, January 1864, and March 18th 1864, amounting to f 110.08.\nThe tobacco remained on the land and in the possession of the defendant until the 17th March 1865, when it was swept away by a flood, and the real question in this cause was what is the true construction of this agreement, which of course was for the decision of the court.\nThe natural reading of this instrument would make the transaction a sale and delivery of the plaintiff’s share of the tobacco to the defendant for a fixed price, to be increased but not to be diminished by the net proceeds of a salé above that price, which could be fixed or made certain without difficulty. If this were a sale, then the defendant is liable to the plaintiff for the lost tobacco, and at the price of 14 cents per pound, the flood having rendered impossible the performance of the latter part of the agreement, which therefore becomes simply a sale for a fixed price.\nThis is strongly corroborated by the receipts for money endorsed on the agreement, the last on the very day of its execution. The counsel for the defendant, it is true, states that the defendant was the creditor of the plaintiff; if so, it makes the sale more evident, because, if it were not so, the plaintiff would lose the tobacco and still remain liable.to the defendant, supposing the defendant to have been his creditor to the full value of the tobacco, and if it is a bailment or trust, then the plaintiff is still liable for that amount, having lost the very tobacco which would be said, according to the defendant’s theory, to be simply a trust or agency on the part of the defendant.\nThe court therefore erred in holding it not to be a sale, but a transfer in the nature of a trust, and that the defendant was a mere trustee, holding the tobacco for the benefit of the plaintiff.\nWe think it was a sale, and the court should have so instructed the jury.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "J. M. Linn (with whom was J. Porter), for plaintiff in error,",
      "Gr. F. Miller and W. C. Lawson, for defendant,"
    ],
    "corrections": "",
    "head_matter": "Ruthrauff versus Hagenbuch.\nThe plaintiff raised tobacco on the shares on defendant’s farm; the whole crop was stored in defendant’s sheds. By a written agreement the plaintiff “ agrees to sell and does sell (to the defendant) all his tobacco on the farm of the (defendant), being the undivided half of all the tobacco — at 14 cents per pound. The said tobacco being herein and hereby now delivered to the (defendant, who) hereby agrees to sell the said tobacco for the best price he can obtain, and whatever he may obtain — after paying all expenses over — and above the said sum of 14 cents per pound, he shall account for and pay over to” defendant. The whole crop was destroyed by flood. Held, that the sale was absolute and the defendant liable for the price.\nJanuary 28th 1868.\nBefore Thompson, C. J., Read, Agnew and Sharswood, JJ. Strong, J., at Nisi Prius.\nError to the Court of Common Pleas of Union county: No. 50, to January Term 1868.\nThis was an action of assumpsit, brought September 7th 1865, by Daniel S. Ruthrauff against Peter Hagenbueh, to recover the price of tobacco which the plaintiff alleged he had sold to the defendant, and which had been lost by a flood.\nThe plaintiff had raised a crop of tobacco “to the shares” on the farm of the defendant in the year 1863. It was stored in sheds of the defendant on his farm, and was undivided. On the 18th of March 1864, the tobacco then being in the defendant’s sheds, the parties entered into this agreement:—\n“ Ruthrauff hereby agrees to sell and doth sell unto the said Hagenbuch all his tobacco on the farm of said Hagenbueh in Turbut township, being the undivided half of all the tobacco said Ruthrauff raised on said farm, at fourteen cents per pound. The said tobacco being herein and hereby now delivered by said Ruthrauff to said Hagenbueh — and the said Hagenbueh hereby agrees to sell the said tobacco for the best price that he can obtain for it, and whatever said Hagenbueh may obtain for said tobacco, after paying all expenses for preparing the same for market and selling, over and above the said sum of fourteen cents per pound, he shall account for and pay over to said Ruthrauff.”\nThe tobacco remained as stored until March 1865, when it was carried away by a flood. There were on the back of the agreement receipts from the plaintiff to defendant for money paid by the defendant: December 14th 1863, January 1st 1864 and March 18th 1864.\nThe question was, whether there had been an absolute sale, and delivery to the defendant.\nOn the construction of the contract the court charged: — “ You will take notice by the terms of this agreement, Mr. Hagenbueh could derive no possible benefit from this sale. He was to account to Mr. Ruthrauff for all he would make out of it in a resale.\n“ This then could not be considered an absolute sale to Mr. Hagenbueh for his own profit and benefit. '\n“ The transfer to him would be in the nature of a trust, and he would be a mere trustee, holding it for the benefit of Mr. Ruthrauff, and so holding it, he would be bound to use such diligence and take such care in the preserving and disposing of it, as a prudent, man would take of his own property undqr similar circumstances.” * * *\nThe verdict was for the defendant.\nThe plaintiff removed the record by writ of error and assigned for error, amongst others, the foregoing portion of the charge.\nJ. M. Linn (with whom was J. Porter), for plaintiff in error,\ncited 2 Parsons on Cont. 12; Neilson v. Harford, 8 M. & W. 806, 823; Scott v. Wells, 6 W. & S. 357; Dennis v. Alexander, 3 Barr 50; Mallory v. Witlis, 4 Comst. 76; Foster v. Pettibone, 3 Selden 433; Baker v. Roberts, 8 Greenlf. R. 101.\nGr. F. Miller and W. C. Lawson, for defendant,\ncited Scott v. Wells, supra; Lester v. McDowell, 6 Harris 95."
  },
  "file_name": "0103-01",
  "first_page_order": 103,
  "last_page_order": 106
}
