{
  "id": 1013209,
  "name": "Chorpenning versus Royce",
  "name_abbreviation": "Chorpenning v. Royce",
  "decision_date": "1868-05-20",
  "docket_number": "",
  "first_page": "474",
  "last_page": "477",
  "citations": [
    {
      "type": "official",
      "cite": "58 Pa. 474"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 W. & S. 139",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480138
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0139-01"
      ]
    },
    {
      "cite": "4 Watts 222",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842783
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0222-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 480,
    "char_count": 7684,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 7.402007692620507e-08,
      "percentile": 0.4427352714386051
    },
    "sha256": "486dd87013994510d193799baef8b5ec08d69d7a6588eed9f45ec4c6b879547c",
    "simhash": "1:a3aeacbb022ed42a",
    "word_count": 1343
  },
  "last_updated": "2024-02-27T21:01:33.805276+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, C. J., Strong, Agnew and Sharswood, JJ. Read, J., absent."
    ],
    "parties": [
      "Chorpenning versus Royce."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, May 20th 1868, by\nAgnew, J.\nThere was clear proof of the general agency of Dr. Frank Ohorpenning for George Ohorpenning, who was a mail contractor on the route from Placerville, California, to Salt Lake City, territory of Utah. The note given by Frank for George Ohorpenning to the plaintiff below, related to the business within Frank’s agency, and was given in course of it. It was not received in evidence by the court as a note for the payment of money, but as a circumstance with the other evidence to show the fact and extent of George Chorpenning’s indebtedness to the plaintiff, and was so submitted to the jury. There was no error in this. It was clearly in connection with the other evidence an acknowledgment in writing made in the due course of Frank Chorpenning’s agency of the amount coming to the plaintiff for the services which he proved that he had performed by the direction of the agent. We are not able to discover any difference between a written and a verbal statement made by an authorized agent in the due course of the business of his employer to show the amount coming to a party entitled to be paid by him in that business^ Though a note in form, this was the only effect given to the paper by the court.\nThere was no plea in abatement, and therefore the question of partnership in fact was not raised. The defendant was the only ostensible employer and agent of the plaintiff. There was no error therefore in answering the point. Judgment affirmed.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "J. H Uhl and A. H. Coffroth, for plaintiff in error,",
      "A. J. Colborn, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Chorpenning versus Royce.\n1. A duly authorized' agent employed another to perform services for his principal, and gave the person employed a note in the name of .the principal for the amount due. Held, that the note was evidence of the fact and extent of the principal’s indebtedness.\n2. The note was an acknowledgment in writing by the agent, made in the due course of his agency, of the amount owing by the principal.\n3. Non-joinder of joint contractors as defendants, can be taken advantage of only by plea in abatement.\nMay 12th 1868.\nBefore Thompson, C. J., Strong, Agnew and Sharswood, JJ. Read, J., absent.\nError to the Court of Common Pleas of Somerset county: Of May Term'1868, No. 18.\nThis was an action of assumpsit by S. M. Royce against George Chorpenning, commenced October 30th 1861. The plaintiff’s cause of action was for services rendered the defendant in California. The case appears to have gone to trial on the general issue.\nShell, a witness for plaintiff, testified: The defendant had a contract for carrying the mail from Salt Lake City to Placerville. Frank Chorpenning was agent of the defendant on the western end of the line, “ to attend to the transportation of the mail, and his other business at the Salt Lake end of the route; to provide horses, provisions for horses and men, and other necessaries at the several stations at the eastern end of the route, to employ and discharge men, keep the books, and act as agent generally in regard to everything connected necessarily with the defendant’s business.” The plaintiff was employed by Frank Chorpenning. On January 1st 1869 the defendant entered into an agreement with D. M. Taft in relation to the sale of goods in California, and on the same day gave him a letter of instructions, saying, amongst other things, “ on your arrival in California you will, at the earliest moment, call on my brother, Dr. Frank Chorpenning, and place in his hands the package directed to him and in your possession. If satisfactory negotiations are made with the drafts sent to him, you will assist him in making the purchases of goods, wagons, &c., after which you will repair with the goods, &c., to Los Angelos in company with the doctor or such person as he may send with you, and then purchase mules,” &c. * * “In all your expenditures you will furnish the clerk or assistant such necessary vouchers or insight as will enable him to make correct and proper entries of the same. This you will also do in- making sales of the goods on the way out.” * * * “ After all shall have been disposed of, the original investment shall be drawn out. All expenses attending the purchase, transportation, &c., paid, and the net profits divided equally between us.”\nOn the 7th of February Frank Chorpenning gave the plaintiff this letter of instructions: “ On receipt of this you will at once proceed to San Francisco, there procure a set of books in which to keep full account of all and every transaction made by Mr. D. M. Taft, whom you will accompany as clerk, &c. You will take the steamer of the 10th for San Pedro. * * If Mr. Taft has started for Salt Lake, lose no time in overtaking him. The letter which accompanies this you will please hand to him. I have instructed him to deliver into your hands all bills of articles purchased, -as well as all evidence of expenditures; from these you will be enabled to post your account. It is required by my brother that every dime must be accounted for,” &c. * * * “ On your overtaking Mr. Taft you will present him your bill of expenditures made in the purchase of books and travelling expenses. On presentation he will pay you if you require it; otherwise charge it to the company.” * * * The plaintiff gave evidence of services rendered by him in accordance with the instructions of E. Chorpenning. The plaintiff, as evidence of the amount of indebtedness to him, offered the following note, which was objected to, admitted, and a bill of exceptions sealed:—\n“ San Francisco, June 1st 1859.\n“ Two months after date I promise to pay to S. M. Eoyce or order, the sum of five hundred twenty-six and 7-100 dollars, with interest at the rate of two and a half per cent, per month for value received. George Chorpenning,\n“ $526.07. Per his Attorney, F. Chorpenning.”\nThe defendant submitted a point: that the arrangement between himself and Taft constituted them partners, and the plaintiff could not recover in an action against the defendant alone.-\nThe court (King, P. J.) answered that under the pleadings he could not affirm the point. He further charged:—\n“ The plaintiff read in evidence a promissory note signed by Frank Chorpenning in behalf of the defendant for the sum of $526.07, which was admitted as some evidence of the amount of the defendant’s indebtedness. It was not offered as independent evidence of the plaintiff’s claim, as it contains a stipulation for an extraordinary rate of interest without any evidence of the agent’s authority to make such a contract. If there had been no such stipulation in regard to interest it would have been competent evidence to establish the plaintiff’s demand, as it then would have been within the scope of the agent’s power as proven by Mr. Schell, and as might properly he inferred from the character of the agent’s duties; but as it is, it can only amount to a circumstance which in connection with other facts will enable you to arrive at the true amount the plaintiff is entitled to recover. It ought not, we think, to exceed the amount of-the note and legal interest thereon.”\nThe verdict was for the plaintiff for $887.52, of which the plaintiff remitted $100 for error by the jury in calculating interest.\nThe defendant took a writ of error, assigning for error the admitting the note in evidence, the answer to the point and the part of the charge above given.\nJ. H Uhl and A. H. Coffroth, for plaintiff in error,\ncited Williams v. Getty, 7 Casey 461; Loudon Sav. Fund v. Hagerstown Sav. Bank, 12 Id. 503; McCulloch v. McKee, 4 Harris 289; Kerns v. Piper, 4 Watts 222; Sciple v. Irwin, 6 Casey 513; Paley on Agency 99.\nA. J. Colborn, for defendant in error,\ncited Heckert v. Fegely, 6 W. & S. 139."
  },
  "file_name": "0474-01",
  "first_page_order": 474,
  "last_page_order": 477
}
