{
  "id": 1013177,
  "name": "Tharp versus The Commonwealth",
  "name_abbreviation": "Tharp v. Commonwealth",
  "decision_date": "1869-05-20",
  "docket_number": "",
  "first_page": "500",
  "last_page": "501",
  "citations": [
    {
      "type": "official",
      "cite": "58 Pa. 500"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 218,
    "char_count": 3253,
    "ocr_confidence": 0.434,
    "pagerank": {
      "raw": 1.6472750387548276e-07,
      "percentile": 0.6921235562382209
    },
    "sha256": "1b44751ae3dbeca9b06a71e0b8e43410175db4579b667e1dc3b5ea6b446ff6c3",
    "simhash": "1:cafc8ab7ec0c0211",
    "word_count": 585
  },
  "last_updated": "2023-07-14T19:28:49.501584+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, 0. J., Strong, Agnew and Sharswood, JJ. Read, J., absent."
    ],
    "parties": [
      "Tharp versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, May 20th 1869, by\nThompson, C. J.\nThe learned judge below was certainly right in holding that the case of the Commonwealth v. Nancrede, 8 Casey 389, ruled the case in hand in favor of the Commonwealth. What was said in the Commonwealth v. Stump, 3 P. F. Smith 132, now relied on by the plaintiif in error, was but a dictum, and besides, it appears to be a case of a different kind from the present. We decline discussing the value of that dictum at present. There is no essential difference between the Act of 1842, creating the plaintiff in error an heir, and the Act of 1855, under which Nancrede and the Commonwealth was decided.\nJudgment affirmed.",
        "type": "majority",
        "author": "Thompson, C. J."
      }
    ],
    "attorneys": [
      "B. P. JunJcin, for plaintiff in error,"
    ],
    "corrections": "",
    "head_matter": "Tharp versus The Commonwealth.\n1. An act was passed changing the name of a child, and providing that “he shall he capable of taking and inheriting any estate, real or personal, of George Tharp and Mary his wife, as fully and effectually as if he were their own child, born in lawful wedlock.” The child was not related to George and Mary Tharp.- After the passage of the act Mary died, and her estate passed to the child. Held, that the estate was subject to collateral inheritance tax.\n2. Commonwealth v. Nanerede, 8 Casey 389, and Commonwealth v. Stump, 3 P. F. Smith 132, remarked on.\nMay 12th 1868.\nBefore Thompson, 0. J., Strong, Agnew and Sharswood, JJ. Read, J., absent.\nError to the Court of Common Pleas of Perry county: Of May Term 1868, No. 38.\nIn the court below this was an amicable action of debt instituted December 13th 1867, between the Commonwealth of Pennsylvania and George Carey Tharp-^ in which a case was stated for the opinion of the court.\nThe facts shown by the case are: On the 18th of March 1842, an Act of Assembly (Pamph. L. 129) was passed, providing : — -\n“ That George Carey Tharp Schnauffer, of Perry county, be authorized to change his name from George Carey Tharp Schnauffer, to George Carey Tharp, and he shall henceforth be called and known by the name of George Carey Tharp, and by that name he shall be able and capable in law to sue, &c., and to do all other legal acts as effectually to all intents and purposes as he could have done if no change had ever been made therein, and he shall be capable of taking and inheriting any estate, real and personal, of George Tharp and Mary his wife, as fully and effectually as if he were their own child born in lawful wedlock.” •\nGeorge C. T. Schnauffer named in the act is the defendant in this case, and was not related to George Tharp and Mary Tharp in any way.\nAfter the passage of the act Mary Tharp died, leaving estate appraised at $2000, which passed to the defendant under the adopting act, and on which the Commonwealth claimed $100 collateral inheritance tax. ,\nThe question for the opinion of the court was whether this estate was subject to the tax.\nThe court (Graham, P. J.) being of opinion with the Commonwealth, entered judgment in her favor for $100.\nThe defendant took a writ of error, and assigned for error the entering of the judgment.\nB. P. JunJcin, for plaintiff in error,\nreferred to Galbraith v. Commonwealth, 2 Harris 258; Commonwealth v. Nancrede, 8 Casey 389; Commonwealth v. Stump, 3 P. F. Smith 137.\nThere was no paper-hook for the Commonwealth."
  },
  "file_name": "0500-01",
  "first_page_order": 500,
  "last_page_order": 501
}
