{
  "id": 1176737,
  "name": "Casari et al., Appellants, v. Victoria Amusement Enterprises, Inc., et al., Appellants",
  "name_abbreviation": "Casari v. Victoria Amusement Enterprises, Inc.",
  "decision_date": "1937-10-08",
  "docket_number": "Appeals, Nos. 173 and 181",
  "first_page": "382",
  "last_page": "391",
  "citations": [
    {
      "type": "official",
      "cite": "327 Pa. 382"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "133 A. 632",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "286 Pa. 393",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1096476
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/286/0393-01"
      ]
    },
    {
      "cite": "112 A. 445",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "269 Pa. 350",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063504
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/269/0350-01"
      ]
    },
    {
      "cite": "67 A. 999",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "219 Pa. 113",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002772
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/219/0113-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 628,
    "char_count": 14348,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 2.512086003034525e-07,
      "percentile": 0.810623708177581
    },
    "sha256": "684fa32a56e30ab1b825a90a81bf98f45f0bc5cf7ff4c138b71b6d82fcd05ce3",
    "simhash": "1:434465b2fb17fb91",
    "word_count": 2422
  },
  "last_updated": "2024-02-27T22:14:10.983661+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Schaffer, Maxey, Linn, Stern aad Barnes, JJ."
    ],
    "parties": [
      "Casari et al., Appellants, v. Victoria Amusement Enterprises, Inc., et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Schaffer,\nFrom the decree entered in this equity proceeding plaintiffs, 181 in number, and defendants both appeal. A brief was filed under Rule 61 and argument made in behalf of certain persons not parties to the suit, who are shareholders of Victoria Amusement Enterprises, Inc., one of the defendants.\nTo state all the facts to which our attention is called would require a quite lengthy recital, and would be productive of no worth-while result, so far as making clear the real issue and the equitable principles which are to be invoked in deciding it, as one fact dominates the whole controversy, and that is that John L. Pipa, Jr., was the attorney for plaintiffs, as preferred shareholders of Chamberlain Amusement Enterprises, Inc., and for all the other preferred shareholders of that corporation; everything which he did in connection with its affairs was in that relation, and as their agent. Under the situation here presented, the legal cord which bound him to them likewise connected J. A. Welsh and Stephen L. Gribbin, the two other individual defendants, and made them, as well as him, trustees for all the preferred shareholders of any and all property which had belonged to the Chamberlain Company which came into their hands.\nThe Chamberlain Company was in financial difficulty. Pipa was employed by its preferred shareholders to represent them. In their behalf he procured the appointment of Stephen L. Gribbin, also a lawyer, as receiver for the company. J. A. Welsh became attorney for the receiver. Before that, along with Pipa, he had acted for the preferred shareholders. They had both received fees from their clients. The Chamberlain Company was the owner of several theatres which it operated. After the receivership had been in existence for some time, the trustee for the bondholders proceeded to foreclose one of the mortgages against the properties which was in default. Pipa at a meeting of the preferred shareholders informed them of the foreclosure proceedings and advised them that he would purchase the properties for them. He appeared at the sale and bought in three of the theatres. At the conclusion of the sale he filed with the sheriff a written statement to the effect that he was acting for the preferred shareholders in purchasing the properties. Three others he did not at that time acquire. Subsequently these came under his control. He was required under his bid to pay to the sheriff $17,600. His clients had not put him in funds to make this payment. On the day of the sale he put up $5,000 of his own money and was granted a few days’ indulgence by the sheriff to pay the balance. In the interval he called a meeting of his clients, which was attended by about seventy of them, some money was raised, just how much is not clear, and a considerable sum was orally pledged. The meeting broke up with the understanding that a further gathering of the shareholders would be arranged by Pipa. No further meeting was had, however, because Pipa arranged with the Pennsylvania Trust Company, which was trustee of the mortgages, that it would refinance the enterprise under a new corporation. Out of funds provided by the Trust Company the necessary money was paid to the sheriff and Pipa was repaid the sum he had advanced. As a result of the financial arrangement which was entered into by Pipa with the Pennsylvania Trust Company, it eventually turned over to him $25,000 of third mortgage bonds covering the properties in payment for his services in the reorganization and refinancing of the properties. Pipa, Welsh and Gribbin proceeded to organize the new company under the name Victoria Amusement Enterprises, Inc. Having done so they then notified the preferred shareholders of the Chamberlain Company that they could become preferred shareholders in the new corporation, with a number of shares equal to that which they held in the-old one, upon payment of sums equal to ten per cent of the par value of the shares held in the old company. Some of the shareholders of the old company paid the assessment, some of the ones who paid are those who appeared before us under Rule 61. Pipa, Welsh and Gribbin took an assignment of all the outstanding common shares to themselves. The common shares alone possessed voting rights.\nIt was at this point that Pipa, Welsh and Gribbin made their mistake. They did not act fraudulently but mistakenly. Pipa, however he regarded himself, was at all times acting as attorney for all the preferred shareholders. He so stated in writing at the sheriff’s sale. He could not divest himself of their livery without their consent, and could not do anything adverse to their interests. When he arranged for the refinancing of their enterprise and the bringing of the properties together again he was acting as their agent. He could not claim ownership of the properties himself. Welsh and Gribbin knew what Ms relation was when the new company was organized. It, and all its stock, belonged to the preferred shareholders of the old one. It was for them, not for him, Welsh and Gribbin, to say on what terms the holders of shares in the old company should come in. They, Pipa, Welsh and Gribbin, could not, as they attempted to do, deny to any of the old shareholders the right to a place in the new enterprise, and exclude them from continued ownership of their own property if they did not meet the requirements, which they, Pipa, Welsh and Gribbin, prescribed and pay ten per cent of the par value of their old shares as a condition precedent to membership in the new company, and fix their status as that of preferred shareholders in the new concern without voting rights. They, the three men named, because of their relation to the plaintiffs and the other preferred shareholders in the old company, when they secured control of the properties, held them as trustees for those for whom they had been acting.\nPipa first took the position that the theatres belonged to him. This was asserted in the answer which he filed. He had taken title in his individual name.\nAll three of the individual defendants ultimately recognized, somewhat belatedly we think, that they stood in a trust relation, as they filed a written statement at the close of the long hearings which were held, in which they “admit that the common stock of the Victoria Amusement Enterprises, Incorporated, issued or authorized to them or either of them, is held by them under a voting trust agreement, principally for the benefit of the bondholders of said corporation, under a verbal agreement between the Pennsylvania Trust Company, trustee for the said bondholders, and John L. Pipa, Jr., and secondarily for the benefit of the preferred stockholders of the Victoria Amusement Enterprises, Incorporated, who have subscribed and paid for said preferred stock.” It does not lie in the mouth of the three defendants to say on what terms they hold the common stock so far as the preferred shareholders of the old company are concerned, the stock of the new company belongs to them unconditioned by the three defendants. The difficulty with defendants’ position is, they assume, because plaintiffs did not contribute to the fund by which Pipa was enabled to complete the sheriff’s sale, that they lost all interest' in the properties he had acquired, save upon such terms as he might lay down; losing sight of the fact, that he at all times necessarily was acting for his clients, and whatever deals and negotiations he carried on inured to their benefit and not to him personally.\n“Where a person in a fiduciary relation to another acquires property, and the acquisition or retention of the property is in violation of his duty as a fiduciary, he holds it upon a constructive trust for the other”: Restatement, Restitution and Unjust Enrichment, Sec. 190. “(1) A fiduciary who purchases from a third person for himself individually property which it is his duty to purchase for the beneficiary, holds it upon a constructive trust for the beneficiary. (2) A person who agrees with another to purchase property on behalf of the other and purchases the property for himself individually holds it upon a constructive trust for the other, even though he is not under a duty to purchase the property for the other”: Ibid., Sec. 194. Our cases support these principles. In Bergner v. Bergner, 219 Pa. 113, (67 A. 999), we said (p. 119) : “The principles applicable to cases of this kind are familiar and not difficult of application. A not unimportant one in this connection is, that where the agency has been once entered upon, except the contrary be shown, the law will presume that whatever was done in furtherance of the original scheme which the agency was created to effect, was done under and through the agency. . . . Another no less important is, that an agent to purchase cannot be allowed, except as his principal assents, to purchase for himself. He can acquire nothing by an adverse purchase, even though he contribute of his own means or credit to effect it; the product will belong to the principal exclusively. It is unnecessary to cite authorities in support of either of these propositions. They result necessarily from the fact that agency is a recognized fiduciary relation; its vital principle is good faith, without which the relation could not exist.” To the same effect are Bachrach v. Fleming, 269 Pa. 350, 112 A. 445; Cameron v. Townsend, 286 Pa. 393, 133 A. 632. They should apply with great force where the relation between the parties is that of attorney and client. The fact that an attorney advances his own money to make the purchase merely entitles him to reimbursement: Restatement, Sec. 194, comment b. See also the cases above cited. Pipa, Welsh and Gribbin hold the common shares of the Victoria Amusement Enterprises, Inc., which now has title to the properties, as trustees for the plaintiffs and for the other preferred shareholders of the Chamberlain Company. The shareholders of the Chamberlain Company are entitled to have these shares delivered to them and the Victoria Company placed in their control: Restatement, Restitution and Unjust Enrichment, Sec. 198.\nThe fact that the common shares of the Victoria Company represent ownership of three properties not purchased by Pipa is immaterial. The ownership of these properties was acquired by Pipa for the Victoria Company while acting as agent for the preferred shareholders. “Whatever he acquired while acting in the agency flows to his principal”: Bachrach v. Fleming, supra, at p. 354.\nPlaintiffs are entitled to an accounting from defendants which the court below will order.\nWhether Pipa, Welsh and Gribbin, or any of them, are entitled to compensation for services, and if so the amount thereof, will be determined by the court below under equitable principles. We do not wish to be considered as in any manner prejudging this question. In this connection, we are of opinion, that the $25,000 of bonds received by Pipa should be turned over by him to the Victoria Company for such ultimate disposition as the court below shall determine to be just and equitable.\nThe decree of the court below adjudged that the three individual defendants have no personal interest in the Victoria Company, and that all common shares of the company, assigned or issued to them, shall be by them reassigned and become part of the assets of the company. With this much of the decree we are in accord. It then goes on to provide, that all of the owners of preferred shares of the Chamberlain Company shall have an opportunity to pay an assessment, and secure preferred shares in the Victoria Company, the assessment being fixed at ten per cent of the par value of the preferred shares held by them in the Chamberlain Company, with interest from a date named, and that after the expiration of thirty days from the receipt of notice of the assessment from Gribbin, who is named in the decree as trustee to receive payment of the assessment, the preferred shareholders of the old company who have not paid the assessment shall be forever barred from exercising any rights as shareholders of the Chamberlain Company in securing preferred shares in the Victoria Company, and, at the expiration of the thirty-day period, all who have paid the assessment shall meet at the office of Gribbin, and make such disposition of all, or part, of the common shares of the company, and of the remaining.preferred shares, as shall be right and lawful. With this part of the decree we are not in accord. We are of opinion that the court should decree that all of the shares in the Victoria Company, preferred and common, belong to all of the preferred shareholders of the Chamberlain Company, according to their several interests in the latter, and shall be turned over to them; that they shall proceed to organize the Victoria Company as shareholders are entitled to do, that, in organizing the company, they shall make provision that those shareholders of the Chamberlain Company who have paid the ten per cent assessment shall be protected in the payments made, by tbe issue to tbem alone of preferred shares, or evidences of indebtedness, to tbe amount of tbeir several payments, with interest thereon, to the end that those shareholders who have not paid the assessment shall not receive anything from the company by way of dividends or otherwise, until those who have paid the assessment shall be reimbursed, or be in some other manner satisfied, it being our intention that all the preferred shareholders of the Chamberlain Company shall eventually be placed upon an equality. The decree should provide for an accounting by Pipa, Welsh and G-ribbin, and that the $25,000 bonds issued to Pipa shall be returned to the treasury of the Victoria Company.\nCosts will abide final decree.",
        "type": "majority",
        "author": "Mr. Justice Schaffer,"
      }
    ],
    "attorneys": [
      "Robert T. MeCraeken, of Montgomery <C- McCracken, with him W. I. Troutman and S. Montgomery Smith, for appellants, (No. 173), and for appellees, (No. 181).",
      "J. A. Welsh, with him Stephen L. Cribbin and John L. Pipa, Jr., for appellees, (No. 173), and for appellants, (No. 181), in propriis personis.",
      "Chas. E. Berger, for interested parties, under Rule 61."
    ],
    "corrections": "",
    "head_matter": "Casari et al., Appellants, v. Victoria Amusement Enterprises, Inc., et al., Appellants.\nArgued May 11, 1937.\nBefore Schaffer, Maxey, Linn, Stern aad Barnes, JJ.\nOctober 8, 1937:\nRobert T. MeCraeken, of Montgomery <C- McCracken, with him W. I. Troutman and S. Montgomery Smith, for appellants, (No. 173), and for appellees, (No. 181).\nJ. A. Welsh, with him Stephen L. Cribbin and John L. Pipa, Jr., for appellees, (No. 173), and for appellants, (No. 181), in propriis personis.\nChas. E. Berger, for interested parties, under Rule 61."
  },
  "file_name": "0382-01",
  "first_page_order": 434,
  "last_page_order": 443
}
