{
  "id": 1800482,
  "name": "VALE CHEMICAL COMPANY, Appellee, v. HARTFORD ACCIDENT AND INDEMNITY COMPANY, and Transamerica Insurance Company, and Manufacturers' Casualty Insurance Company",
  "name_abbreviation": "Vale Chemical Co. v. Hartford Accident & Indemnity Co.",
  "decision_date": "1986-10-17",
  "docket_number": "No. 138; No. 139",
  "first_page": "290",
  "last_page": "297",
  "citations": [
    {
      "type": "official",
      "cite": "512 Pa. 290"
    },
    {
      "type": "parallel",
      "cite": "516 A.2d 684"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "15 Pa. D & C 3d 135",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.3d",
      "case_ids": [
        8821346
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c3d/15/0135-01"
      ]
    },
    {
      "cite": "16 Pa. D & C 3d 525",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.3d",
      "case_ids": [
        2379019
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c3d/16/0525-01"
      ]
    },
    {
      "cite": "42 L.Ed.2d 183",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "95 S.Ct. 231",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "419 U.S. 967",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6409056,
        6408353,
        6408579,
        6408836,
        6407845,
        6408111,
        6409169,
        6408246,
        6408730,
        6407966,
        6408479
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/us/419/0967-10",
        "/us/419/0967-05",
        "/us/419/0967-07",
        "/us/419/0967-09",
        "/us/419/0967-01",
        "/us/419/0967-03",
        "/us/419/0967-11",
        "/us/419/0967-04",
        "/us/419/0967-08",
        "/us/419/0967-02",
        "/us/419/0967-06"
      ]
    },
    {
      "cite": "320 A.2d 362",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "457 Pa. 166",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        478323
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/457/0166-01"
      ]
    },
    {
      "cite": "131 A. 265",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1925,
      "opinion_index": 0
    },
    {
      "cite": "284 Pa. 455",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1092095
      ],
      "year": 1925,
      "opinion_index": 0,
      "case_paths": [
        "/pa/284/0455-01"
      ]
    },
    {
      "cite": "171 A.2d 518",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "403 Pa. 476",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1299457
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/pa/403/0476-01"
      ]
    },
    {
      "cite": "306 A.2d 295",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "452 Pa. 417",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        574750
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/452/0417-01"
      ]
    },
    {
      "cite": "224 A.2d 195",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "pin_cites": [
        {
          "parenthetical": "footnotes omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "423 Pa. 520",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1903184
      ],
      "year": 1966,
      "pin_cites": [
        {
          "parenthetical": "footnotes omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/423/0520-01"
      ]
    },
    {
      "cite": "348 A.2d 477",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "479-80"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "22 Pa. Commonwealth Ct. 307",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1871588
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "311"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/22/0307-01"
      ]
    },
    {
      "cite": "165 A.2d 608",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "402 Pa. 318",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1296743
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/pa/402/0318-01"
      ]
    },
    {
      "cite": "207 A.2d 759",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "417 Pa. 356",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1894076
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/pa/417/0356-01"
      ]
    },
    {
      "cite": "576 F.Supp. 936",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        6047657
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/576/0936-01"
      ]
    },
    {
      "cite": "71 L.Ed.2d 875",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "102 S.Ct. 1644",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "455 U.S. 1007",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11373267,
        11373340,
        11373222,
        11373167
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/us/455/1007-03",
        "/us/455/1007-04",
        "/us/455/1007-02",
        "/us/455/1007-01"
      ]
    },
    {
      "cite": "667 F.2d 1034",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3688130,
        463875
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/215/0156-01",
        "/f2d/667/1034-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 726,
    "char_count": 13976,
    "ocr_confidence": 0.757,
    "pagerank": {
      "raw": 1.1336680657409397e-06,
      "percentile": 0.9863297049364654
    },
    "sha256": "d18d3c760ae29afe970494e0142a22dcbd09d2ab082bca16c4616375e6d2915c",
    "simhash": "1:88743243e0e1ca55",
    "word_count": 2239
  },
  "last_updated": "2024-02-27T16:43:27.621968+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, HUTCHINSON, ZAPPALA and PAPADAKOS, JJ.",
      "McDERMOTT, J., files a concurring opinion."
    ],
    "parties": [
      "VALE CHEMICAL COMPANY, Appellee, v. HARTFORD ACCIDENT AND INDEMNITY COMPANY, and Transamerica Insurance Company, and Manufacturers’ Casualty Insurance Company,"
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nHUTCHINSON, Justice.\nTransamerica Insurance Company (“Transamerica”) and Hartford Accident and Indemnity Company (“Hartford”) appeal by allowance a Superior Court order which affirmed the Court of Common Pleas of Lehigh County in this declaratory judgment action. Common Pleas held that both appellants had issued liability policies whose coverage required them to provide appellee both defense and indemnification for an Illinois plaintiffs products liability action in Illinois. Plaintiff brought that action for cancer which she claimed to suffer as a result of appellee’s manufacture and sale of the drug diethylstilbestrol (“DES”) to her mother during pregnancy. Because the Illinois plaintiff, an indispensable party, was not joined, we reverse for lack of subject matter jurisdiction.\nAppellee, Vale Chemical Company (“Vale”), filed this action to determine whether appellant insurance companies were required to defend the action filed against Vale in Illinois and to indemnify it for liability. In Illinois, Sandra Smith had sued Vale and all other manufacturers of the drug DES for damages, after she was diagnosed as suffering from vaginal cancer allegedly caused by her mother’s use of DES during pregnancy. Manufacturers’ Casualty Insurance Company, appellant Transamerica Insurance Company’s predecessor in interest, provided liability coverage for Vale at the time Ms. Smith’s mother took DES. Hartford covered Vale at the time Smith was diagnosed as having cancer.\nVale brought this action under our Declaratory Judgments Act, 42 Pa.C.S. §§ 7531-7541, to determine whether its insurance contracts with appellants required them to defend Vale and indemnify it against Smith’s claim. Common Pleas held that both companies were required to provide a defense because there was scientific evidence to show that Smith suffered bodily injury at the time of her mother’s exposure to DES and also at the time the cancer was diagnosed in her body, some twenty-five years later.\nSuperior Court affirmed that decision on a different theory. It held there was continuous exposure to the effects cf DES for those twenty-five years and that all insurers who cover a party during the period of exposure are responsible for providing a defense. In so doing, Superior Court expressly adopted the “multi-trigger” theory of liability. See, e.g., Keene Corp. v. Insurance Company of North America, 667 F.2d 1034 (D.C.Cir.1981), cert. denied, 455 U.S. 1007, 102 S.Ct. 1644, 71 L.Ed.2d 875 (1982); Eli Lilly v. Home Insurance Co., No. 82-0669, (D.D.C. April 12, 1984), appeal pending, No. 84-5391 (D.C.Cir.); A.C. & S. v. Aetna Casualty and Surety Co., 576 F.Supp. 936 (E.D.Pa.1983). We granted Hartford’s and Transamerica’s petitions for allowance of appeal and now hold that Common Pleas lacked jurisdiction to issue a declaratory judgment on this record. Therefore, we vacate Superior Court’s order and remand to Common Pleas with directions to dismiss appellee’s suit for lack of subject matter jurisdiction.\nAt oral argument, all parties were directed to file supplemental briefs concerning a jurisdictional issue not raised in any court below: whether under our Declaratory Judgment Act the court can hear the case if the injured party is not joined. Our Declaratory Judgments Act states:\n§ 7540. Parties\n(a) General rule. — When declaratory relief is sought, all persons shall be made parties who have or claim any interest which would be affected by the declaration, and no declaration shall prejudice the rights of persons not parties to the proceeding.\n42 Pa.C.S. § 7540. In Carlsson v. Pennsylvania General Insurance Co., 417 Pa. 356, 207 A.2d 759 (1965), we were presented with an identical issue. There, appellants sought to have their insurance company defend personal injury claims against them and to pay claims under the policy. We held that the failure to join the plaintiffs in the personal injury claims was a fatal defect, citing the predecessor to 42 Pa.C.S. § 7540 and Keystone Insurance Co. v. Warehousing Equipment Corp., 402 Pa. 318, 165 A.2d 608 (1960). In Pleasant Township v. Erie Insurance Exchange, 22 Pa. Commonwealth Ct. 307, 348 A.2d 477 (1975), Commonwealth Court summarized our precedents on this issue:\nOur Supreme Court has consistently held that where claims are asserted against an insured, the persons asserting the claims are indispensable parties in a declaratory judgment action on the issue of coverage between the insured and the insurance carrier. The failure to join a claimant whose interests would be affected has been held to be fatal error.\n22 Pa. Commonwealth Ct. at 311, 348 A.2d at 479-80, citing Carlsson, supra; Keystone, supra; and Mains v. Fulton, 423 Pa. 520, 224 A.2d 195 (1966) (footnotes omitted). See also Standard Pennsylvania Practice 2d § 66.45.\nAll parties argue that the failure to join the tort plaintiff is not fatal to this action. Because appellants are willing to share the cost of providing a defense, pending resolution of who has that obligation, they state that the Illinois plaintiff has no conceivable interest in the outcome of this suit. They argue that the obligation to defend may be broader than the obligation to indemnify the insured for its losses under their policies. However, they concede, as they must, that the plaintiff has an interest in seeing that an insurance company pays the judgment against its insured. Whatever the merits of that distinction, the record here shows that both obligations of the insurers were involved. Appellee Yale’s complaint asks that the court enter a judgment ordering both appellants\nto defend the aforesaid action instituted by Sandra Smith against the Plaintiff and in the event of an award of damages to Sandra Smith and against the Plaintiff to pay the amount of said damages.\nComplaint, filed February 9,1981. In addition, Manufacturers and Transamerica, in their motion for summary judgment, asked the court to declare that their policy\nprovides no applicable coverage for the underlying lawsuit instituted by Sandra Smith, but on the contrary, any such duty of defense and indemnification is solely the responsibility of the Hartford.\nMotion for Summary Judgment of Manufacturers’ Casualty Insurance Co. and Transamerica Insurance Co., filed July 6, 1982. See also Motion for Summary Judgment of Hartford Accident and Indemnity Co., filed October 4, 1982. Thus, because the action sought a declaration about coverage in this case, it is apparent that Smith had an interest in this declaratory judgment action when it was filed.\nAlternately, the parties argue the issue posed in this record is of great public concern because a large number of similar lawsuits are currently pending against appellee Yale and other manufacturers of DES. Therefore, they say that we should decide the insurance coverage questions in order to settle an important issue which is likely to recur. This argument is self-defeating. Appellee’s supplemental brief on the jurisdictional issues states:\nThe Smith case is one of more than 140 suits that have been filed against Vale alleging DES-related injuries; of those, approximately 40 are pending, and more undoubtedly will be filed. Many are almost identical to the Smith case, involving the same insurers, the same policy language, and the same alleged injuries.\nAppellee’s Supplemental Brief at 6 n. 3. If this is indeed the case, and the parties would like to determine all of Vale’s insurance companies’ responsibilities in this case, it would have to be dismissed because the record does not indicate that all insurance companies representing Vale have been joined. Moreover, the affected plaintiffs have also been left out. The brief states that many of these cases are similar to this one; this implies, to us, that there are other carriers involved. Their rights and those of the plaintiffs in these cases would certainly be prejudiced by the result in this action. Thus we again lack indispensable parties even if we held that joining this particular tort plaintiff was unnecessary.\nNo adequate reason has been advanced for us to ignore the statutory requirement that all interested parties shall be joined before a declaratory judgment can issue. While we recognize the importance of the question involved in this matter, importance alone does not confer jurisdiction where it does not otherwise exist. Essential to the adversary system of justice, and one of the basic requirements of due process, is the requirement that all interested parties have an opportunity to be heard. Thus, all parties whose interest will necessarily be affected must be present on the record. Smith, the particular tort plaintiff involved in this case, is not present. Nor are any of the other plaintiffs seeking damages, for injuries suffered as a result of the use of DES, represented as parties on this record. Appellants’ argument amounts to a request to convert this case into a kind of class action in which they would represent a plaintiff class of all insurance carriers similarly situated, appellee would represent the interest of all manufacturers, and all tort plaintiffs would become parties represented by amicus. For obvious reasons, we reject such an attempt first presented at the appellate level. See Pa.R.C.P. 1701-1716.\nBecause the jurisdictional requirements of the Declaratory Judgments Act with respect to joinder of indispensable parties have not been satisfied in this case, the judgments below must be vacated and the complaint dismissed.\nThe order of Superior Court is reversed and the judgment of the Court of Common Pleas of Lehigh County is vacated and the case dismissed for lack of subject matter jurisdiction.\nMcDERMOTT, J., files a concurring opinion.\n. Pa.R.C.P. 1032(2) allows a court to raise sua sponte issues of subject matter jurisdiction and failure to join an indispensable party. To the extent that footnote four in Friestad v. Travelers Indemnity Co., 452 Pa. 417, 421 n. 4, 306 A.2d 295, 297 n. 4 (1973), implies otherwise, it is disapproved as inconsistent with our other cases on that question.\n. The supplemental briefs ambiguously indicate that Vale has been dismissed from the Smith lawsuit. This is irrelevant to a determination of whether there was jurisdiction over this matter when it was first filed. It also renders the issue of which of Vale’s insurers should provide coverage in Smith’s action against Vale moot. Although the Declaratory Judgment Act relaxes the traditional requirement that a case or controversy must involve an existing dispute, it does not, and could not, permit the entry of an advisory opinion. See 42 Pa.C.S. § 7532; In Re: Johnson’s Estate, 403 Pa. 476, 171 A.2d 518 (1961); In Re: Kariher’s Petition (No. 1), 284 Pa. 455, 131 A. 265 (1925).\n. The parties make only a bald assertion that the coverage issue is otherwise likely to escape review, a requirement if an exception to the ordinary rule of mootness is to be made. See Weist v. Mt. Lebanon School District, 457 Pa. 166, 320 A.2d 362, cert. denied, 419 U.S. 967, 95 S.Ct. 231, 42 L.Ed.2d 183 (1975). While they present arguments that the case should be heard because the issues may arise again, the forty pending cases illustrate that, given the proper vehicle, this issue can be determined in one of those cases.\n. Having determined that we lack jurisdiction, we do not address the reasoning in Crown, Cork & Seal, Inc. v. Aetna Casualty & Surety Co., 16 Pa. D & C 3d 525 (Ct. of Com. Pl. of Phila. Cty. 1980), and Doe v. Johns-Manville Corp., 15 Pa. D & C 3d 135 (Ct. of Com. Pl. of Bucks Cty. 1980), adopting the multi-trigger theory in asbestosis cases where the fact of continuous exposure is clear.\n. The dismissal of this case is based solely on the failure to join the proper parties. It is clear that if personal jurisdiction of the Illinois plaintiff could have been had, her joinder would have given the court jurisdiction, under our Declaratory Judgments Act, to entertain this action.",
        "type": "majority",
        "author": "HUTCHINSON, Justice."
      },
      {
        "text": "McDERMOTT, Justice,\nconcurring.\nThe principle of law relied upon by the majority is unassailable, to wit: under our Declaratory Judgment Act the terms unambiguously require the inclusion of all interested parties. See 42 Pa.C.S. § 7540(a). The arguments made by appellee that in certain instances the interests of justice would be served by relaxing this rule are not properly made before us, since the General Assembly has provided us with no exceptions to the clearly worded statute.\nHowever, I wish to remark upon the rather disengenuous arguments made by Vale in an effort to have this Court issue an advisory opinion. In their brief filed in response to the jurisdictional issue raised by this Court, Vale indicates that they are no longer a defendant in the underlying tort action filed by Sandra Smith. Thus, though they could have argued that once they were no longer subject to liability, Ms. Smith was in reality no longer a party to the dispute between Vale and its insurers, such an argument would have raised the spectre of mootness, since none of the parties who claim injury from the Smith suit could possibly suffer. Consequently, Vale attempted to impress us with the facts and figures of how an opinion in this case would resolve other cases.\nSince there is no longer a case here we will dutifully wait until one arises.",
        "type": "concurrence",
        "author": "McDERMOTT, Justice,"
      }
    ],
    "attorneys": [
      "Matthew R. Sorrentino, Bethlehem, James J. McCabe, Wayne A. Schaible, Philadelphia, for appellant.",
      "Martin Greitzer, Philadelphia, for amicus curiae Pennsylvania Trial Lawyers.",
      "Bruce Weida, Allentown, Saul Goodman, Washington, D.C., for Vale Chemical Co."
    ],
    "corrections": "",
    "head_matter": "516 A.2d 684\nVALE CHEMICAL COMPANY, Appellee, v. HARTFORD ACCIDENT AND INDEMNITY COMPANY, and Transamerica Insurance Company, and Manufacturers’ Casualty Insurance Company,\nAppellant at No. 138\nAppellants at No. 139.\nSupreme Court of Pennsylvania.\nArgued April 14, 1986.\nDecided Oct. 17, 1986.\nMatthew R. Sorrentino, Bethlehem, James J. McCabe, Wayne A. Schaible, Philadelphia, for appellant.\nMartin Greitzer, Philadelphia, for amicus curiae Pennsylvania Trial Lawyers.\nBruce Weida, Allentown, Saul Goodman, Washington, D.C., for Vale Chemical Co.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, HUTCHINSON, ZAPPALA and PAPADAKOS, JJ."
  },
  "file_name": "0290-01",
  "first_page_order": 334,
  "last_page_order": 341
}
