{
  "id": 1800399,
  "name": "In the Matter of the ADOPTION OF BABY BOY A., a Minor v. CATHOLIC SOCIAL SERVICES OF the DIOCESE OF HARRISBURG, PENNSYLVANIA, INC., Appellee. Appeal of C.S.R.",
  "name_abbreviation": "Adoption of Baby Boy A. v. Catholic Social Services",
  "decision_date": "1986-11-17",
  "docket_number": "No. 31 M.D. Appeal Dkt. 1985",
  "first_page": "517",
  "last_page": "524",
  "citations": [
    {
      "type": "official",
      "cite": "512 Pa. 517"
    },
    {
      "type": "parallel",
      "cite": "517 A.2d 1244"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "477 Pa. 322",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1738290
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "parenthetical": "children had been in foster care for several years and disruption of the family had already occurred; Court refused to continue to keep children in uncertainty of foster care"
        },
        {
          "parenthetical": "children had been in foster care for several years and disruption of the family had already occurred; Court refused to continue to keep children in uncertainty of foster care"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/477/0322-01"
      ]
    },
    {
      "cite": "487 Pa. 115",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1759091
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "page": "123-25"
        },
        {
          "page": "1387"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/487/0115-01"
      ]
    },
    {
      "cite": "460 Pa. 210",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        482775
      ],
      "weight": 5,
      "year": 1975,
      "pin_cites": [
        {
          "page": "216-217"
        },
        {
          "page": "655",
          "parenthetical": "footnotes omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/460/0210-01"
      ]
    },
    {
      "cite": "479 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1742103
      ],
      "weight": 5,
      "year": 1978,
      "pin_cites": [
        {
          "page": "17"
        },
        {
          "page": "812"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/479/0001-01"
      ]
    },
    {
      "cite": "490 Pa. 85",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1763837
      ],
      "weight": 2,
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa/490/0085-01"
      ]
    },
    {
      "cite": "502 Pa. 165",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1784521
      ],
      "weight": 4,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa/502/0165-01"
      ]
    },
    {
      "cite": "455 U.S. 745",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11307633
      ],
      "weight": 6,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/us/455/0745-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 638,
    "char_count": 11689,
    "ocr_confidence": 0.739,
    "pagerank": {
      "raw": 4.7102025108895704e-07,
      "percentile": 0.9289448921539442
    },
    "sha256": "0b86044e2d414d95ffe219f45244b49b5b29272920c57a84ac72cc433841c215",
    "simhash": "1:d5d626a710e0c509",
    "word_count": 1949
  },
  "last_updated": "2024-02-27T16:43:27.621968+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, HUTCHINSON, ZAPPALA and PAPADAKOS, JJ."
    ],
    "parties": [
      "In the Matter of the ADOPTION OF BABY BOY A., a Minor v. CATHOLIC SOCIAL SERVICES OF the DIOCESE OF HARRISBURG, PENNSYLVANIA, INC., Appellee. Appeal of C.S.R."
    ],
    "opinions": [
      {
        "text": "OPINION\nHUTCHINSON, Justice.\nAppellant C.S.R. appeals by allowance a per curiam order of a Superior Court panel. The panel vacated the order of the Dauphin County Court of Common Pleas and remanded the case with directions to enter a decree terminating appellant’s parental rights. On December 30, 1980, Catholic Social Services of the Diocese of Harrisburg, Pennsylvania, Inc. (appellee) petitioned for involuntary termination of appellant’s parental rights to Baby Boy A. pursuant to Section 311 of the Adoption Act, Act of July 24, 1970, P.L. 620, 1 P.S. § 311. Common Pleas concluded that appellee had failed to prove by clear and convincing evidence that appellant’s conduct justified a termination of his parental rights. Superior Court determined, upon reviewing the record, that Common Pleas erred in its decision and that appellee had met its burden of proof.\nThe record shows the undisputed fact that appellant made no effort to fulfill his parental responsibilities for a period of fifteen months, from June, 1979, until September, 1980. Therefore, as a matter of law, appellee has met its burden of proof on the issue of abandonment. It could not show more than appellant’s total failure to act. Because this inaction persisted for a period of time beyond the statutory six months, Common Pleas erred in determining that appellee had not shown abandonment. Furthermore, on this record there, is no evidence that the child’s interests are better served by continuing appellant’s parental rights. Accordingly, the order of Superior Court is affirmed.\nBaby Boy A. (child) was born on March 31, 1979. At that time appellant, who is illiterate, was serving a sentence on a rape conviction. Appellant learned of the child’s existence on June 28, 1979, when Kirk L. Reider, Director of Professional Services for appellee, visited him in prison. Mr. Reider visited appellant for the purpose of telling him of the birth of the child and requesting his consent to the termination of his parental rights. Mr. Reider informed appellant that the child’s mother had consented to having the child adopted.\nAppellee agency had placed the child in a foster home on April 4, 1979. Mr. Reider told appellant that the placement had been made, although he did not tell appellant where the child was. Appellant refused to agree to voluntary termination of his parental rights. Because he was unable at that time to care for the child himself, appellant suggested to Mr. Reider that appellant’s mother might be able to care for the child for him.\nFrom the time of Mr. Reider’s visit until his release on parole on September 24, 1980, a period of fifteen months, appellant did nothing to try to find out more about the child or to have any communication with the child. Although appellant’s illiteracy hindered his meaningful participation in his child’s life while he was in prison, we are unwilling to hold that the law expects nothing from him at all. We are mindful that the fact-finding function is reserved to Common Pleas; however, the record shows that appellant did nothing to even attempt to fulfill his parental responsibilities prior to his release on parole. Even an illiterate prisoner can show some interest in his child’s well-being and we now hold the law of Pennsylvania requires him to do so if he wishes to retain an absolute right to parental status unaffected by the consideration of how ill-served the child’s interest is by that tie.\nOur law, in permitting termination for abandonment over the belated objections of the parent, if termination is best for the child, recognizes the occasional failure of nature’s parent-child bond. It does so by a statute which provides:\nGrounds for Involuntary Termination.—\nThe rights of a parent in regard to a child may be terminated after a petition filed pursuant to section 312, and a hearing held pursuant to section 313, on the ground that:\n(1) The parent by conduct continuing for a period of at least six months either has evidenced a settled purpose of relinquishing parental claim to a child, or has refused or failed to perform parental duties; or\n(2) The repeated and continued incapacity, abuse, neglect, or refusal of the parent has caused the child to be without essential parental care, control, or subsistence necessary for his physical or mental well-being and the conditions and causes of the incapacity, abuse, neglect, or refusal cannot or will not be remedied by the parent[.]\n1 P.S. § 311(1) and (2) (repealed).\nAs a further protection against government interference with the family relation and the values it serves, our constitutions require clear and convincing evidence that the statute’s elements exist before termination is possible. Santosky v. Kramer, 455 U.S. 745, 102 S.Ct. 1388, 71 L.Ed.2d 599 (1982); In re T.R., 502 Pa. 165, 465 A.2d 642 (1983). This Court has frequently held that parenthood is an active occupation. It is not enough that a parent declines to relinquish parental claim to a child; a parent must affirmatively demonstrate love, protection and concern. A parent desiring to retain parental rights must exert himself to take and maintain a place of importance in his child’s life. In re L.A.G., 490 Pa. 85, 415 A.2d 44 (1980). The statute does not require a showing of both an intention to relinquish parental claim and a failure to perform parental duties. In the Matter of the Adoption of David C., 479 Pa. 1, 387 A.2d 804 (1978). This Court will view the efforts made by a parent in light of the totality of his circumstances. Id. Nonetheless, we cannot say that the law will excuse a total failure to act for fifteen months, even where the parent faces the obstacles which appellant faced. See In re Adoption of McCray, 460 Pa. 210, 331 A.2d 652 (1975), wherein this Court stated:\n[A] parent’s absence and/or failure to support due to incarceration is not conclusive on the issue of abandonment. Nevertheless, we are not willing to completely toll a parent’s responsibilities during his or her incarceration. Rather, we must inquire whether the parent has utilized those resources at his or her command while in prison in continuing a close relationship with the child. Where the parent does not exercise reasonable firmness ‘in declining to yield to obstacles,’ his other rights may be forfeited.\nId., 460 Pa. at 216-217, 331 A.2d at 655 (footnotes omitted).\nCommon Pleas found that appellant’s efforts in late 1980 served to defeat appellee’s position and apparently excused the prior period of inaction on the basis of the obstacles facing appellant. However, “[i]t is well established that once the statutory period of abandonment has passed, mere renewal of interest and expression of desire for the return of a discarded child do not negate the abandonment.” In re In the Matter of J.F., a Minor, 487 Pa. 115, 123-25, 408 A.2d 1382, 1387 (1979). The wise requirement that a parent’s right to a relationship with his child can only be terminated on clear and convincing evidence does not make parents owners of their children, free to cast them aside, as unwanted toys, for more than six months and then pick them up to play with again when the fancy strikes them. Instead, it arises out of our deep conviction that the bond of family love will enable most parents to give better care to their children than the best that anyone else can provide. Our confidence in that conviction is lost, however, when a parent exhibits no sign of interest in his child over extended periods. Thus, appellant’s efforts during his release on parole do not serve to nullify the inaction of the prior fifteen months. This is especially true because those efforts were primarily directed toward finding the child’s mother, not the child.\nSuperior Court, therefore, was correct in finding that appellant had failed to perform his parental duties. “Once we have determined that the statutory grounds for involuntary termination of parental rights have been proved, it is the child’s welfare that is paramount.” Adoption of David C., 479 Pa. at 17, 387 A.2d at 812. Common Pleas, having determined that appellee had not met its burden of proof, did not consider the interests of the child. We conclude, however, that on this record it would be an abuse of discretion to find that the child’s welfare justified continuation of appellant’s parental rights. The hearing on the termination petition was held on July 23, 1981, and the Decree Nisi was filed on July 13, 1982. On February 10, 1984, Common Pleas filed its Opinion Sur Exceptions dismissing appellee’s exceptions and making the decree final. Superior Court filed its opinion on December 21,1984. The child is now more than seven years old and there is no evidence that there has ever been any relationship between appellant and the child. Following appellant’s abandonment of his child, there was, in fact, no evidence of any relationship which served the child’s interest and, therefore, should be preserved. See In re William L., 477 Pa. 322, 383 A.2d 1228 (1978) (children had been in foster care for several years and disruption of the family had already occurred; Court refused to continue to keep children in uncertainty of foster care). As we did in Adoption of David C., we conclude on this record that there is no evidence showing that the child’s welfare is better served by continuing appellant’s parental rights beyond the time of abandonment in light of his failure to perform his parental duties.\nAccordingly, the order of Superior Court, which vacated the order of the Court of Common Pleas and remanded with directions to the lower court to enter a decree terminating appellant’s parental rights, is affirmed.\nJUDGMENT\nON CONSIDERATION WHEREOF, It is now hereby ordered and adjudged by this Court that the order of Superior Court, which vacated the order of the Court of Common Pleas and remanded with directions'to the lower court to enter a decree terminating appellant’s parental rights, is affirmed. '\n. Repealed by Section 2 of the Act of October 15, 1980, P.L. 934. The same provisions are now found in Section 2511 of the Adoption Act, 23 Pa.C.S. § 2511, effective January 1, 1981.\n. Santosky v. Kramer, 455 U.S. 745, 102 S.Ct. 1388, 71 L.Ed.2d 599 (1982); In re T.R., 502 Pa. 165, 465 A.2d 642 (1983).\n. The child was conceived while appellant was on bail pending appeal of that conviction.\n. The child was still in that home at the time of the hearing on the termination petition on July 23, 1981.\n. We believe that if appellant acted to meet his parental duties during this fifteen month period, it was incumbent upon him to produce some evidence of those actions. He produced none.\n. See note 1, supra. Now codified at 23 Pa.C.S. § 2511(a) and (b).\n. In October, 1980, appellant traveled to Red Lion, Pennsylvania, in an attempt to locate the child's mother. He also tried unsuccessfully to contact her by telephone. At about the same time he asked the public defender, who was representing him, to contact the appellee agency. The attorney did so, but no further action was taken. Appellant remained on parole until February 5, 1981, when he was recommitted for parole violation. Between September, 1980, and February, 1981, he spent thirty days in prison on a drunk and disorderly charge.",
        "type": "majority",
        "author": "HUTCHINSON, Justice."
      }
    ],
    "attorneys": [
      "Robert Dunne Kodak, Harrisburg, for appellant.",
      "John H. Bream, Harrisburg, for appellee."
    ],
    "corrections": "",
    "head_matter": "517 A.2d 1244\nIn the Matter of the ADOPTION OF BABY BOY A., a Minor v. CATHOLIC SOCIAL SERVICES OF the DIOCESE OF HARRISBURG, PENNSYLVANIA, INC., Appellee. Appeal of C.S.R.\nSupreme Court of Pennsylvania.\nArgued May 15, 1986.\nDecided Nov. 17, 1986.\nRobert Dunne Kodak, Harrisburg, for appellant.\nJohn H. Bream, Harrisburg, for appellee.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, HUTCHINSON, ZAPPALA and PAPADAKOS, JJ."
  },
  "file_name": "0517-01",
  "first_page_order": 561,
  "last_page_order": 568
}
