{
  "id": 1809936,
  "name": "In re ESTATE OF Charles HALL, Deceased. Appeal of ESSEX SQUARE CORPORATION; Green Hill-Lytle Corporation; Albert I. Raizman and Darryl Hall, Administrators D.B.N., C.T.A. of the Estate of Charles Hall, Deceased",
  "name_abbreviation": "In re Estate of Hall",
  "decision_date": "1987-12-23",
  "docket_number": "No. 101 W.D. Appeal Docket 1986",
  "first_page": "115",
  "last_page": "140",
  "citations": [
    {
      "type": "official",
      "cite": "517 Pa. 115"
    },
    {
      "type": "parallel",
      "cite": "535 A.2d 47"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "179 A.2d 222",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "pin_cites": [
        {
          "page": "228"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "406 Pa. 644",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1304928
      ],
      "year": 1962,
      "pin_cites": [
        {
          "page": "656"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/406/0644-01"
      ]
    },
    {
      "cite": "126 A. 791",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1924,
      "opinion_index": 0
    },
    {
      "cite": "281 Pa. 320",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1086994
      ],
      "year": 1924,
      "opinion_index": 0,
      "case_paths": [
        "/pa/281/0320-01"
      ]
    },
    {
      "cite": "251 Pa.Super. 269",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        837971
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/251/0269-01"
      ]
    },
    {
      "cite": "75 Nev. 91",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4912184
      ],
      "weight": 2,
      "year": 1959,
      "pin_cites": [
        {
          "page": "430"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/75/0091-01"
      ]
    },
    {
      "cite": "486 Pa. 460",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1757582
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa/486/0460-01"
      ]
    },
    {
      "cite": "228 A.2d 367",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "425 Pa. 117",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1906764
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa/425/0117-01"
      ]
    },
    {
      "cite": "84 Pa. 426",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053511
      ],
      "year": 1877,
      "opinion_index": 0,
      "case_paths": [
        "/pa/84/0426-01"
      ]
    },
    {
      "cite": "199 A.2d 455",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1964,
      "pin_cites": [
        {
          "page": "456, fn. 1"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "414 Pa. 186",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1890423
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/pa/414/0186-01"
      ]
    },
    {
      "cite": "384 A.2d 234",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1738255,
        1738295
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/477/0430-01",
        "/pa/477/0429-01"
      ]
    },
    {
      "cite": "477 Pa. 430",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1738255
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/477/0430-01"
      ]
    },
    {
      "cite": "493 Pa. 371",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8732850
      ],
      "weight": 2,
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/pa/493/0371-01"
      ]
    },
    {
      "cite": "322 A.2d 114",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "457 Pa. 255",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        477868
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/457/0255-01"
      ]
    },
    {
      "cite": "507 Pa. 204",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1792334
      ],
      "weight": 3,
      "year": 1985,
      "pin_cites": [
        {
          "page": "1296",
          "parenthetical": "footnote omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/507/0204-01"
      ]
    },
    {
      "cite": "262 A.2d 851",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "437 Pa. 117",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1927795
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/437/0117-01"
      ]
    },
    {
      "cite": "215 A.2d 667",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "420 Pa. 7",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1898569
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/420/0007-01"
      ]
    },
    {
      "cite": "116 A. 303",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1922,
      "opinion_index": 0
    },
    {
      "cite": "272 Pa. 340",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1068371
      ],
      "year": 1922,
      "opinion_index": 0,
      "case_paths": [
        "/pa/272/0340-01"
      ]
    },
    {
      "cite": "97 A.2d 23",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "373 Pa. 578",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1240415
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/pa/373/0578-01"
      ]
    },
    {
      "cite": "108 A.2d 336",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "379 Pa. 38",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1253632
      ],
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/pa/379/0038-01"
      ]
    },
    {
      "cite": "130 A.2d 143",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "388 Pa. 39",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1272506
      ],
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/pa/388/0039-01"
      ]
    },
    {
      "cite": "191 A. 3",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1937,
      "opinion_index": 0
    },
    {
      "cite": "325 Pa. 571",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1172298
      ],
      "year": 1937,
      "opinion_index": 0,
      "case_paths": [
        "/pa/325/0571-01"
      ]
    },
    {
      "cite": "487 Pa. 473",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1759116
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa/487/0473-01"
      ]
    },
    {
      "cite": "504 Pa. 626",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1787693
      ],
      "weight": 2,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa/504/0626-01"
      ]
    },
    {
      "cite": "310 Pa.Super. 559",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        209833
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/310/0559-01"
      ]
    },
    {
      "cite": "513 A.2d 1080",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "357 Pa.Super. 641",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1634,
    "char_count": 46590,
    "ocr_confidence": 0.76,
    "pagerank": {
      "raw": 6.706851844984369e-07,
      "percentile": 0.9628825850464641
    },
    "sha256": "c7f17f55d44c0e8b35b1bebaaf7c98987e05c0cf0217fdfbab1e5244cecedf69",
    "simhash": "1:a307dfe4e2fdc890",
    "word_count": 7530
  },
  "last_updated": "2024-02-27T23:49:20.178834+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDermott, zappala and papadakos, jj.",
      "HUTCHINSON, former J., did not participate in the consideration or decision of this case."
    ],
    "parties": [
      "In re ESTATE OF Charles HALL, Deceased. Appeal of ESSEX SQUARE CORPORATION; Green Hill-Lytle Corporation; Albert I. Raizman and Darryl Hall, Administrators D.B.N., C.T.A. of the Estate of Charles Hall, Deceased."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nPAPADAKOS, Justice.\nThis case concerns various disputes related to two real estate investment limited partnerships. Appellants herein are the Essex Square Corporation, the Green-Hill Lytle Corporation, Albert I. Raizman and Darryl Hall. The two corporations are the corporate general partners in two limited partnerships which were initially formed to finance, build, and operate, respectively, the Essex Square Apartments and the Green Hill-Lytle Apartments, both now constructed, and located in the City of Pittsburgh. The individual Appellants are the Administrators D.B.N., C.T.A. of the Estate of Charles Hall, who died on July 25, 1972. The Administrators now effectively control all of the stock in the two corporate general partners mentioned above. Charles Hall originally owned all of the stock in both corporations, and it passed to his estate at his death. Appellees are the two limited partnerships, Essex Square Partnership, Ltd., and Green Hill-Lytle Partnership, Ltd.; and the various limited partners therein, Herman Lipsitz, Morton and Carolyn Fiedler, Arizona Lipnob Estates, Inc., and Trading Corporations. Appellants will sometimes be referred to herein as the “general partner(s)” or as the “corporate general partner(s).” Appellees will sometimes be referred to as the “limited partner(s)” or as the “claim-antis).”\nAppellees, the limited partners, asserted claims against the corporate general partners arising from the general partners’ incurrence and assessment of management fees. Claims were also asserted on account of the Essex Square general partner’s failure to pay interest on loans made to it by the limited partners during construction, and the Essex Square general partner’s failure to maintain a life insurance policy on the life of Charles Hall. All of these claims were allowed in an opinion and order entered by the Orphans’ Court Division of the Allegheny County Common Pleas Court (Ross, J.). Judge Ross’s order was affirmed by the Allegheny County Common Pleas Court Orphans’ Court Division sitting en banc, and by the Superior Court, 357 Pa.Super. 641, 513 A.2d 1080 (Cirillo, P.J., Del Sole and Beck, JJ.) in a memorandum opinion and order.\nThe underlying facts in this case, based on the findings of the trial court, are as follows. Charles Hall was an experienced and successful real estate developer. During 1970 and 1971, in order to raise the needed capital to build and develop the two apartment house projects involved in this case, Mr. Hall sought investors willing to put their money into such endeavors. He first approached claimant, Morton Fiedler, as to the Essex Square venture. Mr. Fiedler contacted claimant, Herman Lipsitz, an attorney as well as a prospective investor, and negotiations commenced. Preliminary estimates of the size, construction costs, capital investment needed, and projected cash flow were prepared by Mr. Hall and set forth in a \"pro forma\" for each project which was then presented to some of the claimants as an inducement to invest. The Green Hill-Lytle pro forma was introduced into evidence at trial. For each project, Mr. Hall formed a corporation of which he was the sole shareholder. These two corporations (Appellants, the Essex Square Corporation and the Green Hill-Lytle Corporation) were to become the general partners in the two real estate investment limited partnership agreements that were envisioned, while the various investors were to be the limited partners. The reasons for this somewhat complicated form of ownership structure include the following. In a limited partnership, the limited partners (the investors here) are ordinarily exposed to only limited liability should the venture fail, just like stockholders in a corporation. See, the Pennsylvania statutes on limited partnerships, now 59 Pa.C.S. § 501 et seq., and specifically 59 Pa.C.S. § 521, formerly 59 Pa.C.S. § 191. The general or managing partner in the limited partnership, on the other hand, is ordinarily exposed to unlimited personal liability for the debts of the partnership. See, Northampton Valley Constructors, Inc. v. Horne-Lang Associates, 310 Pa.Super. 559, 456 A.2d 1077 (1983). When, as here, the general partner is itself a corporation, this exposure to unlimited personal liability (here, Mr. Hall's) is avoided. Moreover, since the death of a general partner will ordinarily dissolve the partnership business, 59 Pa.C.S. § 534, formerly 59 Pa.C.S. § 204, and produce unfortunate business and tax consequences, use of a corporate general partner avoids this problem as well since a corporation, for these purposes at least, does not \"die.\" These advantages might also have been achieved by the simple forming of a corporation, but that form of ownership would typically not have produced the significant and perfectly legitimate tax shelter advantages available to a limited partnership under sections of the Internal Revenue Code applicable at the time the events relevant to this case occurred. See Internal Revenue Code of 1954, Sections 701, 702, 731 and 1372(e)(5).\nClaimants began extensive negotiations with the Essex Square and Green Hill-Lytle Corporations through Charles Hall, their sole shareholder and agent, looking to the formation of the two limited partnerships that had been contemplated. The wording of each limited partnership agreement, along with supporting documents, was carefully scrutinized and the agreements were rewritten several times before becoming final. The agreements were prepared in Appellee-investor and attorney Herman Lipsitz’s law office. The Essex Square agreement was finalized first in 1970, and served as a model for the second, the Green Hill-Lytle agreement, finalized in 1971. The essence of these two limited partnership agreements was that the corporate general partner would see to it that all of the necessary construction work was completed and that the properties would be maintained and managed properly, whereas the limited partners were only obligated to contribute specific fixed amounts of capital, that is, financing. In return for rendering the services described above, the partnership agreements clearly provided that each of the corporate general partners received a fifty (50%) percent share of the rental income (R. 608e-609a, 681a). Neither corporate general partner was required to make any cash contribution to the initial capital of either partnership. It is clear, incidentally, given each corporate general partner’s fifty percent interest in what is now a successfully completed apartment project, that neither can properly be described as a shell corporation, or as a dummy corporation without assets. Through separate contemporaneous contracts, specifically the Essex Square corporate agreement and the Green HillLytle corporate agreement (each fully set forth in the record), the corporate general partners each contracted with Charles Hall individually for his personal supervision of construction. Through separate pledge of stock agreements (both also fully set forth in the record), Mr. Hall agreed to release to the limited partners all of the shares of stock owned by him in the two corporate general partners in the event that he failed, during the construction period, to perform the services required of him. (See, R. 672a, 707a). Such stock could then be sold and the proceeds used to obtain substitute services. A careful review of these documents clearly demonstrates that great care was taken to protect the limited partners during the construction period in order to make certain that they received the benefit of Mr. Hall’s expertise in the supervision of development and construction, or of comparable expertise should Mr. Hall falter for any reason. With respect to management of the projects after construction was completed, however, it is equally clear that scant attention was given in these documents to the problems that might develop during such later periods, particularly the problem of what would happen if Mr. Hall could not continue.\nConstruction was completed on the Green Hill-Lytle building first. Units were rented while Charles Hall was still alive and apparently no management fee was charged during his lifetime. Charles Hall died while construction on the Essex Square project was still on-going. All the stock in the two corporate general partners passed to Charles Hall’s estate at his death since he was sole shareholder in both corporations. His son, Barry Hall, who was also a beneficiary under Mr. Hall’s will, was named as Executor of the estate and, in that capacity, assumed effective control of the two corporate general partners as a director-officer of each. Barry Hall ceased to act as Executor in 1980 and he was succeeded by Albert I. Raizman and Darryl Hall (another son of Charles Hall) acting as Administrators of the estate, D.B.N., C.T.A.\nShortly after the death of Charles Hall, each limited partnership was charged a management fee for the first time. Barry Hall, in control of each corporate general partner, effectuated a contract with his solely owned McQuarters Management Corporation which agreed to provide management services to the two apartment projects for a fee. McQuarters Management Corporation was later succeeded by McQuarters Realty Company, Inc., whose president and incorporator was Darryl Hall, and which entity currently manages the two properties. The trial court found that McQuarters Management made only small profits and sometimes lost money, but that Darryl Hall received a salary in 1980, and that Barry Hall received $25,260.00 in compensation in 1976. The limited partners were informed of the arrangement with McQuarters Management by letter dated December 16,1974. The initial management fee was five (5%) percent of the gross rentals. This was increased to six (6%) percent for each building on May 1, 1978. Claimant-limited partners regularly objected to the management fee. They specifically asked that the practice cease by letter dated August 23, 1976, but this was unsuccessful. In this litigation, Claimants asked for reimbursement for these management fees, and said claims were allowed by the trial court. As of 1980, these claims against the two corporate general partners exceeded $330,-000.00.\nAfter construction loan commitments were made (during Mr. Hall’s lifetime), construction began on both projects. The construction lender, Concord Liberty Savings and Loan Association, allowed the borrower to “draw down” upon each loan account as construction progressed, rather than take the full amount of the loan in one lump sum. The lender required that interest due on the loan be pre-paid. If this interest was deducted from the “draw” or the full face amount of the loan up front, it would have reduced the total cash flow available to the borrower and hence diminished the amount available to pay bills. To avoid this problem, and also to provide claimants, the limited partners, with substantial tax benefits, the limited partners lent (or at least contributed) funds to the two corporate general partners so that they could pre-pay the interest on the bank loans attributable to the construction period. The uncontroverted testimony of Mr. Lipsitz’s accountant established that these loans or advances were entirely voluntary on the part of the limited partners and were not mandated by either of the limited partnership agreements. The amount advanced by the limited partners to pre-pay interest on the Green Hill-Lytle construction loan was repaid to them in full and included repayment of both the principal amount advanced plus interest on that amount calculated at the prime rate of eight (8%) percent. An exhibit was offered into evidence which was asserted to be a calculation in the handwriting of Charles Hall showing that the amount of interest due on this advancement was eight (8%) percent as calculated over an eleven month period. The exhibit was at least in part written on the back side of a sheet of Mr. Lipsitz’s stationery. (See, R. 633a-636a). It was not signed. In any event, it is clear that these advances on the Green Hill-Lytle project were, in fact, paid back with interest. The limited partners in the Essex Square project made advances to cover the prepaid interest on the construction loan on that building in the total amount of $155,000.00. The principal amount of these advances was repaid but no interest was paid to the limited partners on this amount. The Essex Square limited partners asserted a claim for this unpaid interest. This claim was allowed by the trial court over the objection of Appellants. As of February, 1981, this interest amounted to over $38,000.00.\nClaimants also asserted that they were entitled to a credit on the Essex Square partnership account of $250,000.00 representing the proceeds of a life insurance policy on the life of Charles Hall which the Essex Square corporate general partner had allowed to lapse for non-payment of premiums (obviously during the lifetime of Mr. Hall). The Essex Square partnership agreement at Article V, § 2(b) (R. 687a) expressly obligated the corporate general partner to secure such a policy. This claim was likewise allowed by the trial court.\nThe procedural history of this litigation includes the following. On April 17, 1980, two separate complaints in equity were filed in the Civil Division of the Court of Common Pleas of Allegheny County. (See R., 12a-54a, and 66a-73a). The two complaints separately raised claims with respect to the two partnerships. The plaintiffs in each case were essentially the Appellees herein, while defendants included Appellants, and in particular, the respective corporate general partners, along with the current administrators of the estate of Charles Hall. The complaint in the Essex Square matter was subsequently amended. (R. 74a-76a). Both complaints sought various forms of relief including appointment of a receiver to manage the properties, cancellation of the management contracts entered into by the corporate general partners, an accounting and auditing of the respective partnership records, and an award of compensation based thereon.\nThe estate of Charles Hall was named as a party defendant in these two cases. The administrators of the estate were named presumably because they exercised control over all of the stock in the two corporate general partners in their capacity as administrators. Whether, and in what capacity, they served as officers or directors in the two corporations is unclear. The two limited partnership entities themselves were curiously named as party plaintiffs rather than as party defendants. Neither the complaint in the Essex Square matter, nor the amendment thereof, pleads facts that in any way assert the claim that the insurance policy on Mr. Hall’s life was allowed to lapse (or the claim that interest was not paid on the loan to the partnership). Paragraph 19 of the Green Hill-Lytle complaint (R. 17a), and paragraph 20 of the Essex Square complaint (R. 72a) each states that:\nPlaintiffs have been continually oppressed by the defendants by being completely excluded from the affairs of the partnership; that the operation and management of the premises by the defendants has been continually eroded and will continue to erode.\nBoth cases were transferred to the Orphans’ Court Division by orders of Judge McGowan dated May 28, 1980, under authority of 42 Pa.C.S. § 5103(c). Both were, in effect, consolidated into the proceeding already pending dealing with the administration of the estate of Charles Hall. The estate had been opened in 1973. During the course of the trial or “hearing” on these claims before Judge Ross, Appellants repeatedly argued that the Dead Man’s Act, 42 Pa.C.S. § 5930, barred testimony against Mr. Hall’s estate. As a consequence, claimants early on in the proceedings relinquished their claims against the estate itself (R. 177a-180a). Defendants’ motion to transfer the claims back to the Civil Division was denied, however. (R. 180a). Contrary to assumptions routinely made throughout this litigation as it has wended its way through the appellate process, it is absolutely clear from a reading of Judge Ross’s order of July 20, 1982 (fully set forth at pp. 16A-19A of Appellants’ brief), that her allowance of the claims described above (which are the subject of this appeal) were allowed only as to the respective corporate general partners and specifically denied as to all other parties (including the estate itself). See paragraphs (2), (4), (7) and (8) of the July 20, 1982 Order. In each instance, the balance due was ordered to be added to the balance for distribution in the respective limited partnership account out of monies otherwise to be awarded to the corporate general partner. As already noted, the allowance of these claims was affirmed by Superior Court.\nWe granted allocatur on the strength of the argument advanced by Appellants which raised serious questions concerning the inherent fairness of what occurred here and adherence to the basic rules of evidence and civil procedure.\nAppellants contended, as petitioners in their petition for allowance of appeal to this Court that:\nThis case, therefore, involves an attorney who six years after his client’s death, brought claims against his deceased client’s estate and those who assumed his deceased client’s obligations. Despite the fact that Charles Hall’s death eliminated the only person who could directly refute Mr. Lipsitz’s testimony, Mr. Lipsitz was permitted to testify to parole negotiations with Charles Hall for the purpose of upsetting written agreements that Mr. Lipsitz himself had authored. This was done under the guise that the claims against the estate were no longer before the court; but after this testimony was taken, the court nevertheless directed the estate to pay the claims. Petitioners submit that such an incongruous scenario is a gross departure from the accepted and usual course of judicial proceedings____\nMore specifically, Appellants argued persuasively in their petition that the trial court and the Superior Court made several erroneous rulings with respect to the Dead Man’s Rule, the parole evidence rule, and the doctrines of waiver and laches. For the reasons set forth below, we affirm in part and reverse in part.\nI.\nAPPLICABILITY OF THE DEAD MAN’S ACT\nPennsylvania’s Dead Man’s Act provides, in pertinent part, that:\nExcept as otherwise provided in this subchapter, in any civil action or proceeding, where any party to a thing or contract in action is dead, ... and his right thereto or therein has passed ... to a party on the record who represents his interest in the subject in controversy, neither any surviving or remaining party to such a thing or contract, nor any other person whose interest shall be adverse to the said right of such deceased ... party, shall be a competent witness to any matter occurring before the death of said party ...\nThe purpose of the Act is to prevent the injustice that would result from permitting a surviving party to a transaction to testify favorably to himself and adversely to the interest of a decedent, when the decedent's representative would be hampered in attempting to refute the testimony or be in no position to refute it, by reason of the decedent's death. Estate of Stauffer, 504 Pa. 626, 476 A.2d 354 (1984); Estate of Kofsky, 487 Pa. 473, 409 A.2d 1358 (1979); Weaver v. Welsh, 325 Pa. 571, 191 A. 3 (1937). The deceased must have, however, an actual right or interest in the matter at issue, that is, an interest in the immediate result of the law suit. Estate of Hendrickson, 388 Pa. 39, 130 A.2d 143 (1957). We agree with the Superior Court that decedent had no such interest here. Charles Hall was merely an agent of the two corporate general partners that entered into the limited partnership agreements with claimants. He was insulated from general and unlimited personal liability to either the limited partners or to any other \"creditors\" even though he was the sole shareholder in the two corporations. Mere stock ownership, even when the stock in the corporation in question is owned by only one shareholder, will not blur the distinction between individuals and corporate entities. Barium Steel Corp. v. Wiley, 379 Pa. 38, 108 A.2d 336 (1954). This general exception to the Dead Man's Act therefore applies. When the principal (here, the corporations) survives, the death of an agent, through whom a contract has been made, does not exclude the testimony of a party who brings an action against the principal. East Girard Savings and Loan Association v. Houlihan, 373 Pa. 578, 97 A.2d 23 (1953); Danish Pride Milk Products Co. v. Marcus, 272 Pa. 340, 116 A. 303 (1922). It must be emphasized that Mr. Hall's estate was dismissed as a party defendant in these proceedings. Moreover, the trial court's order that allowed these claims was entered against the corporate general partners alone and merely reallocated funds in the partnership accounts in favor of the limited partners to the detriment of the corporate general partners. The estate was not charged in any way.\nAppellants invite us to find that the two general partner corporations are mere fictions, that they were alter egos of Mr. Hall who was the sole shareholder, and that the corporate veils should be pierced, thereby creating an identity of interest between Mr. Hall’s estate and these corporations (and their assets) for purposes of the Dead Man’s Act. We decline the invitation to do so. If anything in this litigation is clear, it is that these two corporate entities were and are not mere fictions. As explained above, the use of a corporate general partner in an overall limited partnership entity is essential in order to give the developer limited liability and to combine this benefit with the substantial tax shelter advantages available to real estate limited partnerships. Once these benefits and advantages are realized through use of such entities, the parties to such transactions will not be heard to assert that the entities were mere fictions. Moreover, each of the two limited partnership agreements involved in this case expressly gives the corporate general partner a 50% ownership interest in each of the completed buildings. (R. 609a, 681a). These buildings are obviously valuable pieces of commercial real estate and were such at the time trial in this case was held. A 50% ownership interest in each is a valuable asset owned by each corporate general partner independent of Mr. Hall’s estate. These corporations are not, therefore, shell or dummy corporations. As a consequence of the tax and other benefits realized here, these valuable assets are owned by the separate corporate general partners that had to be set up, and they do not pass directly to the estate. Appellants cannot have it both ways. We hold that the estate has no direct interest in the corporate assets; hence, the Dead Man’s Act has no applicability here.\nII.\nTHE MANAGEMENT FEES AND MAINTENANCE COSTS\nMr. Lipsitz testified at trial that Charles Hall, as agent for the two corporate general partners, orally agreed that there would be no management or maintenance fees charged to the partnership. The assertion is at least not inconsistent with the pro formas prepared by Mr. Hall for both projects prior to the signing of the limited partnership agreements. Hence, it was contended that Barry Hall's later hiring of McQuarters Management Corporation (solely owned by him) to manage the two properties after construction was complete, and the assessment of fees of 5% (and later 6%) of gross rentals to pay the Management Corporation (later succeeded by McQuarters Realty Co., Inc.) constituted improper deductions from gross partnership earnings. No claims were made, incidentally, that actual out-of-pocket maintenance expenses were improperly charged. The trial court determined that since management and maintenance fees were not expressly dealt with in the written partnership agreements themselves, that extrinsic or parole evidence was admissible to show the true intentions of the parties on the matter. In response to the contention that admission of evidence of the alleged prior oral understanding violated the parole evidence rule, which generally prohibits the introduction of oral testimony to vary the terms of a written agreement, the trial court held that if the parties intended the written agreement as their final expression of assent, but that it was ambiguous or silent as to a matter, that parole evidence could be admitted to interpret the instrument and explain the ambiguity or the omitted matter. Parker v. Hough, 420 Pa. 7, 215 A.2d 667 (1966). Having thus disposed of the parole evidence problem, the trial court accepted the oral testimony and concluded that the management fees (but not maintenance fees) were improperly charged, thus allowing the claims against the corporate general partners which claims exceeded $330,000.00 as of 1980.\nThe Superior Court affirmed holding that when the terms of a written agreement are at issue, the parole evidence rule bars the admission of oral representations made before or contemporaneously with the subject contract, only if those representations concern a matter specifically dealt with in the contract itself. The integrity of written agreements would thereby be preserved. Rose v. Food Fair Stores, 437 Pa. 117, 262 A.2d 851 (1970). However, when the written contract is ambiguous on any point or does not accurately reflect the intent of the parties, parole evidence is admissible to shed light on these short-comings. Noting that each limited partnership agreement provided that the corporate general partner would conduct partnership affairs, the agreements also recognized that no salary would be collected for so doing. However, there was no explicit mention of fees and costs related to daily operations. Accordingly, the Superior Court thought that extrinsic evidence could be properly admitted to clarify the matter. Happily, neither court chose to discuss the distinction between patent and latent ambiguities!\nWe think that the failure to apply the parole evidence rule here was clear error, and hence, that the allowance of the claims against the corporate general partners for the management fees charged must be reversed.\nArticle V, § 1 of the Green Hill-Lytle limited partnership agreement and Article IV, § 1, of the Essex Square agreement provide as follows:\n1. The “General Partner” shall operate and maintain and conduct the partnership business including the erection and construction of the aforementioned apartment building complex.\n(R. 610a, 684a).\nArticle V, § 6 of the Green Hill-Lytle agreement and Article IV, § 6 of the Essex Square agreement provide:\n6. The “Limited Partners” shall not take part in the management of the business nor transact any business for the partners. No salary shall be paid to any partner. (R. 611a-612a, 685a).\nThe language of these clauses is perfectly plain and straightforward. In this context, these clauses are not ambiguous and they are not incomplete. Power to operate, maintain and conduct all aspects of the two partnership businesses is vested wholly and completely in each corporate general partner.\nThis, indeed, is an essential requirement in light of our Limited Partnership Act. Section 521 of that Act now provides:\nA limited partner shall not become liable as a general partner unless, in addition to the exercise of his rights and powers as a limited partner, he takes part in the control of the business.\nClaimants cannot have it both ways. In exchange for exposure to only limited liability, and the tax advantages available because of the use ofo the limited partnership entity (discussed above), the limited partners must abstain from participation in the conduct of the business. Discretion to conduct the business and to make routine and normal business judgments must, therefore, rest with the general partner, and that is precisely what these agreements provided. The decision by Barry Hall to employ his solely owned management company (while he operated the two corporate general partners on account of his position as executor) may or may not have constituted sharp dealing. Nonetheless, it was well within the sound discretion of each of the corporate general partners to make such a decision in the course of their control and conduct of the partnership business. There is absolutely no showing in this record that the 5% or 6% management fees were excessive or that they exceeded fees normally charged at the time for this kind of service. There is no evidence that there was a breach of fiduciary duty by either corporate general partner. Consequently, we hold that the Claimants are bound by the sophisticated written agreements they entered into which clearly delegated the power to make all management decisions to the corporate general partners, including, by necessary deduction, the decisions to hire a management service. They should not have been allowed to introduce parole evidence to claim otherwise. The decision to allow Appellees’ claim for the management fees is, therefore, reversed.\nIII.\nTHE LAPSED INSURANCE POLICY PROCEEDS The Essex Square partnership agreement, Article VI, § 2(b), (R. 687a), expressly required Essex Square Corporation, the corporate general partner, to maintain a $250,-000.00 life insurance policy on Mr. Hall’s life, with proceeds going to the partnership. The evidence, which is uncontradicted, shows that the corporate general partner failed to pay the premiums, which caused a lapse in the policy. The trial court found that the Essex Square Corporation breached its duty and hence had to account to the partnership for the $250,000.00 loss. The claim by the partnership against the corporate general partner was allowed. On appeal to the Superior Court, Appellants argued that the claim should not have been allowed because it was not raised at any time prior to the hearings, and because the running of the applicable statute of limitations (or, in the alternative, the doctrine of laches) barred the claim.\nThe Superior Court held that this particular attack upon Appellees’ cause of action was waived. When the testimony regarding the insurance policy under which recovery was sought was introduced, Appellants did not object. Indeed, no objection was made until post-hearing exceptions were filed and, even then, the particular grounds upon which the introduction of such evidence was allegedly erroneous were not set forth. The Superior Court’s conclusion on this point is correct and must be affirmed.\nAppellees’ original complaint in equity in the Essex Square matter did not set forth the fact that the insurance policy had lapsed, or any facts related thereto, but did, inter alia, seek an accounting (R. 66a-73a). In a suit for an accounting, it is reasonable for the court to permit some latitude since often times it is not certain what claims a plaintiff may have until the accounting is completed. Appellants’ preliminary objections did not, of course, raise the insurance policy issue, and need not have done so. Those objections did, however, generally assert the defense of laches as to all claims being made. (R. 77a). The defense of laches had certainly occurred in a general way to Appellants’ counsel by this time. At trial, Mr. Lipsitz testified as to the lapsed policy. (R. 233a-234a). The testimony was not introduced for the sake of idle conversation. Nevertheless, Appellants did not object or raise their statute of limitations or laches defenses at this time. Nor was any request made at any time to require Appellees to amend their complaint to conform to the proof under Pa.R.C.P. 1033. If Appellants’ conduct up to this point was at least excusable, their subsequent conduct was not. Judge Ross’s opinion and order allowing this claim was entered July 20, 1982. The corporate general partner’s exceptions were, in fact, filed on January 7, 1983, almost six months later. During this time, Appellants’ counsel had ample opportunity to research and articulate their legal defenses, yet the exceptions filed did not expressly raise or even hint at a statute of limitations or laches defense on the insurance policy issue. In the Superior Court’s words, they were mere “boiler-plate.” Such a lack of diligence cannot be excused.\nIn Reilly by Reilly v. SEPTA, 507 Pa. 204, 489 A.2d 1291 (1985), in an opinion authored by this writer, this Court held that:\nWe have often stated that as appellate tribunals, we are bound to resolve only those issues properly preserved for our review. In order to preserve an issue for appeal, a litigant must make a timely, specific objection at trial and must raise the issue on post-trial motions. Issues not preserved for appellate review cannot be considered by an appellate court even though the alleged error involves a basic or fundamental error____\n489 A.2d at 1296 (footnote omitted).\nOur holding was in turn based on a series of decisions by this Court beginning with Dilliplane v. Lehigh Valley Trust Co., 457 Pa. 255, 322 A.2d 114 (1974), and including Tagnani v. Lew, 493 Pa. 371, 426 A.2d 595 (1981). A similar rejection of boiler-plate motions has long been the standard in criminal cases. See, Commonwealth v. Waters, 477 Pa. 430, 384 A.2d 234 (1978). Pa.R.C.P. 227.1(b), although not adopted at the time of the trial in this case, merely codifies what this Court has required for some years. That Rule now provides:\n(b) Post-trial relief may not be granted unless the grounds therefor,\n(1) if then available, were raised in pre-trial proceedings or by motion, objection, point for charge, request for findings of fact or conclusions of law, offer of proof or other appropriate method at trial; and\n(2) are specified in the motion. The motion shall state how the grounds were asserted in pre-trial proceedings at trial. Grounds not specified are deemed waived unless leave is granted upon cause shown to specify additional grounds.\nAppellants’ failure to file a specific post-trial motion raising their statute of limitations or laches defenses constitutes waiver. We will not review on the merits contentions that could and should have been raised at the trial level, particularly where no satisfactory reasons have been demonstrated that would justify the conclusion that a party at trial was misled despite his most diligent attempt to comply with the normal rules of practice and procedure. The allowance of the claim for the amount lost because of the lapse in insurance policy premiums must be, and the same is, hereby affirmed.\nIV.\nINTEREST ON THE LOAN TO THE PARTNERSHIP\nThere is simply no question, based on the evidence in this record, but that the limited partners in the Essex Square venture lent additional monies to the partnership to cover pre-paid interest on the construction loan. While it is obvious that this loan was closely related to the partnership agreement itself, it was a separate and distinct transaction. The limited partners were not obligated under the partnership agreement to advance these additional monies to the partnership, but they voluntarily did so anyway. See, Article IV, § 2 and Article V, § 2 of that agreement (R. 684a, 686a). Hence, the parole evidence rule does not come into play with respect to this collateral or side agreement. It is clear that this was a loan and not a gift since the monies advanced were paid back to the limited partners. The rule in Pennsylvania for over one hundred years has been that money lent bears interest without any express agreement. Nicolazzo's Estate, 414 Pa. 186, 199 A.2d 455 (1964); Borough of Port Royal v. Graham, 84 Pa. 426 (1877). In other words, an agreement to pay back the loan with interest is presumed. While it has been argued that the consideration for this loan was solely the interest deductions for tax purposes realized by the lenders, and this was obviously a benefit realized by them, we think that it must still be presumed that the loan was to be repaid with interest as that term is ordinarily understood. Interest means interest. A written note or agreement to the contrary could easily have been entered into here if that is what the parties had intended. But how is interest to be calculated? In Nicolazzo's Estate, supra, this Court held that interest was to be determined by resort to § 3-118(d) of the Uniform Commercial Code. 199 A.2d at 456, fn. 1. § 3-118(d), in its present codification, set forth at 13 P.S. § 3118(4), provides, as did the former section, as follows:\n(4) Unless otherwise specified a provision for interest means interest at the judgment rate at the place of payment from the date of the instrument, or if it is undated, from the date of issue.\nWere we to decide this issue de novo, we would resort to the formula set out in § 3118(4). The trial court determined that the appropriate interest rate was the prime rate of eight (8%) percent, and this was based on competent written evidence in the record with respect to the comparable Green Hill-Lytle loan. We think, therefore, that there is sufficient evidence in the record to support this conclusion, and we will not disturb it. Hence, the allowance of the claim for interest due on these loans must be, and the same is hereby, affirmed.\nV.\nORPHANS’ COURT JURISDICTION\nThe Superior Court rejected the notion that the Orphans’ Court Division lacked jurisdiction over this matter once any claims against the estate of Charles Hall were relinquished. This is correct. Article V of our Constitution abolished the Orphans’ Courts of the Commonwealth and transferred their jurisdiction to the Courts of Common Pleas to be exercised through an orphans’ court division. 20 Pa.C.S. § 712 confers upon the Orphans’ Court Division broad residual and discretionary jurisdiction over all matters that are subject to resolution by courts of common pleas generally. Moreover, it is now recognized that the divisions of the common pleas courts are established essentially for purposes of administrative convenience, and that each division is vested with the full jurisdiction of the whole court. 42 Pa.C.S. § 952. Appellants now argue that failure to transfer the matter back to the Civil Division was an abuse of discretion. There is no merit to this argument, since the administrators of this estate, who because of their status as administrators, were also directors and officers of the corporate general partners, were directly interested in the outcome of this litigation. Even if it would have been preferable to transfer this matter back to the Civil Division, this Court is simply not going to review, on the merits, every decision made at the trial level to transfer or not transfer a matter from one division of the Common Pleas Court to another once a trial or hearing has begun. That is one reason why each division now has been given full plenary jurisdiction. Moreover, it is clear that no point would be served whatsoever at this stage in re-trying this case in another division. There was no abuse of discretion in this ruling that we can detect.\nFor the reasons set forth above, the judgment of the Superior Court is affirmed in part and reversed in part.\nHUTCHINSON, former J., did not participate in the consideration or decision of this case.\n. The Green Hill-Lytle agreement was initially executed in March, 1971. A “reorganization\" was effected through a revised agreement on May 12, 1971, in which Charles Hall, among others, was added as a limited partner in return for a contribution to the partnership. Mr. Hall’s limited partnership interest was subsequently assigned. (R. 13a).\n. 42 Pa.C.S. § 5103(c) provides:\n(c) Interdivisional transfers. — If an appeal or other matter is taken to, brought in, or transferred to a division of a court to which such matter is not allocated by law, the court shall not quash such appeal or dismiss the matter, but shall transfer the record thereof to the proper division of the court, where the appeal or other matter shall be treated as if originally filed in the transferee division on the date first filed in a court or magisterial district.\n. 42 Pa.C.S. § 5930. That part of the remainder of the statute creating an exception to the Act when the proceeding is \"by or against the remaining partners\" of the decedent was not raised or argued by the parties to this appeal and will not be considered further.\n. Even if we were to accept the argument that these were dummy corporations and hence that the estate had a direct interest at stake in this litigation, the Dead Man’s Act would still have no applicability. For other reasons set forth below, we have concluded that the award of the claim of management fees and maintenance costs was in error.\nEvidence that the limited partners lent or advanced money to the Essex Square corporate general partner for prepayment of construction loan interest, and that this loan or advance was repaid, without interest, was presented in testimony by a Certified Public Accountant, Jack M. Horovitz, employed by Mr. Lipsitz. (R. 342a). Mr. Horowitz also prepared audit and accounting reports by order of the trial court. (R. 638a). Absent proof of facts not in the record, Mr. Horowitz was not a witness whose interest was adverse to Mr. Hall's under the Dead Man's Act. It is an adverse interest, not adverse testimony, which disqualifies a witness from testifying as to anything occurring before the death of a decedent. Gelb's Estate, 425 Pa. 117, 228 A.2d 367 (1967). The true test for determining an interest which will disqualify a witness under the Act is whether he will gain or lose, as the direct legal operation and effect of the judgment rendered. Id. There is no evidence that Mr. Horowitz would have been directly affected, benefitted or harmed by the judgments entered in this case in any way.\nEvidence that the insurance policy on Mr. Hall's life was allowed to lapse, contrary to the expressed terms of the Essex Square partnership agreement, was presented in testimony by Mr. Lipsitz. (R. 233a-234a). We think that testimony as to this fact, never controverted in the record, as well as Mr. Horowitz's testimony based on the partnership records and accounts that the advance or loan described above was paid back without interest (also never contradicted in the record) could not violate the Dead Man's Act for another reason. This Court has previously deplored the exaltation of form over substance in applying the Dead Man's Act. Estate of Grossman, 486 Pa. 460, 406 A.2d 726 (1979). We have already noted that the purpose of the Act is to prevent testimony which the decedent's representative would be in no position to refute because of the decedent's death. Estate of Stauffer, supra. The admission of the testimony as to the repayment without interest and the lapsed insurance policy was not inconsistent with the purposes of the Dead Man's Act. Mr. Hall's estate was in no worse a position to refute the testimony than Hall himself would have been. As the Supreme Court of Nevada noted in a similar case: \"[T]he appellant's testimony as to her medical bills, her pain and suffering and matters of like nature which the decedent could not have contradicted of his own knowledge, was clearly admissible and the rejection of such testimony was prejudicial error.\" Zeigler v. Moore, 75 Nev. 91, 335 P.2d 425, 430 (1959). See also, Stathas v. Wade Estate, 251 Pa.Super. 269, 380 A.2d 482 (1977).\n. Set forth in Gianni v. Russell & Co., 281 Pa. 320, 126 A. 791 (1924).\n. 59 Pa.C.S. § 521. The language of this section is identical to that set forth in the earlier section of the Uniform Limited Partnership Act, 59 Pa.C.S. § 191, in force when these agreements were entered into.\n. In truth, it appears that neither side anticipated or planned for Mr. Hall's death. As explained above, the parties took great care to confine the power of each corporate general partner during the construction phase of each project. No such restrictions were imposed for the post-completion period however. Express limitations on management fees, or even an escalation clause to take inflationary increases in costs into account, could have been included in the written documents. None were. The courts are not generally available to rewrite agreements or make up special provisions for parties who fail to anticipate forseeable problems. Such parties are bound by the agreements they, in fact, make. It would be unreasonable for the parties to have assumed that Mr. Hall himself would live forever or that he would necessarily manage these properties himself ten or fifteen years later. It was also unreasonable to assume then (or claim now) that somewhere down the road Mr. Hall or his successor would not have to incur management fees or hire someone to manage the property. Not having anticipated these issues, and dealt with them, the parties are bound by the general delegation of management power expressly set forth in the partnership agreements. Claimants could, of course, have taken steps to dissolve the partnership when they found that the management fees were being charged, but they did not do so (presumably for tax reasons). Absent exercise of this escape hatch, Claimants were bound by the otherwise beneficial agreements they made. In McWilliams v. McCabe, 406 Pa. 644, 656, 179 A.2d 222, 228 (1962), we asked, \"[h]ow often do we have to reiterate that we intend to uphold the integrity of written contracts ...\". It seems that the question must be asked again.\n. Since the corporate general partners owned 50% of the partnership business, the net effect of this ruling was to allow the individual claimants one-half of this amount.\n. On this point see, e.g., Judge Olszewski's opinion in Marchesini v. C.B.M. Coal Co., 61 Luz.L.Reg. 51 (1970).\n. It is unclear from the record why the time to file exceptions was extended.",
        "type": "majority",
        "author": "PAPADAKOS, Justice."
      }
    ],
    "attorneys": [
      "Leonard M. Mendelson, Jay D. Glasser, Andrea O. Griffith, Hollinshead and Mendelson, Pittsburgh, for appellants.",
      "James P. McKenna, Jr., Arthur L. Schwarzwaelder, Pittsburgh, for Essex Square Corp., et al.",
      "Harry S. Kalson, Pittsburgh, for Barry Hall."
    ],
    "corrections": "",
    "head_matter": "535 A.2d 47\nIn re ESTATE OF Charles HALL, Deceased. Appeal of ESSEX SQUARE CORPORATION; Green Hill-Lytle Corporation; Albert I. Raizman and Darryl Hall, Administrators D.B.N., C.T.A. of the Estate of Charles Hall, Deceased.\nSupreme Court of Pennsylvania.\nArgued Sept. 22, 1987.\nDecided Dec. 23, 1987.\nLeonard M. Mendelson, Jay D. Glasser, Andrea O. Griffith, Hollinshead and Mendelson, Pittsburgh, for appellants.\nJames P. McKenna, Jr., Arthur L. Schwarzwaelder, Pittsburgh, for Essex Square Corp., et al.\nHarry S. Kalson, Pittsburgh, for Barry Hall.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDermott, zappala and papadakos, jj."
  },
  "file_name": "0115-01",
  "first_page_order": 183,
  "last_page_order": 208
}
