{
  "id": 1809813,
  "name": "Mary Jane McGEE, Appellant, v. Edward H. FEEGE, Hayes & Feege, P.C., Charles W. Craven, Francis E. Marshall, Anthony P. Tinari, Marshall, Dennehey & Warner, Travelers Insurance Company and Harry C. Shayhorn, Appellees",
  "name_abbreviation": "McGee v. Feege",
  "decision_date": "1987-12-28",
  "docket_number": "No. 804",
  "first_page": "247",
  "last_page": "259",
  "citations": [
    {
      "type": "official",
      "cite": "517 Pa. 247"
    },
    {
      "type": "parallel",
      "cite": "535 A.2d 1020"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "482 Pa. 615",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1749647
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/482/0615-01"
      ]
    },
    {
      "cite": "353 Pa.Super. 595",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        570167
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/353/0595-01"
      ]
    },
    {
      "cite": "88 Yale L.J. 1218",
      "category": "journals:journal",
      "reporter": "Yale L.J.",
      "year": 1979,
      "pin_cites": [
        {
          "page": "1227"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "10 Watts, 115",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850996
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/watts/10/0115-01"
      ]
    },
    {
      "cite": "25 A. 575",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1893,
      "opinion_index": 0
    },
    {
      "cite": "152 Pa. 481",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838175
      ],
      "weight": 2,
      "year": 1893,
      "pin_cites": [
        {
          "page": "486, 487"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/152/0481-01"
      ]
    },
    {
      "cite": "137 A. 266",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1927,
      "opinion_index": 0
    },
    {
      "cite": "289 Pa. 272",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1103344
      ],
      "year": 1927,
      "opinion_index": 0,
      "case_paths": [
        "/pa/289/0272-01"
      ]
    },
    {
      "cite": "452 A.2d 1386",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1927,
      "opinion_index": 0
    },
    {
      "cite": "251 A.2d 799",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "214 Pa.Super 220",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        786701
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/214/0220-01"
      ]
    },
    {
      "cite": "103 Pa. 110",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        449143
      ],
      "weight": 4,
      "year": 1883,
      "pin_cites": [
        {
          "page": "113"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/103/0110-01"
      ]
    },
    {
      "cite": "395 A.2d 957",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        110086,
        110366
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/261/0090-01",
        "/pa-super/261/0091-01"
      ]
    },
    {
      "cite": "261 Pa.Super. 90",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        110086
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/261/0090-01"
      ]
    },
    {
      "cite": "272 Pa.Super. 271",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        134562
      ],
      "weight": 9,
      "year": 1979,
      "pin_cites": [
        {
          "page": "280"
        },
        {
          "page": "703"
        },
        {
          "page": "280"
        },
        {
          "page": "703"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/272/0271-01"
      ]
    },
    {
      "cite": "256 Pa.Super. 74",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        101181
      ],
      "weight": 5,
      "year": 1978,
      "pin_cites": [
        {
          "page": "609"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/256/0074-01"
      ]
    },
    {
      "cite": "286 Pa.Super. 540",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        162219
      ],
      "weight": 3,
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/286/0540-01"
      ]
    },
    {
      "cite": "307 Pa.Super. 200",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        204277
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/307/0200-01"
      ]
    },
    {
      "cite": "198 A. 23",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "329 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1181492
      ],
      "pin_cites": [
        {
          "page": "241, 242"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/329/0241-01"
      ]
    },
    {
      "cite": "80 A.L.R. 581",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "64 Pa. 283",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021271
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "p. 285"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/64/0283-01"
      ]
    },
    {
      "cite": "32 A.2d 413",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1943,
      "opinion_index": 0
    },
    {
      "cite": "347 Pa. 346",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1217346
      ],
      "weight": 3,
      "year": 1943,
      "pin_cites": [
        {
          "page": "349, 350"
        },
        {
          "page": "349"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/347/0346-01"
      ]
    },
    {
      "cite": "477 Pa. 143",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1738326
      ],
      "weight": 4,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/477/0143-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 998,
    "char_count": 27053,
    "ocr_confidence": 0.759,
    "pagerank": {
      "raw": 5.81266543011874e-07,
      "percentile": 0.9514487138053223
    },
    "sha256": "59e129c13d4724e6024358ce94d8ddd511ea3a437b2d4c880a1a4b590d62d885",
    "simhash": "1:cb5f84559567f7ad",
    "word_count": 4558
  },
  "last_updated": "2024-02-27T23:49:20.178834+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDermott, zappala and papadakos, jj."
    ],
    "parties": [
      "Mary Jane McGEE, Appellant, v. Edward H. FEEGE, Hayes & Feege, P.C., Charles W. Craven, Francis E. Marshall, Anthony P. Tinari, Marshall, Dennehey & Warner, Travelers Insurance Company and Harry C. Shayhorn, Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nLARSEN, Justice.\nThe principal issues raised in this appeal are: (1) whether a seizure or deprivation of property is an essential element of the tort of abuse of process, and (2) if a seizure or deprivation of property is necessary, are the facts in this case sufficient to establish such a seizure or deprivation of the property of the appellant, Mary Jane McGee. The Court of Common Pleas of Montgomery County, in granting appellees’ Motion for Summary Judgment, held that, at the time the cause of action arose in this case, seizure of property was an indispensible element of an action for abuse of process. Further, the lower court held that on the facts alleged, there was no seizure or deprivation of appellant’s property to sustain an action for abuse of process. The Superior Court affirmed, holding that for the appellant to prevail “she must establish that she was deprived of her property or was arrested.” We disagree and now reverse.\nThe genesis of this action was the protracted and bitterly fought workmen’s compensation case appellant, Mary Jane McGee, successfully prosecuted against her employer L.F. Grammes & Sons, Inc. On August 28, 1968 the appellant sustained a work related injury to her right thumb while she was working as a welder in the employ of L.F. Grammes & Sons, Inc. Shortly after she suffered the injury, appellant and her employer entered into an agreement for compensation at the rate of $60.00 per week. The compensation agreed to was payable for an indefinite period commencing September 4, 1968.\nIn July of 1970, appellant’s employer filed a petition for termination of the Compensation Agreement on the grounds that appellant had recovered and was able to return to work as of November 26, 1968. The employer’s Petition to Terminate was denied by the Referee and the employer appealed to the Workmen’s Compensation Appeal Board (Board). After reviewing the record, the Board remanded the case for a physical examination of the appellant by an impartial physician.\nFollowing appellant’s examination by an independent doctor, the case came up for hearing before a new referee. That referee, after hearing the testimony of the impartial physician, entered an order suspending the agreement for compensation. On appeal, the Board affirmed the suspension of compensation, and the Commonwealth Court affirmed the order of the Board. We granted allocatur and held that based upon the record, the employer had failed to satisfy its burden of proof in that the evidence did not show either that appellant’s disability had ceased or that her continued disability was the result of an independent action. McGee v. L.F. Grammes & Sons, Inc., 477 Pa. 143, 383 A.2d 864 (1978). We reversed the order of the Commonwealth Court that affirmed the order of suspension and remanded the case to the Board. Upon remand, the Board, on July 13, 1978, set aside the suspension order of the referee and ordered that compensation be reinstated at the rate of $85.51 a week. No appeal was taken from this order of the Board and, after the appeal period passed, it became final.\nDespite the finality of the Board’s order for payment of compensation at $85.51 a week, the appellant’s employer through the appellees in this case participated in the initiation and pursuit of a series of frivolous and meritless legal maneuvers designed to delay and frustrate payment to the appellant. Those maneuvers included, inter alia, filing of the following: a Petition for Rehearing; a Petition to Amend Termination Petition; an Amended Petition for Review; Petitions for Stay; Petitions for Supersedeas; Petitions to Open and Strike Judgment; a Motion for a Hearing, and an Answer and New Matter in response to appellant’s Petition to Enforce Judgment.\nOn March 23, 1979, after considering the appellant’s petition to enforce judgment and the answer and new matter filed thereto, this Court entered an order as follows:\nWe now grant the petition to enforce judgment and direct that the July 13,1978 Order of the Workman’s Compensation Board be complied with forthwith. All other proceedings conflicting with this order are hereby dismissed.\nIn spite of this Court’s Order of March 23,1979 as quoted above, the employer continued to resist payment of the compensation due appellant. The employer, by and through the appellees, filed in this Court an Application for Reargument and a Motion for a Stay of Proceedings. In addition, Motions to Reconsider the Dismissal of the Petitions to Open and/or Strike Judgment were filed in the Philadelphia County Common Pleas Court and in the Montgomery County Common Pleas Court. On April 20, 1979 we entered a Per Curiam Order denying the Application for Reargument and Motion for a Stay.\nNonetheless, the employer, through the appellees, persisted in refusing payment to appellant and filed yet another petition in this Court. This time it was a Petition for Clarification of our Order of April 20, 1979. In the meantime, appeal proceedings from the denial of one of the various motions, that had been brought to the Commonwealth Court by the appellees, were still pending. In May of 1979, the Commonwealth Court issued a briefing schedule, set an argument date and indicated that the parties were expected to comply notwithstanding the previous recent orders of this Court. The appellant responded by filing in this Court a petition for a Writ of Prohibition and an Application for a Stay.\nBoth the appellees’ petition for Clarification and the appellant’s Petition for a Writ of Prohibition came before us for disposition. In a Per Curiam Order of July 6, 1979, the appellant’s Petition for Prohibition was granted and appellee’s Petition for Clarification was denied.\nOn October 18, 1979, the appellant commenced an action in trespass against the appellees alleging malicious use of process and abuse of process. Basically, in her complaint, the appellant charges that the appellees conspired and agreed to pursue a series of successive dilatory legal maneuvers for the sole purpose of avoiding payment to her as ordered by the Board and mandated by this Court. Appellant alleges that all of the legal proceedings initiated and maintained by the employer after March 23, 1978 were commenced pursuant to the alleged conspiracy to deny payment to the appellant. Cross Motions for Summary Judgment were filed by the appellant and the appellees. The trial court refused appellant’s motion and granted appellees’ motion, entering summary judgment in favor of the appellees.\nTurning to the issues raised in this appeal, we initially note that there is often confusion in the two separate and distinct actions of malicious use of process and abuse of process. The distinction recognized between the two actions was set forth in Publix Drug Company v. Breyer Ice Cream Co., 347 Pa. 346, 32 A.2d 413 (1943). In that case we said:\nThe gist of an action for abuse of process is the improper use of process after it has been issued, that is, a perversion of it: Mayer v. Walter, 64 Pa. 283; Annotation, 80 A.L.R. 581. “An abuse is where the party employs it for some unlawful object, not the purpose which it is intended by the law to effect; in other words, a perversion of it ... On the other hand, legal process, civil or criminal, may be maliciously used so as to give rise to a cause of action where no object is contemplated ... other than its proper effect and execution”: Mayer v. Walter, supra, p. 285; Johnson v. Land Title B. & T. Co., 329 Pa. 241, 241, 242, 198 A. 23. Malicious use of civil process has to do with the wrongful initiation of such process, while abuse of civil process is concerned with a perversion of a process after it is issued.\n347 Pa. at 349, 350, 32 A.2d 413. In this case the appellant alleges that the appellees misused the legal process so as to be guilty of malicious use of process and abuse of process. The lower court held that a seizure or deprivation of property is an element of both torts, and since there was no seizure or deprivation of property, judgment was entered in favor of the appellees.\nIn concluding that seizure or deprivation of property is an element of the tort abuse of process, the lower court relied upon: Publix Drug Co. v. Breyer Ice Cream Co., supra; Ace v. Argonaut Insurance Co., 307 Pa.Super. 200, 452 A.2d 1384 (1982); Blumenfeld, v. Shoemaker, 286 Pa.Super. 540, 429 A.2d 654 (1981) and Garcia v. Wall & Ochs, Inc., 256 Pa.Super. 74, 389 A.2d 607 (1978). A review of these authorities reveals that Publix, and Garcia are cases involving an action for malicious use of process. Each case applies the “English Rule” that a seizure or deprivation of property is a required element of a claim for malicious use of process. In the cases of Blumenfeld v. Shoemaker, supra, and Ace v. Argonaut Insurance Company, supra, the court addressed the question of the required elements in a claim for abuse of process.\nIn Blumenfeld, a jury returned a verdict finding both a malicious use of process and abuse of process. On appeal, the Superior Court reversed holding that a seizure or deprivation of property was a necessary element of both torts and such a seizure had not been established. In reaching this conclusion the Superior Court in Blumenfeld relied upon the following: Garcia v. Wall & Ochs, Inc., supra; Triester v. 191 Tenants Association, 272 Pa.Super. 271, 415 A.2d 698 (1979); DeLeo v. Munley, 261 Pa.Super. 90, 395 A.2d 957 (1978); Restatement (Second) of Torts, § 677 (1977); Publix Drug Co. v. Breyer Ice Cream Co., supra; Muldoon v. Rickey, 103 Pa. 110 (1883) and Roberts v. Gibson, 214 Pa.Super 220, 251 A.2d 799 (1969). A review of the authorities relied upon in Blumenfeld discloses that each of the cases cited there involves a claim of malicious use of process, and the Restatement Section relied upon also deals with malicious use of process and not with abuse of process.\nIn Ace, two issues were framed for review: (1) whether a claimant must prove a seizure of property or an arrest in order to establish a cause of action for abuse of process; and (2) whether sufficient facts to meet such requirement were pleaded. The Court in Ace held that “an arrest or seizure of property is a required element for both the claim of malicious use of process, as well as the claim of abuse of process.” 452 A.2d 1386. In reaching this conclusion, the Ace Court relied upon Publix Drug Co. v. Breyer Ice Cream Co., supra, and Garland v. Wilson, 289 Pa. 272, 137 A. 266 (1927). Garland like Publix is a case involving an improper initiation of a lawsuit as opposed to a perversion of a lawfully entered action. Each case then deals with a claim of malicious use of process, not abuse of process.\nBased upon all of the cases and authorities cited by appellant and appellees, it is clear that until the enactment of 42 Pa.C.S. § 8351.-54, seizure or deprivation of property was an element of the tort of malicious use of process. It is not clear, however, that seizure or deprivation of property was ever an indispensible element of abuse of process. Compare Restatement (Second) of Torts § 677 (providing for a seizure or deprivation in malicious use of process cases) with § 682 (defining abuse of process as the use of a legal process, civil or criminal, against another primarily to accomplish a purpose for which the process is not designed). Under § 682 of the Restatement (Second) of Torts, seizure or deprivation of property is not a required element of abuse of process.\nThe appellees, in arguing that a seizure of property is a necessary element of both malicious use of process and abuse of process claims, cite the case of Norcross v. Otis Brothers Co., 152 Pa. 481, 25 A. 575 (1893) for an authoritative explanation of the policy behind this requirement. The language in Norcross cited by appellees is as follows:\nWhatever may have been the rule of the common law in England prior to the time of Henry III, at the present day, and according to the law as it stands now, the bringing of an ordinary action, however maliciously, and however great the want of probable cause, will not support a subsequent action for malicious prosecution: Pollock on Torts, 206. And a mere civil suit, however malicious or unfounded, cannot be made the ground for an action of damages. In Muldoon v. Rickey, 103 Pa. 110, it was held, that no action lies to recover damages for the prosecution of a civil suit, however unfounded, where there has been no actual interference with either the person or property of the defendant. The case cited was an action of ejectment, in which the declaration averred that it had been instituted maliciously and without probable cause, and that in consequence thereof the plaintiff was injured in circumstances, and was hindered and prevented from using the properties in controversy, to borrow money for his business by means whereof he was damaged, etc. The court held, reversing the court below, that the plaintiff could not recover.\nIn Kramer v. Stock, 10 Watts, 115, it was held that to sustain an action on the case for malicious prosecution, it was necessary that the party should have committed an illegal act from which positive or implied damage ensued; but that, to bring an action, though there was no good ground for it, was not such an illegal act. On the other hand, where one abuses legal process, as by maliciously holding one to bail, or wantonly levies an execution for a larger sum than is due, or after the payment of the debt, an action would lie against him, for these are illegal acts, and damage is thereby sustained.\n“In Mayer v. Walter, 64 Pa. 283, it was held that a mere suit, however malicious and unfounded, cannot be the ground of action for damages if the defendant or his goods be not seized. ‘If,’ said Mr. Justice SHARSWOOD in delivering the opinion of the court, ‘the person be not arrested or his property seized, it is unimportant how futile and unfounded the action may be, as the plaintiff, in consideration of law, is punished by the payment of costs.’\nIf the law were not so, there would be no end of litigation. If the plaintiff, in an action of this kind, should fail to recover, the defendant in turn would bring a suit against him on the ground that the former suit was malicious, and so long as there was no recovery for the plaintiff, the parties could keep on suing each other until the end of time.”\nNorcross v. Otis Brothers, Co., 152 Pa. at 486, 487, 25 A. 575. A close reading of Norcross reveals that the Court was discussing a malicious use of process action. The court continually talked about “the bringing of an action”; a “malicious or unfounded” suit, and the “lack of probable cause.” These are factors germane to an action for malicious use of process, not to an action for abuse of process.\nThe Appellees also refer us to Triester v. 191 Tenants Association, 272 Pa.Super. 271, 415 A.2d 698 (1979) where the court summarized the rationale for the seizure requirement. There the court noted that although the complaint averred a joint cause of action for abuse of process and malicious use of process, the claim, if proven, may only establish a cause of action for malicious use of process. Id. 272 Pa.Super at 280, 415 A.2d at 703. The Court went on to state:\nBecause the action was for malicious use of process, the trial court [correctly] sustained the demurrer on the basis that appellants had failed to allege a seizure of their person or property. (Emphasis Supplied) Such a requirement was established in Kramer v. Stock, 10 Watts 115 (1840) and has remained an essential element of the action in this Commonwealth.\nSee, e.g., DeLeo v. Munley, [261] Pa.Super. 90, 395 A.2d 957 (1978); Garcia v. Wall & Ochs, Inc, 256 Pa.Super. 74, 389 A.2d 607 (1978). The rationales advanced for this requirement have been numerous. In Garcia v. Wall & Ochs, Inc., supra, this court stated that the rule was necessary to prevent parties to civil actions from being inhibited in presenting their claims. In Mayer v. Walter, 64 Pa. 283 (1870), it was noted that a plaintiff who brings a frivolous suit is sufficiently punished by being forced to pay the costs of the suit. But see Note, Groundless Litigation and the Malicious Prosecution Debate: A Historical Analysis, 88 Yale L.J. 1218, 1227 (1979). Finally, in Muldoon v. Rickey, 103 Pa. 110, 113 (1883), the supreme court, in discussing the burden of defending a frivolous suit, observed that “[a]ll are troublesome, expensive and often ruinous, and if for such damage the action of the case could be maintained, there would be no end of litigation, for the conclusion of one suit would be but the beginning of another. It has, therefore, been wisely determined that for the prosecution of a civil suit, however unfounded, where there has been no interference with either the person or property of the defendant, no action will lie.” Id. 272 Pa.Super at 280, 415 A.2d at 703.\nEach of the reasons cited for the “seizure rule” arose in a case of malicious use of process. None of those reasons apply to an action for abuse of process.\nUpon considering all of the authorities cited by the appellant and appellees in this case and making our own review of case law, we are unable to discern any reason to require a seizure of property as an essential element of abuse of process. On the contrary, as we have stated, the tort of abuse of process is concerned with a perversion of the legal process. When the legal process is perverted and directed toward a victim for a purpose other than that for which the process was designed, a cause of action for abuse of process exists without the necessity of a seizure of property. We will not countenance the use of the legal process as a tactical weapon to coerce a desired result that is not the legitimate object of the process, whether or not a seizure of property is a part of that process. Accordingly, we hold that a seizure or deprivation of property is not an indispensible element of the tort of abuse of process.\nThe Order of the Superior Court is reversed and this case is remanded to the Court of Common Pleas of Montgomery County for proceedings consistent with this opinion.\n. Mary Jane McGee v. Edward H. Feege and Hayes & Feege P.C. and Charles W. Craven and Francis E. Marshall and Anthony P. Tinari and Marshall Dennehey & Warner and Travelers Insurance Company and Harry C. Shayhom, 353 Pa.Super. 595, 510 A.2d 822 (1986).\n. Appellee Travelers Insurance Company (Travelers) was the Workmen’s Compensation Insurance Carrier for appellant’s employer, L.F. Grammes & Son, Inc. Attorney Edward H. Feege and the law firm of Hayes & Feege, P.C. were retained by Travelers to represent appellant’s employer in the workmen's compensation proceedings. Attorneys Charles W. Craven, Francis E. Marshall, Anthony P. Tinari and the law firm of Marshall Dennehey & Warner were retained by Travelers to oppose judgments entered against Travelers in the Workmen’s Compensation Action. Harry C. Shayhorn was the Workmen’s Compensation Referee who conducted proceedings and entered an order of suspension after the Board’s order of July 13, 1978 became final.\n. Pursuant to appellees’ motion, a hearing was scheduled for December 27, 1978 and conducted, ex parte, before Referee Shayhorn. (The appellant chose not to appear) Following that hearing and in the face of the Board’s final unappealed order of July 13, 1978, Referee Shayhorn entered an order directing that compensation be suspended as of November 26, 1968.\n. The appellant had praeciped for judgment for the amount of compensation due and initiated execution proceedings against appellee, Travelers Insurance Company in both Philadelphia County and Montgomery County.\n. In disposing of these petitions we said:\nOn March 23, 1978, this Court filed an opinion in which we reversed a Commonwealth Court order affirming the Workmen’s Compensation Board’s (Board) decision which would have sustained a referee’s suspension of a compensation agreement between McGee and her employer, L.F. Grammes & Sons, Inc. (Grammes). McGee v. L.F. Grammes & Sons, Inc., 477 Pa. 143, 383 A.2d 864 (1978): Grammes had initially petitioned on July 1, 1970 to terminate the agreement alleging that the disability had ended on November 26, 1968. We held that the record did not support an order terminating the agreement and remanded the cause to the Board to reinstate the agreement and to compute the payment and interest due McGee for the period during the litigation when no compensation was being paid. Pursuant to our mandate, the Board entered an order on July 13, 1978 vacating the prior suspension order and directed that compensation be continued pursuant to the compensation agreement.\nWhile this should have terminated the matter, Grammes, and now the intervening insurer, have deliberately protracted this litigation in an attempt to avoid payment to McGee in accordance with our mandate. The dilatory tactic that has been employed in this lawsuit to avoid a legitimate obligation has already forced this Court to issue a supplemental order on March 23, 1979 directing that the Board’s July 13, 1978 order “be complied with forthwith”, and ”[a]ll other proceedings conflicting with this order are herewith dismissed.” Therefter, Grammes filed an Application for Re-Argument and Motion for Stay which was denied by this Court on April 20, 1979. In view of the three definitive expressions of the position of this Court, a Petition for Clarification at this time is impertinent and frivolous and is dismissed out of hand.\nL This record presents a despicable example of a blatant misuse of the legal process to avoid payment of a legal obligation. On July 12, 1978, Grammes requested the Board for a re-hearing, alleging inter alia that “in view of the fact that the Referee, the Board and the Commonwealth Court and one of the Justices of the Supreme Court held that the Defendant had met its burden of proving it was entitled to a termination” the Board had the right to relitigate an issue finally decided by this Court. When the Board properly rejected the request as being “tantamount to a negation of the most recent holding of the Supreme Court\", Grammes compounded the situation by appealing this frivolous claim to the Commonwealth Court. Concurrently, Grammes filed a new petition for termination with a Referee again alleging that the disability terminated as of November 26, 1968.\n- The question raised in the petition for clarification relates to the appropriate weekly rate at which McGee was entitled to compensation. The July 13, 1978 order set the weekly rate at $85.51 although the original compensation agreement had established the rate at $60.00 per week. We note that neither Grammes or the intervening insurer has appealed from the Board’s July 13, 1978 order, in accordance with Pa.Appellate Procedure Rule 1512, replacing 77 P.S. § 833 (Workmen’s Compensation). The first complaint relating to the weekly rate of compensation as established by the order of July 13, 1978 was raised in a Petition for Rehearing which was filed with the Board on October 26, 1978 long after the thirty day period for appeal of the July 13, 1978 order had expired. Thus any objection to the weekly compensation order as established by the July 13, order was waived. We also note that the question as to the rate of weekly compensation set forth in the July 13, 1978 order was not raised in the answer to the Petition to Enforce Judgment entered on the July 13, 1978 order but was first set forth in the Application for Re-Argument after our grant of the Petition to Enforce Judgment.\n. When the case reached this court the issue was distilled as set out above, namely: whether a seizure of property is a necessary element of an action for abuse of process.\n. To maintain an action for malicious use of process at the time the cause of action arose in this case, it was essential that the claimant prove that the legal process was initiated without probable cause and with malice. Additionally there must have been a seizure or interference with the claimant or claimant’s property. Finally, the action must have been unsuccessful. Publix Drug Co. v. Breyer Ice Cream Co., 347 Pa. at 349, 32 A.2d 413; Garcia v. Wall & Ochs, Inc., 389 A.2d at 609.\n. On December 19, 1980, the Legislature passed an Act providing that seizure of property is not a necessary element of an action for Wrongful Use of Civil Proceedings, 42 Pa.C.S. § 8351-54. (Wrongful use of civil proceedings is now the statutory name for the common law action of malicious use of process.) By its terms the Act became effective 60 days after its passage. This Act does not apply in the instant case for two reasons: First, the cause of action here arose in 1979, and Second, the present case raises an issue involving the tort of abuse of process. The said Act applies only to malicious use of process. Section 8351 sets forth the elements of the cause of action as follows:\n§ 8351. Wrongful use of civil proceedings (a) Elements of action. — A person who takes part in the procurement, initiation or continuation of civil proceedings against another is subject to liability to the other for wrongful use of civil proceedings:\n(1) He acts in a grossly negligent manner or without probable cause and primarily for a purpose other than that of securing the proper discovery, joinder of parties or adjudication of the claim in which the proceedings are based; and\n(2) The proceedings have terminated in favor of the person against whom they are brought.\n(b) Arrest or seizure of person or property not required. — The arrest or seizure of the person or property of the plaintiff shall not be a necessary element for an action brought pursuant to this subchapter.\n1980, Dec. 19, P.L.1296, No. 232, § 1, effective in 60 days.\n. Since we hold that seizure of property is not an element of abuse of process, it is unnecessary for us to reach the question of whether there was a seizure of deprivation in this case.\n. The appellant also complains that the lower court erred in refusing her motion for summary judgment. \"[Wjhile an order granting summary judgment is final and appealable, one denying such judgment does not terminate the litigation, and hence is not an appealable order.” Pennsylvania Turnpike Commission v. Atlantic Richfield Company, 482 Pa. 615, 394 A.2d 491 (1978).",
        "type": "majority",
        "author": "LARSEN, Justice."
      }
    ],
    "attorneys": [
      "Paul Shalita, Philadelphia, for appellant.",
      "Kean K. McDonald, Philadelphia, for appellees Charles Craven, Francis Marshall, Anthony Tinari & M.D. & W.",
      "Curtis P. Cheyney, III, Philadelphia, for Travelers.",
      "Edward Griffith, Philadelphia, for Feege and Hayes & Feegee, P.C."
    ],
    "corrections": "",
    "head_matter": "535 A.2d 1020\nMary Jane McGEE, Appellant, v. Edward H. FEEGE, Hayes & Feege, P.C., Charles W. Craven, Francis E. Marshall, Anthony P. Tinari, Marshall, Dennehey & Warner, Travelers Insurance Company and Harry C. Shayhorn, Appellees.\nSupreme Court of Pennsylvania.\nArgued Nov. 13, 1987.\nDecided Dec. 28, 1987.\nPaul Shalita, Philadelphia, for appellant.\nKean K. McDonald, Philadelphia, for appellees Charles Craven, Francis Marshall, Anthony Tinari & M.D. & W.\nCurtis P. Cheyney, III, Philadelphia, for Travelers.\nEdward Griffith, Philadelphia, for Feege and Hayes & Feegee, P.C.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDermott, zappala and papadakos, jj."
  },
  "file_name": "0247-01",
  "first_page_order": 315,
  "last_page_order": 327
}
