{
  "id": 1809899,
  "name": "HEDLUND MANUFACTURING COMPANY, INC., Appellant, v. WEISER, STAPLER & SPIVAK and Karl L. Spivak, Appellees",
  "name_abbreviation": "Hedlund Manufacturing Co. v. Weiser, Stapler & Spivak",
  "decision_date": "1988-03-29",
  "docket_number": "No. 48 E.D. Appeal Docket 1987",
  "first_page": "522",
  "last_page": "528",
  "citations": [
    {
      "type": "official",
      "cite": "517 Pa. 522"
    },
    {
      "type": "parallel",
      "cite": "539 A.2d 357"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "277 Or. 401",
      "category": "reporters:state",
      "reporter": "Or.",
      "case_ids": [
        2148088
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/or/277/0401-01"
      ]
    },
    {
      "cite": "517 F.Supp. 1305",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        677440
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/517/1305-01"
      ]
    },
    {
      "cite": "133 Cal.Rptr. 83",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "62 Cal.App.3d 389",
      "category": "reporters:state",
      "reporter": "Cal. App. 3d",
      "case_ids": [
        4490390
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-3d/62/0389-01"
      ]
    },
    {
      "cite": "98 Nev. 222",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        2412367
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/nev/98/0222-01"
      ]
    },
    {
      "cite": "448 N.E.2d 1039",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "70 Ill.Dec. 161",
      "category": "reporters:state",
      "reporter": "Ill. Dec.",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "114 Ill.App.3d 479",
      "category": "reporters:state",
      "reporter": "Ill. App. 3d",
      "case_ids": [
        3592168
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/ill-app-3d/114/0479-01"
      ]
    },
    {
      "cite": "342 Pa.Super. 156",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        632941
      ],
      "weight": 2,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/342/0156-01"
      ]
    },
    {
      "cite": "78 A. 91",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1910,
      "opinion_index": 0
    },
    {
      "cite": "229 Pa. 168",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        971841
      ],
      "year": 1910,
      "opinion_index": 0,
      "case_paths": [
        "/pa/229/0168-01"
      ]
    },
    {
      "cite": "7 A.2d 496",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1939,
      "opinion_index": 0
    },
    {
      "cite": "136 Pa.Super. 381",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1018253
      ],
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/136/0381-01"
      ]
    },
    {
      "cite": "9 A.2d 335",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1939,
      "opinion_index": 0
    },
    {
      "cite": "336 Pa. 305",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1195609,
        1195641
      ],
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/pa/336/0305-02",
        "/pa/336/0305-01"
      ]
    },
    {
      "cite": "33 A. 560",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1896,
      "opinion_index": 0
    },
    {
      "cite": "172 Pa. 443",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        874093
      ],
      "year": 1896,
      "opinion_index": 0,
      "case_paths": [
        "/pa/172/0443-01"
      ]
    },
    {
      "cite": "90 A. 141",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1914,
      "opinion_index": 0
    },
    {
      "cite": "243 Pa. 340",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1001575
      ],
      "year": 1914,
      "opinion_index": 0,
      "case_paths": [
        "/pa/243/0340-01"
      ]
    },
    {
      "cite": "223 A.2d 8",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1966,
      "pin_cites": [
        {
          "page": "9"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "422 Pa. 500",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1901730
      ],
      "weight": 2,
      "year": 1966,
      "pin_cites": [
        {
          "page": "507"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/422/0500-01"
      ]
    },
    {
      "cite": "501 Pa. 47",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1782466
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa/501/0047-01"
      ]
    },
    {
      "cite": "37 C.F.R. § 1.56",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "35 U.S.C.A. § 151",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "35 U.S.C.A. § 102",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "133 Cal.Rptr. 83",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "weight": 2,
      "year": 1976,
      "pin_cites": [
        {
          "page": "87"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "62 Cal.App.3d 389",
      "category": "reporters:state",
      "reporter": "Cal. App. 3d",
      "case_ids": [
        4490390
      ],
      "weight": 2,
      "year": 1976,
      "pin_cites": [
        {
          "page": "397"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/cal-app-3d/62/0389-01"
      ]
    },
    {
      "cite": "501 Pa. 47",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1782466
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 1,
      "case_paths": [
        "/pa/501/0047-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 583,
    "char_count": 9383,
    "ocr_confidence": 0.745,
    "pagerank": {
      "raw": 6.791505359585852e-07,
      "percentile": 0.9637440252308146
    },
    "sha256": "e7914311bef39b02342e84e5e01b4deb0ce14e88160690e967f2b5bea59fbb08",
    "simhash": "1:255fe7c821d3b706",
    "word_count": 1524
  },
  "last_updated": "2024-02-27T23:49:20.178834+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA and PAPADAKOS, JJ.",
      "Flaherty, J., filed a dissenting opinion in which Nix, C.J., joined.",
      "STOUT, J., did not participate in the consideration or decision of this matter.",
      "This Dissenting Opinion joined by Mr. Chief Justice NIX."
    ],
    "parties": [
      "HEDLUND MANUFACTURING COMPANY, INC., Appellant, v. WEISER, STAPLER & SPIVAK and Karl L. Spivak, Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nLARSEN, Justice.\nThe issue presented for our consideration by this case is whether a cause of action for negligence and breach of contract with respect to the performance of legal services can be assigned.\nIn January 1978, Mervin Martin (Martin) engaged the services of appellee, Karl Spivak, to apply for a patent on a manure spreader which Martin had invented and manufactured. Appellee, a seasoned patent attorney, prepared the application in time to file it within one year of the date of first sale, as required by statute. 35 U.S.C.A. § 102(b). The application was not filed, however, until August 1979, approximately two years after the date of first sale of the manure spreader.\nAppellant, Hedlund Manufacturing Company, Inc., purchased Martin’s business in December 1980, including all the right to use and license the then pending patent on the manure spreader along with other patents, trademarks and patents pending owned by Martin. In February 1981, the U.S. Patent Office issued a notice of allowance of patent for the manure spreader — an indication that the patent would be issued upon payment of the required fee. 35 U.S.C.A. § 151. Subsequently, appellant discovered that the patent application had been filed late, and, as required by regulation, so notified the U.S. Patent Office. 37 C.F.R. § 1.56(a). In May 1981, Martin assigned the entire right, title and interest in and to the patent application for the manure spreader to appellant, and in July 1981, Martin assigned all rights and causes of action against appellees arising out of the mishandling of the patent application for the manure spreader to appellant. Appellant immediately filed a complaint in trespass and assumpsit, alleging negligence and breach of contract, in the Court of Common Pleas of Philadelphia County. In September 1981, the Commissioner of Patents and Trademarks disallowed the patent on the manure spreader.\nPursuant to Rule 1035 of the Pennsylvania Rules of Civil Procedure, appellees filed a motion for summary judgment on the ground that appellant lacked standing to bring this action against appellees. The trial court granted appellees’ motion for summary judgment and dismissed appellant’s complaint with prejudice, finding a lack of privity between appellees and appellant. Superior Court affirmed in a per curiam memorandum opinion. Citing Guy v. Liederbach, 501 Pa. 47, 459 A.2d 744 (1983), Superior Court determined that appellant lacked standing to sue appellees for alleged negligence and breach of contract. We granted appellant’s petition for allowance of appeal.\nA trial court must grant a motion for summary judgment where “there is no genuine issue as to any material fact and ... the moving party is entitled to a judgment as a matter of law.” Pa.R.Civ.P. Rule 1035. We find herein that appellees were not entitled to a judgment as a matter of law, and we hereby reverse.\nIn this Commonwealth, we have long permitted causes of action to be assigned. See, e.g., Gray v. Nationwide Mutual Insurance Co., 422 Pa. 500, 223 A.2d 8 (1966); Coons v. Borough of McKees Rocks, 243 Pa. 340, 90 A. 141 (1914); Galey v. Mellon, 172 Pa. 443, 33 A. 560 (1896). Privity is not an issue in cases involving an assigned claim because the assignee stands in the shoes of the assignor and does not pursue the cause of action in the assignee’s own right. Gray, supra, 422 Pa. at 507, 223 A.2d at 9.\nThe first matter that a court must consider when ruling upon the viability of an assigned cause of action is whether the assignor has a cause of action against the defendant in the case. There is no question that the assignor in the instant action could have filed a complaint against appellees for alleged negligence and breach of contract in failing to timely file the patent application for his manure spreader.\nSecondly, the court must determine whether the claim is for damages for personal injury. This inquiry is critical to the viability of the assigned cause of action in that we do not permit the assignment of a cause of action to recover for personal injuries. See, e.g., Sniderman v. Nerone, 336 Pa. 305, 9 A.2d 335, aff'g per curiam, 136 Pa.Super. 381, 7 A.2d 496 (1939); Sensenig v. Pennsylvania Railroad Co., 229 Pa. 168, 78 A. 91 (1910); Hurley v. Hurley, 342 Pa.Super. 156, 492 A.2d 439 (1985). The Court in Sensenig determined that such assignments are void, in part, because a personal injury involves rights which are personal to the individual injured and are considered to be of concern only to the individual injured.\nBy contrast, a claim for damages based upon legal malpractice does not involve personal injury in that it arises out of negligence and breach of contract, and the injury alleged concerns purely pecuniary interests. The rights involved are more akin to property rights which can be assigned prior to liquidation. Sensenig, supra.\nThe only matter which remains to be considered is whether public policy precludes a client from assigning a claim for negligence and breach of contract against his or her attorney. Some jurisdictions do not permit such assignments, as the courts seek to protect the relationship which exists between attorney and client. These courts also equate a legal malpractice action with torts involving personal injury or wrongs done to the person. See, e.g., Clement v. Prestwick, 114 Ill.App.3d 479, 70 Ill.Dec. 161, 448 N.E.2d 1039 (1983); Chaffee v. Smith, 98 Nev. 222, 645 P.2d 966 (1982); Goodley v. Wank & Wank, Inc., 62 Cal.App.3d 389, 133 Cal.Rptr. 83 (1976). Other jurisdictions do, however, permit the assignment of a claim for legal malpractice. See Oppel v. Empire Mutual Insurance Co., 517 F.Supp. 1305 (S.D.N. Y.1981); Collins v. Fitzwater, 277 Or. 401, 560 P.2d 1074 (1977).\nWe will not allow the concept of the attorney-client relationship to be used as a shield by an attorney to protect him or her from the consequences of legal malpractice. Where the attorney has caused harm to his or her client, there is no relationship that remains to be protected.\nAccordingly, we reverse the order of Superior Court and we remand to the trial court for proceedings consistent with this opinion.\nFlaherty, J., filed a dissenting opinion in which Nix, C.J., joined.\nSTOUT, J., did not participate in the consideration or decision of this matter.\n. Section 102(b) provides:\nA person shall be entitled to a patent unless—\n(b) the invention was patented or described in a printed publication in this or a foreign country or in public use or on sale in this country, more than one year prior to the date of the application for patent in the United States ...\n. Any cause of action that would, on the death of the assignor, survive to his or her legal representative, may be assigned. 20 Pa.C.S.A. § 3371, 42 Pa.C.S.A. § 8302.",
        "type": "majority",
        "author": "LARSEN, Justice."
      },
      {
        "text": "FLAHERTY, Justice,\ndissenting.\nI dissent. Causes of action for legal malpractice should not be regarded as assignable. The decision of the majority erodes the longstanding rule that personal actions are not subject to assignment. See generally Guy v. Liederbach, 501 Pa. 47, 459 A.2d 744 (1983). Important policy considerations weigh against permitting the transfer of malpractice claims. These policies were aptly addressed in Goodley v. Wank & Wank, Inc., 62 Cal.App.3d 389, 133 Cal.Rptr. 83 (1976), wherein the California Court of Appeals held that a cause of action for legal malpractice was not assignable:\nThe assignment of such claims could relegate the legal malpractice action to the market place and convert it to a commodity to be exploited and transferred to economic bidders who have never had a professional relationship with the attorney and to whom the attorney has never owed a legal duty, and who have never had any prior connection with the assignor or his rights. The commercial aspect of assignability of choses in action arising out of legal malpractice is rife with probabilities that could only debase the legal profession. The almost certain end result of merchandizing such causes of action is the lucrative business of factoring malpractice claims which would encourage unjustified lawsuits against members of the legal profession, generate an increase in legal malpractice litigation, promote champerty and force attorneys to defend themselves against strangers. The endless complications and litigious intricacies arising out of such commercial activities would place an undue burden on not only the legal profession but the already overburdened judicial system, restrict the availability of competent legal services, embarrass the attorney-client relationship and imperil the sanctity of the highly confidential and fiduciary relationship existing between attorney and client.\n62 Cal.App.3d at 397, 133 Cal.Rptr. at 87. Based upon the foregoing considerations of public policy, it should be held that the instant malpractice action cannot be maintained by one whose only interest therein is as an assignee.\nThis Dissenting Opinion joined by Mr. Chief Justice NIX.",
        "type": "dissent",
        "author": "FLAHERTY, Justice,"
      }
    ],
    "attorneys": [
      "David F. Binder, Philadelphia, for appellant.",
      "James A. Drobile, John E. McKeever, Philadelphia, for appellees."
    ],
    "corrections": "",
    "head_matter": "539 A.2d 357\nHEDLUND MANUFACTURING COMPANY, INC., Appellant, v. WEISER, STAPLER & SPIVAK and Karl L. Spivak, Appellees.\nSupreme Court of Pennsylvania.\nArgued Dec. 10, 1987\nDecided March 29, 1988.\nDavid F. Binder, Philadelphia, for appellant.\nJames A. Drobile, John E. McKeever, Philadelphia, for appellees.\nNIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA and PAPADAKOS, JJ."
  },
  "file_name": "0522-01",
  "first_page_order": 590,
  "last_page_order": 596
}
