{
  "id": 462736,
  "name": "Rathmell v. Wesleyville Borough, Appellant",
  "name_abbreviation": "Rathmell v. Wesleyville Borough",
  "decision_date": "1944-11-27",
  "docket_number": "Appeal, No. 137",
  "first_page": "14",
  "last_page": "17",
  "citations": [
    {
      "type": "official",
      "cite": "351 Pa. 14"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "15 A. 2d 559",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "562, 563"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "142 Pa. Superior Ct. 22",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1028908
      ],
      "pin_cites": [
        {
          "page": "29"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/142/0022-01"
      ]
    },
    {
      "cite": "30 A. 2d 434",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "436"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "346 Pa. 151",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1216485
      ],
      "pin_cites": [
        {
          "page": "155"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/346/0151-01"
      ]
    },
    {
      "cite": "9 A. 2d 742",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "744"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "336 Pa. 455",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1195608
      ],
      "pin_cites": [
        {
          "page": "459"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/336/0455-01"
      ]
    },
    {
      "cite": "35 A. 2d 776",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "154 Pa. Superior Ct. 351",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1053785
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/154/0351-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 476,
    "char_count": 6678,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 2.374529905997546e-07,
      "percentile": 0.7961230558229456
    },
    "sha256": "faf3ac54c45961dcd0951ec164161206657e1b9cab42927fedc732dc592b82f2",
    "simhash": "1:83582380e132414f",
    "word_count": 1113
  },
  "last_updated": "2024-02-27T19:06:58.233336+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Hughes, JJ."
    ],
    "parties": [
      "Rathmell v. Wesleyville Borough, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Horace Stern,\nWe are confronted here with one of the many cases in which the difficulty of decision arises, not in the formulation of a legal principle, but in the attempt to apply an established principle to the facts.\nThis appeal is from the judgment of the Superior Court (154 Pa. Superior Ct. 351, 35 A. 2d 776) awarding Workmen’s Compensation to a policeman who had been employed off and on for a year, on a part-time basis, by the Borough of Wesleyville in Erie County. His duties consisted in patrolling the streets and highways, which he did occasionally on foot but ordinarily in an automobile which he himself furnished. On March 7,1940, he was directed by the burgess to escort a funeral procession to a cemetery some 11 or 12 miles distant. Eor this purpose he borrowed a motorcycle from a friend; he had ridden motorcycles before, but not in the course of his employment. The day was clear, the temperature at the time of the funeral — three thirty o’clock in the afternoon — was 29 degrees, and there was a breeze of about 12 miles an hour. Claimant wore leather gloves with a cloth lining; he had obtained these specially for the occasion because they were warmer than his own. The funeral cortege proceeded at a normal, moderate speed, but claimant, riding back and forth along the procession, says that he traveled in some instances at 50 miles an hour. When he arrived at the cemetery he felt a “cold numbness” in his hands and observed that his fingers were white. For some months thereafter he continued without interruption at his regular employment, but the numbness returned whenever the weather was cool, and in the middle of the summer he experienced pain which gradually increased in severity. The result was that in September it was found necessary to amputate part of the middle finger of his right hand and a month later the balance of that finger, followed in March, 1941, by an amputation of a portion of the middle finger of his left hand.\nWere there no circumstances in the case other than those thus narrated claimant would doubtless be entitled to compensation because that wbicb happened would have been such an unexpected and unusual pathological result of an ordinary activity as to come within the class of occurrences held to be “accidents” by reason of the extraordinary nature of their effect rather than their cause: see Parks v. Miller Printing Machine Co., 336 Pa. 455, 459, 9 A. 2d 742, 744. There is present here, however, an important additional feature. Claimant had, for some indefinite period, been afflicted with the serious ailment known as “Buerger’s disease”, a chronic, slowly progressive condition developing usually over a course of years and consisting of a disturbance of the circulation in the extremities; this is due to inflammation of the membranes of the arteries which lessens their calibre and thereby produces a diminution in the blood supply with ultimate gangrene of the tissues. Of course, an employe is not precluded from workmen’s compensation merely because the injury he suffers is but the aggravation of a pre-existing ailment or the acceleration of a chronic disability. But such aggravation or acceleration must be the result of an accident, and, when the injury is of that nature, the burden upon the claimant to prove the happening of an accident becomes especially onerous because of the inherent difficulty of establishing that the unexpected result was caused by his activity in the pursuit of his employment rather than by natural forces. For practical purposes, therefore, there has been evolved the well-established legal principle that an injury is not compensable if it amounts only to the increase' of a pre-existing disability which occurs in the course of the employe’s usual labors and without any accident in the ordinary lay understanding of that term. To constitute a compensable “accident” it must be shown that the work in which he was engaged at the time of the occurrence was of a different nature and required a materially greater amount of exertion, risk or exposure, than that to which he was ordinarily subjected, so as to justify a conclusion that the increased severity of the work was the cause of, and not merely coincidental with, the aggravation of the previously existing infirmity.\nWe come, then, to the vital question: Was claimant, in riding his motorcycle, engaged in work of a substantially more hazardous nature than that which characterized the usual course of his employment? It is not every deviation from the normal or ordinary routine of labor that fulfills the requirement in such cases for establishing what the law would regard as an accident: Good v. Pennsylvania Department of Property and Supplies, 346 Pa. 151, 155, 30 A. 2d 434, 436; Ferraro v. Pittsburgh Terminal Coal Corporation, 142 Pa. Superior Ct. 22, 29, 15 A. 2d 559, 562, 563. Claimant was employed as a patrolman, and it was but a matter of detail in the course of that employment whether he performed his duties in an automobile or on a motorcycle; it can scarcely be said that a variation from one to the other method would constitute a markedly unusual change in the nature of his work, especially as he admitted that riding on a motorcycle was not a new experience for him. Nor were there any extraordinary features which attended his ride to the cemetery; the temperature, wind and weather were all fairly moderate, so that there was no sudden, unanticipated or emergency exposure of claimant to any unusual physical conditions. Admittedly he did not suffer a frostbite, which indeed would have been scarcely possible in a temperature of 29 degrees. According to the testimony of his chief medical witness the nature of Buerger’s disease is such that the slightest contact of the extremities with cold weather— not necessarily an extreme chilling — is sufficient, by retarding the circulation, to accelerate the progress of the disease. Here, it is true, claimant had not known of his affliction, but, since it admittedly existed, the effect of his exposure, however unexpected by him, was, from a medical standpoint, far from unusual, abnormal or extraordinary; indeed, if not inevitable, it was at least extremely likely and reasonably to be anticipated; therefore it was not an “accident”.\nJudgment reversed and here entered for defendant.",
        "type": "majority",
        "author": "Me. Justice Horace Stern,"
      }
    ],
    "attorneys": [
      "Alban W. Gurtze, with him Brooks, Gurtze & Bilin, for appellant.",
      "William W. Knox, with him Robert J. Firman, for appellee."
    ],
    "corrections": "",
    "head_matter": "Rathmell v. Wesleyville Borough, Appellant.\nArgued Sept. 25, 1944.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Hughes, JJ.\nreargument refused December 18, 1944.\nAlban W. Gurtze, with him Brooks, Gurtze & Bilin, for appellant.\nWilliam W. Knox, with him Robert J. Firman, for appellee.\nNov. 27, 1944:"
  },
  "file_name": "0014-01",
  "first_page_order": 44,
  "last_page_order": 47
}
