{
  "id": 462772,
  "name": "Smith v. Commonwealth, Appellant",
  "name_abbreviation": "Smith v. Commonwealth",
  "decision_date": "1945-01-02",
  "docket_number": "Appeal, No. 136",
  "first_page": "68",
  "last_page": "72",
  "citations": [
    {
      "type": "official",
      "cite": "351 Pa. 68"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "160 A. 581",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "307 Pa. 93",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1138152
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/307/0093-01"
      ]
    },
    {
      "cite": "166 A. 586",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "311 Pa. 132",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1146302
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/311/0132-01"
      ]
    },
    {
      "cite": "31 Pa. 475",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985056
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/31/0475-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 419,
    "char_count": 6855,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 2.2600369240035604e-07,
      "percentile": 0.7825380939197614
    },
    "sha256": "d149549087c0f4980bdff42658f3f2836db66aee712a5373924870c24fd37f17",
    "simhash": "1:b9e70ea56ac4eace",
    "word_count": 1222
  },
  "last_updated": "2024-02-27T19:06:58.233336+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson, Stearne and Hughes, JJ."
    ],
    "parties": [
      "Smith v. Commonwealth, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Maxey,\nThis case originated in a suit for land damages resulting from the improvement of a state highway in Butler County. The plan for the improvement which resulted in the taking of a portion of plaintiff’s land was approved by the Governor on September 17, 1941. At that time the plaintiff owned only 30 acres of land which was affected by the relocation of this highway. On and prior to August 30, 1941, the plaintiff owned a contiguous tract of 75 acres, a portion of which was also condemned for this road improvement, and on that date plaintiff and his wife conveyed this 75 acre tract to Newton C. McCullough and his wife. The deed, which was recorded on the same day, contained no reservation of any right of recovery for the damages which were to accrue by reason of the then contemplated condemnation of a part of that tract.\nAfter condemnation the Commonwealth paid $250 to the new owners of the 75 acre tract for the 2-% acres of land they had lost by reason of the right of way of the new highway. This was in full settlement for any damage done to McCullough and his wife and they duly receipted therefor.\nWhen the viewers assessed damages sustained by Smith, the appellee, by reason of the new highway they treated him as the owner of both the 30 acre tract and the 75 acre tract, which in fact he had been prior to August 30, 1941, and awarded him $4,300. The Commonwealth took an appeal to the Court of Common Pleas. The court charged the jury that it was “to determine from all of the evidence in the case also the question of whether or not at the time this deed was made there was not an agreement between Dr. McCullough and Mr. Smith that Mr. Smith was to recover the damages done by the building of this road in accordance with the center line as they staked out” and to award Smith the damages that he had sustained. The court said in its charge: “It appears somewhere in some agreement or the testimony that McCullough insisted that he was to get damages or additional land provided that line was moved west and took more of his land than would be taken from that center line. ... You take all of these things into consideration and when you have determined the amount of damages to the whole tract and return a verdict in favor of Smith, you will also answer this question, did not Mr. Smith and Mr. McCullough have an agreement or understanding between them at the time this deed was delivered August 30, 1941, that any damages that were occasioned by the construction of the highway in accordance with the stakes then driven marking the center line were to be recovered by Smith. That question you will answer yes or no.” The jury answered that question “yes” and awarded the plaintiff, George D. Smith, the amount of $4,365. This award was for damage to the 105 acres as an entirety and was not merely for the 30 acres which plaintiff owned at the time of the condemnation.\nThe Commonwealth in appealing from the judgment of the court below stands on the proposition that “when a deed does not reserve the right to future damages which may arise out of an eminent domain proceeding, the right to such damages is in the owner at the time the land is condemned and parol evidence is inadmissible to show an agreement entitling the grantor to such future damages.” This proposition we sustain.\nIt was admitted by the plaintiff that the deed conveying the 75 acres contained no reservation to the grantor of the right to damages. As to the alleged understanding in respect to damages, the plaintiff testified there was “no damages mentioned in writing — just our talk among ourselves.” If there was any such private understanding between the grantor and the grantees, the Commonwealth was not in any way bound by it or concerned with it. No testimony as to this alleged agreement should have been admitted. It was not only immaterial and irrelevant to the issue trying, but it was also an attempt to vary the terms of a deed by parol evidence. This is not permitted. See Caldwell v. Fulton, 31 Pa. 475.\nSection 8 of the Act of May 31, 1911, P. L. 468 (the Spronl Act), as last amended by the Act of July 12,1935, P. L. 946, 36 P.S., Sec. 61, provides, inter alia, that “the approval of such plan or plans [of the proposed change and any proposed order of vacation] by the Governor shall be considered to be the condemnation of an easement for highway purposes from all property within the lines marked as required for right of way . . .”\nNothing is more firmly settled in the law than the fact that the owner of land at the time of condemnation by eminent domain proceedings is entitled to any damages which result from the condemnation: Green v. Pittsburgh, 311 Pa. 132, 166 A. 586; Briegel v. Briegel, 307 Pa. 93, 160 A. 581.\nAppellee contends that “after the survey of the proposed highway was made and stakes placed so that anyone could see where they proposed to place said highway, no one could recover for damages from a building placed on the proposed right of way thereafter for the reason that the stakes placed them on notice and this applied to the purchaser in the case at bar”. In other words, the appellee would substitute as the date of condemnation the easily discoverable date on which the Governor approved the plans (as the statute provides), the not so easily discoverable date on which the Commonwealth by making a survey or by driving stakes indicated that it was contemplating taking a piece of land for a highway. Even if the courts had the power to approve of this “substitution” in the face of the statute quoted, the proposal makes no appeal to judicial wisdom. The substitute proposed is of an ««certain time standard for a certain one. Appellee also says: “In the instant case both parties dealt with one another knowing where the road was to be put. After inquiry and the gaining of all the knowledge as shown by the stakes on the road, tlie blueprints in tbe Commissioners’ Office and advice of counsel, they completed tbe deal with tbe understanding tbe appellee herein was to. receive all damages.”\nTbe answer to that is that if tbe grantees of the 75 acre tract of land violated any enforceable agreement they entered into with tbe grantor in respect to that tract, the courts are open for the enforcement of that agreement, in an appropriate proceeding. Tbe proceeding now under review is not appropriate to that end.\nTbe judgment of the court below is reversed and a new trial ordered.",
        "type": "majority",
        "author": "Mr. Chief Justice Maxey,"
      }
    ],
    "attorneys": [
      "II. Ray Pope, Jr., with him Phil II. Lewis, Deputy Attorney General, James H. Duff, Attorney General, and Willis A. MacDonald, for appellant.",
      "Lee G. McCandless, with him James E. Marshall, and Marshall é McOandless, for appellee."
    ],
    "corrections": "",
    "head_matter": "Smith v. Commonwealth, Appellant.\nArgued Nov. 28, 1944.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson, Stearne and Hughes, JJ.\nII. Ray Pope, Jr., with him Phil II. Lewis, Deputy Attorney General, James H. Duff, Attorney General, and Willis A. MacDonald, for appellant.\nLee G. McCandless, with him James E. Marshall, and Marshall é McOandless, for appellee.\nJanuary 2, 1945:"
  },
  "file_name": "0068-01",
  "first_page_order": 98,
  "last_page_order": 102
}
