{
  "id": 462724,
  "name": "Swartley et al., Appellants, v. Harris et al.",
  "name_abbreviation": "Swartley v. Harris",
  "decision_date": "1944-12-29",
  "docket_number": "Appeal, No. 3",
  "first_page": "116",
  "last_page": "123",
  "citations": [
    {
      "type": "official",
      "cite": "351 Pa. 116"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "32 A. 2d 874",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "347 Pa. 608",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1217421
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/347/0608-01"
      ]
    },
    {
      "cite": "12 A. 2d 32",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "337 Pa. 442",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1197282
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/337/0442-01"
      ]
    },
    {
      "cite": "179 A. 584",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "319 Pa. 353",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1162287
      ],
      "pin_cites": [
        {
          "page": "358"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/319/0353-01"
      ]
    },
    {
      "cite": "153 A. 124",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "302 Pa. 97",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1129038
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/302/0097-01"
      ]
    },
    {
      "cite": "134 A. 377",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "287 Pa. 251",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1099602
      ],
      "pin_cites": [
        {
          "page": "259"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/287/0251-01"
      ]
    },
    {
      "cite": "110 A. 728",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "268 Pa. 143",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061515
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/268/0143-01"
      ]
    },
    {
      "cite": "86 A. 1076",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "239 Pa. 427",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        996025
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/239/0427-01"
      ]
    },
    {
      "cite": "35 A. 695",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "177 Pa. 643",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        883741
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/177/0643-01"
      ]
    },
    {
      "cite": "32 A. 2d 874",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "347 Pa. 608",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1217421
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/347/0608-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 574,
    "char_count": 12214,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 4.612893058103313e-07,
      "percentile": 0.9262711841501184
    },
    "sha256": "97da46cab4408832379ff9b871a313fd124b5655711a7d67e2125ba6bb7dc130",
    "simhash": "1:2b6375299458ed6d",
    "word_count": 2039
  },
  "last_updated": "2024-02-27T19:06:58.233336+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Hughes, JJ.",
      "Mr. Chief Justice Maney concurs in this dissenting opinion."
    ],
    "parties": [
      "Swartley et al., Appellants, v. Harris et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Hughes,\nThis is an appeal from a judgment discharging a writ of alternative mandamus. The plaintiffs petitioned for such a writ to require the defendants to pay the salaries of the plaintiffs as employes of the Mercantile Appraisers in Philadelphia or to show cause why said salaries should not be paid. The defendant F. Clair Ross, Auditor General, filed an answer stating that the plaintiffs were duly appointed and approved employes of the Mercantile Appraisers of Philadelphia; that they had performed their duties as such and were entitled to their compensation, which he had approved and certified. The defendants, David W. Harris, Secretary of Revenue, and Edgar W. Baird, Jr., Treasurer of the City and County of Philadelphia, admitted the plaintiffs’ appointments by the Mercantile Appraisers and the approval thereof by the Auditor General. They also admitted the salaries set forth and the approval of such salaries by the Auditor General in the payroll. They claimed, however, that the Mercantile Appraisers had employed an excessive number of persons and that both the appraisers and the Auditor General had refused to dismiss any one of them, thus greatly increasing the cost of collecting mercantile taxes in the City of Philadelphia. For this reason the Secretary of Revenue directed the City Treasurer not to pay the last 41 employes appointed. The City Treasurer having failed to pay them, this action was commenced.\nBy the Act of April 9, 1929, P. L. 343, Article II, Section 203, as amended by the Act of February 2,1937, P. L. 3, Section 203 (72 PS §203 (i)) the Department of Revenue is given the power and duty to supervise the work of the mercantile appraisers. According to Webster’s New International Dictionary, “supervise” means “to oversee for direction; to superintend; to inspect Avith authority”. Under the poAvers so vested in the Secretary of Revenue and through other statutory provisions, the Secretary of Revenue OArersees the preparation of application blanks and notice blanks, publishes the mercantile appraiser’s list, and approves the mileage of mercantile appraisers. The only power reserved in the Auditor General is the poAver to appoint mercantile appraisers, fix their compensation, and the number and compensation of clerks or other assistants: 1937, P. L. 1939 (72 PS §406) ; 1937, P. L. 1052 ( 72 PS §2713). It is the duty of the County Treasurer to collect the mercantile taxes for the Cohimonwealth: 1929, P. L. 343, Article II, §204 (72 PS §204) and “the number and compensation of all clerks and other employes required to assist county treasurers in performing their duties as agents of the Commonwealth for the collection of money shall be subject to the approval of the Department of Revenue, any other provision of any act of Assembly to the contrary notwithstanding”: 1929, P. L. 343, Article VI, §610 (72 PS §610).\nIt is a fundamental principle that all statutes in pari materia, relating to the same subject, shall be construed concurrently when possible: White et al. v. City of Meadville et al., 177 Pa. 643, 35 A. 695; Duffy v. Cooke, 239 Pa. 427, 86 A. 1076; Buttorff et al. v. York City et al., 268 Pa. 143, 110 A. 728; Commonwealth v. Provident Trust Co., 287 Pa. 251, 259, 134 A. 377; Commonwealth ex rel. Matthews v. Lomas, 302 Pa. 97, 153 A. 124; Nyce et al. v. Board of Commissioners et al., 319 Pa. 353, 358, 179 A. 584. The language of a statute must be read in a sense which harmonizes with the subject matter and its general purpose and object. The general design and purpose of the law is to be kept in view and the statute given a fair and reasonable construction with a view to effecting its purpose and object, even if it be necessary, in so doing, to restrict somewhat the force of subsidiary provisions that otherwise would conflict with the paramount intent: 25 R. C. L. Sec. 253, page 1013; Pocono Manor Association et al. v. Allen et al., 337 Pa. 442, 12 A. 2d 32. It must be kept in mind that the paramount purpose of all of these statutes in reference to the mer: cantile appraisers and their clerks and assistants, as well as to assessments, was towards the raising of revenue for the Commonwealth, and in construing them we should look to the ultimate purpose to be obtained. It was apparent to the Secretary of Revenue that the Auditor General had approved the appointment of many more clerks under the mercantile tax appraisers than were necessary to make the appraisements for taxes; that if he could approve the appointment of 41 extra assistants, he could approve 401 extra assistants and thereby consume most of the revenue due from this source and nullify the very purpose of the legislation. Under the supervisory power over the work of the mercantile appraisers and the collection and return by the County Treasurer of mercantile taxes, the Secretary of Revenue had the power, and it was his duty, to make certain that the collection of mercantile taxes was properly administered. He could not conceivably be compelled to approve the returns by county treasurers showing deductions for the salaries of excess employes. It was his duty, under these circumstances, to notify the County Treasurer in advance of the excess number of employes he intended not to pay. It is recognized there was no authority in the Secretary of Revenue to discharge employes, but if the carrying out of his superior obligation to the Commonwealth, under the act of assembly directing him to supervise the collection of this revenue, requiréd the number of employes to be reduced to attain that purpose, it was within his discretion to determine the number of persons that were needed to adequately make the assessments in view of the amount of revenue involved. “To supervise the work of the mercantile appraisers” implies full and complete authority over the efficiency of their personnel who do their work for them. It is the right of the Auditor General to appoint mercantile appraisers and to approve or disapprove the number and compensation of clerks and other assistants appointed by the mercantile appraisers necessary to assist them in the performance of their duties. When the Auditor General approves an excessive number of employes, the Secretary of Revenue cannot sit idly by and allow the revenues of the Commonwealth to be dissipated in the payment of their salaries. His supervisory powers require that he notify the City Treasurer, as he did in this instance, not to pay those who are in the excess group and thus to retrieve that revenue for the Commonwealth which would otherwise be lost. Such construction makes effective all of the foregoing legislation and fully carries out the legislative intent. While the Auditor General is empowered to approve the number and compensation of clerks appointed by the Mercantile Appraisers, a power of approval of the number and compensation of such clerks is also vested in the Department of Revenue, for such was the legislative intent under the statutes: Swartley et al. v. Baird, 347 Pa. 608, 32 A. 2d 874. The City Treasurer properly withheld the salaries as directed by the Secretary of Revenue.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Hughes,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Horace Stern:\nI cannot agree with the conclusion reached by the court in this case.\nThe entire Mercantile License Tax System was abolished by the Act of May 7,1943, P. L. 237. But in 1942, when the cause of this litigation arose, the Act of April 9, 1929, P. L. 343, section 406, after providing for the appointment of mercantile appraisers by the Auditor General and the City Treasurer, further provided that “The Auditor General shall also approve or disapprove all expense accounts of mercantile appraisers, or their clerks or assistants, and the number and compensation of clerks or other assistants appointed by mercantile appraisers to assist them in the performance of their duties.” This provision, as I read it, is as clear as the English language permits. It gives to the Auditor General the power and duty to approve or disapprove the number and compensation of clerks whom the mercantile appraisers appoint.\nRespondents claim that the Department of Revenue has that same power and duty. Upon what statutory provisions do they rely for support of this contention?\nFirst, upon a further clause of section 406 that the Auditor General shall, from time to time, certify to the Department of Revenue the names of the mercantile appraisers, the salaries payable to them, the number, names, and compensation of clerks or assistants approved by him for appointment by mercantile appraisers, and all expense accounts which he has approved. But in this there is not the slightest intimation of any grant of power to the Department of Revenue in connection with the certifications so made.\nSecond, upon section 203 (i) of the act, which states that “The Department of Revenue shall have the power and its duty shall be ... To prepare and cause to be printed, in such form as the department may determine, such blanks, statements, notices, and other forms, as shall be necessary for use by mercantile appraisers in performing the duties imposed upon them by law, and to supervise tlie work of the mercantile appraisers.” These latter words, “to supervise the work of the mercantile appraisers,” are said to mean that the Department of Revenue shall have control over the number and compensation of clerks appointed by the mercantile appraisers. To me it would seem obvious, especially when read in their context concerning the Department of Revenue’s duty merely to prepare and print blanks and other forms, that those words mean nothing more than the power and duty to supervise “the work”, that is to say, the manner, form, or mechanics of the work, performed by the mercantile appraisers. I fail to see how the power and duty to print blanks and supervise the work of the mercantile appraisers can possibly be construed as the grant of a power and the delegation of a duty to determine the number and compensation of their clerks.\nThird, upon section 610(d) of the act, which provides that “The number and compensation of all clerks and other employes required to assist county treasurers in performing their duties as agents of the Commonwealth for the collection of money shall be subject to the approval of the Department of Revenue, any other provision of any act of Assembly to the contrary notwithstanding.” The answer to any argument based upon this provision is that the clerks “appointed by mercantile appraisers to assist them in the performance of their duties” are not “clerks required to assist county treasurers in performing their duties for the collection of money”. The mercantile appraisers and their clerks have nothing to do with the collection of*money, which is the function of the county treasurers whether as agents of the Commonwealth or otherwise. The function of the mercantile appraisers was to appraise and assess the mercantile license tax.\nSwartley v. Baird, 347 Pa. 608, 32 A. 2d 874, does not rule the present case. It held merely that the Auditor General and the Department of Revenue should both be joined as parties in a controversy sucli as tlie present, and therefore that the Dauphin County Court, not the Court of Common Pleas of Philadelphia County, had jurisdiction.\nNot being able, therefore, to find in the statutes any authority conferred upon the Department of Revenue to approve or disapprove of the number and compensation of clerks appointed by the mercantile appraisers, I must respectfully dissent from the majority opinion. I would reverse the judgment of the lower court and enter judgment for plaintiffs on their demurrer.\nMr. Chief Justice Maney concurs in this dissenting opinion.\nThe participation of the City Treasurer in such appointments was revoked by the amendatory Act of June 21, 1937, P. D. 1939.",
        "type": "dissent",
        "author": "Mr. Justice Horace Stern:"
      }
    ],
    "attorneys": [
      "Harry Shapiro, with him Shapiro & Shapiro and Frank R. Hean, for appellants.",
      "George W. Keitel, Deputy Attorney General, with him James H. Duff, Attorney General, for appellees."
    ],
    "corrections": "",
    "head_matter": "Swartley et al., Appellants, v. Harris et al.\nArgued Nov. 28, 1944.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Hughes, JJ.\nHarry Shapiro, with him Shapiro & Shapiro and Frank R. Hean, for appellants.\nGeorge W. Keitel, Deputy Attorney General, with him James H. Duff, Attorney General, for appellees.\nDecember 29, 1944:"
  },
  "file_name": "0116-01",
  "first_page_order": 146,
  "last_page_order": 153
}
