{
  "id": 462792,
  "name": "Philadelphia & Reading Coal & Iron Company v. Mt. Carmel Township School District et al., Appellants",
  "name_abbreviation": "Philadelphia & Reading Coal & Iron Co. v. Mt. Carmel Township School District",
  "decision_date": "1945-01-02",
  "docket_number": "Appeal, No. 184",
  "first_page": "156",
  "last_page": "161",
  "citations": [
    {
      "type": "official",
      "cite": "351 Pa. 156"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "323 Pa. 313",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1169598
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "316"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/323/0313-01"
      ]
    },
    {
      "cite": "311 Pa. 191",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1146309
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "193"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/311/0191-01"
      ]
    },
    {
      "cite": "290 Pa. 7",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1104452
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "10"
        },
        {
          "page": "12"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/290/0007-01"
      ]
    },
    {
      "cite": "281 Pa. 87",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1086985
      ],
      "pin_cites": [
        {
          "page": "89"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/281/0087-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 452,
    "char_count": 8566,
    "ocr_confidence": 0.5,
    "pagerank": {
      "raw": 1.2240919645422112e-07,
      "percentile": 0.5995581209560866
    },
    "sha256": "feb7505c79300aa2e9f296b67743cdef7d6bd623a81a4ace2842cde2ca4c2ce1",
    "simhash": "1:81de8cfe06359a69",
    "word_count": 1410
  },
  "last_updated": "2024-02-27T19:06:58.233336+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Hughes, JJ."
    ],
    "parties": [
      "Philadelphia & Reading Coal & Iron Company v. Mt. Carmel Township School District et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Patterson,\nThis is a bill in equity by the Philadelphia & Reading Coal & Iron Company, appellee, a taxpayer of the School District of Mt. Carmel Township, on behalf of itself and other taxpayers, to enjoin the School District, the Board of Directors, and the Tax Collector of said Township, appellants, from enforcing collection of a tax levied for the fiscal year 1942-1943 for the reason that the said tax is in excess of the millage authorized by law. The questions involved are (1) may a school board of a school district of the third class levy a tax for general purposes to provide a budget on 100% valuation, if in so doing the tax rate will be in excess of the maximum millage permitted by law, (2) may the same be done to assure funds sufficient to pay teachers’ minimum salaries required by law, and (3) must such, school board include in its budget for general purposes a provision for payment of illegal salary reductions, outstanding bills, debts, and unpaid salaries.\nThis appeal is from the decree of the court below enjoining enforcement of a levy of 61 mills and restraining collection of taxes in excess of a rate of 25 mills for general purposes and 15.6 mills for teachers’ minimum salaries, said rates being based updn the assessed valuation as certified by the County Commissioners of Northumberland County upon which the budget was made.\nThe budget for the school year 1942-1943 was adopted at a meeting of the board of school directors on June 3, 1942. A tax of 61 mills was levied upon the County Commissioners’ valuation of $4,515,860. Several days later the Superintendent of Schools attached to the budget a statement averring that the valuation of $4,-515,860 was erroneous in that it included an excess of $1,015,860 assessed against fictitious or “dummy” corporations which have never paid taxes, and whose members and business addresses were unknown. Of the 61 mills levied 25 were for general purposes and 36 for outstanding bills, bond issues, unpaid salaries, etc., and the district’s share of teachers’ minimum salaries. At the hearing before the chancellor, appellants sought to prove that consideration of past percentages of collectibility of taxes levied entered into determination of the total millage. The chancellor concluded that uncollectibility of taxes could not be considered, either in the levy for general purposes or for teachers’ minimum salaries and increments; that appellant was restricted to 25 mills upon the assessed valuation of $4,515,860 for all purposes other than the district’s share of minimum salaries and that it could levy only 15.6 mills from the said valuation to secure the latter. The court en banc affirmed the findings and conclusions of the chancellor. This appeal followed.\nThe Act of 1911, P. L. 309, section 537, as amended by the Act of 1921, P. L..508, 24 P.S., section 592, provides: “In all school districts of the . . . third . . . class, all school taxes shall be levied and assessed by the board of school directors therein . . . and shall not exceed twenty-five mills on the dollar, on the total amount of the assessed valuation of all property taxable for school purposes therein: Provided, That each school district of the . . . third . . . class may also collect a per capita tax on each resident or inhabitant of such district over twenty-one years of age, as herein provided.” The Act of 1923, P. L. 328, 24 P.S., section 1186, provides : “Boards of school directors of school districts of the . . . third . . . class are hereby authorized and directed to levy annually a tax on each dollar of the total assessment of all property assessed and certified for taxation therein to pay the minimum salaries and increments of the teaching and supervisory staff provided for herein. Said tax shall not be invalidated or affected by reason of the fact that it may increase the total annual school tax levy of any school district beyond the millage fixed or limited by law.”\nThe Act of 1911, as amended, establishes a maximum levy for school purposes of 25 mills on the dollar for all school districts of the third class. Power to levy in excess thereof must be found in some legislative enactment: Duff v. Perry Township School District, 281 Pa. 87, 89; Gilberton Borough School District v. Morris, 290 Pa. 7, 10. With the limitation thus imposed the school district must prepare its budget, including among its estimated expenditures all items of expense incurred or to be incurred: Gilberton Borough School District v. Morris, supra, 12. Tbe legislature has been definite in prescribing that this tax is to be levied upon the commissioners’ certified valuation of property and not upon a 'valuation which the school board might deem to be proper. While there is no presumption that all taxes assessed will be collected (Fitzpatrick v. Thomas, 311 Pa. 191, 193) and 100% collection is a practical impossibility (Pennsylvania Power & Light Co. v. City of Bethlehem, 323 Pa. 313, 316), appellant school district may- not rewrite assessed valuations to effect a levy in excess of 25 mills. It cannot first determine the amount of money to be received from the maximum levy upon the assessed valuation and then, to assure receipt of said amount, formulate its own valuation on the basis of uncollectibility and impose a levy greater than the maximum permitted by law. Uncollectibility may be a factor affecting estimated receipts and expenditures; it has no application when validity of a levy in excess of that fixed by the legislature is considered. Distinction must be made between instances where the rate of levy exceeds the maximum and where it does not. Cf. Pennsylvania Power & Light Co. v. City of Bethlehem, supra; Gilberton Borough School District v. Morris, supra. The court below properly limited a levy for general purposes to 25 mills.\nThe Act of 1923 specifically authorizes and directs a school board to levy a tax on the total assessment of all property to pay minimum salaries and increments of the teaching and supervisory staff. Recognizing the limitation imposed by the Act of 1911, as amended, and to make certain that sufficient revenue would be forthcoming to provide the proportionate part of the minimum salaries, the legislature empowered school boards to levy a sufficient tax without regard to the existing limitation of 25 mills. The legislature imposes upon appellant school board the duty to produce all revenue necessary for this purpose. The impossibility of 100% collectibility of taxes has been recognized in Pennsylvania Power & Light Co. v. City of Bethlehem, supra; Fitzpatrick v. Thomas, supra. Appellant has shown an average uncollectibility of 27 % for previous years. The amount which the appellant school district was required to secure as the proportionate share of the teachers’ salaries amounted to $70,292.90. Based on an estimated 73% collection, a levy of 21.4 mills would produce $253.86 in excess of the sum required. Since this is purely an estimate and since the legislature imposes upon the school district the duty to secure the actual amounts, it cannot be said that the appellant district improperly levied a 21.4 mills tax for this purpose. The court below therefore was in error in limiting the rate to 15.6 mills.\nThe decree of the court below is affirmed insofar as it limits the tax rate for general school purposes to 25 mills; that portion of the decree imposing a limitation of 15.6 mills for minimum salaries is reversed. The.court below is directed to amend its decree to conform with this opinion. Costs to be paid by appellants.\n“The valuation, of $4,515,860.00 for the school year 1942-1943 includes an excess valuation of $1,015,860.00. This excess valuation is charged to fictitious or dummy corporations which have not paid their taxes in the past. Neither are there any known members of these corporations nor any business address. It seems that the original title holders of this so called property have made transfers of the titles with the expressed intention of either giving up the property as valueless or having the property certified on the County records for the purpose of tax evasion. Hence, the true assessed valuation should be $3,500,000.00 and not $4,515,860.00.”",
        "type": "majority",
        "author": "Mr. Justice Patterson,"
      }
    ],
    "attorneys": [
      "John L. Pipa, Jr., for appellants.",
      "Roy P. Hicks, with him J. Mettler Pensyl, for appellee."
    ],
    "corrections": "",
    "head_matter": "Philadelphia & Reading Coal & Iron Company v. Mt. Carmel Township School District et al., Appellants.\nArgued Dec. 1, 1944.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Hughes, JJ.\nJohn L. Pipa, Jr., for appellants.\nRoy P. Hicks, with him J. Mettler Pensyl, for appellee.\nJanuary 2, 1945 :"
  },
  "file_name": "0156-01",
  "first_page_order": 186,
  "last_page_order": 191
}
