{
  "id": 462727,
  "name": "Commonwealth v. Harris, Appellant",
  "name_abbreviation": "Commonwealth v. Harris",
  "decision_date": "1945-03-19",
  "docket_number": "Appeal, No. 167",
  "first_page": "325",
  "last_page": "342",
  "citations": [
    {
      "type": "official",
      "cite": "351 Pa. 325"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "54 A. 289",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "72 N. H. 32",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        1809652
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nh/72/0032-01"
      ]
    },
    {
      "cite": "137 Ala. 9",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        3481713
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ala/137/0009-01"
      ]
    },
    {
      "cite": "12 N. W. 662",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "48 Mich. 474",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1398603
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/48/0474-01"
      ]
    },
    {
      "cite": "182 S. W. 138",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "73 Ga. 620",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        36895
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ga/73/0620-01"
      ]
    },
    {
      "cite": "51 S. W. 536",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "58 Am. S. R. 867",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "47 S. C. 9",
      "category": "reporters:state",
      "reporter": "S.C.",
      "case_ids": [
        4404941
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sc/47/0009-01"
      ]
    },
    {
      "cite": "5 W. Va. 510",
      "category": "reporters:state",
      "reporter": "W. Va.",
      "case_ids": [
        8641865
      ],
      "opinion_index": 0,
      "case_paths": [
        "/w-va/5/0510-01"
      ]
    },
    {
      "cite": "53 S. W. 1048",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "101 A. 92",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "8 Wall. 397",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        3444631
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/75/0397-01"
      ]
    },
    {
      "cite": "79 Pa. 493",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        438401
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/79/0493-01"
      ]
    },
    {
      "cite": "102 A. 209",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "258 Pa. 525",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1035056
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/258/0525-01"
      ]
    },
    {
      "cite": "8 W. N. C. 140",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": 0
    },
    {
      "cite": "133 Pa. Superior Ct. 489",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1013082
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/133/0489-01"
      ]
    },
    {
      "cite": "21 A. 2d 81",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "342 Pa. 404",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1206973
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/342/0404-01"
      ]
    },
    {
      "cite": "44 Am. Rep. 29",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "pin_cites": [
        {
          "page": "35"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "85 Ind. 318",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1320660
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ind/85/0318-01"
      ]
    },
    {
      "cite": "18 L. R. A. 838",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "46 Am. Dec. 253",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "opinion_index": 0
    },
    {
      "cite": "12 Ala. 280",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        8498096
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ala/12/0280-01"
      ]
    },
    {
      "cite": "18 L. R. A. 840",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1381,
    "char_count": 34474,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 2.047651673682757e-06,
      "percentile": 0.9951808001161457
    },
    "sha256": "a79f1334cf203f75fbc62c68296af5b0da1eae5f8af1de16948b0e4c34db338a",
    "simhash": "1:9f6337ac5434a9f0",
    "word_count": 6212
  },
  "last_updated": "2024-02-27T19:06:58.233336+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J.,Drew, Linn, Stern, Patterson, Stearns and Jones, JJ."
    ],
    "parties": [
      "Commonwealth v. Harris, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Maxey,\nThis is an appeal from the refusal of the court below to grant a petition for a writ of error coram nobis. The defendant was indicted on March 3,1925, for the murder of Roosevelt Merchison on September 8, 1924. Both the defendant and Merchison were colored men. The defendant was not apprehended until 18 years after the homicide, when he was arrested in Los Angeles and brought back to Pittsburgh. He was tried before Judge J. Frank Graff, special presiding, and a jury. The verdict of the jury was guilty of murder in the first degree, with the penalty of life imprisonment. On October 26, 1942, a motion for a new trial was filed reserving, inter alia, “the right to file additional reasons for a new trial as soon as the testimony and charge have been properly transcribed and examined.” The testimony was filed on November 30,1942, but no additional reasons were filed for a new trial. The motion for a new trial was argued on December 18, 1942, and refused six days later, and on January 8,1943, the defendant was sentenced to life imprisonment for the period of his natural life. No appeal was taken.\nAfter the time for appeal had expired, the defendant engaged the services of his present counsel, who later applied for the writ of coram nobis, after discovering that the case had been prepared for trial by the city police) that they had in their custody the applicable record of the hospital to which the victim of the homicide had been taken, and that this record contained a report of the case in the handwriting of Dr. F. L. Doering, to the effect that the murdered man was shot by a white man; Dr. Doering was not called as a witness in the trial. Counsel filed a petition for reargument. A‘rule to show cause was granted. The District Attorney raised the question of the authority of the court to alter its sentence after the term had expired, and on June 23,1943, Judge Graff sustained this contention. The. petition for writ of coram nobis was then presented to the court and after some delay this petition was ordered to be filed. On November 24, 1943, a rule thereon was granted. On March 15, 1944, the rule was discharged. This appeal was then taken.\nThe writ of error coram nobis to nullify or reform a judgment lies only where facts exist extrinsic of the record, unknown and unknowable by the exercise, of diligence at the time of its rendition, and which would, if known, have prevented the judgment either in its entirety or in the form.in which it was rendered. This writ was not discussed in Blackstone, but in footnote 28 to “star” page 411 in the Third Volume of Lewis’ Edition of Blackstone, appears the following: “In this chapter Sir W. Blackstone has considered only the modes by which a judgment may be reversed by writ of error brought in a court of appeal, and has stated that this can only be done for error in law. There is, however, a proceeding to reverse a judgment by writ of error in the same court, where the error complained of is in fact and not in law, and where of course no fault is imputed to the court in pronouncing its judgment. This writ is called the writ coram nobis [Before us] or coram vobis, [Before you,] according as the proceedings are in the King’s Bench or Common Pleas, because the record is stated to remain before us (the king) if in the former, and before you (the judges) if in the latter, and is not removed to another court. In this proceeding it is of course necessary to suggest a new fact upon the record, from which the error in the first judgment will appear: thus, supposing the defendant, being an infant, has appeared by attorney instead of guardian, it will be necessary to suggest the fact of his infancy of which the court was not before informed. There is therefore no inconsistency in bringing this writ of error before the same judges who pronounced the judgment in the first instance; because they are required to pronounce upon a new state of facts, without impeachment of the former judgment on the facts as they then stood. — Coleridge.”\n2 Ruling Case Law, Sec. 262, p. 307, says: “The purpose of the writ of coram nobis is to bring before the court rendering the judgment matters of fact which if known at the time the judgment was rendered would have prevented its rendition. It lies to correct errors in fact only, and will not lie to correct errors in law, nor will it lie to permit the review of a judgment for after-discovered evidence. . . . The coverture of a woman who was not given by statute the power to sue or defend without her husband has also been held to be ground for the writ where the husband was not joined with her and such fact was not brought to the attention of the court. . .'. In a criminal prosecution where the accused was forced through well founded fears of mob violence to plead guilty, it has been considered that he is entitled to relief through the writ, and the judgment of conviction may be set aside and a new trial granted. . . . The writ has been held to lie to correct such an error of fact as the conviction of a slave as a free person. [See 18 L. R. A. 840 note.] . . . The writ will not reach facts actually determined in the original proceedings, . . . [See Holford v. Alexander, 12 Ala. 280, 46 Am. Dec. 253 and note.] Where a party seeks to avail himself of the remedy of a writ of error coram nobis he must show that it was by no fault or negligence of his that the error in fact assigned was not made to appear at the former trial.” See also 16 Corpus Juris, Sec. 3118, p. 1326, State v. Calhoun (Kansas), 18 L. R. A. 838, and 3 Temple Law Quarterly 370.\nThe writ of coram nobis has seldom been invoked in Pennsylvania, and we believe that this is the first time a question involving the issuance of this writ has been before this court in a criminal case.\nA review of the cases in which the writ of coram nobis has been successfully invoked shows that the true rule governing the use of the writ is that one which is aptly expressed in section 94 of Freeman on Judgments, quoted in Sanders v. State, 85 Ind. 318, 44 Am. Rep. 29, 35, as follows: “The writ of error coram nobis is not intended to authorize any court to review and revise its opinions;.but only to enable it to recall some adjudication, made while some fact existed which if before the court would have prevented the rendition of the judgment, and which without any fault or negligence of the party was not presented to the court.”\nThe petitioner in this case presents no fact which if it had been before the court would have prevented the rendition of the judgment. Taking his petition at its face value, all that he offers is some “hearsay” testimony which is clearly inadmissible. Even if the hospital record contains a notation that the decedent told Dr. Doering that he, the then injured victim, had been shot by “a white man” whom he “did not know,” that record is not evidence in this case. The Uniform Business Records as Evidence Act of MAy 4, 1939, P. L. 42, No. 35, Sec. 2, provides as follows: “A record of an act, condition or event shall in so far as relevant, be competent evidence if the custodian or other qualified witness testifies to its identity and the mode of its preparation, and if it was made in the regular course of business at or near the time of the act, condition or event, and if, in the .opinion of the court, the sources of information, method and time of preparation were such as to justify its admission.”\nCertainly every “act, condition or event” which some .hospital physician places in a hospital record does not ipso facto become competent when later an issue is being judicially tried to which such fact would be relevant if proved by competent testimony. The Act of 1939 obviously means that the “act, condition or event” recorded in the hospital must be pathologically germane to the physical or mental condition which caused the patient to come to the hospital for treatment. The color (or identity) of the man who shot this patient had no medical or surgical relationship whatsoever to the patient’s physical condition at the time. It was really none of the physician’s professional “business” who shot the patient. It was natural for him to make such a personal inquiry of the injured man, but neither the inquiry nor the answer, if both were made, were entitled to be entered on the hospital record “in the regular course of [hospital] business.” Hospital business and police business are two different things. The record as to the color of the man who shot the patient was merely a bit of gratuitous reporting on the part of the physician. It is not “made in the regular course of the physician’s business.” “The [Evidence] Act [of May 4, 1939] did not . . . make all business and professional records competent evidence regardless of by whom, in what manner, and for what purpose they were compiled, or offered”: Freedman v. Mut. Life Ins. Co. of N. Y., 342 Pa. 404, 21 A. 2d 81. See also Thomas v. De Commene, 133 Pa. Superior Ct. 489.\nFor example, if a patient came to the hospital for medical attention and in giving “the history of his case” told the physician that he, the patient, had suffered from a “heart condition” for a certain stated period and the physician in “the regular course of business” noted that fact on the hospital record, the statement as to his “heart condition” would be admissible evidence if later an issue was tried as to whether or not the patient in taking out a life insurance policy during the above stated period and in declaring in his application for the insurance that he had never had any illness of any kind had made a fraudulent representation. On the other hand, if the same patient told the physician that he had just seen A shoot B and the physician noted that fact on the hospital record and later A was being tried for shooting B, the record in the hospital would not be admissible to prove that A had shot B. Neither would the physician be competent to testify that the patient had told bim he had seen A shoot B.\nIn the instant case what the victim allegedly said to Dr. Doering about a “white man” shooting him could technically be “admissible only as (1) a res gestae declaration, and prima facie it was too remote in time for that, or as (2) a dying declaration — and nothing in the petition even intimates that it was such a declaration. Therefore, the petition even if it had been filed in term time made out no case even for a new trial and it certainly makes out no case for a writ of coram nobis.\nIf Dr. Doering was prepared to testify that the victim made a “dying declaration” to the effect that a white man had shot him, and if Dr. Doering’s testimony had been so suppressed by Commonwealth’s officers as to make defendant’s counsel unaware of it, we would have a case where the Act of 1903, P. L. 245, 19 P.S. 861, might properly be invoked, for no court would hesitate to adjudge such suppressed testimony as such “after discovered testimony” as would make the Act of 1903 available to a defendant convicted of murder in the first degree, and who did not discover the testimony until after the term at which he had been convicted had passed, provided that “after discovered testimony” raised a substantial doubt of the guilt of the prisoner.\nThe Commonwealth pertinently points out that “there is no attempt here to bring in the testimony of the doctor himself (Dr. Doering) who is available, but only an attempt to show what the doctor had written on the hospital report.” If the doctor had been called to the stand in the proceedings on this petition and had declared that the victim while conscious of impending death had told him that a white man had shot him, and if under cross-examination it could not be shown that the doctor had probably misunderstood what the victim had said, or it could not be shown that possibly the victim had understood the doctor to ask who first picked him up and he had answered “a white man,” we might have a. situation to which the Act of 1903 would apply, but the above conditions are not here present.\nAs the only question now before us is: “Does a writ of coram nobis lie?” we could end this opinion by a negative answer to that question. But since no appeal to this court was taken from the judgment of conviction of murder, and since counsel who now represents the defendant maintains that a great injustice was done the latter, and since this court if convinced in any case brought before it that a grievous wrong has been done therein will promptly take appropriate measures to undo it, we have carefully reviewed the record to ascertain whether or not the defendant was legally convicted of the crime charged. Our conclusion is that he was and that the evidence completely supports the verdict.\nOne of the witnesses for the Commonwealth was Mrs. Meda Harley, who at . the time of the homicide resided at 2634 Webster Avenue, Pittsburgh, as a housekeeper. - In substance her testimony is that the deceased, Roosevelt Merchison, had been at the date of the shooting a lodger in the house indicated, for more than a year, and the defendant came to her house for a room on Wednesday, September 3, 1924. .He said he wanted to stay there “until his car was fixed.” The room was rented to him and he “stayed there one or two nights, Thursday and Friday. He left there then on Saturday morning and he didn’t come back Saturday night. He came back Sunday night but didn’t come back any more until Monday when he came and asked for Mr. Merchison around four o’clock in the afternoon.” Merchison was not then at home and the defendant asked “what time he would be home.” When told “five o’clock” the defendant said “I can wait for him.” Merchison came in at five o’clock and the defendant asked him to “show him the way to Rankin.” Merchison said “he would.” He then “cleaned himself up” and when the witness asked bim “if he would have supper” he replied “No, it won’t take me long. I’ll be right back.” Both men left the house at “around six o’clock.” The next time the witness saw Merchison was at 10 P. M. that night when Earl Wayne brought him in and Merchison said “I’m shot to death.” The witness said “His whole face was covered with blood.” Merchison was taken at once to the hospital in an ambulance. At the hospital it was found by the physican that Merchison had two gunshot wounds in the head, which caused his death on November 5,1924. The bullet wounds had caused inflammation of the brain, one bullet having entered the brain. He also had a wound in his chest. When Merchison entered the hospital he had “a temperature of 102, a pulse of 106 or 108” and he “had considerable shock.”\nProper ground having been laid for the admission of a dying declaration of what the victim said to his close friend, Phoebe Hawkins, as he was lying “on the emergency table” before he was operated on, on the night he was shot, and while he was “gasping for breath” and “pitifully saying: ‘I am shot to death,’ ” he told the witness a story of the shooting which in substance is as follows: The man who said his name was Arthur Williams asked him to show him the way but “when I got to Bankin, I found he was no stranger [there]. He stopped on Second Street, [Bankin], and he got out and he went in a house, he said, to get a drink; then he asked me to have one and I said no, I didn’t care for any. He got out and left me in the car. He went in and had a drink and came back. We went from there on to Homestead and when we got in Homestead, he stopped there. I said to myself, this man is no stranger” (apparently meaning in this locality). A second stop was made in Homestead. They then started back to Pittsburgh. Midway of the bridge, the man said “Gee, there’s something wrong with the car. Let’s get out and see what it is.” Merchison then said to him “We can’t stop here because we’ll tie.up the traffic, we’ll wait until we get to the other side of the bridge.” Then we drove to the other side of the bridge and drove off to the side. The other man then said “You raise the hood and see what’s wrong.” Merchison did so. “The man then fired and the bullet hit me in the right shoulder.” Merchison then ran over the hill, saying to himself “I’ll hide.” “The man came down on me again.” “I was low down in the gutter. When he attempted to shoot me again I attempted to reach up and grab the gun and I did grab the gun and when I grabbed the gun is when the bullet shot me here” (indicating the forehead). “I remember no more. When I came to, I said ‘If I don’t get up and get out from here, I’ll die and no one will know where I am.’ I struggled to the road and with that I saw a gentleman [Earl Wayne] coming along in a car on his way to work and I flagged him. He wanted to carry me to the Homestead Hospital and I told him ‘No, don’t take me there. Take me home, and if I die before I get home, tell them the man that says his name is Arthur Williams shot me.’ ” Mrs. Hawkins saw Merchison every day until he died. She said she had been keeping company with him “going into two years.” She asked Merchison who was Arthur Williams and he said “the fellow that asked me to show him the way to Homestead, and came to the house and he left home with me, and he went these places with him and he shot him on their return and he said his name was Arthur Williams.”\nEarl Wayne testified that at 10 P. M. on the night of September 8, 1924, he was in his machine headed toward Homestead when he saw a colored man who seemed to be in distress. He was bleeding. “He was losing his balance with each step. You could see with each step he took he was on the verge of falling.” The witness got out of his machine and asked the colored man “Are you hurt?” The latter answered “Yes.” The witness then offered to take him to the hospital. “There was a machine pulled up on the other side of the street and he said ‘Don’t pass that machine, the man in that machine shot me.’ ” That machine was on the other side of the stréet headed toward Pittsburgh. The witness saw no one in that machine. The witness then turned his own machine toward Pittsburgh. He asked the colored man “Who shot him and then he told me . . .” At this point counsel for the defendant asked for an offer. The Commonwealth offered to prove by the witness that the deceased, Roosevelt Merchison, stated to him that the man who shot him was the man who took him from his residence earlier in the evening, and that the witness said that the deceased told him that this defendant, Arthur Williams, was the one who shot him. This was offered as part of the res gestae. The court sustained an objection to this offer on the ground that the statement of the deceased was not a voluntary statement.\nWilliam H. Rowe testified on behalf of the Commonwealth that in September, 1924, he had in Pittsburgh a shop for repairing automobiles, that he first saw Arthur Williams, the defendant, at 8 A. M., September 5,1924, when Williams asked him to “fix his car,” which was standing out front. He did so and Williams soon thereafter drove the car away. Williams asked Rowe that morning this question: “Did you see Mr. Gibson this morning?” Rowe answered “no.” Later Mr. Gibson came and told Rowe to charge Williams’ bill to him. Shortly after this homicide officers showed Rowe a photograph of Arthur Williams, the defendant, and he identified it.\nEdward F. Sweeney, a precinct detective in the City of Pittsburgh in September, 1924, testified that Earl Wayne reported this case to him and he then went to the home of Roosevelt Merchison and found him there with blood over his head and face, and while Merchison was being taken to the hospital he said “Williams shot me.”\nMartin H. Corcoran, an officer of the homicide division of the police force at Pittsburgh, testified that after obtaining certain information he “started tracing Arthur Williams, whose photograph was in the file and had been identified as the man who committed the crime.” He said that later in his investigation he “confiscated a letter that had been addressed to a Mr. Harris. This letter was from Arthur Harris from Formosa Beach.” He identified “Arthur Harris” as the defendant, Arthur Williams. He said Harris was apprehended in Los Angeles, California, and brought to Pittsburgh. The witness testified, that the defendant told him his correct name was William Arthur Harris and that “he had been arrested for an event and didn’t want to give his correct name, and gave the name of Arthur Williams.”\nPeter A. Connors testified that in September, 1924, he was a detective lieutenant assigned to the homicide squad, Bureau of Police, Pittsburgh, and that he investigated the death of Roosevelt Merchison and learned that he [Merchison] “was last seen in the company of one Arthur Williams. Following that investigation through, we searched for a picture from the Western State Penitentiary of a man who had been paroled from there under the name of Arthur Williams.” This photograph was Commonwealth’s Exhibit #1, which was offered in evidence. Mr. Connors stated that he took this picture to a number of people “and they identified it as being that of Arthur Williams, the last person who was with the deceased.” Attempts were then made to apprehend Arthur Williams. This photograph of Williams was obtained from the Western Penitentiary, where Williams had been serving time for burglary, before the date of the homicide, and from which prison he had been paroled.\nThe defendant, who gave his full name as William Arthur Harris, testified on his own behalf that he had been sentenced from Mercer County on November 7, 1921, to a term of 18 months to 3 years in the Western Penitentiary, that he was released on parole on May 7, 1923, and that when he was photographed and finger printed he gave his name as Arthur Williams. He testified that he was in New York City working at Havey’s Garage from September to December, 1924. Then he went to South Dakota and to Washington state and to other Western states, and that he worked for a time at the Bellingham Golf and Country Club in the State of Washington. He said he never owned an automobile until 1929, when he was in the State of Washington. He denied that he was in Pittsburgh in the early part of September, 1924. He said that he never knew Roosevelt Merchison, that he never owned a revolver in his life, and that he did not go with Roosevelt Merchison into the neighborhood of what is called Brown Hill Road, on September 8, 1924. He denied that he had ever had a car fixed at the auto repair shop of William H. Rowe, who had identified him at the trial, as above stated. He said he never saw the witness, Meda Harley, in his life. He claimed that he did not know until his arrest in August, 1942, that there was an indictment in Allegheny County charging him with the murder of Roosevelt Merchison. On cross-examination he stated that he had been arrested one time in Youngstown, Ohio, on “suspicion,” that he had served four months for that. He was asked “How many times have you been picked up?” He answered “three.” Once he had been arrested in Portland, Oregon. He admitted in cross-examination that he had been in Rankin, Pennsylvania, which he said was 14 or 15 miles from Pittsburgh, and that he had remained in Rankin two years, until 1921. He first stated that during those two years he had never come to Pittsburgh. An instant later he said “Oh yes, I came to Pittsburgh” during those two years. When he was asked “Did you hear Mrs. Meda Harley testify yesterday that you were sent to her residence by Mr. Gibson?” he answered “yes.” He was then asked “Was that true?” He answered “no sir.” He also said he never had any dealings or business of any kind in Pittsburgh, that he never went shopping in Pittsburgh and had no friends in Pittsburgh. He admitted that he had friends in Rankin, where he had worked in the Rankin Wire & Steel Mill, that he quit working in that mill on the 1st of March, 1921, and then went to Detroit where he remained for three weeks, then he came to Youngstown, Ohio, where he was arrested and served four months in jail.\nThe jury rejected the defendant’s alibi and credited the Commonwealth’s testimony. In addition to that convincing testimony, the following circumstances also weighed heavily against this defendant:\n1. Though he claimed to have been working at Havey’s Garage, Yonkers, New York, at the time of the homicide he offered no evidence of any kind in support of his alibi.\n2. Defendant’s alibi, so far as it related to September 5, 1924, was contradicted by witness Rowe who saw the defendant at Rowe’s place of business on the North Side of Pittsburgh on that date.\n3. The alibi was contradicted by the testimony of Mrs. Harley, who as already pointed out, identified the defendant as being a roomer (with lengthy absences) in the house where she was employed, from Wednesday, September 3, 1924, to Monday, September 8, 1924, on which latter date the defendant and Merchison left the house together, pursuant to the defendant’s request to Merchison to “show him the way to Rankin.”\n4. Witness Rowe and witness Harley each mentioned a “Mr. Gibson” as being associated with the defendant just before the homicide. Rowe said that the defendant asked him on September 5, 1924, if he “had seen Mr. Gibson” and after the defendant drove away from Rowe’s shop without paying for the repairs to a car, it was “Mr. Gibson” who paid the bill. Mrs. Harley testified that when the defendant came to the lodging house for a room (ostensibly as a “delegate to the Elks Convention” ) he said “Mr. Gibson sent him” there. She did not know Gibson’s full name, but she thinks he lived on Wylie Avenue. It was “Gibson” who guided the defendant to Rowe to have a car “fixed”, and it was “Gibson” who paid for the repairs, and it was “Gibson” who guided the defendant to the lodging house where he and the man who became his victim first met. “Gibson” was dead at the time of the trial, and it seems quite probable that he possessed the secret of the motive for this murder. The case has the appearance of a plot on the part of at least two persons to lure Merchison to his death.\nThat no motive was shown for the murder was, of course, not even prejudicial to the Commonwealth’s case. The motive for a murder often lies hidden. Proof of motive in homicide cases is always relevant but never necessary.\nWe do not agree with counsel for the defendant that “the so-called dying declaration . . . was extremely slim, if at all admissible.” It was clearly admissible and it was not “slim.” As reported by the witness, Phoebe Hawkins, it bore the impress of truthfulness. That she remembered the conversation with the fatally wounded victim 18 years after it took place is understandable. She had “kept company” with Merchison, for two years and “supposed she was in love with him.” It is a matter of common knowledge that when something tragic happens to one who is closely associated with a person, that person will long remember not only the tragedy but also all the circumstances surrounding it, for an emotional experience of great intensity casts a strong light on all its surroundings, and as a consequence they as well as the central event are deeply impressed on the memory. Furthermore, the witness Hawkins told substantially the same story at the Coroner’s inquest shortly after Merchison died. The attempt of counsel to discredit her statement as to what Merchison told her when he believed himself dying, by introducing the notes of the testimony taken at the Coroner’s inquest, was not successful.\nAfter reading this entire record, one comes to the conclusion that the claim that Merchison said when brought to the hospital that “a white man had shot him” is based on something of no more substance than a mistake. While in the first throes of the shock of the murderous assault, the victim named “Arthur Williams” as his assailant. If Dr. Doering had been told by Merchison that “a white man” had shot him, he would naturally have so reported to the police, and there would have been at least some police search for that man. The record discloses no search for such a man. Immediately after Merchison was discovered in a fatally wounded condition and made a statement about the assault all police activities centered on a search for this defendant, for it was to him and to no one else that all the evidence pointed to as the assassin. Dr. George B. Moreland, who first treated Merchison when he was brought to the hospital, and Dr. Charles H. Ley, who examined Merchison and who saw him several times and who operated on his skull, both testified at the trial, but neither said anything about Merchison having stated that “a white man” had shot him.\nThe petition now before us for a writ of error coram nobis presents no case either for that writ or for the exercise of the authority given this court by the Act of April 22, 1903, P. L. 245, Sec. 1. The petition is not supported by competent evidence and even if it was accepted at its face value, it would not in the light of the record of the trial of this defendant, offer any “ground for substantial doubt as to the guilt of the prisoner.”\nThe judgment is affirmed.\nThis is mentioned merely because of its relevancy to the identification of the defendant.\nIn Commonwealth v. Pfeiffer, 46 D. & C. 275, and in Commonwealth ex rel. v. Ashe, 44 D. & C. 337, the writ was refused. In Commonwealth v. Valerino, 32 D. & C. 363, the writ was issued and the prisoner discharged after it was established to the satisfaction of Judge Francis Shuhic Brown, of the Court of Oyer and Terminer of Philadelphia County, that defendant did not participate in the robbery of which he had been convicted. In Commonwealth ex rel. v. Ashe, Warden, 28 D. & C. 573, the writ was issued and the prisoner discharged by Judge Hirt, President Judge of the Court of Oyer and Terminer of Erie County, now Judge of the Superior Court, after it was established that there had been utterly lacking from the Commonwealth’s case the essentials of the charged crime of statutory rape, to wit, the alleged victim’s “good repute,” and lack of consent (Act of May 19, 1887, P. L. 128). Judge Hirt in a comprehensive opinion shows that “The extraordinary remedy of error coram nobis is still available in Pennsylvania.” See Gourley v. Hess, 8 W. N. C. 140.\nUnless, of course, the patient had been called as a witness and had given testimony at variance with the statement made to the physician, and the latter was then called as a witness to contradict him, or unless A was present when the patient “accused” him.\nThe element of time is not controlling but is of importance on the question of the spontaneity of the alleged res gestee declaration. See Eby v. Travelers Ins. Co., 258 Pa. 525, 102 A. 209, and 22 C. J. p. 462, sec. 551.\nIn so ruling the court erred against the Commonwealth. The mere fact that the statement of the victim was in response to a question did not make it ««.voluntary and did not destroy that spontaneity which is the characteristic of a res gestee declaration. When anyone suddenly meets a person who has just been severely injured, he naturally asks: “What happened to you?” or “Who shot you?” and when the latter immediately replies, his statement is no more open to the charge of being a fabrication than the same statement would be if there had been no question asked. It would be a totally unwarranted handicap to the administration of justice if res gestae declarations, which are usually of great probative value, were excluded because a simple, natural question was put to the fatally injured victim a few minutes after the occurrence of the tragic event. Victims of unexpected assaults are not likely while suffering the agonies of a murderous assault just made upon them to fabricate a lie as to the identity of their assailant. The real test of the admissibility of a declaration as res gestee is whether the circumstances under which it was made were such as seem to preclude premeditation and design on the part of the declarant. The declaration made in the instant case by a grievously assaulted man, at the place of the assault and apparently only a few moments after it was made and while his assailant was apparently still nearby, fully met the test of admissibility. The declaration obviously emanated directly from the perceptions of the victim while his mind was still under the domination of the shock of the sudden assault. At that tragic moment he would not be likely to fabricate a falsehood in respect to what he had just experienced, for at such a time considerations of calculated policy are not in the ascendant.\nIn the following cases declarations of victims of accidents and assaults, respectively, made shortly afterwards and in' response to such questions as “What happened?” or “Who shot you?” were admitted as res geste: Elkins, Bly & Co. v. McKean, 79 Pa. 493; Insurance Company v. Mosley, 8 Wall. 397 (cited with approval in Eby v. Travelers Ins. Co., 258 Pa. 525); Bulkeley v. Brotherhood Accident Co. (Conn.), 101 A. 92; Louisville & N. R. Co. v. Shaw’s Adm’r. (Kentucky) , 53 S. W. 1048; Crookham v. The State, 5 W. Va. 510; State v. Arnold, 47 S. C. 9, 58 Am. S. R. 867; Houston & T. C. R. Co. v. Loeffler (Texas), 51 S. W. 536; Kirk v. The State of Georgia, 73 Ga. 620; Greenlee v. Kansas City Casualty Co., 182 S. W. 138; People v. Simpson, 48 Mich. 474, 12 N. W. 662; Starks et al. v. State (Alabama), 137 Ala. 9, 34 S. R. 687; Murray v. Boston & M. R. R., 72 N. H. 32, 54 A. 289; and Rew v. Foster, 6 Car. & P. 325.\n“Mr. Gibson” was Louis Gibson, colored, a one-time janitor at tbe Allegheny County Morgue. Whether or not Gibson and Merchison knew each other does not appear.\nAs long as the Act of 1903, supra, is the law of this Commonwealth, there is no necessity for granting a writ of error coram nobis in a case of first degree murder. The Act of 1903 furnishes an adequate remedy for a prisoner convicted of that degree of murder and concerning whose guilt evidence discovered after the expiration of the term at which he was convicted creates a substantial doubt.",
        "type": "majority",
        "author": "Mr. Chief Justice Maxey,"
      }
    ],
    "attorneys": [
      "Samuel G. Wagner, with him Dorothea M. Wagner and Wagner & Wagner, for appellant.",
      "Louis L. Kaufman, with him Russell H. Adams, District Attorney, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Harris, Appellant.\nArgued January 10,1945.\nBefore Maxey, C. J.,Drew, Linn, Stern, Patterson, Stearns and Jones, JJ.\nSamuel G. Wagner, with him Dorothea M. Wagner and Wagner & Wagner, for appellant.\nLouis L. Kaufman, with him Russell H. Adams, District Attorney, for appellee.\nMarch 19, 1945:"
  },
  "file_name": "0325-01",
  "first_page_order": 355,
  "last_page_order": 372
}
