{
  "id": 462787,
  "name": "Carden v. Philadelphia Transportation Company, Appellant",
  "name_abbreviation": "Carden v. Philadelphia Transportation Co.",
  "decision_date": "1945-03-19",
  "docket_number": "Appeals, Nos. 42-46",
  "first_page": "407",
  "last_page": "412",
  "citations": [
    {
      "type": "official",
      "cite": "351 Pa. 407"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "192 A. 894",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "896"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "326 Pa. 577",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1174423
      ],
      "pin_cites": [
        {
          "page": "581"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/326/0577-01"
      ]
    },
    {
      "cite": "9 A. 2d 357",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "358"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "336 Pa. 441",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1195585
      ],
      "pin_cites": [
        {
          "page": "443"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/336/0441-01"
      ]
    },
    {
      "cite": "188 A. 859",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "860, 861"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "325 Pa. 251",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1172262
      ],
      "pin_cites": [
        {
          "page": "255"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/325/0251-01"
      ]
    },
    {
      "cite": "188 A. 855",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "858"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "325 Pa. 209",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1172252
      ],
      "pin_cites": [
        {
          "page": "215"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/325/0209-01"
      ]
    },
    {
      "cite": "36 A. 2d 784",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "785"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "349 Pa. 314",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        459323
      ],
      "pin_cites": [
        {
          "page": "316"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/349/0314-01"
      ]
    },
    {
      "cite": "9 A. 2d 413",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "415"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "336 Pa. 424",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1195588
      ],
      "pin_cites": [
        {
          "page": "427"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/336/0424-01"
      ]
    },
    {
      "cite": "167 A. 326",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "327"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "312 Pa. 453",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1150659
      ],
      "pin_cites": [
        {
          "page": "457"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/312/0453-01"
      ]
    },
    {
      "cite": "138 A. 830",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "832"
        },
        {
          "page": "834"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "290 Pa. 288",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1104456
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "293"
        },
        {
          "page": "298, 299"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/290/0288-01"
      ]
    },
    {
      "cite": "76 A. 74",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "75"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "227 Pa. 393",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1008744
      ],
      "pin_cites": [
        {
          "page": "395"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/227/0393-01"
      ]
    },
    {
      "cite": "75 A. 190",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "191, 192"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "226 Pa. 212",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967948
      ],
      "pin_cites": [
        {
          "page": "214, 215"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/226/0212-01"
      ]
    },
    {
      "cite": "24 A. 596",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "597"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "150 Pa. 180",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834411
      ],
      "pin_cites": [
        {
          "page": "186, 187"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/150/0180-01"
      ]
    },
    {
      "cite": "37 A. 2d 540",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "542"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "349 Pa. 430",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        458621
      ],
      "pin_cites": [
        {
          "page": "435"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/349/0430-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 616,
    "char_count": 8686,
    "ocr_confidence": 0.511,
    "pagerank": {
      "raw": 2.62607697879574e-07,
      "percentile": 0.8217799570554113
    },
    "sha256": "559bb57aac1057462727db642ee92ca7e0b5cbd581b959a29485baff90af9341",
    "simhash": "1:9d73944e7614c8fa",
    "word_count": 1521
  },
  "last_updated": "2024-02-27T19:06:58.233336+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Jones, JJ."
    ],
    "parties": [
      "Carden v. Philadelphia Transportation Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Hobace Stebn,\nThe verdicts in these cases were for plaintiffs, bnt defendant moved the court below to enter judgments in its favor on the ground that plaintiffs were guilty of contributory negligence as a matter of law. The court refused the motion. Its action was proper because contributory negligence may be declared judicially only when so clearly revealed that fair and reasonable persons cannot disagree as to its existence, and here it was not so revealed.\nIn the pre-dawn darkness of a December morning the three plaintiffs were riding in a one-seat, three passenger, Dodge coupe, travelling south along the westerly side of the roadway of Fourth Avenue in Tinicum Township, Delaware County. Wright, who was operating the automobile, sat on the left, Carden in the middle, Hirneisen on the right. The weather was cold and extremely foggy, visibility was limited to a maximum of 20 feet, and there was a light coating of ice and snow on the highways and the street railway tracks.\nThe automobile, its headlights on the bright low beam, came to Powhattan Avenue, a street 36 feet in width from curb to curb with east- and west-bound trolley tracks in the centre. There were no traffic lights or signs at this intersection. At the north curbline Wright brought the automobile, which had been running at a speed of ten miles an hour, almost to a stop. He looked to the right and to the left, saw no vehicle of any kind, changed gears from high to second, and then proceeded, at less than five miles an hour, across Powhattan Avenue, continuing, as he advanced, to look in all directions. The first or west-bound track was safely negotiated. He looked again to his right just before starting over the second or east-bound track, but saw no trolley car approaching. After the front wheels had cleared, but part of the automobile was still between the rails, a trolley car emerged out of the fog, crossing Fourth Avenue at a rate of speed admitted by the motorman to have been at least 15 miles an hour but estimated by one of the witnesses át 30 miles an hour, and struck the automobile a little to the rear of centre with such force as to push it sideways along the track a distance of more than 100 feet, although the motorman had immediately applied the emergency brakes ; when the vehicles came to rest the right front of the trolley car was still jammed against the side of the automobile.\nThe headlight, the directional signal ‘ light at the upper left hand corner, and the lights in the interior of the car, were all lit, but the fog was so great that only one of the passengers in the automobile saw the headlight before the collision and then only when, the automobile was bh the east-bound track and .the car was but 7 to 10 feet away. The motorman himself confirmed plaintiffs’ testimony as to the density of the fog by stating that when he looked up Fourth Avenue, ■ after arriving- at the-intersection, he did not see:the lights of the automobile until it was only 10 or 12 feet away to his left-hand side. None of the plaintiffs heard any gong sounded or whistle blown, although Wright, at least, was consciously listening for such a warning; (see Williams v. Pittsburgh, 349 Pa. 430, 435, 37 A. 2d 540, 542). A disinterested by-stander testified that no bell • was rung until the very moment of the impact.. .\nDefendant does not deny’that its motorman. was negligent, but-insists that plaintiffs were likewise negligent. The question arises, therefore, iri what respect, if any, did they fail to measure up. to the legally established standard of care and-prudence, with special reference to the-unusual atmospheric conditions which prevailed at the time of the accident. -It is thevduty of the operatbr of an automobile, immediately before crossing the tracks of a street railway, to look for approaching cars, and, if his view is for any reason obstructed, to listen; it may even, under some circumstances, be required of him to Stop, but there is no fixed duty to do so, and, unless the necessity for that additional precaution is obvious, the question whether under the circumstances it should have been taken is for the jury: Ehrisman v. East Harrisburg City Passenger Rwy. Co., 150 Pa. 180, 186, 187, 24 A. 596, 597; Smathers v. Pittsburgh & Butler Street Rwy. Co., 226 Pa. 212, 214, 215, 75 A. 190, 191, 192; Talley v. Chester Traction Co., 227 Pa. 393, 395, 76 A. 74, 75. Where there is a double line of tracks the operator of the automobile must look for the approach of cars at the entrance of each track before he attempts to cross it: Kilpatrick v. Philadelphia Rapid Transit Co., 290 Pa. 288, 293, 138 A. 830, 832. Wright testified that he fully complied with the duties thus demanded of him. He did look carefully in all directions as he cautiously and slowly crossed Powhattan Avenue and before entering upon each of the tracks; his failure to hear the approach of the car on the rails may have been, due in some measure to the deadening effect of the fog. It is true that he did not come to a complete stop, but it is difficult to see how. anything would have been gained by so doing; indeed, had lie stopped either in the cartway or on the first track, he would have incurred the danger of being struck by a west-bound automobile or trolley car. Nor is this a case where testimony that'a plaintiff did not see or-.hear an oncoming vehicle was belied by. the fact that it was within visible and audible range and therefore he must have been aware of its approach. Even if the trolley car was moving no faster than 15.miles an hour.it would not, have come into the maximum distance of visibility until a scant second before the collision .occurred. Under; such circumstances Wright’s ¡ care in the -operation of the automobile was a matter, to be submitted to the judgment, not of the court, but of the jury: Alio v. Pennsylvania R. R. Co., 312 Pa. 453, 457, 167 A. 326, 327; Sanders v. Pennsylvania R. R. Co., 336 Pa. 424, 427, 9 A. 2d 413, 415; DeMarino v. Baltimore & Ohio R. R. Co., 349 Pa. 314, 316, 36 A. 2d 784, 785.\nSome point is made by defendant of the condition Of the windshield and the windows of the automobile. The windshield, however, had been thoroughly cleaned before the automobile started; while the weather was cold it was not freezing, and there was testimony that immediately prior to the happening of the accident the windshield was clear and did not obscure the visibility. As to the windows, the one on the left was open; the one on the right was closed at the time of the collision, but there is no evidence that its normal transparency was blurred by ice or frost. Certainly it cannot be said as a matter of law that the failure to keep this window open in the fog constituted negligence which barred recovery.\nThe jury having found that Wright was not contributorily negligent, there is, of course, much less reason for accusing the passengers of such negligence. A guest in an automobile is not required, as is the operator, to watch for the approach of vehicular traffic at street crossings or to exercise any particular care in observing the roadway: Kilpatrick v. Philadelphia Rapid Transit Co., 290 Pa. 288, 298, 299, 138 A. 830, 834; Landy v. Rosenstein, 325 Pa. 209, 215, 188 A. 855, 858; Delling v. McKnight, 325 Pa. 251, 255, 188 A. 859, 860, 861; Bynon v. Porter, 336 Pa. 441, 443, 9 A. 2d 357, 358. He is not bound to call the operator’s attention to an observed danger unless he has reason to believe that the operator himself was unaware of it, or, seeing it, did not intend to take adequate measures to avoid it: Little v. Straw, 326 Pa. 577, 581, 192 A. 894, 896. Even if there were any evidence from which Carden and Hirneisen might have been found guilty of contributory negligence, the weight and the effect of that evidence were for the jury; that tribunal having determined the question adversely to defendant, the latter is concluded thereby.\nNo complaint is made, nor properly could be made, in regard to the trial judge’s charge. The court in banc corrected the excessiveness of the verdicts by ordering remittiturs, which were duly filed.\nThe judgments entered on the reduced verdicts are affirmed.",
        "type": "majority",
        "author": "Mr. Justice Hobace Stebn,"
      }
    ],
    "attorneys": [
      "J. Allen Hodge, with him Bernard J. O’Connell, for appellant.",
      "Robert W. Beatty, with him Charles H. Wetter and Robert B. Creer, for appellees, Wright and Hirneisen.",
      "J. H. Ward Hinkson, for appellee, Carden.",
      "Howard M. Lutz, with him Edward H. Bryant, Jr., and Lutz, Reeser & Fronefield, for appellee, Wright."
    ],
    "corrections": "",
    "head_matter": "Carden v. Philadelphia Transportation Company, Appellant.\nArgued January 9,1945.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Jones, JJ.\nJ. Allen Hodge, with him Bernard J. O’Connell, for appellant.\nRobert W. Beatty, with him Charles H. Wetter and Robert B. Creer, for appellees, Wright and Hirneisen.\nJ. H. Ward Hinkson, for appellee, Carden.\nHoward M. Lutz, with him Edward H. Bryant, Jr., and Lutz, Reeser & Fronefield, for appellee, Wright.\nMarch 19, 1945:"
  },
  "file_name": "0407-01",
  "first_page_order": 437,
  "last_page_order": 442
}
