{
  "id": 462742,
  "name": "Berberian Zoning Appeal",
  "name_abbreviation": "Berberian Zoning Appeal",
  "decision_date": "1945-03-19",
  "docket_number": "Appeal, No. 38",
  "first_page": "475",
  "last_page": "478",
  "citations": [
    {
      "type": "official",
      "cite": "351 Pa. 475"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "350 Pa. 589",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461180
      ],
      "pin_cites": [
        {
          "page": "591-92"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/350/0589-01"
      ]
    },
    {
      "cite": "34 A. 2d 925",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "153 Pa. Superior Ct. 653",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1050890
      ],
      "pin_cites": [
        {
          "page": "655"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/153/0653-01"
      ]
    },
    {
      "cite": "198 A. 629",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "631"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "330 Pa. 161",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1182967
      ],
      "pin_cites": [
        {
          "page": "163"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/330/0161-01"
      ]
    },
    {
      "cite": "34 A. 2d 62",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "63, 64"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "348 Pa. 98",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1220245
      ],
      "pin_cites": [
        {
          "page": "100"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/348/0098-01"
      ]
    },
    {
      "cite": "198 A. 621",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "623"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "330 Pa. 154",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1182961
      ],
      "pin_cites": [
        {
          "page": "159"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/330/0154-01"
      ]
    },
    {
      "cite": "178 A. 813",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "814"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "318 Pa. 582",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1159547
      ],
      "pin_cites": [
        {
          "page": "584"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/318/0582-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 363,
    "char_count": 5847,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 1.568662268629926e-07,
      "percentile": 0.6782833670997808
    },
    "sha256": "fbf70c4c97bb1f0bf331ea34576b1d8291f9f342fd60c80f48c75519f3041688",
    "simhash": "1:b0689e989bc40e15",
    "word_count": 1003
  },
  "last_updated": "2024-02-27T19:06:58.233336+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson, Stearne and Jones, JJ."
    ],
    "parties": [
      "Berberian Zoning Appeal."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Patterson,\nThis is an appeal by Nicholas H. Berberian from the decree of the court below dismissing an appeal from the Board of Adjustment of Upper Darby Township which refused to direct the issuance of a building permit for the reason that the proposed use of the property was not substantially the same type and character as of the date of the passage of the Zoning Ordinance.\nOn April 5, 1938, the Board of Commissioners of Upper Darby Township enacted and approved a Zoning Ordinance. Section 601 of the said Ordinance enumerates the purpose for which a building may be erected in what is known as R-4 Residence district. Section 1306 provides for non-conforming uses. Nicholas H. Berberian acquired the property in question on May 19, 1942, from Theodore Frantz, Jr., and Ida K., his wife. On the effective date of the Ordinance, Frantz used the buildings for the manufacture, repair, storage, and shipping of furniture as well as storage of trucks used in his business. This use continued until the death of Theodore Frantz, Jr., on September 9, 1941. On March 12, 1941, the central part of the building was partially destroyed by fire together with the roof of its south wing. The heating plant was also damaged. The trial judge found as a fact, and the court below confirmed this finding, that as a result of the fire more than 75 per cent of the value of the central building was destroyed and more than 75 per cent of the buildings as a whole was destroyed. Appellant has been using the property since May, 1942, for the repair, shipping and delivery and storing of clothing and rugs which have been brought to him for cleaning and dyeing. He also uses the garage for storing trucks used to transport said merchandise. On January 29, 1943, the building inspector refused a permit to repair. This refusal was affirmed by the Board of Adjustment. The trial judge found as a fact that the present use of the property is in excess of that at the time of the enactment of the. Ordinance; that the present use of the property is objectionable because of noise; that the present use of the property has increased the noise, fire hazard and odors; that the present use is an extension of the use as it existed at the effective date of the Ordinance which use then constituted a non-conforming use, and that the present use by appellant is detrimental to the health and safety of the community. The trial judge dismissed the appeal and affirmed the decision of the Board of Adjustment refusing to direct the issuance of the building permit to repair the building. The court below dismissed appellant’s exceptions to the said findings and conclusions and affirmed the acr tion of the trial judge. This appeal followed.\nAppellant contends that the proposed use does not differ so greatly from the former use that the non-conforming use privilege will not protect him; that there has been no extension or enlargement of the non-conforming use justifying refusal of the building permit; and, that there was no evidence to sustain the court’s finding that the building had been destroyed by fire to the extent of more than 75 per cent of its value.\n“The decision of an administrative board having jurisdiction may be set aside only where there is a manifest and flagrant abuse of discretion: Fleming v. Pros pect Park Board of Adjustment, 318 Pa. 582, 584, 178 A. 813, 814; Jennings’ Appeal, 330 Pa. 154, 159, 198 A. 621, 623; Floersheim Appeal, 348 Pa. 98, 100, 34 A. 2d 62, 63, 64; and, while the question whether the law has been rightly or wrongly applied by the Board of Adjustment is a proper subject of inquiry in review on certiorari (Brosnan’s Appeal, 330 Pa. 161, 163, 198 A. 629, 631), the appellate court, in reviewing an order of the Court of Common Pleas sustaining or reversing the action of the Board, is confined, so far as the facts are concerned, to ascertaining whether there is any evidence to sustain the findings of the court: Gish v. Exley, 153 Pa. Superior Ct. 653, 655, 34 A. 2d 925, 926”: Anderle Appeal, 350 Pa. 589, 591-92. There is ample evidence to support the findings and conclusions of the court below.\nDecree is affirmed. Costs to be paid by appellant.\nSection 1306. Non-Conforming Uses. The lawful use of a building or premises existing on the effective date of this Ordinance, or authorized by a valid building permit issued prior thereto and still valid and in force at the effective date of this Ordinance, may be continued, but not extended or enlarged, although such use does not conform with the provisions of this Ordinance. A non-conforming use may be changed to a use of a higher classification according to the provisions of this Ordinance. Whenever a District shall hereafter be changed, any then existing particular non-conforming use in such changed district may be continued or changed to a use of a higher classification, but such non-conforming use may not be extended or enlarged. Whenever a non-conforming use of a building or premises has been discontinued or changed to a higher classification or to a conforming use, such use shall not thereafter be changed to a use of a lower classification.\nNo building which has been damaged by fire or other causes to the extent of more than seventy-five (75) per cent of its value shall be repaired or rebuilt except in conformity with the regulations of this Ordinance. No building which has been razed shall.be. rebuilt except in conformity with the regulations of this Ordinance.",
        "type": "majority",
        "author": "Mr. Justice Patterson,"
      }
    ],
    "attorneys": [
      "Leon J. Obermayer, with him George B. Clothier, Edward F. Eiteheoeh and Edmonds, Obermayer <£ Rebmann, for. appellant.",
      "Robert W. Beatty, with him Robert.B. Greer, for appellee."
    ],
    "corrections": "",
    "head_matter": "Berberian Zoning Appeal.\nArgued January 2,1945.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson, Stearne and Jones, JJ.\nreargument refused April 9, 1945;\nLeon J. Obermayer, with him George B. Clothier, Edward F. Eiteheoeh and Edmonds, Obermayer <£ Rebmann, for. appellant.\nRobert W. Beatty, with him Robert.B. Greer, for appellee.\nMarch 19, 1945:"
  },
  "file_name": "0475-01",
  "first_page_order": 505,
  "last_page_order": 508
}
