{
  "id": 462765,
  "name": "Cope Estate",
  "name_abbreviation": "Cope Estate",
  "decision_date": "1945-03-19",
  "docket_number": "Appeal, No. 260",
  "first_page": "514",
  "last_page": "520",
  "citations": [
    {
      "type": "official",
      "cite": "351 Pa. 514"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "21 A. 2d 78",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "342 Pa. 509",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1206936
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/342/0509-01"
      ]
    },
    {
      "cite": "179 A. 443",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "318 Pa. 561",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1159599
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/318/0561-01"
      ]
    },
    {
      "cite": "36 A. 2d 509",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "349 Pa. 89",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        458824
      ],
      "pin_cites": [
        {
          "page": "95"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/349/0089-01"
      ]
    },
    {
      "cite": "36 A. 2d 504",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "349 Pa. 27",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        458725
      ],
      "pin_cites": [
        {
          "page": "31"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/349/0027-01"
      ]
    },
    {
      "cite": "147 A. 606",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "297 Pa. 537",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1118271
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/297/0537-01"
      ]
    },
    {
      "cite": "184 A. 245",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "322 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1167861
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/322/0001-01"
      ]
    },
    {
      "cite": "177 A. 12",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "317 Pa. 377",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845949
      ],
      "pin_cites": [
        {
          "page": "381"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/317/0377-01"
      ]
    },
    {
      "cite": "21 A. 2d 72",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "342 Pa. 497",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1206951
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/342/0497-01"
      ]
    },
    {
      "cite": "21 A. 2d 890",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "343 Pa. 413",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1208373
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/343/0413-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 596,
    "char_count": 11578,
    "ocr_confidence": 0.499,
    "pagerank": {
      "raw": 2.1138555437185877e-07,
      "percentile": 0.7635707718867007
    },
    "sha256": "0ea94f8f3599a65517f26defdc8fe48877b7daf75d73a82158fc865b35622f48",
    "simhash": "1:b598e882c477eb2e",
    "word_count": 1972
  },
  "last_updated": "2024-02-27T19:06:58.233336+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern; Patterson,- Stearns and-Hughes, JJ."
    ],
    "parties": [
      "Cope Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Allen M. Stearns,\nThis appeal is from the refusal of the court below to impose a surcharge upon a trustee for exchanging common stock owned by the decedent for substitutionary shares in a new corporation formed by merger.\nThe decedent, Caleb Cope, who had been for many years president of the Philadelphia Saving Fund Society, died on May 12,1888. By the residuary clause of his will he created two trusts with remainders over. One trust' was for the benefit of his widow, who was to receive the income of the residuary estate, and for the benefit of his son, Porter F. Cope, who, upon arriving at the age of 21 was to have a one-third share of that income for his life, which share was to pass upon his death to his surviving widow as successive life-tenant. The other trust was created for the payment of an annuity to another son, Caleb Frederick Cope, and his issue.\nIncluded among the decedent’s investments which passed to the executor and trustee were 32 shares of the common stock of The Land Title and Trust Company. Sixteen of these shares were awarded to corpus of each of the trusts by an adjudication of Judge Penrose in 1898, confirmed absolutely in 1899, at their then value of $150 per sharé. There appears to have been no accounting since that time, and both Caleb Frederick Cope and Porter F. Cope are still living.\nAmong the powers expressly conferred upon the trustee by the will was the following: “(2) Power to change the investments of the personal estate from time to time and to make investments in any interest pacing securities they may deem good and safe, without being restricted or limited to such investments only as are now or may be hereafter authorized by law” (italics supplied).\nThe trustee retained the stock mentioned, which from 1898 to 1927, paid annual dividends increasing from $6 per share to $30 per share. There was no objection made at any time during this period to the retention of the shares. In October, 1927, The Land Title Bank and Trust Company merged with The Beal Estate Title Insurance and Trust Company and the West End Trust Company. The merger was universally approved by contemporary financial opinion. Holders of each share of the old Land Title common stock were offered in exchange one and one-sixth shares of the common stock of the new corporation, which was known as The Beal Estate-Land Title and Trust Company, and one share in The Land Title Building Corporation, which was then formed to hold the building of The Land Title and Trust Company. The old Land Title stock had, at this time, a quoted value of $1,200 per share. The shares of Beal Estate-Land Title stock were quoted in 1927 at prices ranging from $720 to $730 per share, and the bid and ask quotation on the shares of The Land Title Building stock was $250 bid and $300 asked.\nThe accountant accepted the exchange offered and substituted for the 16 shares of Land Title and Trust Company stock in the corpus of each trust 18 and four-sixths shares of Beal Estate-Land Title and Trust Company stock and 16 shares of Land Title Building Corporation stock. There was no objection to the exchange by any party then having an interest in the estate.\nIn 1928 the stock of the merged corporation paid $20 per share, and in 1929 a new issue of common stock was exchanged for existing holdings at the ratio of ten shares to one. The fractional share holdings having been sold at a gain by the trustee in 1927, each trust acquired a total of 180 shares of the new stock, which were retained by the trustee with the Building stock. The new issue paid in 1929 the equivalent of $15 per share on the old stock holdings. The depression set in, but equivalent dividends of $20 were paid in 1930 and 1931. In 1932 the equivalent dividend was $17.50, and in that year 50 shares were sold for each trust account at a gain. In 1933 the dividend was $10, and in 1934, $5. No further dividend was paid and thereafter the remaining stock was sold by the trustee at a net loss to the corpus of each trust.\nThe present interim accounts of the two trusts were filed on September 30,1941, and audited together. At the audit, Porter F. Cope and the guardian ad litem for his heirs and remaindermen interested in both trusts sought to surcharge the trustee for acquiring the shares of The Beal Estate-Land Title Bank and Trust Company and Land Title Building Corporation in 1927. The surcharge was refused and the court in banc dismissed the exceptions of the beneficiaries and remaindermen. Porter F. Cope and the guardian ad litem appeal.\nThe appellants contend that the trustee had no power to invest in the shares of the merged corporation in 1927 because by the will “their authority to make investments was limited to the acquisition of interest paying securities.” They concede that the trustee had power to retain the investment of the testator in Land Title Bank and Trust Company common stock, and that there was no lack of skill or prudence in investing in the shares of the merged corporation.\nThe trustee, on the other hand, contends first, that it had the power to retain the decedent-owned common stock and that the exchange did not constitute a new investment, and secondly, that it had the power under the will to invest in common stocks at its discretion.\nThe second contention of the trustee may be dismissed without extended comment. The will clearly limited the trustee to investment in non-legal interest pay ing securities. No distortion of the language quoted can convert the word “interest” to “income”, nor can common stocks be considered “interest paying”. The contention of the trustee that the testator intended to refer to common stocks because most legal securities are interest bearing is too captious to require discussion. Obviously there are many interest bearing securities which are non-legal investments to which the testator could have had reference. He himself was a distinguished banker who well understood the difference between “income” and “interest”. There is nothing within the four corners to indicate that he intended to use the words “interest paying” in any but their manifest and accepted meaning. This argument has been virtually abandoned by the trustee on the appeal. While it was the principal basis of the adjudication, it was not stressed by the court in banc, and as the other contention of the trustee was adopted as an alternative basis of the court’s opinion, this Court need not reverse the decree if the alternative ground will sustain it.\nAs the appellants have conceded that the trustee was empowered to retain the original shares, it is unnecessary to consider the language of the will conferring this power or to compare it with the language employed by the testator in Greenawalt’s Estate, 343 Pa. 413, 21 A. 2d 890, and Stirling’s Estate, 342 Pa. 497, 21 A. 2d 72, where similar questions were at issue. It may also be pointed out that Judge Penrose, ten years after the death of the testator, awarded the stock in kind to the trustee without direction to sell, and that the interested parties in esse construed the will to authorize its retention.\nThe sole remaining question is, therefore, whether the stock received by the trustee in the exchange of 1927 was “substantially equivalent” to the stock of the testator, which the parties concede the trustee could have retained. The issue is governed by Macfarlane’s Estate, 317 Pa. 377, 381, 177 A. 12, and Scott’s Trust, 322 Pa. 1, 184 A. 245. In both of the latter cases, it was sought to surcharge the fiduciary for investing in non-legal securities by accepting new securities in exchange for stock of corporations which had been absorbed by another, had consolidated with others, or had merged with others. The rule deducible from both cases, is as stated also in Stirling’s Estate, supra, at page 507: “The investment received in exchange for the. . . . stock is not the one made by the testator but one made by the accountant and is therefore subject to a different rule .. . . unless the [ fiduciary] shows that it was substantially .equivalent to that.exchanged” (italics supplied). The burden is on the trustee to show this, and the question is one of fact to be determined in the court below. . . .\nAt the audit, the trustee showed the. exact. nature and amount of the exchange.. It introduced in evidence a letter sent in February, 1928, by its financial department to the stockholders of the. new. corporations, informing them that the exchange of shares, was,- in, the opinion of counsel for the trustee, non-taxable. It also offered the written report of a reputable brokerage firm, dated .October .13, 1927, showing the method of. evaluating the new shares, with the current values placed upon the building owned by Land Title Bank and Trust Company and transferred to the Land Title Building Corporation. It was shown that the old Land Title , and Trust Company ceased to exist and that the. new corporation took its place, retaining- the same location of its principal place of business,-pursuing the same corporate purposes and holding all of the assets of the old corporation with the exception of the building which was, however, conveyed to another corporation whose stock was issued to the stockholders of Land Title ¡ and Trust Company share for share. The fact that the capital of the new corporation was augmented by the capital contributions of the two other corporations which merged with The Land Title and Trust Company does not detract from the conclusion that the stock issued by the merged corporation and the Building Corporation was “substantially equivalent” to the stock exchanged by the trustee. The fact that its market value was not at the time identical is immaterial. It represented the same capital assets as the former stock, plus certain additional capital assets. There was no sale or liquidation of the corporate property. See Buist’s Estate, 297 Pa. 537, 147 A. 606; King Estate, 349 Pa. 27, 31, 36 A. 2d 504; Freeman v. Hiznay, 349 Pa. 89, 95, 36 A. 2d 509. The financial statements offered in evidence showed that The Land Title and Trust Company was then capitalized at $16,-700,000, that its resources were $39,600,000, its deposits $22,200,000, its individual trust funds $81,400,000 and its corporate trust funds $171,900. These represented, respectively, 61 percent, 50 percent, 38 percent, 65 percent, and 100 percent of the total capital, resources, deposits, individual trust funds and corporate trust funds of the merged corporation.' One hundred percent of the capital of the Building Corporation came from Land Title and Trust Company.\n■ While the auditing judge disposed of the case upon the ground that the will authorized the trustee to invest in common stocks, the court in banc held that the trustee had acquired stock of “the same type”. On the record before this Court it is apparent that the stock received by the trustee in the exchange was the substantial equivalent of the stock received from the testator, and, therefore, :in the absence of any evidence that its retention was negligent or imprudent, the surcharge was properly refused. See Dickinson’s Estate, 318 Pa. 561, 179 A. 443; Quinn’s Estate, 342 Pa. 509, 21 A. 2d 78.\nThe decree of the court below is affirmed at the cost of appellants.",
        "type": "majority",
        "author": "Mr. Justice Allen M. Stearns,"
      }
    ],
    "attorneys": [
      "Henry D. O’Connor, for appellants.",
      "J. B. Colaban, with him Townsend, Elliott & Mun-son, for appellee."
    ],
    "corrections": "",
    "head_matter": "Cope Estate.\nArgued Dec. 6, 1944.\nBefore Maxey, C. J., Drew, Linn, Stern; Patterson,- Stearns and-Hughes, JJ.\nreargument refused April 9, 1945.\nHenry D. O’Connor, for appellants.\nJ. B. Colaban, with him Townsend, Elliott & Mun-son, for appellee.\nMarch 19, 1945:"
  },
  "file_name": "0514-01",
  "first_page_order": 544,
  "last_page_order": 550
}
