{
  "id": 462708,
  "name": "Derr et al. v. Mutual Life Insurance Company of New York, Appellant",
  "name_abbreviation": "Derr v. Mutual Life Insurance Co. of New York",
  "decision_date": "1945-03-19",
  "docket_number": "Appeal, No. 270",
  "first_page": "554",
  "last_page": "559",
  "citations": [
    {
      "type": "official",
      "cite": "351 Pa. 554"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "186 A. 133",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "340 Pa. 503",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1203334
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/340/0503-01"
      ]
    },
    {
      "cite": "336 Pa. 62",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1195654
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/336/0062-01"
      ]
    },
    {
      "cite": "334 Pa. 167",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1190768
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/334/0167-01"
      ]
    },
    {
      "cite": "322 Pa. 547",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1167886
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "555-557"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/322/0547-01"
      ]
    },
    {
      "cite": "21 A. 2d 81",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "342 Pa. 404",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1206973
      ],
      "pin_cites": [
        {
          "page": "p. 408"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/342/0404-01"
      ]
    },
    {
      "cite": "22 A. 2d 691",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "343 Pa. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1208297
      ],
      "pin_cites": [
        {
          "page": "368"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/343/0365-01"
      ]
    },
    {
      "cite": "27 A. 2d 510",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "149 Pa. Superior Ct. 414",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1043265
      ],
      "pin_cites": [
        {
          "page": "420, 421"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/149/0414-01"
      ]
    },
    {
      "cite": "95 Pa. Superior Ct. 1",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        682120
      ],
      "pin_cites": [
        {
          "page": "4"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/95/0001-01"
      ]
    },
    {
      "cite": "2 A. 2d 501",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "133 Pa. Superior Ct. 139",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1013099
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/133/0139-01"
      ]
    },
    {
      "cite": "11 A. 2d 558",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "139 Pa. Superior Ct. 261",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1024458
      ],
      "pin_cites": [
        {
          "page": "265"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/139/0261-01"
      ]
    },
    {
      "cite": "12 A. 2d 805",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "140 Pa. Superior Ct. 46",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1026165
      ],
      "pin_cites": [
        {
          "page": "51"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/140/0046-01"
      ]
    },
    {
      "cite": "175 A. 899",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "115 Pa. Superior Ct. 287",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        977422
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "293"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/115/0287-01"
      ]
    },
    {
      "cite": "35 A. 2d 754",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "154 Pa. Superior Ct. 387",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1053758
      ],
      "pin_cites": [
        {
          "page": "391"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/154/0387-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 585,
    "char_count": 9209,
    "ocr_confidence": 0.506,
    "pagerank": {
      "raw": 2.8834676981755963e-07,
      "percentile": 0.8437576862589287
    },
    "sha256": "60b04afd42a358b7650bbd8e69e955d0813c5414330d31a526dee18f7fc59c23",
    "simhash": "1:35d770caf53e3c99",
    "word_count": 1570
  },
  "last_updated": "2024-02-27T19:06:58.233336+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn,.Stern, Patterson, Stearns and Hughes, JJ."
    ],
    "parties": [
      "Derr et al. v. Mutual Life Insurance Company of New York, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Linn,\nDefendant insurance company appeals from judgment on a verdict for plaintiffs, the beneficiaries named in two policies of insurance on the life of Martin M. Derr. The policies were dated April 23,1941, effective as of April 15, 1941. The insured died February 15, 1943, of coronary thrombosis, with acute indigestion as a contributory cause. The defense was false and fraudulent misrepresentations inducing the insurance. Defendant admitted liability to repay the premiums which had been received and was allowed to pay into court the amount with interest and costs without prejudice to defend on the merits.\nAt the date of the policies, the insured was thirty-six years old, actively engaged as owner and operator of a fleet of 20 trucks, employing from 25 to 35 drivers.\nThe misrepresentations on which the defense is based were made in the insured’s answers to material questions; for present purposes they may be considered in two classes, those in which the defense depends on parol evidence and those in which the defense depends on the pleadings and documentary evidence. The learned trial judge submitted all the evidence to the jury, instead of directing a verdict for defendant on the basis of the hospital record and plaintiffs’ reply to new matter.\nAmong the questions asked by the medical examiner, with the insured’s answers, were the following: “22. State every physician or practitioner whom you have consulted for any purpose in the past five years.” Answer, “Dr. Rothrock, Milton, Pa., 1940, cold.” This answer ■ was contradicted by plaintiffs’ reply to new matter and the hospital record. “23. Have you given complete answers to questions 21 and 22?” “Yes.” This answer was also false for the reason stated with respect to No. 22. “31. Have you ever been in a hospital, sanitarium, clinic, dispensary or institution for treatment, observation or any other medical purpose?” “No.” This answer was contradicted by the reply to new matter and the hospital record. “36. Have you ever had: (a) An electrocardiogram, X-ray, blood examination or other special laboratory test?” Answer, “No.” “(e) Heart trouble, pain or pressure around heart, abnormal blood pressure?” Answer, “No.” “(f) Stomach or gall bladder trouble, gallstones, acute indigestion?” Answer “No.” “(g) Kidney trouble or stones, disturbance of urination, prostatic trouble?” “No.” Parts of this 36th answer were contradicted in the same way. At the conclusion of the examination insured signed the following statement: “I certify that each and all of the foregoing statements and answers were read by me and are fully and correctly recorded by the Medical Examiner.”\nDr. Rothrock, the physician named in the second answer quoted above, died before the trial. His secretary and office assistant, Mrs. Specht, testified that the insured, over a period of years immediately prior to 1941, came “every five or six weeks” and received electrical treatments lasting “fifteen or twenty minutes”. The doctor prescribed “heart tonic” and strychnine; the witness “used to re-fill his boxes”; the insured “came every five or six weeks and when he didn’t come he would send his box in to have it re-filled”. She said, “sometimes I [refilled] it and sometimes Dr. Eothrock did”. She stated that during the same period she heard the insured say to the Doctor that “I guess my old ‘ticker’ is not working right”. Dr. Eothrock’s son, David, a medical student, testified that the insured received electrical treatments in his father’s office between 1936 and 1940. He also knew the insured was taking digitora tablets, a heart remedy. He testified he heard his father say to the insured several times during that period, “Mart, if you don’t get your blood pressure down, you’re going to go to bed some night and never wake up”. In rebuttal, the plaintiffs called Miss Hoagland who had been the insured’s bookkeeper; she testified that he was very active in his business and that she had never known him to be ill. The insured’s son, who was seventeen at the time of the trial, testified he “never knew of him being ill”.\nIf the decision depended on facts to be found from what those witnesses testified, we should be required to consider the assignment of error. complaining that the learned trial judge erred in his charge. We have, however, referred to that evidence for such relation as it may have, in the consideration of the insured’s denials to questions 22, 23, 31 and part of 36. The hospital record is conclusive that the answers were false. Plaintiffs’ reply to new matter stated that the insured,, on July 17, 1940, “. . . went to the . . . hospital . . . for the purpose o*f a general check-up and at that time had an X-ray taken, which X-ray was negative and disclosed no condition warranting or necessitating any treatment by the physicians at the hospital or any physician.” The hospital record showed that two X-rays of the “G-. U. Tract” were taken by or under the supervision of Dr. Hawley and that “There is a very minute calculus in the lower end of the right ureter. The calculus is certainly small enough to pass.”\nThe insurance company asked for, and was entitled to be advised of, the names of the physicians whom he had (1) “. . . consulted for any purpose in the past five years”; (2) whether he had “. . . been in a hospital ... or institution for treatment, observation or any other medical purpose”; (3) whether he had had an X-ray taken, and (4) whether, he had had any “kidney trouble or stones, disturbance of urination, prostatic trouble”. Good faith required correct answers-\nPlaintiffs’ reply to new matter and the hospital record showed that he went to the hospital for a “check-up” and was there examined by Dr. Hawley who found a minute stone in the right ureter. That hospital examination took place July 17, 1940, less than a year before the insured’s answers were given. As the late President Judge Keller recently said in Harkins v. John Hancock Mut. Life Ins. Co., 154 Pa. Superior Ct. 387, 391, 35 A. 2d 754, “The question was a fair and reasonable one and the inquiry was material to the risk: Baxter v. N. Y. Life Ins. Co., 115 Pa. Superior Ct. 287, 293, 175 A. 899; Kasmer v. Metropolitan Life Ins. Co., 140 Pa. Superior Ct. 46, 51, 12 A. 2d 805. The applicant was bound to have knowledge of an occurrence so shortly before and he was required to impart that knowledge to the company in his answer to the question: Glaser v. Metropolitan Life Ins. Co., 139 Pa. Superior Ct. 261, 265, 11 A. 2d 558; Soltaniuk v. Metropolitan Life Ins. Co., 133 Pa. Superior Ct. 139, 2 A. 2d 501; Gimbel v. Aetna Life Ins. Co., 95 Pa. Superior Ct. 1, 4; Baxter v. N. Y. Life Ins. Co., 115 Pa. Superior Ct. 287, 175 A. 899; Anastasio v. Metropolitan Life Ins. Co., 149 Pa. Superior Ct. 414, 420, 421, 27 A. 2d 510.”\nIn Prevete v. Metropolitan Life Ins. Co., 343 Pa. 365, 368, 22 A. 2d 691, we said: “Inquiries as to prior medical attendance are material to the risk and falsé answers thereto must of necessity permit the insurer to avoid the policy.”\nIn Freedman v. Mut. Life Ins. Co. of N. Y., 342 Pa. 404, at p. 408, 21 A. 2d 81, we said: “The rule governing cases of this sort was set forth in Evans v. Penn Mutual Life Ins. Co., 322 Pa. 547 (and reiteratéd in Indovina v. Metropolitan Life Ins. Co., 334 Pa. 167, Bailey v. Pacific Mutual Life Ins. Co., 336 Pa. 62, and Reeder v. Metropolitan Life Ins. Co., 340 Pa. 503), at p. 555: ‘Where it affirmatively appears, from sufficient documentary evidence, that the polity was issued in reliance on false and fraudulent statements, made by or on behalf of the insured, as where false answers are shown to have been given by the insured under such circumstances that he must have been aware of their falsity, the court may direct a verdict or enter judgment for the insurer.’ ” ....\nThe insured was an active, competent, business man. We must assume that he knew the purpose of the questions and the importance of correct answers to aid the insurer in determining whether to grant or reject .the application for insurance.\nJudgment reversed and here entered for the defendant.\nThe beneficiaries were the insured’s minor son and “the insured’s intended wife.”\nSee Evans v. Perm Mutual Life Ins. Co., 322 Pa. 547, 555-557, 186 A. 133.\nWhile Dr. Hawley was on. the stand, the learned trial judge said: “The witness, Dr. Hawley, was present and took the X-rays, examined the patient and knows all about him ...”\nIt became necessary to call Dr. Hawley to identify the X-ray films before the learned trial judge would admit them in evidence;Dr. Hawley was asked by plaintiffs’ counsel whether treatment was necessary for the condition disclosed by the X-ray. The witness replied, “A. Yes, treatment was necessary. Q. What was it? A. He was advised to consult his physician about it.”",
        "type": "majority",
        "author": "Me. Justice Linn,"
      }
    ],
    "attorneys": [
      "Douglass D. Storey, with him Richard Henry Klein, Louis W. Dawson and Storey & Bailey, for appellant.",
      "Samuel Gubin, with him Preston B. Davis and William T. Windsor, for appellees."
    ],
    "corrections": "",
    "head_matter": "Derr et al. v. Mutual Life Insurance Company of New York, Appellant.\nArgued Dee. 5, 1944.\nBefore Maxey, C. J., Drew, Linn,.Stern, Patterson, Stearns and Hughes, JJ.\nDouglass D. Storey, with him Richard Henry Klein, Louis W. Dawson and Storey & Bailey, for appellant.\nSamuel Gubin, with him Preston B. Davis and William T. Windsor, for appellees.\nMarch 19, 1945:"
  },
  "file_name": "0554-01",
  "first_page_order": 584,
  "last_page_order": 589
}
