{
  "id": 1237057,
  "name": "Nunamaker v. New Alexandria Bus Company, Inc., Appellant",
  "name_abbreviation": "Nunamaker v. New Alexandria Bus Co.",
  "decision_date": "1952-05-29",
  "docket_number": "Appeal, No. 121",
  "first_page": "28",
  "last_page": "39",
  "citations": [
    {
      "type": "official",
      "cite": "371 Pa. 28"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "50 A. 2d 221",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "355 Pa. 405",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        468901
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/355/0405-01"
      ]
    },
    {
      "cite": "36 A. 2d 465",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "349 Pa. 97",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        459535
      ],
      "pin_cites": [
        {
          "page": "100"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/349/0097-01"
      ]
    },
    {
      "cite": "56 A. 2d 93",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "358 Pa. 221",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845370
      ],
      "pin_cites": [
        {
          "page": "223"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/358/0221-01"
      ]
    },
    {
      "cite": "66 A. 2d 275",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "362 Pa. 286",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        477383
      ],
      "pin_cites": [
        {
          "page": "289"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/362/0286-01"
      ]
    },
    {
      "cite": "69 A. 2d 104",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "383 Pa. 191",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1261926
      ],
      "pin_cites": [
        {
          "page": "198"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/383/0191-01"
      ]
    },
    {
      "cite": "45 A. 2d 59",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "353 Pa. 408",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        465937
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/353/0408-01"
      ]
    },
    {
      "cite": "36 A. 2d 817",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "349 Pa. 157",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        458612
      ],
      "pin_cites": [
        {
          "page": "158"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/349/0157-01"
      ]
    },
    {
      "cite": "40 A. 2d 912",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1944,
      "opinion_index": 0
    },
    {
      "cite": "156 Pa. Superior Ct. 476",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        8859975
      ],
      "year": 1944,
      "pin_cites": [
        {
          "page": "478"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/156/0476-01"
      ]
    },
    {
      "cite": "47 A. 2d 680",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "354 Pa. 543",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        467414
      ],
      "pin_cites": [
        {
          "page": "549"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/354/0543-01"
      ]
    },
    {
      "cite": "62 Pa. Superior Ct. 218",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        455258
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "220"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/62/0218-01"
      ]
    },
    {
      "cite": "14 A. 2d 593",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "141 Pa. Superior Ct. 264",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1027622
      ],
      "pin_cites": [
        {
          "page": "271"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/141/0264-01"
      ]
    },
    {
      "cite": "14 Pa. Superior Ct. 420",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        827805
      ],
      "pin_cites": [
        {
          "page": "422"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/14/0420-01"
      ]
    },
    {
      "cite": "173 A. 443",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "113 Pa. Superior Ct. 409",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        974413
      ],
      "pin_cites": [
        {
          "page": "413"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/113/0409-01"
      ]
    },
    {
      "cite": "53 A. 349",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "203 Pa. 511",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994727
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/203/0511-01"
      ]
    },
    {
      "cite": "100 Pa. 95",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498483
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/100/0095-01"
      ]
    },
    {
      "cite": "45 A. 2d 59",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "353 Pa. 408",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        465937
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/353/0408-01"
      ]
    },
    {
      "cite": "36 A. 2d 817",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "349 Pa. 157",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        458612
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/349/0157-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 933,
    "char_count": 18513,
    "ocr_confidence": 0.468,
    "pagerank": {
      "raw": 4.853955203436756e-07,
      "percentile": 0.9326369992999591
    },
    "sha256": "fd51e9924e62d4ab9fcc03d7899f0f30783b8b7bbd0e541e8f89f7a9e15b871f",
    "simhash": "1:1d223d24ff5497e0",
    "word_count": 3219
  },
  "last_updated": "2024-02-27T23:35:25.408756+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Drew, C. J., Stearne, Jones, Bell, Ci-iidsey and Musmanno, JJ."
    ],
    "parties": [
      "Nunamaker v. New Alexandria Bus Company, Inc., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Jones,\nThe plaintiffs, a husband and wife, sued the defendant bus company and the driver of a private automobile for damages for personal injury to the wife resulting from a collision between the automobile and a bus of the defendant company on which the wife was a passenger for hire. The complaint alleged that the accident was caused by the negligence of the drivers of the two vehicles. Only the defendant company appeared and defended. The wife claimed damages for her physical injuries and for pain and suffering, while the husband claimed for the loss of his wife’s services and companionship and for the expenses occasioned by her injuries. The two cases were joined for suit in the one action as required by Rule 2228 (a) of the Pennsylvania Rules of Civil Procedure: 337 Pa. 6a.\nAs a direct consequence of the learned trial judge’s instruction to the jury concerning the form their verdict should take in case they found for the plaintiffs, the jury returned a verdict in one lump sum for both plaintiffs. The defendant company moved for a new trial. Argument on the motion was heard by a court en banc composed of the four Common Pleas judges of the County who became evenly divided in opinion as to whether or not a new trial should be granted. Two separate opinions with respective orders, each concurred in by two members of the court en banc, were filed, the one order granting, the other refusing, the motion for a new trial.\nIn the impasse thus arrived at, one of the judges who favored the granting of a new trial entered an order (apparently with the acquiescence of the other three members of the court) adjudging that the legal effect of the opposed opinions and orders of the evenly divided members of the court was that the motion for a new trial had not prevailed and, therewith, directed that “the papers [be] filed in the Prothonotary’s Office.” While the order did not specifically contain any definitive action with respect to the disposition of the motion for new trial, the prothonotary evidently construed it to be tantamount to a refusal of the motion and, on the same day, accepted payment of the verdict fee and entered the judgment on the verdict from which this appeal was taken.\nThe fundamental point on which the members of the court split was whether the single verdict on the two causes of action was fatally defective. It undoubtedly was. But, before we come to that, we shall point out for the future guidance of the members of Uie court below what they should do to avoid an even division of opinion to the end that direct and positive action by the court may be attained. In the first place, it is unnecessary for all four judges to sit at the same time as a court en banc. According to a prearranged schedule, the judges could rotate in panels of three for the purpose of constituting a court en banc, the panel of course containing, if possible, the trial judge whose work is the immediate subject of review. If, however, all four judges should insist upon participating in the court, en banc at any given time,, upon, the eventuation of an equal division of opinion among them, an outside judge should be called in as an additional member of the court for the time being, reargument should be had and disposition of the matter made by majority action of the court. A litigant is entitled to positive and definitive action in a court of first instance and that can be had only by the unanimous or majority vote of the judges composing the court. Judicial practices to achieve that goal should be pursued. In appellate review it sometimes happens that the appealed decision must be affirmed because of an evenly divided court. But, that is because there is no provision for augmenting such a court by the addition of a temporary member. Such practice has no bearing on the manner in which a court of first instance can properly attain finality of a matter before it. In fact, it would have been more in keeping with the practice governing the entry of summary judgments in general had the learned court below granted a new trial (i.e., an interlocutory order) rather than enter a definitive judgment when the members of the court were evenly divided in opinion on the merit of the motion.\nInjury to a wife, not resulting in death, confers upon her and her husband separate and distinct rights of action for which (when both are sued for) separate verdicts must be returned and separate judgments entered. So independent of each other are the substantive rights of a husband and wife in the indicated circumstances that, at common law, the two causes could be sued for only in separate actions: see Fries v. Wiser, 62 Pa. Superior Ct. 218, 220. Their joinder in one action was not permitted. A statute was necessary to effect our procedural change to that end. See Act of May 8, 1895, P. L. 54, 12 PS §1621 et seq.\nSec. 1 of the Act of 1895, supra, provided that “Whenever injury, not resulting in death, shall.be wrongfully inflicted upon the person of the wife, .and right of action for snch -wrongful injury accrues to the wife, and also to the husband, these two rights of action shall be redressed in only one suit brought in the names of the husband and the wife.” Sec. 2 of the Act, after allowing for a waiver by a husband or a wife of “his or her right of action” for injury to the wife, provided that “. .. if both join in the suit, separate verdicts shall be rendered, one verdict determining the right of the wife and the other verdict determining the right of the husband, and separate judgments shall be entered thereon with the right to separate executions.” The Act made no change in the substantive rights of a husband and wife for injury to the wife. In fact, its language presupposes the existence of the substantive rights. The changes made by the Act were purely procedural and the legislature so recognized. By its express terms, the Act was made applicable to pending suits which it could not constitutionally have been if it wrought a change in the substantive rights of the parties embraced by its terms. Cf. Agostin v. Pittsburgh Steel Foundry Corp., 354 Pa. 543, 549, 47 A. 2d 680, and cases there cited.\nThe Pennsylvania Buies of Civil Procedure made no material change in the prior law with respect to the procedure now under consideration. Rule 2228 (a) took the place of Section 1 of the Act of 1895 providing for the enforcement in one action of the separate rights of a husband and wife for injury to the wife. Buie 2231 (d) continued the practice of returning separate verdicts on the respective causes of action of the husband and wife and of entering separate judgments thereon. The Buies Committee so understood the import of Buie 2231 (d) as evidenced by their Note thereto wherein they say that “In providing for separate verdicts and judgments, the rule [No. 2231 (d)] follows the Pennsylvania statutes relating to actions for injuries to a wife . . . [citing] Act of May 8,1895, P. L. 54, sec. 2,” etc: 337 Pa. 13a, 14a. That the procedure is the same under the Rules as it was under the Act of 1895 is not open to question. Compare Fries v. Wiser, supra (1916), with Fisher v. Diehl, 156 Pa. Superior Ct. 476, 478, 40 A. 2d 912 (1944).\nNor is it a correct statement of the law to say that, in a case such as this, it is only the plaintiffs who have standing to complain of the form of the verdict in their favor jointly. The defendant, too, has a right to have separate verdicts returned against him and separate judgments entered thereon as the law con templates. The Rules Committee’s Note to Rule 2231 (d), cit. supra, states that “This subdivision guarantees a party who asserts or against whom is asserted an independent claim the same procedural rights that he would enjoy, and imposes the same burdens to which he would be subject, if he had sued or been sued in a separate action”: 337 Pa. 13a (Emphasis supplied). Only by the allocation of the damages to the respective claimants by separate verdicts can the defendant be informed if the verdicts are consistent or one or the other is excessive. The importance of such information is obvious. Cf. Taylor v. Rounds, 349 Pa. 157, 158, 36 A. 2d 817.\nThe case of Siidekum, Admr., v. Animal Rescue League, 353 Pa. 408, 45 A. 2d 59, which the appellees cite, is in no sense authority for a single verdict in a suit where separate verdicts on separate causes of action are required. The Siidelmm case was an action by a husband as administrator under the Wrongful Death and Survival statutes for the death of his wife. Separate verdicts were returned in that case. The obvious disparity between the amounts of the verdicts in relation to the items- for which recovery could respectively be claimed became, as we said, “a matter of no practical moment” after the. trial-court had reduced one of the verdicts.: In the- circumstances there obtaining, the husband personally was ultimately entitled to both verdicts. Indeed, the case well illustrates the wisdom of requiring separate verdicts where separate causes of action are joined in one suit. Otherwise, the disparity in the verdicts in the Siidekum case would not have been evident.\nThe defendant’s general exception to the court’s charge was sufficient to preserve for appellate review the trial judge’s erroneous instruction to the jury respecting the form of their verdict if they found for the plaintiffs. The error was basic and fundamental, being in direct contravention of established rules of civil procedure. Nor was the defect in the verdict such as is waived by counsel’s failure to object thereto. See Feme, Admrx., v. Chadderton, 383 Pa. 191, 198, 69 A. 2d 104.\nWith a reversal thus indicated, it would ordinarily be unnecessary to consider the remaining matters whereof the appellant complains, but, inasmuch as the case must be retried, it is appropriate to say that we find no merit in the appellant’s other contentions. The court’s instructions to the jury that driving in excess of the legal speed and driving on the wrong side of the road are acts of negligence were in accord with our cases. See, e.g., Fisher v. Hill, 362 Pa. 286, 289, 66 A. 2d 275; Commonwealth v. Pennzoil Company, 358 Pa. 221, 223, 56 A. 2d 93; and Landis v. Conestoga Transportation Company (Wo. 1), 349 Pa. 97, 100, 36 A. 2d 465. Of course, such negligence becomes actionable only if it is the proximate cause of the injury in suit: McClelland v. Copeland, 355 Pa. 405, 410 et seq., 50 A. 2d 221. The court adequately explained to the jury the role of proximate cause. Nor was it error to exclude the testimony of the State policeman, which the defendant company proffered, as to the statement made by the driver of the automobile (the other defendant) to the policeman an hour and a half after the accident. The statement was no part of the res gestae as the appellant mistakenly contends. Even if competent as an admission against interest (which is at least doubtful), it was by no means relevant to the question of the defendant company’s negligence. The error which pervades the appellant’s argument on this score is the apparent belief that, if the bus company proved the driver of the automobile negligent, the jury would necessarily have to find the bus company free from negligence. The appellant embodied this same “either or” misconception in its fourth request for charge which the learned trial judge appropriately qualified before affirming it.\nJudgment reversed and a new trial granted.",
        "type": "majority",
        "author": "Me. Justice Jones,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Musmanno:\nI see no reason whatsoever for sending • this case back for another trial. • The only one who could possibly be hurt by an affirmance of a single verdict is the hus-.1 band, and he has indicated his willingness to assign his share of the verdict, whatever it may be, to his wife. A release can be drawn, with .the approval of the Court, which will forever save the defendants against any further possible claims as a result of this trespass action and will equally bar the plaintiffs from any further action in the entire matter.\nWhy saddle on to the taxpayers of Westmoreland County the expense of another trial, why burden the litigants with the inconvenience of another costly proceeding, why tempt the fates for further error Avhich will result in additional appeals — when all this can be avoided by a simple assignment and release?\nThe complaining defendant does not seek a new trial because of any need for clarity, or information. In the case of Taylor et al. v. Rounds, et al., 349 Pa. 157, 36 A. 2d 817, cited by the majority opinion, a new trial was ordered because of the inadequate verdict of $100 for the husband-plaintiff. But the husband-plaintiff here makes no complaint about inadequacy. In fact he makes no complaint at all. The defendant obviously seeks a new trial only because of the hope that the defendant may conceivably completely win the verdict in the new contest. But the courts should not allow themselves to become wheels of chance or arenas of gladiatorial combat, where the result can depend on a fortuitous slip or miscalculation.\nWhen a trial error occurs which may not be remedied by a judicial decree, justice demands that a new trial follow, but when the error can be corrected with a stroke of the pen, it is unjust to require that all the parties involved subject themselves once again to the hardships that every trial imposes: worry, nervous tension, inconvenience, loss of time from work and expenditure of money which no one can afford.\nI disagree with the majority’s view that the case of Siidekum v. Animal Rescue League, 353 Pa. 408, 45 A. 2d 59, is not apposite here. In that case Mr. Justice Stf-rx said: . . the manner in which the jury apportioned the total amount between plaintiff acting on behalf of decedent’s estate and plaintiff acting on behalf of those entitled to recover damages for the wrongful death — $955 for the estate and $25,000, reduced to $12,000, for the. decedent’s husband — was clearly erroneous and undoubtedly resulted from the curious fact that the court, without objection on the part of counsel, instructed the jury that the wife’s earnings during the period she would have lived but for the accident constituted an item recoverable on behalf of her husband ...”\n“. . . However, we are informed that decedent had no creditors and we learn from an inspection of her will that any recovery obtained by her estate -in-the present action would pass to her husband as residuary legatee. As she left no children, and was survived only by her mother and her husband, he is also the sole person entitled to the damages recoverable for her wrongful death (Lehigh Iron Co. v. Rupp, 100 Pa. 95; Lewis v. Hunlock’s Creek & Muhlenburg Turnpike Co., 203 Pa. 511, 53 A. 349). Therefore the apportionment of the total verdicts between the two interests represented by the plaintiff administrator becomes a matter of no practical moment, and for that reason does not, under the facts of the present case, require the granting of a new trial.”\nThis reasoning holds up a lantern of wisdom on how an incongruous situation may be met. Of course, it would obviously have been better if the jury had returned separate verdicts, and there is no doubt that the rendition of separate verdicts is the proper procedure. But we are confronted here with a condition and not a theory: the jury did not return separate verdicts. However, while returning only a single verdict, the jury made quite clear, in response to the judge’s charge, how it intended the amount involved should be divided. The judge in his charge said: “The husband is responsible for the doctor and hospital bills, and that is why he joined in here as a party plaintiff.” There was no instruction that the husband was entitled to anything more than reimbursement for those expenses. Since the doctor and hospital bills amounted to precisely $573.70, and the amount of the verdict was $6,-513.10, it requires no clairvoyance to conclude that the jury intended the husband to be compensated $573.70, and that the wife was to receive $6,000 for pain, suffering and inconvenience. It is to be noted here also that defendant’s counsel at no time objected to the judge’s charge on the item of damages or the instruction on the verdict, and it was not until four months after the trial that any complaint was recorded about the form of the verdict. '\nI do not believe that in order to correct the error made by the court below in permitting one verdict instead of two it is necessary to send the cause back for another tedious, protracted, expensive trial. The error on the slate of the first trial can be wiped off with an appellate eraser and the demands of the law and justice will have been completely met. There is precedent for this slate-cleaning procedure. In the case of Wesley et use. v. Rhodes, 113 Pa. Superior Ct. 409, 413, 173 A. 443, which construed this very Act of 1895, Judge Stabtfelb said: “Appellant also assigns for error the fact that one verdict was taken for husband and wife, plaintiffs, while under the Act of May 8, 1895, P. L. 54, separate verdicts should have been taken for each. We can not see that defendant was in any manner injured thereby, so that it was at best harmless error for which we will not reverse.”\nIn Helsel v. Traction Company, 14 Pa. Superior Ct. 420, 422, the Superior Court declared: “In such case the party injured is the other plaintiff, not the defendant, and if the party injured does not complain of the manner in which the jury has apportioned the damages for which the defendant is liable, it is difficult to see what meritorious cause of complaint the latter can have.”\nJudge Rhodes in the case of Fulcomer v. Pennsylvania Railroad Co., 141 Pa. Superior Ct. 264, 271, 14 A. 2d 593, said on this subject: “It is not appellee, if responsible for appellant’s injuries, who could complain of appellant’s recovery of such damages, but her husband.”\nWhile disagreeing with the majority of the Court on the subject of the new trial, I subscribe wholeheartedly to the procedure announced for the avoidance of any situation which brings about an impasse in the disposition of pending business in the lower Courts.",
        "type": "dissent",
        "author": "Mr. Justice Musmanno:"
      }
    ],
    "attorneys": [
      "H. Reginald Belden, with him Paul M. Robinson and Edwin J. Morrell, for appellant.",
      "Joseph M. Loughran, for appellees."
    ],
    "corrections": "",
    "head_matter": "Nunamaker v. New Alexandria Bus Company, Inc., Appellant.\nArgued March 28, 1952.\nBefore Drew, C. J., Stearne, Jones, Bell, Ci-iidsey and Musmanno, JJ.\nH. Reginald Belden, with him Paul M. Robinson and Edwin J. Morrell, for appellant.\nJoseph M. Loughran, for appellees.\nMay 29, 1952:"
  },
  "file_name": "0028-01",
  "first_page_order": 56,
  "last_page_order": 67
}
