{
  "id": 1237050,
  "name": "Anderson, Appellant, v. Murdoch Storage & Transfer Company, Inc.",
  "name_abbreviation": "Anderson v. Murdoch Storage & Transfer Co.",
  "decision_date": "1952-05-27",
  "docket_number": "Appeal, No. 108",
  "first_page": "212",
  "last_page": "222",
  "citations": [
    {
      "type": "official",
      "cite": "371 Pa. 212"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "81 A.2d. 910",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "368 Pa. 317",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1230323
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/368/0317-01"
      ]
    },
    {
      "cite": "22 A. 2d 724",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "343 Pa. 132",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1208385
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/343/0132-01"
      ]
    },
    {
      "cite": "46 A. 2d 172",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "353 Pa. 532",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        465725
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/353/0532-01"
      ]
    },
    {
      "cite": "80 A. 2d 744",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "367 Pa. 523",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1228459
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/367/0523-01"
      ]
    },
    {
      "cite": "10 A. 2d 5",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "337 Pa. 259",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1197303
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/337/0259-01"
      ]
    },
    {
      "cite": "46 A. 2d 161",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "353 Pa. 470",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        465991
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/353/0470-01"
      ]
    },
    {
      "cite": "76 A.2d 379",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "366 Pa. 158",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845244
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/366/0158-01"
      ]
    },
    {
      "cite": "45 A.2d 53",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "353 Pa. 319",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        465715
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/353/0319-01"
      ]
    },
    {
      "cite": "142 Pa. Superior Ct. 293",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1028914
      ],
      "pin_cites": [
        {
          "page": "296"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/142/0293-01"
      ]
    },
    {
      "cite": "31 Pa. Superior Ct. 559",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        864463
      ],
      "pin_cites": [
        {
          "page": "562"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/31/0559-01"
      ]
    },
    {
      "cite": "91 Pa. Superior Ct. 71",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        674255
      ],
      "pin_cites": [
        {
          "page": "76"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/91/0071-01"
      ]
    },
    {
      "cite": "55 Pa. 53",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1470740
      ],
      "pin_cites": [
        {
          "page": "61"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/55/0053-01"
      ]
    },
    {
      "cite": "107 Pa. 492",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8858337
      ],
      "pin_cites": [
        {
          "page": "501"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/107/0492-01"
      ]
    },
    {
      "cite": "84 A.2d 301",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "368 Pa. 516",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1230346
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/368/0516-01"
      ]
    },
    {
      "cite": "126 A. 791",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "281 Pa. 320",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1086994
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/281/0320-01"
      ]
    },
    {
      "cite": "154 A. 127",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "303 Pa. 66",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1130037
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/303/0066-01"
      ]
    },
    {
      "cite": "63 A.2d 9",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "360 Pa. 594",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475077
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/360/0594-01"
      ]
    },
    {
      "cite": "66 A.2d 309",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "362 Pa. 66",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        477405
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/362/0066-01"
      ]
    },
    {
      "cite": "79 A.2d 255",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "366 Pa. 592",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8846084
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/366/0592-01"
      ]
    },
    {
      "cite": "163 A. 217",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "309 Pa. 98",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1141589
      ],
      "pin_cites": [
        {
          "page": "114"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/309/0098-01"
      ]
    },
    {
      "cite": "157 Pa. Superior Ct. 101",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1061435
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/157/0101-01"
      ]
    },
    {
      "cite": "156 A. 110",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "304 Pa. 271",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1132413
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/304/0271-01"
      ]
    },
    {
      "cite": "353 Pa. 319",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        465715
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/353/0319-01"
      ]
    },
    {
      "cite": "126 A. 791",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "281 Pa. 320",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1086994
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/281/0320-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 831,
    "char_count": 16037,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 2.221185339519617e-07,
      "percentile": 0.7776412833335071
    },
    "sha256": "79fd2d369b89fd10644c5e1ce7bfead9c0c4ec691c238df0daa01a71cfe621b5",
    "simhash": "1:19deb5bcc33741c4",
    "word_count": 2723
  },
  "last_updated": "2024-02-27T23:35:25.408756+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Drew, C. J., Stearne, Jones, Bell, Chidsey and Musmanno, JJ."
    ],
    "parties": [
      "Anderson, Appellant, v. Murdoch Storage & Transfer Company, Inc."
    ],
    "opinions": [
      {
        "text": "Opinion by Mr.\nJustice Bell,\nPlaintiff brought an action in assumpsit for loss of household goods stored by defendants in the warehouse of the defendant corporation. Plaintiff not only proved the storage of his goods and the demand for their return, but also the destruction thereof by fire. The Court below entered a nonsuit which the Court en banc refused to remove.\nThe most important question is whether certain testimony of plaintiff’s wife, which induced the written contract, and concerned a provision covered therein, was admissible. The pertinent facts are as follows: The individual defendants, David Y. Murdoch and Edward A. Murdoch, trading and doing business as Murdoch Storage and Transfer Co., are in the Haulage and Transportation business only, and therefore there is no complaint as to the judgment of nonsuit as to them.\nThe corporate defendant, Murdoch Storage and Transfer Co., Inc., was on, and before, February 1944, engaged in the business of warehousemen, having warehouses and facilities at No. 546 Neville Street, Pittsburgh, and No. 900 Penn Avenue, Wilkinsburg, Allegheny County.\nThe complaint averred that on February 29, 1944, a storage order and agreement was issued, and delivered to plaintiff covering the storage of his goods. A copy of this and of the corporate defendant’s warehouse receipt and contract, also dated February 29,1944, were attached to the complaint. The complaint further alleged that at the time the storage order was issued, one of the individual defendants, Edward A. Murdoch, stated to the wife of the plaintiff that the furniture and goods would be stored in a separate fireproof room at No. 546 Neville Street, Pittsburgh, and that insurance would be carried by the individual defendants and there would be no need for plaintiff to carry insurance on the furniture. There was no testimony offered at the trial to prove Murdoch promised that the individual defendants would carry insurance on this furniture and it was therefore presumably abandoned.\nComplainant further alleged that the plaintiff’s goods were placed in the corporate defendant’s warehouse at No. 900 Penn Avenue, Wilkinsburg, which was not fireproof, and that the goods were not placed in a separate fireproof room, but allowed to remain in a large room with goods of other customers. Complainant also alleged and proved that on October 24, 1944, this warehouse at No. 900 Penn Avenue, Wilkinsburg, was completely destroyed by fire as was also the plaintiff’s goods and all other goods in the warehouse, and consequently it is unimportant whether or not the plaintiff’s goods were stored in one large room with the goods of other customers or in a separate locked room.\nThe claim for damages was based on the allegation that the corporate defendant did not: 1. Maintain a\nfireproof warehouse. 2. Did not store plaintiff’s goods in a separate fireproof room. 3. That the fire and the destruction of the plaintiff’s goods by it, was the result of the negligence of the corporate defendant.\nAt the trial Bertha Anderson, wife of the plaintiff, testified about the alleged telephone conversation in February, 1944, with a Mr. Murdoch, at the corporate defendant’s offices at Neville Street, to the effect that the goods to be stored would be put in a fireproof building in a separate locked room. However, she admitted in cross examination that in July, 1944, she went to the warehouse of the corporate defendant at Wilkinsburg to remove some of the goods and to arrange for some furniture to be shipped to Fort Knox, Kentucky, where she and her husband were then residing, and that she realized that the Wilkinsburg warehouse in which plaintiff’s goods were actually stored was a wooden and not a fireproof building.\nPlaintiff himself admitted that he received the warehouse receipt and contract by mail on March 4, 1944. This contract provided, inter alia, as follows: “Goods are stored at owner’s risk of loss or damage by moth, rust, fire or theft occurring at or after fire, deterioration by time, and ordinary wear and tear in handling.” Plaintiff also admitted that in May, 1944, he went to the warehouse at Wilkinsburg to obtain some articles and saw where and how his property was stored.\nSince the complaint did not aver that these alleged oral representations to which Mrs. Anderson testified were omitted from the written contract by fraud, accident or mistake, and since they varied or contradicted the written contract, the trial court was correct in striking from the record this testimony. We have recently so thoroughly discussed the question of the admissibility of parol evidence to alter a written contract and so firmly and, we believe, clearly enunciated the principles applicable thereto that we deem further discussion unnecessary. See Grubb v. Rockey, 366 Pa. 592, 79 A.2d 255; O’Brien v. O’Brien, 362 Pa. 66, 66 A.2d 309; Walker v. Saricks, 360 Pa. 594, 63 A.2d 9; Speier v. Michelson, 303 Pa. 66, 154 A. 127; Gianni v. Russell, 281 Pa. 320, 126 A. 791; Phillips Gas Co. v. Kline, 368 Pa. 516, 84 A.2d 301.\nPlaintiff in the complaint and at trial assumed the burden of proving that the loss sustained was due to the negligence of the corporate defendant. None of the testimony offered by the plaintiff would permit a jury to infer that the fire was the result of defendant’s negligence.\nSince the plaintiff proved not only the storage of his goods and his demand for and defendants’ failure to return them, but also that the goods were destroyed by a fire which, occurred without auy negligence on the part of the defendants, he cannot recover: National Line Steamship Co. v. Smart, 107 Pa. 492, 501; Farnham v. Camden & Amboy Railroad Co., 55 Pa. 53, 61; Sheehan v. American Railway Express, 91 Pa. Superior Ct. 71, 76; Moyer v. Pennsylvania Railroad, 31 Pa. Superior Ct. 559, 562; Schell v. Miller North Broad Storage Co., 142 Pa. Superior Ct. 293, 296 (affirmed in 353 Pa. 319, 45 A.2d 53); Hershey v. Pittsburgh & West Virginia Railway Company, 366 Pa. 158, 76 A.2d 379.\nThere was some testimony from Bertha Anderson that in July, 1944, after she had gone to the warehouse in Willdnsburg to remove some articles, she phoned the corporate defendant’s office and ashed if it carried any insurance on their goods. When informed that no insurance was carried, she said she was told that if the plaintiff wanted insurance it would be obtained for him at his expense, but later admitted she said that she herself would get the insurance at her own expense. This attempt to change the written agreement by a subsequent oral agreement was not pleaded and therefore was properly strichen from the record: see Anflick v. Gruhler, 353 Pa. 470, 46 A. 2d 161; Aland v. P-G Publishing Co., 337 Pa. 259, 10 A. 2d 5; Namy v. Black, 367 Pa. 523, 80 A. 2d 744. Moreover her testimony on this point was not only indefinite and uncertain but was unsupported by any consideration and hence even if pleaded could not change the original contract: Stoner v. Sley System Garages, 353 Pa. 532, 46 A. 2d 172; National Bank of Fayette Co. v. Valentich, 343 Pa. 132, 22 A. 2d 724.\nThe doctrine of exclusive control contended for by plaintiff is clearly inapplicable to a case such as this: see Miller v. Hickey, 368 Pa. 317, 81 A.2d. 910.\nJudgment affirmed.\nItalics throughout, ours.",
        "type": "majority",
        "author": "Justice Bell,"
      },
      {
        "text": "Dissenting Opinion by\nMb. Justice Musmanno :\nLieutenant Clarence F. Anderson, United States Army chaplain, stored, on February 29, 1944, $5,000 worth of personal goods with the defendant Murdoch Storage & Transfer Company, owners of warehouses. Mrs. Anderson, the plaintiff’s wife, testified that when she asked Mr. Murdoch, one of the defendants, if he could make storage space available, he replied: “Yes, I can. Mrs. Anderson, we favor officers and their families. I will have your goods put in a fireproof building, in a room by itself, where it will be taken care of and you will not have a thing to worry about.”\nOn October 29, 1944, the goods, and the building in which they were stored, were completely destroyed by fire. Since the defendants now denied any responsibility for the loss, the plaintiff brought suit, claiming that the defendants had made misrepresentations and that they had also committed certain acts of negligence in connection with the manner in which they stored the plaintiff’s property.\nThe lower court entered a compulsory nonsuit against the plaintiff, quoting the “Warehouse Receipt and Contract” mailed to the plaintiff on March 4, 1944, and which carried the provision: “Goods are stored at owner’s risk of loss or damage by moth, rust, fire or theft occurring at or after fire, deterioration by time, and ordinary wear and tear in handling.”\nAt the trial the learned Trial Judge struck from the record all the testimony which led up to the warehouse receipt of March 4, 1944, relying on Gianni v. Russell & Co., 281 Pa. 320, 126 A. 791, for this ruling. But in Feuerstein v. New Century Realty Co., 304 Pa. 271, 156 A. 110, this Court distinguished the Gianni case and held: “It is always competent to aver and prove that an engagement in writing was induced by fraudulent oral representations of material facts that affect the consideration. The purpose in such case is not to alter or vary the terms of the writing by parol evidence but to strike the writing down, just as though it had never been in existence, or to strike down such part of it as is dependent on the fraud, if the balance of the contract can be sustained as enforceable.”\nReceipts for goods generally do not profess to contain the entire agreement between the parties involved. They are what the word indicates, simply acknowledgments of the delivery and acceptance of certain commodities: “A warehouse receipt may recite so little of the agreement between the parties that it does not rise to the dignity of a contract and in such a case evidence may be received of the terms of the contract, and where a warehouse receipt specifies no particular place for the storage of goods, evidence is admissible to show a prior parol agreement which does so specify.” (27 R.C.L. Warehouses, See. 19, p. 964.)\nIf the defendants here had placed the plaintiff’s goods in a fireproof building as they represented they would do, it would not have mattered that the contract read that the plaintiff’s goods were stored at “owner’s risk of loss or damage by moth, rust, fire or theft,” because a loss by fire would not have occurred.\nDid the defendants make a misrepresentation in order to induce the plaintiff to enter into the contract of March 4, 1944? That was a question of fact for the jury.\nBut there is another and decisive reason why this case should have been submitted to the jury. It is true that the warehouse receipt declared that the owner stored his goods at his own risk of loss by fire, but this concession was based on the inescapable responsibility and duty of the warehouseman to exercise due care to save the goods from loss by fire. “Warehousemen frequently insert clauses in their receipts which limit their liability in ease of injury or destruction of the stored goods. Where such provisions seek to relieve the warehouseman from the consequences of his own negligence, they have, in many cases, been regarded as invalid . . .” (56 Am. Jur., Warehouses, Sec. 216, p. 419.)\nDid the defendants exercise due care in the protection of the plaintiff’s property? Regardless of the language employed by the bailee, he may not avoid indemnifying the bailor for losses occasioned by his own negligence, because it would be contrary to public policy for anyone to enter into an agreement for immunization against culpable conduct.\nIn the case of Schell v. Miller N. Broad Storage Company, 157 Pa. Superior Ct. 101 (approved by the Supreme Court in 353 Pa. 319), the plaintiffs stored goods in a warehouse under a bailment contract which provided: “The bailee shall be responsible for exercise of ordinary diligence and care in . . . storage . . . but not liable for loss or damage occasioned by . . . fire . . .” The goods were destroyed by fire and the plaintiff sued the storage company which defended on their contract. The lower court nonsuited the plaintiff, but the Superior Court reversed on the ground that the bailee, although not an insurer, “was obliged to exercise ordinary diligence and care not only to prevent a fire from starting but also to arrest its progress.” The Superior Court in its decision made an examination of the evidence introduced in behalf of the plaintiff and concluded that it was adequate to establish a prima facie case of negligence on the part of the defendant, which required submission of the issue involved to a jury.\nI believe that the same situation obtains in the case at bar. Accepting every fact and inference therefrom in the light most favorable to the plaintiff, as we are required to do in considering a nonsuit, the evidence clearly indicates that the defendants failed to measure up to the care required by them by law. The building in which the goods were stored, having been used as a hay and feed store for 34 years, was a dried-out structure, with wooden floors and ceiling and therefore vulnerable to the tiniest flame. The elevator in the building was blocked off from the rest of the building only by wooden partitions. Open electric wires were attached to wooden joists by porcelain conductors. A coal furnace, in which the defendants and tenants threw waste paper and rubbish, dominated the basement. The whole building was equipped with 10 fire extinguishers, 2 to a floor, but no one was charged with the responsibility or duty of operating these extinguishers. After 5 o’clock at night, the building was without watchman. The fire began at 6:30 p.m. Evidence established that on the day of the fire, a truck owned by the defendants, with gasoline in its tank, parked on the first floor in the rear of the building, and it was here that the fire began. The building was not equipped with automatic fire extinguishers, sprinklers or fire doors of any kind. Edward A. Murdoch, one of the defendants, testified as follows: “Q. There was nothing to\nprevent the spreading of fire in that building once it started, was there? A. Not that I know of. I don’t get the drift of your question. Q. There was nothing automatic to block off the fire after it started? A. No.” That the defendants were aware of the proper manner in which to maintain a warehouse was evidenced by the fact that another warehouse owned by them (on Neville Street, Pittsburgh) was equipped with modern safeguards against fire hazards such as automatic doors and fireproof means to shut off the elevator shaft.\nI do not believe that it can be said that with this evidence no two reasonable men could fail to agree on the absence of negligence in the manner in which the defendants maintained the warehouse in which the plaintiff’s goods were destroyed. In McCracken v. Curwensville Boro., 309 Pa. 98, 114, 163 A. 217, the Supreme Court declared: “ ‘It is an established principle that if there is any credible evidence from which a reasonable conclusion can be drawn in support of the claim of either party in the trial of a case, the question must be left to the jury. ... A verdict should not be directed if on all the facts and circumstances there is room for fair and sensible men to differ in their conclusions, or, as it is sometimes stated (if) the evidence is not such that honest minds could reach but one conclusion’: 26 R.C.L., pages 1067, 1069, Section 75.’. .”\nUnder this ruling the issue as to whether the plaintiff met the burden of proof of lack of care on the part of the defendants was a question of fact for the jury.\nI would remove the nonsuit with a procedendo.",
        "type": "dissent",
        "author": "Mb. Justice Musmanno :"
      }
    ],
    "attorneys": [
      "Louis V air a, with him Paul N. Barna, for appellant.",
      "James Milholland, with him Richard W. Harman and Alter, Wright & Barron, for appellees."
    ],
    "corrections": "",
    "head_matter": "Anderson, Appellant, v. Murdoch Storage & Transfer Company, Inc.\nArgued March 31, 1952.\nBefore Drew, C. J., Stearne, Jones, Bell, Chidsey and Musmanno, JJ.\nLouis V air a, with him Paul N. Barna, for appellant.\nJames Milholland, with him Richard W. Harman and Alter, Wright & Barron, for appellees.\nMay 27, 1952:"
  },
  "file_name": "0212-01",
  "first_page_order": 240,
  "last_page_order": 250
}
