{
  "id": 1237085,
  "name": "Carrow v. Philadelphia, Appellant",
  "name_abbreviation": "Carrow v. Philadelphia",
  "decision_date": "1952-06-24",
  "docket_number": "Appeals, Nos. 187 and 198",
  "first_page": "255",
  "last_page": "268",
  "citations": [
    {
      "type": "official",
      "cite": "371 Pa. 255"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 970,
    "char_count": 22995,
    "ocr_confidence": 0.501,
    "pagerank": {
      "raw": 2.9794533059444327e-07,
      "percentile": 0.8509138949799776
    },
    "sha256": "150488e6f3da450310d8a2cb265beef33eadb642fc4831d9cc328535ac52e3c4",
    "simhash": "1:077c0dc35303ec7e",
    "word_count": 3780
  },
  "last_updated": "2023-07-14T22:25:56.240079+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Drew, C. J., Stern, Stearns, Jones, Bell, Chidsey and Musmanno, JJ."
    ],
    "parties": [
      "Carrow v. Philadelphia, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice .Horace Stern,\nPlaintiff, Margaret S. Carrow, for approximately a year and a half was a telephone operator in the office of the Sheriff of Philadelphia County. On January 28, 1952 she was discharged by the Sheriff, admittedly without cause. She brought the present mandamus action against the City of Philadelphia and the Sheriff seeking restoration to her position, the payment of her salary for the period of her dismissal, and her retention in service until she should have an opportunity to pass a qualifying test as provided by the Philadelphia Home Eule Charter. The defendants filed preliminary objections to the complaint and counsel agreed that the question at issue should be disposed of on a consideration of those objections without the necessity of a final hearing. The court below entered judgment in favor of the plaintiff and ordered that a peremptory writ of mandamus issue as prayed for, from which judgment and order defendants now appeal.\nThe solution of the legal problem presented is entirely free from difficulty if the controlling enactments are read with an eye to their plain and unequivocal meaning instead of with a straining after forced constructions and a seeking of ambiguities where none exist.\nArticle XIY, section 1, of the Constitution designated the Sheriff as a county officer, and, since the employes in that office were not under civil service, they were subject to dismissal at the will of their employer. However, by the so-called City-County Consolidation Amendment, adding section 8 to Article XIY, which became effective when it was approved by the electorate on November 6, 1951, all county offices in Philadelphia were abolished and it was provided that all county officers should thereupon become officers of the City of Philadelphia, and, until the General Assembly should otherwise provide, should continue to perform their duties and be elected, appointed, compensated and organized in such manner as might be provided by the Constitution and the laws of the Commonwealth in effect at the time the amendment became effective, the officers then serving to be permitted to complete their terms.\nArticle XY, section 1, of the Constitution gave the right and power to cities to frame and adopt their own charters and to exercise the powers and authority of local self-government, subject to such restrictions, limitations, and regulations as might be imposed by the legislature; it further provided that laws might be enacted affecting the organization and government of cities which should become effective in any city when submitted to the electors thereof and approved by a majority of those voting thereon. Acting in accordance with this constitutional provision the legislature enacted the First Class City Home Eule Act of April 21, 1919, P.L. 665, which provided that any city of the first class might frame and adopt a charter for its own government and any such new charter, when approved by a majority of the qualified electors voting thereon, should become the organic law of the city at such time as might be fixed therein. This act further provided (section 17) that, subject to limitations not here relevant, the city framing and adopting a charter should have and might exercise all powers and authority of local self-government and should have complete powers of legislation and administration in relation to its municipal functions, and that the charter thus adopted might provide for a form or system of municipal government and for the exercise of any and all powers relating to its municipal functions to the full extent that the General Assembly might legislate in reference thereto as to cities of the first class, and with like effect, and that the city might enact ordinances, rules and regulations necessary and proper for carrying into execution the foregoing powers and all other powers vested in the city by the charter it adopted or by that or any other law.\nIn pursuance of this sweeping grant of powers the electorate of the City of Philadelphia adopted on ApriL 17, 1951 the Philadelphia Home Eule Charter which, by its terms, became effective on the first Monday of January, 1952.\nAs previously stated, the City-County Consolidation Amendment provided that, until the legislature should otherwise provide, all the county officers should continue to perform their duties and those then serving should be allowed to complete their terms, but it will be noted that no provision was made in regard to the continuance in their positions of the employes of county offices. Accordingly that problem was dealt with in the new City Charter under the comprehensive authority granted to the city by the First Class City Home Rule Act. The Charter set up an elaborate civil service system and enacted (section 7-301) that all employes of the city (with certain exceptions not here pertinent) should be under civil service. It further provided (section A-104) that employes then holding positions in the classified service who had been appointed after test and certification to such positions should be continued in their respective positions, without further examination, until lawfully separated from their positions, — that is to say, until separated in accordance with civil service regulations. But the question naturally arose as to what was to be done in regard to employes of the county offices who, by virtue of the City-County Consolidation Amendment, — the likely adoption of which was then in contemplation — would become employes of the city instead of the county and who had never been under civil service regulations. It would manifestly have been unjust to provide that such employes should thereupon automatically lose their jobs, or that they might be dismissed at the arbitrary will of their employing officer, thereby making possible the retention of a spoils system which permitted such dismissals for purely political reasons; on the contrary, therefore, the framers of the charter obviously planned to bring all these former county employes as soon as possible under the protection of civil service, the same as governed city employes already enjoying that protection. It was evidently further thought, however, that these new city employes should not be compelled to take the regular competitive examinations required of new applicants, but that their previous service, in some cases extending over many years, should entitle them, by reason of the experience thus gained, to a less rigorous qualifying test. Accordingly it was provided by section A-104 of the Charter that those who might become employes of the city by virtue of amendment of the constitution, and who had not been appointed after civil service test and certification, should “also be continued in their respective positions provided that within one year after this charter takes effect . . . they pass a qualifying test prescribed by the Personnel Director and approved by the Civil Service Commission”, and that those who failed so to qualify should “be dismissed from their positions within thirty days after the establishment of an eligible list for their respective positions.” This language is so clear that he who runs may read. The former county employes were to be given the opportunity of maintaining their positions by passing a qualifying test at some time during the period of a year. If before such opportunity were afforded them they could be discharged by their employer without cause this provision of the section would be so extremely deceptive, not to say wholly meaningless, that these employes might justly denounce the framers of the Charter as Macbeth did the guileful witches\n“That palter with us in a double sense;\nThat keep the word of promise to our ear\nAnd break it to our hope!”\nCertainly the Charter Commission had no such thought, as shown by the fact that in the annotations prepared under the direction of the Drafting Committee it is stated with respect to section A-104 that “Non-civil service employees under the 1919 Charter or civil service employees thereunder not employed after a civil service test and certification automatically retain their employment status for a period of one year. To remain thereafter in the employ of the City as civil service employees they must take and pass a qualifying examination. The examination required is not intended to be a competitive test nor need it be a written one. Its sole purpose is to establish that a former non-civil service employee or employee not appointed pursuant to test and certification meets certain minimum qualifications necessary to perform the duties of the position which he holds. Experience and a previous record of satisfactory performance are factors to be considered in the test rating. It is not the intention of this section to take off City payroll employees who have faithfully and creditably performed their duties of employment prior to the effective date of this Charter merely because they were not civil service employees pursuant to test and certification under the 1919 Charter. The presumption should be that such employees are qualified to continue their employment but as civil service employees. To protect the interest in the respects noted of such employees, it is required that the Civil Service Commission itself in this instance should approve the qualifying test prescribed by the Personnel Director. The comments above are equally applicable to County employees who may become City employees by virtue of City-County consolidation ”\nDefendants urge that because the City-County Consolidation Amendment provided that the county officers should continue “to perform their duties”, this meant that they should continue to have the po-wer to dismiss their employes at will. Such an interpretation is wholly beyond reason. This provision did not purport in any manner whatsoever to deal with the relations between the county (now city) officers and their employes or with the latters’ employment status. As to the provision in the amendment that the county officers should continue to be “organized” in tbe manner provided by tbe Constitution and the then existing laws, this obviously refers, not, as appellants mistakenly claim, to tbe county offices, but to tbe county officers, and covers tbe case of County Commissioners who were “organized” by legislation into a board for tbe transaction of tbeir business.\nIt is defendants’ final contention that, if it bad been intended to continue tbe county office employes in tbeir positions until they were given tbe opportunity to qualify by test, there would at least have been a provision that they could meanwhile be removed for cause. Such a provision, however, was unnecessary since it is implicit in every relationship of employer and employe that if tbe latter violates tbe conditions of bis employment, and fails to render efficient service, tbe employment may be terminated as in tbe case of any other failure of a party to perform a contractual obligation.\nIt remains only to add that nothing herein contained must be understood as preventing tbe dismissal of employes if the positions they occupy are no longer required, — in other words, if by reason of lack of funds or work tbe force should be reduced. In that event, however, as stated in tbe annotation of tbe Drafting Committee to subsection (o) of section 7-401 of tbe Charter, lay-offs for any such reason should be determined on tbe basis of service efficiency and seniority considerations.\nTbe judgment and order of tbe court below are affirmed.\nDefendants do not raise any question on'this appeal other than that of the legality of plaintiff’s dismissal.",
        "type": "majority",
        "author": "Me. Justice .Horace Stern,"
      },
      {
        "text": "Dissenting Opinion by\nMb. Justice Musmanno :\nOne of tbe primary purposes of tbe Philadelphia Home Rule Charter, which has come here for interpretation in. one. of its -vital phases, was to eliminate unnecessary duplication of offices, thereby removing from the backs of the taxpayers unproductive salaried employes, so often characterized in the campaign for the adoption of the charter as drones. Thus, where an honest doubt arises in the interpretation of any provision of the Charter, concerning the number of employes, that view should prevail which would reduce the size of the city payroll rather than increase it or hold it constant to the swollen figures which existed prior to this drastic reform.\nThe majority opinion, however, in the natural centrifugal sweep of its authority, would accomplish just the reverse. Without reflecting on the plaintiff or any other person involved in this litigation, the majority opinion would tend to give permanency of position to the indolent, unyielding tenure to the idlers and offer a sluggard’s paradise to the inefficient and incompetent. It is true that the Majority Opinion states that it is not to be construed as preventing the reduction of force if funds or work is lacking for the particular jobs in question. Of course, if there are no funds with which to pay the salary of the employes involved, the problem in this case becomes sheerly academic because I believe we can take judicial notice of the fact that no employe will remain on the deck of a sinking job without the lifesaver of a pay envelope. But while the lack of funds would empty the office at once, the lack of work could have the opposite effect, provided the salary continued.\nThe Majority Opinion says that in the absence of work the employe could be discharged, but who would discharge him? The reasoning that the majority uses in saving the job of the plaintiff in this case could be employed just as effectively to retain the person whose desk is clear with the exception of the cobweb of workless duties spinning over it. If Section 104-A retains Margaret S. Carrow because of the wording that employes “shall be continued in their respective positions” it will retain also the workless John Doe for it can always be argued that the position exists even though it involves no work.\nThe Majority Opinion disparages this view with the assertion that every employe knows he may be discharged if he violates the condition of his employment. One of the conditions of Miss Carrow’s employment was that she could be discharged at the will of her employer. Leaving aside for the moment the philosophy of the entire project, the fact remains that under our system of democracy, and it is the best in the world, we vote people in or out of office for any particular reason which is sufficient unto ourselves. And it is assumed that when a certain candidate is victorious at the polls, he will carry into effect the program upon which he campaigned. In the effectuation of that program it is also to be assumed that he will employ those in favor of his program and discharge those who are opposed to it, because that is the people’s will, as they have expressed it at the polls.\nThe Charter provides that employes who already possess civil service status “shall be continued in their respective positions without further examination, until lawfully separated from their positions.” Those who do not have civil service status “shall also be continued in their respective position” provided “they pass a qualifying test.”\nIt has been submitted by the appellee and the argument presumably accepted by the majority of this Court that the proposition “shall be continued in their respective positions” means the same as saying that the non-civil service employes “shall not be discharged.” But I do not think so. This provision with regard to retention was simply to negative the conclusion which would naturally otherwise follow, namely, that with the elimination of certain offices the jobs that went with those offices would be eliminated also. Thus, to prevent outright automatic wholesale dismissals, with the inevitable confusions such blanket dismissals would cause, the Charter provided that the employes in question were to continue in their respective positions. It must be understood that they would continue as they were, that is, with the same rainment they wore before. The Charter did not dress them in a new suit of immunity from dismissal. They had never had such immunity— and it was not given them by the Charter. If the employes were to be provided, by the simple acceptance of the Charter by the people, with fire-proof jobs, the Charter could easily have so declared. As able counsel for the appellant well put it, the Charter could have stated that the employes could not be discharged without the conventional concomitants of tenure, which, of course, include cause, notice and hearing. But the Charter did not so provide.\nIf civil service employes may be “lawfully separated” from their positions, why may not the non-civil service employes also be so separated? As a matter of fact, the Charter does provide for that very separation. It says that non-civil service employes shall also be continued, provided, etc. The also means that they may, like the civil service employes, be “lawfully separated.” What is the lawful separation they can be subjected to? Naturally that separation is the separation envisaged in the very law under which they were originally appointed, namely, the Act of June 25, 1919, P.L. 581, Art. XIX, §4, 58 P.S. §3324, which declares that non-civil service employes “shall continue to hold office, position or employment only until laid off or removed for inefficiency by the appointing officer or until removed under the provisions of this article.” (Italics supplied.)\nSec. 1014-A points out in the manner in which the non-civil service employe may become a civil service employe but it does not say that he must become one. Providing- the machinery for the retention of an employe, if his work is satisfactory and he has the approval of his employer, is far different from saying that he must stay on — regardless.\nThat the framers of the Charter never intended that a non-civil service employe was to receive an indestructible chain by which he could hold on to his job forever is clearly evidenced by a reading of Annotation 2B under Section A-104, which says: “Non-civil service employees under the 1919 Charter. . . . automatically retain their employment status for a period of one year.” That is to say, they are not frozen in office. They are held in an employment status, and their employment status is governed by the Act of June 25, 1919, above referred to.\nThe one year limit represents the time within which the employe has the opportunity to qualify for civil service, provided the employer wishes to retain him. The one year period is a temporary roof under which the employe can await the intentions of the employer; it is not intended as a permanent structure for a storm-proof job for all time. This section 104-A also places a time limit on the employer because, if the employe has not qualified for civil service within one year, he may not hold his job even though the employer wishes to retain him.\nUnder the reasoning set up by the majority, the present non-civil service employes could go on holding their jobs into the indefinite horizonless future. Since the civil service tests do not need to be competitive or even written, it is not too much to assume that on the sole basis of previous and presumed experience every present employe will be retained; and thus the consolidation of county and city will have effected no reduction in personnel whatsoever. Only resignations and deaths would reduce the number of employes, and it has been said facetiously, but with a grain of seriousness too, that people in government service seldom die and never resign.\nBut over and above this, and this seems to me the conclusive answer to the Majority Opinion that the employe may not be discharged at the will of the employer, the charter makes absolutely no provision for ascertainment of an employe’s skill in the event the employer wishes to discharge the employe for incompetency. If an employe can be discharged for inefficiency, as the Majority Opinion holds, who determines that inefficiency? Certainly the employe will not admit to inefficiency and the employer’s word will not be accepted. This is surely an impasse never intended by the framers of the Charter and one that should not come to pass.\nThere can be no efficiency in any office or in any enterprise of any kind unless there is someone charged with responsibility for the enterprise, and that responsibility can be discharged only through loyal, cooperative and able co-workers. To the extent that these coworkers lack in loyalty to the person who has the responsibility of steering the ship, to that extent the enterprise is endangered by the shoals and rocks of indifference, inefficiency and shoddiness of effort. To give a person an office without authority over the employes therein is like giving a captain a ship with no control over his crew. While there is something to be said in behalf of the lowly employe, helpless in the political storms which rage about him, there is something also to be advanced in behalf of the individual charged with responsibility to the general public which expects and has the right to expect an honest and efficient administration. That efficiency of administration can only come from staunchness of devotion on the part of the employes to duty and to the policies announced by the head of the office.\nThe decision of this Court, it seems to me, runs counter to the very purpose of the Charter. The Charter came into being because of the solicitude of the people for the Ship of State and not for the barnacles which had attached themselves to it over the years. Without any disrespect intended to the employes who naturally are concerned about their livelihood and have the right to seek to retain their jobs, this decision should be based on the overall program as to the goal aimed at in the consolidation of county and city and not on any particular detail thereof. In an enterprise of this magnitude there is bound to be some temporary hardship suffered by someone. .• However,- in the general unfoldment'.of a, worthy, program-,; which,- of course.,-the consolidation is, there will be. room- for .-benefits to -all. And in that.-respeet I believe that the best results can be obtained by giving freedom of choice to officeholders .in choosing their co-workers, leaving it to the people in the exercise of wisdom at the ballot box to reward the faithful and discard those who have been untrue to the trust.",
        "type": "dissent",
        "author": "Mb. Justice Musmanno :"
      }
    ],
    "attorneys": [
      "Leon I. Mesirov, Deputy City Solicitor, with Mm Abraham L. Freedman, City Solicitor, for City of Philadelpbia, appellant.",
      "Harry Shapiro, with Mm Shapiro, Bosenfeld & Stalberg, for Sheriff, appellant.",
      "J. Wesley McWilliams, with Mm Allen M. Woodruff, for plaintiff, appellee.",
      "Marshall H. Morgan, for Madeleine C. O’Malley et al., interested parties under Eule 46."
    ],
    "corrections": "",
    "head_matter": "Carrow v. Philadelphia, Appellant.\nArgued May 26, 1952.\nBefore Drew, C. J., Stern, Stearns, Jones, Bell, Chidsey and Musmanno, JJ.\nLeon I. Mesirov, Deputy City Solicitor, with Mm Abraham L. Freedman, City Solicitor, for City of Philadelpbia, appellant.\nHarry Shapiro, with Mm Shapiro, Bosenfeld & Stalberg, for Sheriff, appellant.\nJ. Wesley McWilliams, with Mm Allen M. Woodruff, for plaintiff, appellee.\nMarshall H. Morgan, for Madeleine C. O’Malley et al., interested parties under Eule 46.\nJune 24, 1952:"
  },
  "file_name": "0255-01",
  "first_page_order": 283,
  "last_page_order": 296
}
