{
  "id": 1237090,
  "name": "Thomas, Appellant, v. Hempt Brothers",
  "name_abbreviation": "Thomas v. Hempt Bros.",
  "decision_date": "1952-06-24",
  "docket_number": "Appeal, No. 66",
  "first_page": "383",
  "last_page": "396",
  "citations": [
    {
      "type": "official",
      "cite": "371 Pa. 383"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "55 Stat. 756",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "52 Stat. 1060",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "63 Stat. 911",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "154 F. 2d 751",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1143013
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/154/0751-01"
      ]
    },
    {
      "cite": "326 U.S. 657",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6158361
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/326/0657-01"
      ]
    },
    {
      "cite": "40 F. Supp. 654",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4215959
      ],
      "pin_cites": [
        {
          "page": "661"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/40/0654-01"
      ]
    },
    {
      "cite": "49 U.S.C.A. §1",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "127 F. 2d 165",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1077840
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/127/0165-01"
      ]
    },
    {
      "cite": "131 F. 2d 518",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1150487
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/131/0518-01"
      ]
    },
    {
      "cite": "162 F. 2d 555",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1110376
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/162/0555-01"
      ]
    },
    {
      "cite": "136 F. 2d 353",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3670450
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "355"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/136/0353-01"
      ]
    },
    {
      "cite": "195 F. 2d 577",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        503902
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/195/0577-01"
      ]
    },
    {
      "cite": "48 F. Supp. 609",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4202973
      ],
      "pin_cites": [
        {
          "page": "618"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/48/0609-01"
      ]
    },
    {
      "cite": "132 F. 2d 77",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1266248
      ],
      "pin_cites": [
        {
          "page": "78"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/132/0077-01"
      ]
    },
    {
      "cite": "53 F. Supp. 179",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "opinion_index": 0
    },
    {
      "cite": "85 F. Supp. 565",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        683511
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/85/0565-01"
      ]
    },
    {
      "cite": "328 U.S. 858",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        377024,
        377353,
        377072,
        377145,
        377150
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/328/0858-01",
        "/us/328/0858-05",
        "/us/328/0858-03",
        "/us/328/0858-04",
        "/us/328/0858-02"
      ]
    },
    {
      "cite": "153 F. 2d 385",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1282716
      ],
      "pin_cites": [
        {
          "page": "390"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/153/0385-01"
      ]
    },
    {
      "cite": "318 U.S. 125",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        364396
      ],
      "weight": 4,
      "opinion_index": 0,
      "case_paths": [
        "/us/318/0125-01"
      ]
    },
    {
      "cite": "318 U.S. 517",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "pin_cites": [
        {
          "page": "520"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "319 U.S. 491",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        366889
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "497"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/319/0491-01"
      ]
    },
    {
      "cite": "317 U. S. 564",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        304249
      ],
      "pin_cites": [
        {
          "page": "571"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/317/0564-01"
      ]
    },
    {
      "cite": "29 U.S.C.A. §203",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "parenthetical": "b"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "29 U.S.C.A. §207",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "parenthetical": "a"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1017,
    "char_count": 22767,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 1.1988884610181568e-07,
      "percentile": 0.593173192722819
    },
    "sha256": "70fb1240a56eaaa5532ba5d0d2270aa70e5533149750706520f10c62e5b67d8d",
    "simhash": "1:b1ebc4f48e2015ce",
    "word_count": 3763
  },
  "last_updated": "2024-02-27T23:35:25.408756+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Drew, C. J., Stearns, Jones, Bell, Chidsey and Musmanno, JJ."
    ],
    "parties": [
      "Thomas, Appellant, v. Hempt Brothers."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Jones,\nThe plaintiff, an employee of the defendant partnership, filed his complaint in the Court of Common Pleas of Cumberland County seeking to recover from his employer overtime wages for a specified period, liquidated damages and counsel fees under the provisions of Secs. 6, 7 and 16 (b) of the Fair Labor Standards Act of 1938 as amended.\nAfter preliminary objections to the original complaint and also to the first amended complaint had been sustained (see 62 D. & C. 618, 626, and 74 D. & C. 213, 218), a second amended complaint was filed. Preliminary objections to that complaint were also sustained and the judgment for the defendant from which the plaintiff has appealed was automatically entered after the plaintiff had failed to file a further amended complaint within twenty days as authorized by the court’s order conditionally entering the judgment for the defendant.\nThe complaint averred that the defendant, Hempt Brothers, is a partnership engaged in the stone quarry business with its principal place of business in Camp Hill, Pa.; and that, during the period of time covered by the complaint, the plaintiff worked for the defendant “in producing, processing, weighing and mixing sand, stones and cement and loading trucks containing concrete and [in] giving directions to [defendant’s] truck drivers as to the place of delivery daily of truckloads of sand and cement (concrete) to various customers” of the defendant. The customers were the Pennsylvania Turnpike, the Harrisburg Municipal Airport, the Pennsylvania Railroad Company, the IT. S. Army Depot and the IT. S. Navy Depot, all of which are located within the State of Pennsylvania. The complaint further averred that, during the specified period, orders received by the company for concrete were communicated each day to the plaintiff who secured the proper number of trucks to haul the requirements of each order and was in charge of the mixing process whereby various types of concrete were processed; that he gave instructions to each mixer operator as to when to begin operation of his mixer so as to produce the. material called for by the various orders; and that, when this process was completed, he filled and loaded the trucks and dispatched them to the indicated customers. The complaint does not contain any averment that the materials processed, handled or dispatched by the plaintiff either originated or were delivered outside of Pennsylvania; however, it is readily conceded that the defendant’s customers maintained facilities for handling persons or property moving in interstate commerce.\nThe question involved is whether the complaint states a cause of action within the provisions of the Fair Labor Standards Act. The answer depends upon whether the plaintiff, in the performance of the duties of his employment, was engaged “in commerce or in the production of goods for commerce” as contemplated by Sec. 7 (a) of the Act (29 U.S.C.A. §207 (a) Pkt. Part). “Commerce” is defined by Sec. 3 (b) of the Act (29 U.S.C.A. §203 (b) Pkt. Part) as meaning “trade, commerce, transportation, transmission, or communication among the several States or between any State and any place outside thereof.”\nIn considering whether an employee is within the coverage of the Act, it is essential to keep in mind that it is the nature of the employee’s activities in the course of his work and not the character of his employer’s business that determines whether the employee is engaged in commerce or in the production of goods for commerce. In Walling v. Jacksonville Paper Co., 317 U. S. 564, 571, the Supreme Court said that “The fact that all of [the employer’s] business is not shown to have an interstate character is not important. The applicability of the Act is dependent on the character of the employees’ work” (Emphasis supplied). Or, as stated in McLeod v. Threlkeld, 319 U.S. 491, 497, — “It is not important whether the employer ... is engaged in interstate commerce. It is the work of the employee which is decisive.”\nThere is, however, no hard and fast rule for determining when an employee is engaged in commerce or in the production of goods for commerce. In A. B. Kirschhaum Co. v. Walling, Administrator etc., 318 U.S. 517, 520, where the extent of the coverage afforded by the Act was under consideration, it was recognized that “Perhaps in no domain of public law are general propositions less helpful and indeed more mischievous than where boundaries must be drawn, under a federal enactment, between what it has taken over for administration by the central Government and what it has left to the States.” Our task is to deduce from the federal decisions in specific cases, arising under the Act, criteria for determining whether on the admitted facts of this case the plaintiff was engaged either in commerce or in the production of goods for commerce.\nIn Overstreet v. North Shore Corporation, 318 U.S. 125, men engaged in maintaining or operating a toll road and drawbridge over a navigable waterway, which together constituted a medium for the interstate movement of goods and persons, were held to be “engaged in commerce.” It was there said (p. 130) that “Those persons who are engaged in maintaining and repairing such [interstate] facilities should be considered as ‘engaged in commerce’ . . . because without their services these instrumentalities would not be open to the passage of goods and persons across state lines,” A little later in McLeod v. Threlkeld, supra, it was stated for the Supreme Court (p. 497) that “The test under this [Fair Labor Standards] act, to. determine whether an employee is engaged in commerce, is not whether the employee’s activities affect or indirectly relate to interstate commerce but whether they are actually in of so closely related to the movement of the commerce as to be a part of it.” That this was an intended limitation of the broader language used in the Overstreet case, supra, is inferable from tbe fact of tbe dissent in tbe McLeod case by Mr. Justice Murphy wbo had written tbe majority opinion in tbe Overstreet case and tbe further fact that tbe two dissenters in tbe earlier (Overstreet) case were of tbe majority in tbe McLeod case. In that case tbe court refused to extend “tbe conception of ‘in commerce’. . . beyond tbe employees engaged in actual work upon tbe transportation facilities” and, accordingly, held that a cook wbo furnished meals to men engaged in maintaining an interstate railroad was not “engaged in commerce”.\nIn keeping with tbe foregoing decisions of tbe Supreme Court, the Court of Appeals for tbe Tenth Circuit, in a well considered opinion, held that workers in a quarry wbo excavated and processed stone for local use on a highway and a railroad, both interstate instrumentalities, were outside tbe Act for tbe reason that “In order to be engaged in commerce within tbe scope of tbe Act, tbe employee must be actually engaged in tbe movement of commerce or tbe service which be performs must be so closely related to it as to be for all practical purposes a part of it”: E. C. Schroeder Co., Inc. v. Clifton, 153 F. 2d 385, 390 (C. A. 10), cert. den. 328 U.S. 858. For other federal cases bolding that quarry workers employed in producing and processing stone and shale for local use on interstate highways are not within tbe Fair Labor Standards Act, see McComb v. Trimmer, 85 F. Supp. 565 (D.C.N.J.), and Walling v. Craig, 53 F. Supp. 179 (D.C. Minn.).\nIt is further contended, however, that, even though manual workers in “off-the-road” activities, such as tbe cook in tbe McLeod, case or tbe quarrymen in tbe Schroeder, Trimmer, and Graig cases, supra, are not engaged in commerce, tbe present plaintiff’s supervisory duties in connection, with tbe loading and dispatching of-the trucks which delivered tbe concrete.to the defendant’s customers were of a sufficiently quasi-managerial nature as to engage him in commerce. We fail to see how he was any less an “off-the-road” worker. His supervisory duties did not actually connect him with the movement of commerce nor was the service which he thus performed so closely related to commerce as to be, for all practical purposes, a part of it (Schroeder v. Clifton, supra). It follows, therefore, that, under the facts pleaded, the plaintiff was not engaged in commerce within the intendment of the Fair Labor Standards Act.\nThat brings us to the remaining question whether the plaintiff was engaged in the production of goods for commerce. A material distinction between being engaged in commerce and being engaged in the production of goods for commerce is recognized by the eases: see Overstreet v. North Shore Corporation, supra; McLeod, v. Threlkeld, supra; E. C. Schroeder Co., Inc. v. Clifton, supra; Walling v. Sondock, 132 F. 2d 77, 78 (C.A. 5) ; and Fleming v. Stillman, 48 F. Supp. 609, 618 (D.C. M.D. Tenn.). The Schroeder case well exemplifies the differentiation. There, as we have already seen, the employees who quarried and prepared the rock for local use on a highway and on a railroad, both interstate instrumentalities, were not engaged “in commerce”. Yet, another group of similar employees who quarried some of the same kind of rock for use directly in the construction of a dike to prevent a nearby oil Seld from being inundated and ruined by the encroachment of water from a dam, then under construction, were held to be within the Act. The reason for the latter conclusion was that such employees’ work contributed immediately to the continued flow of oil which, of itself, was an article of commerce. The court thus reasoned: “Quarrying the rock, processing it, and hauling some of it to the dyke constituted part of the integrated effort haying for its purpose the protection of the oil field from being flooded in order that production of oil and its movement in interstate commerce might continue. While bearing that close and immediate tie to the integrated effort designed to effectuate the continued production of oil and its movement in interstate commerce, the employees were engaged in the production of goods for commerce . . .” (Emphasis supplied).\nIn the present instance, the stone was quarried locally for local use. True enough, as a part of a concrete aggregate the stone became imbedded in interstate transportational facilities, but it never moved in interstate commerce nor became a part of commerce. The fact that the workmen who applied the concrete to the maintenance of the interstate instrumentalities may have consequently been “in commerce” (see Overstreet v. North Shore Corporation, supra) did not constitute the “off-the-road” employees, who prepared and delivered the concrete, producers of goods for commerce. So concluding, we could leave the matter here were it not for a recent decision of the Court of Appeals for the Third Circuit (Tobin v. Alstate Const. Company, 195 F. 2d 577), which needs be considered.\nIn the Alstate case, supra, the defendant employer made, distributed and applied amesite, a bituminous product, used in resurfacing roads. Some of the component materials came from outside the State, but all of the product was compounded, delivered and used within the State, about 85% of it being used in the maintenance and repair of interstate highways. The defendant employer conceded that those of- its employees who applied the amesite to the highways were covered by the-Act, being “engaged-in commerce” on-analogy to the service performed in Overstreet v. North Shore Corporation, supra. The defendant contended, however, that those of its employees who hauled the materials to the amesite plants, those who worked in the compounding plants and those who delivered the amesite from the plants to the defendant’s various customers were not “engaged in commerce” and, therefore, were not covered by the Act under the rulings in the McLeod, Schroeder, Craig and Trimmer cases, supra. The action in the Alstate case was by the Secretary of Labor for relief against alleged violations of the Act by the defendant with respect to the employees just indicated. The District Court, apparently being of the opinion that such employees also were engaged “in commerce,” issued an injunction restraining the defendant from cognate violations of the Act.\nThe Court of Appeals, in affirming the decree in the Alstate case, supra, went considerably further than the District Court had gone and held that “. . . Alstate’s off-the-road employees, in producing material which is used to repair and maintain the surfaces of instrumentalities of commerce, are engaged ‘in the production of goods for commerce.’ ” This decision not only conflicted directly with the ruling in the Schroeder case, with respect to “off-the-road” employees who locally produce and prepare materials for local use in the repair and maintenance of interstate instrumentalities, but it, at once, introduced an entirely new theory for bringing such employees within the coverage of the Act, namely, that they are engaged “in the production of goods for commerce.” The way in which the learned court reached this conclusion was by reasoning that, inasmuch as goods in commerce would be hauled over the highways which were repaired and maintained with materials furnished by the “off-the-road” employees, the latter were in an “occupation directly essential to the production” of such goods within the intent of Sec. 3 (j) of the Act. The vast number of purely local employments that would be made subject to the Act on the basis of the theory of the Alstate case is not difficult to imagine. It is readily conceivable that many, if not most, local activities are “necessary”, at least in some remote degree, to the production of goods for commerce. Particularly pertinent becomes the caution voiced by the Court of Appeals for the Sixth Circuit, when construing the coverage of the Fair Labor Standards Act in Chapman v. Home Ice Co. of Memphis, 136 F. 2d 353, 355 (one of the so-called “ice” cases),— “We are not unmindful of the fact that a rationalization based upon the doctrine of necessity may, under ‘The House That Jack Built’ technic, lead to absurdity and end by ignoring all practical distinction between ‘what is parochial and what is national.’ ”\nWhen called upon to apply a federal statute, we necessarily give it the meaning which the highest federal judicial authority to pronounce upon it to date has ascribed to it; and, where courts of equal dignity have differed in their interpretations, we naturally accept the decision which to us reaches the more logical conclusion. Accordingly, we choose to follow the ruling of the Sehroeder case with respect to the “off-the-road” employees of the independent contractor for reasons which we shall now express.\nThe difference which the opinion in the Alstate case attributes to the Sehroeder case, wherein it states that the interstate instrumentalities in the latter case were “new construction”, is apparent rather than real. Actually, the work in the Sehroeder case was not “new construction” within the contemplation of that term as employed in the Act. It was but a relocation of existing arteries of interstate traffic (viz., a highway and a railroad) made necessary by the Federal Government’s construction of the Denison Dam and Reservoir. Thus, it was noted in the Schroeder case (p. 387) that “The relocated track has been connected with the existing track of the railroad company and has become a permanent part of it. The relocated portion of the highway when completed was or is to become a part of the existing highway but it had not been completed at the time of the trial of this case.” Certainly, the Court of Appeals, which decided the Schroeder case, did not regard “new construction” as being present nor was it assigned as a reason for excluding the particular employees from the coverage of the Act as it should have been, and no doubt would have been, had the work been “new” construction within the meaning of the Act: cf. Kelly v. Ford, Bacon & Davis, Inc., 162 F. 2d 555 (C.A. 3).\nThe Alstate opinion sought to distinguish the Craig case, supra, on the ground that it was decided prior to the Administrator’s ruling of March 1945 that employees preparing local materials for local use by instrumentalities of commerce were producing goods for commerce. Incidentally, the Schroeder case was decided subsequent to the Administrator’s ruling and in evident and authoritative disregard of it. In any event, the ruling was based upon the so-called “ice cases” which are plainly distinguishable. Yet, one of them (Atlantic Co. v. Walling, 131 F. 2d 518, C.A. 5) is cited in the Alstate opinion as authority for its ruling and two others (Chapman v. Home Ice Co. of Memphis, supra, and Hamlet Ice Co. v. Fleming, 127 F. 2d 165, C.A. 4) are cited in a footnote. The “ice cases” were discriminatingly distinguished in the Schroeder case where Judge Bkatton, speaking for the court, said (p. 389), — “Our attention is directed to the so-called ice cases [citing them]. In all of them, the ice company produced ice and sold it to a railroad company, an express company, or other like agency, for icing refrigerator ears, icing dining cars, icing shipments of less than car lots, or other similar purpose; and the major contention of the ice company was that since it sold the ice at the point of production to the transportation company, the production was local and therefore its employees were not within the coverage of the Act. That contention was rejected. But in wide difference from the facts here, it affirmatively appears in three of those cases and is fairly inferable in the fourth, that some of the ice actually moved across state lines before being consumed by use or otherwise, and that it was produced and sold Avith knowledge and intent that it would move in that manner. It is true that in Atlantic Co. v. Walling, supra, the court said in effect that the production of goods for commerce, within the meaning of the Act, includes the production of goods for use by an instrumentality of interstate commerce as an essential part of such commerce, even though the particular goods produced do not move in commerce. But the Act does not speak of the production of goods for an instrumentality of commerce as distinguished from commerce itself.” The foregoing distinction of the ice cases was quoted with approval and followed by the District Court for the District of New Jersey in the Trimmer case, supra.\nIt may be further observed that the portion of the ice so used for refrigeration which was consumed before it crossed the State line veritably entered into and became a part of the goods in commerce whose freshness and edibility it helped conserve. It was no doubt because of the expected physical relation or reaction between goods in commerce and the ice which refrigerates them that Sec. 1 (3) of the Interstate Commerce Act of 1887, as amended, 49 U.S.C.A. §1 (3), expressly declared, inter alia, that “transportation” (interstate) includes “. . . all services in connection with the . . . refrigeration or icing ... of property transported.” The very first of the “ice cases” (sub nom. Fleming v. Atlantic Co., 40 F. Supp. 654, 661, D.C.M.D. Ga.) specifically relied on this statutory declaration of the interstate character of the icing service of goods in commerce. The rationale of the “ice cases” is obviously not applicable to “off-the-road” employees who furnish materials locally for local use.\nThe case of Roland Electrical Co. v. Walling, 326 U.S. 657, which the Alstate opinion cites, is not presently in point. The employees who were there held to be ander the Act made parts of electric motors which were used, inter alia, to manufacture goods for commerce. Consequently, ander the definition of “produced” in Sec. 3 (j) of the Act, such employees were held to be in an occapation necessary to the prodaction of goods for commerce. The relation was direct and immediate. In Lewis v. Florida Power & Light Co., 154 F. 2d 751 (C.A. 5), upon which the Alstate opinion also relies, the employees of an electrical company whose power was utilized in commerce and for prodaction of goods in commerce were likewise held, under the broad definition of “produced” in Sec. 3 (j), to be in an occapation necessary to the prodaction of goods for commerce. There is no similarity between the facts of these cases and the “off-the-road” employees of the instant case.\nFinally, we accept the inference drawn in the Schroeder case that “If Congress had intended to extend the coverage of the Act to employees engaged in the prodaction of goods for a railroad or other instrumentality of interstate commerce, even though the goods were not to move in commerce, it certainly would have employed apt words to express the intention.” This view later received congressional confirmation: see Conference Report on Amendments to. th.e Fair Labor Standards Act, 81st Cong..,. 1st Bess.j 1949, U. S. Code Congressional Service, Vol. 2, pp. 2251, 2252-2254, where the Schroeder case was specifically treated with. The portion of the decision in that case which had extended the coverage of the Act to the qnarry workers who prepared the rock for building the dike to protect the oil field from flooding was offset and avoided for the future by recommended amendment which became the Act of October 26, 1949, c. 736, Sec. 3 (j), 63 Stat. 911, 29 U.S.C.A. §203 Pkt. Part.\nJudgment affirmed.\nAct of Congress of June 25, 1938, 52 Stat. 1060, as amended October 29, 1941, 55 Stat. 756, 29. U.S.C.A. §§206,. 207, 216 (b).",
        "type": "majority",
        "author": "Mr. Justice Jones,"
      },
      {
        "text": "Dissenting Opinion by\nMb. Justice Musmanno:\nThe fact that the defendant, since 1945, has paid the plaintiff overtime hours of employment in accordance with the provisions of the Pair Standards Act is certainly evidence that the defendant believes that plaintiff’s work is of an interstate character. And if it has been interstate since 1945, why should it not have been interstate from 1941 to 1945, when admittedly it was exactly the same type of work?\nThe averments in the plaintiff’s statement of claim, if believed, clearly establish that he was engaged in handling material in interstate commerce. If the defendants challenged the accuracy and the veracity of his assertion, the Court could have taken testimony which would have proved or disproved his assertions. It is my opinion that entering judgment in favor of the defendant was error.",
        "type": "dissent",
        "author": "Mb. Justice Musmanno:"
      }
    ],
    "attorneys": [
      "Henry 0. Kessler, Jr., with him Mark E. Garber, for appellant.",
      "James H. Booser, with him Robert L. Myers, Jr., Myers & Myers, and McKees, Wallace & Kurick, for appellee."
    ],
    "corrections": "",
    "head_matter": "Thomas, Appellant, v. Hempt Brothers.\nArgued April 17,1952.\nBefore Drew, C. J., Stearns, Jones, Bell, Chidsey and Musmanno, JJ.\nHenry 0. Kessler, Jr., with him Mark E. Garber, for appellant.\nJames H. Booser, with him Robert L. Myers, Jr., Myers & Myers, and McKees, Wallace & Kurick, for appellee.\nJune 24, 1952:"
  },
  "file_name": "0383-01",
  "first_page_order": 411,
  "last_page_order": 424
}
