{
  "id": 1237079,
  "name": "First National Bank of Mount Carmel v. Reichneder (et al., Appellant)",
  "name_abbreviation": "First National Bank v. Reichneder",
  "decision_date": "1952-10-03",
  "docket_number": "Appeal, No. 151",
  "first_page": "463",
  "last_page": "478",
  "citations": [
    {
      "type": "official",
      "cite": "371 Pa. 463"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "136 F. 2d 370",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3667827
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/136/0370-01"
      ]
    },
    {
      "cite": "58 A. 2d 833",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "359 Pa. 195",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        473142
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/359/0195-01"
      ]
    },
    {
      "cite": "14 A. 2d 124",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "339 Pa. 296",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1201217
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/339/0296-01"
      ]
    },
    {
      "cite": "5 A. 2d 569",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "334 Pa. 305",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1190714
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/334/0305-01"
      ]
    },
    {
      "cite": "175 A. 697",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "316 Pa. 300",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1159070
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/316/0300-01"
      ]
    },
    {
      "cite": "175 A. 694",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "316 Pa. 292",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1159003
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/316/0292-01"
      ]
    },
    {
      "cite": "167 A. 278",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "312 Pa. 402",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1150660
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/312/0402-01"
      ]
    },
    {
      "cite": "119 A. 540",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "88 Pa. 368",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061152
      ],
      "pin_cites": [
        {
          "page": "383"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/88/0368-01"
      ]
    },
    {
      "cite": "84 Pa. 333",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053526
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/84/0333-01"
      ]
    },
    {
      "cite": "28 Pa. 271",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981640
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/28/0271-01"
      ]
    },
    {
      "cite": "2 W. & S. 116",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853586
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/2/0116-01"
      ]
    },
    {
      "cite": "334 Pa. 305",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1190714
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/334/0305-01"
      ]
    },
    {
      "cite": "312 Pa. 402",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1150660
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/312/0402-01"
      ]
    },
    {
      "cite": "2 W. & S. 116",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853586
      ],
      "opinion_index": 1,
      "case_paths": [
        "/watts-serg/2/0116-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1084,
    "char_count": 26331,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 2.234905272954723e-07,
      "percentile": 0.779411849880051
    },
    "sha256": "b56d58bb7e546f71829bc2106284ff63af912874b0bf60ca86c0ed15bb880f64",
    "simhash": "1:350928f79710b892",
    "word_count": 4352
  },
  "last_updated": "2024-02-27T23:35:25.408756+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Drew, C. J., Stern, Stearns, Jones, Bell, Chidsey and Musmanno, JJ.",
      "Mr. Justice Bell joins in this dissent."
    ],
    "parties": [
      "First National Bank of Mount Carmel v. Reichneder (et al., Appellant)."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Horace Stern,\nThe question is whether the principle which generally governs the coverage of an industrial plant mortgage applies where the mortgaged property is described in the mortgage instrument merely as a certain piece oí land of specified dimensions and boundaries.\nGeorge F. Reichneder, in December, 1947, purchased a brewery property from Mount Carmel Brewery, Inc., and on the same day executed and delivered to the First National Bank of Mount Carmel a mortgage securing his bond in the principal sum of $30,-000, the mortgaged property being described therein as “All the surface of all that certain piece or parcel of land, situate in the Township of Mount Carmel, County of Northumberland and State of Pennsylvania, bounded and described as follows, to wit: [here followed a description of the land by metes and bounds] . . . Together with all and singular the hereditaments and appurtenances whatsoever unto the hereby granted premises belonging or in anywise appertaining, . . .”. On these premises were a one-story brick bottling shop and a four-story brick brewery building.\nIn June, 1950 Reichneder deeded the property to Joseph R. Aimetti, subject to this mortgage. A month later Aimetti borrowed $6000 from the Berwick National Bank and delivered to it a chattel mortgage in that sum covering the machinery, equipment and chattels contained in and about the brewery; this chattel mortgage was subsequently assigned by Berwick National Bank to Dale C. Andres. In March, 1951 Aimetti executed and delivered to Andres, as security for the repayment of money borrowed from him, a chattel mortgage in the sum of $25,300 encumbering the same machinery, equipment and chattels as were covered by the chattel mortgage to Berwick National Bank. The real estate mortgage to the First National Bank of Mount Carmel and the two chattel mortgages were all duly recorded.\nIn April, 1951, the First National Bank of Mount Carmel caused a judgment to be entered in the Court of Common Pleas of Northumberland County on the mortgage bond of Reichneder, with notice to Aimetti as terre-tenant; the real debt due thereon was at that time $21,000 together with interest and attorney’s commission. The Bank caused a writ of fieri facias to be issued on this judgment under which the sheriff levied upon and sold the brewery and all the equipment, machinery and chattels used in connection therewith; the Bank became the purchaser on its high bid of $2400. Andres, having, at the time of the sale, filed an objection to the sale of the machinery, equipment and chattels and having given notice of his claim to a lien thereon by virtue of the two chattel mortgages held by him, filed a petition to have the sale set aside; the Bank filed an answer, testimony was taken, and the court below dismissed the petition and discharged the rule to show cause which had been granted thereon. From the order thus made Andres now appeals.\nThe integrated industrial plant doctrine was apparently first proclaimed in Pennsylvania in Voorhis v. Freeman, 2 W. & S. 116, where Chief Justice Gibson said (pp. 118, 119) : “. . . nothing but a passive regard for old notions could have led them [the courts] to treat machinery as personal property when it was palpably an integrant part of a manufactory or a mill, merely because it might be unscrewed or unstrapped, taken to pieces, and removed without injury to the building. . . . Whether fast or loose ... all the machinery of a manufactory which is necessary to constitute it, and without which it would not be a manufactory at all, must pass for a part of the freehold.” The principle thus enunciated has been followed, in various applications, by a multitude of subsequent cases, among which may be noted Christian v. Dripps, 28 Pa. 271, where it was said (pp. 278, 279) : “. . . the question is not whether these lathes were bolted and strapped to the floor and ceiling; for if they were a necessary part of the machinery for carrying on the business of the machine shop, they belonged to the manufactory, whether bolted to the floor or not.”; Ege v. Kille, 84 Pa. 333, where it was said (p. 340) : “The criterion of a fixture depends on the business for which the premises are used. A fixture in a manufactory, mill or colliery may have no adaptation to many other kinds of business. Although not attached, yet, if it be designed for the convenience of trade on the premises, and be so used, or subject to be called into use at any time, it becomes a fixture. If the article is indispensable in carrying on the specific business, it becomes a part of the realty.”; Morris’s Appeal, 88 Pa. 368, 383; Titus v. Poland Coal Co., 275 431, 119 A. 540, where it was said (pp. 436, 437, A. p. 542) : “The Pennsylvania rule is that a chattel placed in an industrial establishment for permanent use, and necessary to the operation of the plant, becomes a fixture and as such a part of the real estate, although not physically attached thereto; .. . Whatever is a necessary part of the machinery for carrying on the business is a fixture irrespective of the manner of its attachment.”; Commonwealth Trust Company of Pittsburgh v. Harkins, 312 Pa. 402, 167 A. 278, where it was said (p. 407, A. p. 280) : “Appellants concede that, if a mortgage is placed on an industrial plant, the personal property, such as machinery which is necessary to carry on the business of the plant will be subject to the lien of the mortgage, but they argue that, to have this effect, the machinery must be specifically mortgaged. We think such a principle cannot be deduced from our decisions.”; Pennsylvania Chocolate Company, for use, v. Hershey Brothers, (No. 1), 316 Pa. 292, 175 A. 694, where it was said (p. 299, A. p. 698) : “. . . if the machinery and appliances are necessary to the functioning of a compíete plant, they are fixtures and bound by the lien of the mortgage.”; Central Lithograph Co. v. Eatmor Chocolate Co., (No. 1), 316 Pa. 300, 175 A. 697; Roos v. Fairy Silk Mills, 334 Pa. 305, 5 A. 2d 569, where it was said (pp. 308, 309, A. p. 571) : “Due to the demands and requirements of our changing economic order, we early developed in this State the principle of an ‘industrial mortgage’ which included, as part of the freehold, personal property in and about a manufactory. This principle became more important as our industrial life expanded, so that the necessary credits to sustain and finance manufactories and other like industries could be obtained with some degree of certainty that the security offered would be continued. Therefore, it was held that where premises were used in manufacturing or a similar industry, the real estate and personal property necessary to the plant as a going concern were subject to the lien of an industrial mortgage. This opened the way for persons interested in such industries to assure investors in a manufactory not only of a stable security for money loaned on the plant, but one that could not be broken down and destroyed by selling it piecemeal.”; McClure v. Atlantic Rock Co., Inc., 339 Pa. 296, 14 A. 2d 124, where it was said (p. 301, A. p. 126) : “The question here is not whether any of the machinery can be removed from the mortgaged premises without physical injury to the realty, but whether it forms an integral part of a ‘complete going concern.’ The court below found that it was the intention of the mortgagor and those claiming under it that when the machinery and equipment in question were placed in the plant encumbered by the mortgage it was for permanent use and necessary for the operation of the plant. This finding, which is supported by the evidence, is conclusive of the fact that the equipment and machinery became part of the freehold\nand subject to the lien of the mortgage.”; United Laundries, Inc., v. Board of Property Assessment, Appeals and Review, 359 Pa. 195, 58 A. 2d 833; In re Taylor & Dean Mfg. Co., 136 F. 2d 370 (3 C. C. A.), where it was said (p. 373) : “What has happened in the development of the doctrine is that an inference originally based on the supposed intention of the parties to a mortgage transaction has crystallized into a rule of law predicated upon the desirability of protecting the safety of investments. Expression of intention by the parties is not necessary. ... If the machinery was such as to be necessary to the operation of the plant as a going concern it was covered by the mortgage.”\nThus it will be seen that by overwhelming authority over the course of more than a century the principle that all the essential parts of an industrial plant are to be regarded as real estate, — that the machinery and equipment indispensable to the functioning of such a plant are deemed fixtures passing to a mortgagee of the realty even though not specifically mentioned in the descriptive clause of the mortgage, — is firmly established in the law of this Commonwealth.\nAppellant concedes that if, as in the case of Commonwealth Trust Company of Pittsburgh v. Harkins, 312 Pa. 402, 167 A. 278, the description in the instrument of mortgage had included the buildings on the land, the added term “appurtenances” would then have covered all the machinery and fixtures going to make up the establishment as a complete plant. In our opinion the fact that merely the land is here described and the word “building” is omitted is not sufficient to preclude the application of the doctrine. Of course a mortgage of land carries with it any structure erected thereon and all fixtures attached thereto even though not expressly mentioned (16 Am. Jur. 606, §296), and since, if such structure be in fact a manufactory the machinery, equipment and various chattels used in connection therewith are deemed in law to be fixtures, they also pass under the mortgage conveyance; in other words, since the building is covered by the mortgage with the same legal effect as if specifically described therein, all that the law deems affixed thereto is likewise included as part of the realty thereby conveyed.\nIt being established, then, that as between the parties to the mortgage, the machinery and equipment were covered thereby with the same force and effect as if it had been expressly so stated therein, was Andres, the subsequent chattel mortgagee, bound to recognize that fact when he accepted the chattel mortgages? Whether the real estate mortgage itself, of which he had both record and actual notice, was sufficient to put him upon investigation as to the nature of the structure erected on the land and the consequent coverage of the mortgage need not here be considered, because admittedly he was fully cognizant of all the pertinent facts and circumstances. He not only had visited the brewery and was fully familiar with its makeup and its operations, but he knew when he accepted the chattel mortgages that they covered the machinery, equipment and chattels which were used in and about the brewery. Having such actual notice, his chattel mortgages thereby became, from every possible point of view, subordinate as liens to that of the real estate mortgage so far as there was any overlapping. The Act of June 1, 1945, P. L. 1358, section 5, provides that “. . . any real estate mortgage covering the realty and chattels attached to realty shall remain a prior lien to a chattel mortgage placed subsequently thereon, . . .\nIt will be noted from the quotations hereinbefore made from the various cases referred to, that the machinery, equipment and chattels which pass under an industrial mortgage are those only which form essential parts of the plant for the purpose of manufacturing the product there made; in other words, such a mortgage does not include in its coverage everything used in the operation of the business, however important for that purpose, but only such articles as are contained in or about the premises and are essential to the manufacture of the produet. We are constrained to hold, therefore, that of the chattels levied upon and sold by the sheriff under the judgment obtained by the First National Bank of Mount Carmel the following cannot be held to have been covered by the Bank’s mortgage: flat-top desks, typewriters, safe, cheekwriter, chairs, adding machine, filing cabinet, and the five trucks. This is especially true as to the trucks, since not only were they not a component part of the brewery itself nor essential to the manufacture of the beer, but they operated, of course, outside the mortgaged premises for ordinary delivery purposes the same as in the case of any other industrial or commercial establishment.\nEither the Bank which became the purchaser at the sheriff’s sale must surrender these enumerated articles, or, in the event of its failure or refusal to do so, the sheriff’s sale must be set aside and another sale had in which these specified chattels will be omitted.\nThe record is remanded to the court below for further proceedings in accordance with this opinion. Each party to bear his or its own costs.",
        "type": "majority",
        "author": "Mr. Justice Horace Stern,"
      },
      {
        "text": "Dissenting Opinion by\nMe. Justice Musmanno:\nDoes the single word “appurtenances” in a mortgage of real estate include not only a brewery located thereon, but also more particularly the machinery necessary for the operation, of .the. brewery.? . This is the specific and objective question which was raised in this case.\nOn December 26, 1947, George F. Reichneder borrowed $30,000 from the First National Bank of Mt. Carmel, Pennsylvania, and tendered for security a mortgage on a certain piece of land described by metes and bounds with the accompanying phraseology: “Together with all and singular the hereditaments and appurtenances whatsoever unto the hereby granted premises belonging and in any wise appertaining, and the reversion and remainder, rents and issues, and profits thereto.”\nThree years later Reichneder conveyed the property to Joseph R. Aimetti and on the same day, by bill of sale, sold separately to him the machinery, equipment and other chattels on the mortgaged premises.\nAimetti, who now became the terre-tenant, borrowed, on July 20, 1950, $6,000 from the Berwick National Bank and $25,300 from Dale C. Andres, giving them separate chattel mortgages on the brewery, in security for the loans.''\nOn April 9,1951, the First National Bank of Mount Carmel entered a judgment on the mortgage bond executed by Reichneder and issued a fieri facias thereon. The sheriff of Northumberland County levied on and sold at public sale the real estate and the machinery, equipment and other chattels, making up the brewery. Andres who had in the meantime become also the owner of the chattel mortgage held by the Berwick National Bank, objected to the sale of the brewery and when his objections were ignored and the sheriff’s sale consummated, filed a' petition for a rule to show cause why the sheriff’s sale: should not be set aside. After hearing on the petition and the answer, which was filed in behalf of the First National Bank of Mount Carmel, the lower court discharged the rule.\nAndres appealed to this Court, and not without cause. Under the mortgage given by Reiehneder to the Mount Carmel Bank there was no warrant in law for the sale of the machinery, equipment and chattels contained in and essential for the purpose of manufacturing the product of the brewery. All that Reichneder mortgaged was the real estate with “hereditaments and appurtenances.” There is nothing in the facts of this case which justifies the classification of machinery used in the manufacture of beer as an hereditament or an appurtenance. The mortgage not only made no reference to a brewery but did not even mention buildings. When a conveyance of bare real estate carries the stereotyped phrase “hereditaments and appurtenances” the appurtenances usually refers to such easements and servitudes as custom and time may have imposed on the land.\nThe learned court below called the Reiehneder an industrial mortgage but the record does not support such a designation. The court also excluded the relevancy of the Chattel Mortgage Act of June 1, 1945, P. L. 1358, 21 PS 940, by saying: “While the Act may make some change in the mortgaging of chattels where the chattel mortgage is placed on machinery and equipment of an industrial plant in cases where there is no plant mortgage, nevertheless, where a real estate mortgage is already on an industrial plant, as a going concern, none of the ingredients of the plant necessary to make it a going industrial concern, may be mortgaged as a chattel.” (Italics supplied).\nBut this language presupposes what is not in the case at all, namely, that the Reiehneder mortgage is a plant mortgage. If a real estate mortgage is to cover everything on the land, the efficiency of the Chattel Mortgage Act is drastically reduced because it would then exclude from its provisions an undetermined percentage of real estate proprietors owning valuable personal property in no way connected with the use of the land on which it rests.\nThe majority of this Court approves the fallacious reasoning of the court below and by so doing, practically makes every mortgage of real estate an industrial mortgage, so long as it has a business upon it, no matter of what character. Thus, a peanut roaster modestly whistling its fragrant wares on an otherwise bare tract of land converts that land into industrial property and subjects everything else coming onto the land to the designation of industrial equipment.\nThe Majority Opinion quotes confidently from the classic opinion written by the celebrated Chief Justice Gibson in Voorhis v. Freeman, 2 W. & S. 116, but, unfortunately for the Majority Opinion, the Voorhis case is entirely different from the one at bar. The. mortgage in the Voorhis case specifically mentioned: “A lot or piece of ground with one iron rolling mill establishment situate thereon, with the buildings/apparatus, steam engine, boilers, bellows, etc., attached to the said establishment.” (Italics supplied)\nThe mortgage in the case before us makes, we repeat, no mention at all of a brewery, or even a building.\nThe Majority Opinion also quotes from Commonwealth Trust Company of Pittsburgh v. Harkins, 312 Pa. 402, but that ease is likewise clearly distinguishable, since the mortgage there involved contained the clause: “Together with all. and singular the buildings, improvements . . . hereditaments, and: appurtenances whatsoever thereunto', belonging.” . “Appurtenances” there obviously referred'to the'buildings and not the land alone. ' This was emphasized by this Court: “The mortgage, itself by its very, terms'.shows that it bound more than, \"buildings and. land. - After 'describing the lot of ground by metes and bounds, it proceeds with the usual clause, ‘Together with all and singular the buildings, improvements . . . hereditaments and appurtenances whatsoever thereunto belonging.’ Building and appurtenances under the situation before us would include all machinery and fixtures going to make up the establishment as a completed plant:” Blaine v. Chambers, 1 S. & R. 169. (Italics supplied)\nThe mortgage in the case of Roos et al. v. Fairy Silk Mills, 334 Pa. 305, also cited by the Majority Opinion with approval, contained this description: “ ‘. . . all that certain two-story factory building and lot or lots of ground upon which the same is erected . . . Together with all and singular the buildings, rights, liberties, privileges, hereditaments and appurtenances to the same belonging, or in anywise appertaining, and the reversions, remainders, rents, issues and proñts thereof’.” In that case the Supreme Court said: “The words of the descriptive clause in the mortgage before us convey ‘all that two-story factory building and lot.’ This of itself gives notice of an ‘industrial mortgage.’ ”\nPractically all the cases mentioned by the Majority Opinion are contradistinguished from the case at bar where the word “appurtenances” cannot possibly refer to any industrial establishment. The lower court goes so far as to say: “While there is no mention in the mortgage itself that the said mortgage is placed upon an industrial plant and while there is no mention of the machinery and equipment as such, nevertheless we conclude that the mortgage in this case is an industrial mortgage, the ordinary appurtenance clause of the said mortgage being sufficient to cover the machinery and equipment and supplies necessary to carry on the brewery in this case, as a going concern.” That this overreaches itself is demonstrated by the fact that within the word “appurtenances” the court below, as the majority here concede, erroneously included desks, chairs and typewriters, in addition to bottles, kegs, soakers and crowners. It even stretched the mortgage tent to cover five trucks on the assumption that since a brewery must have some means of transportation, the trucks therefore must have been included in the bank’s mortgage.\nThe Majority Opinion excludes the office furniture and the trucks from the operation of the mortgage, but does not exclude the bottles, kegs, soakers and crowners. The majority say that the trucks should be excluded because they travel outside the mortgaged premises, but so also do the bottles and the kegs. Once the principle of industrial mortgage is established in the sense intended by the majority, everything on the premises must be included. Who is to draw the line between the personalty that is mortgaged and the personalty that is not? If bottles are needed to contain the beer, and thus form an integral part of the manufacture of the beer, the trucks are equally needed to distribute the beer because without distribution the beer factory is of no consequence whatsoever. This arbitrary division between beer kegs and beer trucks is bound to cause much perplexity in future disputes of this kind. All of it unnecessary. The requirement that a mortgage, (in order for it to be regarded an industrial mortgage) must make some mention of the industry upon it, is not an unreasonable requirement.\nWhere real estate is involved the world has the right to rely on the documentary record which here in no way hinted, much less clearly revealed, that the real estate-mortgage covered a brewery with all its machinery, bottles and kegs.\nPermitting parol evidence as to the intent of the original parties to a mortgage may radically alter a mortgage whose language is clear and thus impart sanction to what has always been severely reprobated by the law, namely, an unrecorded agreement or a secret lien. Anyone contemplating purchase of land has the right to be guided and assured by the record. The decision of the majority, if allowed unchecked and normal expansion, may well jeopardize the reliability of our recording system which safeguards titles to real estate. Diluvial chaos will result if deeds and mortgages recorded in the courthouses of the land are to have attached to them oral conditions and modifications enforcible after the rights of third parties without notice have intervened. It was to stave off that kind of disorder that the Statute of Frauds and other similar legislation erected barriers to preserve inviolate the provisions of contracts solemnly entered into and affirmed by sealed instruments.\nHere there was no question of culpable deception or undue influence. The mortgage in question was prepared by counsel for the mortgagee. If the parties intended to include machinery, equipment and other personal property within the scope of the mortgagee’s security, it would have been a simple matter to so indicate. If it was the intention to make of this mortgage an industrial mortgage the most fundamental prudence would have dictated the inclusion, after description of the real estate, of some such phrase as “having erected thereon a brewery”. In that event it would not be necessary to place “appurtenances” on a Procrustean bed in order to stretch it to cover the meaning advanced by the appellee, and adopted by this Court.\nThe court below heard considerable testimony as to the circumstances surrounding the execution of the real estate mortgage and the chattel mortgages. The differences and contradictions as to what was really said were as marked as the different views expressed by witnesses to a traffic accident. The witnesses upholding the view of the Bank testified that it was understood the mortgage was to cover the brewery, the machinery and equipment. The chattel mortgage witnesses testified that it was understood the personal property on the land was free from any previous mortgage lien. The court weighed this evidence and concluded that “all of the articles included in the sheriff’s sale were included under the lien of the mortgage of the First National Bank of Mount Carmel and were all contained in the manufacturing establishment.” But the parol testimony, as between the parties to this suit, was irrelevant and inadmissible, and the conclusions, therefore, supererogatory. In the absence of evidence of fraud or mutual mistake the appellees were estopped, at least as against third parties, from denying the quite obvious and transparent meaning of the mortgage which they drew up and accepted.\nIf the principle enunciated in the majority opinion becomes law, and it will be law unless modified by statute or other decisions of this Court, this will mean that no title searcher can be certain of the nature of a mortgage unless he physically inspects the land involved. And, even after the inspection, he will still not be certain, because the mortgagor and mortgagee may have had an unrecorded oral agreement, which agreement in itself will be subject to all the interpretations, conclusions and nuances of meaning attendant upon rival appraisals of contested questions of fact. And all this is an invitation to uncertainty, costly litigation and disorganization in the world of real estate supposedly mapped out precisely with the latitude of reason and the longitude of pragmatic thought.\nMr. Justice Bell joins in this dissent.",
        "type": "dissent",
        "author": "Me. Justice Musmanno:"
      }
    ],
    "attorneys": [
      "Sanford 8. Marateclc, with him Robert E. Bull and John L. Pipa, Jr., for appellant.",
      "Russell 8. Machmer, with him II. 0. Moser, for appellee."
    ],
    "corrections": "",
    "head_matter": "First National Bank of Mount Carmel v. Reichneder (et al., Appellant).\nArgued May 28, 1952.\nBefore Drew, C. J., Stern, Stearns, Jones, Bell, Chidsey and Musmanno, JJ.\nSanford 8. Marateclc, with him Robert E. Bull and John L. Pipa, Jr., for appellant.\nRussell 8. Machmer, with him II. 0. Moser, for appellee.\nOctober 3, 1952:"
  },
  "file_name": "0463-01",
  "first_page_order": 491,
  "last_page_order": 506
}
