{
  "id": 1237072,
  "name": "Martin, Appellant, v. Wilson",
  "name_abbreviation": "Martin v. Wilson",
  "decision_date": "1952-11-10",
  "docket_number": "Appeal, No. 173",
  "first_page": "529",
  "last_page": "536",
  "citations": [
    {
      "type": "official",
      "cite": "371 Pa. 529"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "49 A. 2d 779",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "781"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "355 Pa. 299",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        468935
      ],
      "pin_cites": [
        {
          "page": "302, 303"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/355/0299-01"
      ]
    },
    {
      "cite": "23 A. 2d 883",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "885"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "344 Pa. 158",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1210965
      ],
      "pin_cites": [
        {
          "page": "160, 161"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/344/0158-01"
      ]
    },
    {
      "cite": "19 A. 2d 101",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "104, 105"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "341 Pa. 273",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1204543
      ],
      "pin_cites": [
        {
          "page": "280, 281"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/341/0273-01"
      ]
    },
    {
      "cite": "93 Pa. Superior Ct. 246",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        678563
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/93/0246-01"
      ]
    },
    {
      "cite": "6 A. 2d 421",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "425"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "335 Pa. 155",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1193046
      ],
      "pin_cites": [
        {
          "page": "165"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/335/0155-01"
      ]
    },
    {
      "cite": "139 A. 147",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "149"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "290 Pa. 486",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1104419
      ],
      "pin_cites": [
        {
          "page": "491"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/290/0486-01"
      ]
    },
    {
      "cite": "119 A. 414",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "415"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "275 Pa. 332",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1075616
      ],
      "pin_cites": [
        {
          "page": "335"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/275/0332-01"
      ]
    },
    {
      "cite": "55 A. 2d 370",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "372"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "358 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8844857
      ],
      "pin_cites": [
        {
          "page": "5"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/358/0001-01"
      ]
    },
    {
      "cite": "132 A. 125",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "127"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "285 Pa. 265",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1095069
      ],
      "pin_cites": [
        {
          "page": "271"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/285/0265-01"
      ]
    },
    {
      "cite": "88 A. 2d 747",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "370 Pa. 622",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1234507
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/370/0622-01"
      ]
    },
    {
      "cite": "90 A. 2d 410",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "412"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "171 Pa. Superior Ct. 23",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        475593
      ],
      "pin_cites": [
        {
          "page": "27"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/171/0023-01"
      ]
    },
    {
      "cite": "84 A. 2d 213",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "214"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "170 Pa. Superior Ct. 148",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        474599
      ],
      "pin_cites": [
        {
          "page": "150, 151"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/170/0148-01"
      ]
    },
    {
      "cite": "76 A. 2d 175",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "177"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "365 Pa. 529",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1225619
      ],
      "pin_cites": [
        {
          "page": "533"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/365/0529-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 622,
    "char_count": 10753,
    "ocr_confidence": 0.422,
    "pagerank": {
      "raw": 2.321002087604922e-07,
      "percentile": 0.7899970229924602
    },
    "sha256": "3e83e3ec90d6a622a8cf1452a800884e90d04d7225bee77d68a37615664e0962",
    "simhash": "1:484281e95b4a99e5",
    "word_count": 1874
  },
  "last_updated": "2024-02-27T23:35:25.408756+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Drew, C. J., Stern, Stearne, Jones, Bell, Chidsey and Musmanno, JJ."
    ],
    "parties": [
      "Martin, Appellant, v. Wilson."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Horace Stern,\nThis case turns largely on a question of pleading under the new rules of civil procedure.\nPlaintiff alleged in his statement of claim that defendant was the owner of 240 shares of an outstanding issue of 250 shares of the common stock of the Cooke-Wilson Electric Supply Company, a Pennsylvania corporation; that on October 1, 1945 he offered to sell those shares to plaintiff for $372 per share, or a total sum of $89,280; that plaintiff orally accepted this offer, paid defendant $2,000 on account, and arranged for payment of the balance and transfer of the stock for the following day, October 2; that he was prepared with the necessary funds at that time to make settlement but defendant refused delivery of the shares, and, on the contrary, sold them on that very day to other persons for $100,000. Accordingly, plaintiff claimed damages for breach of contract. Defendant, in his answer, denied all these allegations, and, in “New Matter”, averred that he owned only 140 shares of the stock; that he had agreed in writing to sell to plaintiff 14 of the shares for $372 per share; that plaintiff gave defendant a check in the sum of $2,000 but the check was not good; that a new check was given defendant but he refused to accept it, returned it to plaintiff, and informed him that his offer was withdrawn, and it was then and there agreed by the parties “that the deal was off and the incident closed.” Plaintiff filed an answer to the “New Matter” in which he alleged that defendant’s agreement for the sale of 14 shares was not the only writing executed by him but that there were other writings which were agreed upon by the parties as “part of the machinery” for the carrying out of the oral agreement; he stated also that the check which he had given defendant was good. Defendant, replying to plaintiff’s answer, averred that there were no writings for the sale of any stock other than the one for the sale of the 14 shares.\nPlaintiff had been in the employ of the Cooke-Wilson Electric Supply Company for a long period of time. He owned ten shares of its stock which, with the 240 shares alleged to have been owned by defendant, constituted all the outstanding shares. Defendant had been president of the company for several years. Plaintiff testified that defendant, desiring to terminate his connection with the company because he wished to live in California, agreed, in September, 1945, to sell his stock to plaintiff. Plaintiff thereupon, according to his testimony at the trial, made arrangements to enable him to finance the purchase. He stated that he had enough funds of his own to pay for 14 shares, that he borrowed the amount necessary to pay for 14 more from a friend, one J. C. Cohen, and that he negotiated a loan with the Manufacturers’ Trading Corporation in Cleveland in an amount sufficient to pay for 212 shares, the lender stipulating that those shares should be transferred to the Cooke-Wilson Electric Supply Company to be held by it as treasury stock until the loan was paid off. Plaintiff claimed that he explained this to defendant and arranged with him that defendant would sign three writings, one agreeing to sell 212 shares to the Cooke-Wilson Electric Supply Company (this in order to meet the condition imposed by the lending company), one to sell 14 shares to J. C. Cohen (although Cohen himself had not requested any such protection for his loan), and one to sell to plaintiff himself 14 shares, the price in each case being stated as |372 per share. Plaintiff produced in evidence these three writings signed by defendant. He and his supporting witnesses testified that on October 2, the date fixed for settlement, plaintiff was ready to pay to defendant the purchase money for all of the stock but defendant refused to carry out the transaction, did not appear, and, instead, on that same day sold the 240 shares to other persons for a greater price.\nThe learned trial judge entered a compulsory non-suit on the ground that, plaintiff having declared on an oral agreement, the writings he offered in evidence did not meet the requirements of the statute of frauds as memoranda of the contract, and that defendant could take advantage of the statute notwithstanding his failure to plead it as “New Matter”. The court en banc refused to take off the nonsuit, and from the judgment entered thereon plaintiff now appeals.\nPa. R. C. P. 1030 provides that certain affirmative defenses therein specified, including the statute of frauds, “shall be pleaded in a responsive pleading under the heading ‘New Matter’ ”, and Pa. R. C. P. 1032 provides that, subject to certain exceptions, “A party waives all defenses and objections which he does not present either by preliminary objection, answer or reply.” This latter rule, therefore, forbids a party from asserting a defense or objection which he has failed to raise at the time and in the manner required. The provision of Rule 1030 is mandatory, and failure to plead any of the defenses therein enumerated renders the defense unavailable at the trial of the issue: Echon, Administratrix, v. Pennsylvania R. R. Co., 365 Pa. 529, 533, 76 A. 2d 175, 177; Margolis v. Miller, 170 Pa. Superior Ct. 148, 150, 151, 84 A. 2d 213, 214; Arabian American Oil Co. v. Kirby & Kirby, Inc., 171 Pa. Superior Ct. 23, 27, 90 A. 2d 410, 412. It is true that, although the Practice Act of May 14, 1915, P. L. 483, section 16, provided that “Neither party shall be permitted at the trial to make any defense which is not set forth in the affidavit of defense”, it was held in numerous decisions 3**that where the defendant averred that no contract had been entered into between him and the plaintiff it was not necessary for him to plead the statute of frauds. However, the sole reason for such ruling was that it would have been obviously inconsistent for the defendant to assert nonliability because the agreement was not in writing and at the same time aver that there was no agreement at all. But the objection to such inconsistency in pleading has now been overcome by Pa. B. C. P. 1020(c), which provides that “Causes of action and defenses may be pleaded in the alternative.” The reason for the rule requiring that the defendant give notice in his answer that he intends to stand on the defense of the statute of frauds is evident, for in such a case he may, either intentionally or inadvertently, admit at the trial the making of the oral agreement, in which case it becomes a valid and enforceable obligation; the plaintiff is entitled, therefore, to be informed, before proceeding to the expense and burden of the prosecution of a fruitless trial, whether defendant intends, upon plaintiff’s proof of an oral contract, to claim the protection of the statute of frauds or to waive that defense.\nThe court below was of opinion that defendant’s failure to plead the statute was excused by Buie 1082, which provides an exception where plaintiff has failed to “state a claim upon which relief can be granted”; since the Sales Act of May 19, 1915, P. L. 543, section 4, makes oral contracts for the sale of goods or dioses in action of the value of $500 or upwards unenforceable, it was assumed that plaintiff’s statement of claim did not state a claim upon which relief could be granted. However, the Sales Act provides that the penalty of non-enforceability shall not apply if the buyer gives something in earnest to bind the contract or in part payment, or if some note or memorandum in writing of the contract or sale is signed by the party to be charged. Plaintiff here alleged in Ms statement of claim that he paid defendant the sum of $2,000 on account of the purchase price, and he also averred, in the course of his pleadings, that there were written memoranda of the contract signed by defendant; therefore, he did not fail to “state a claim upon which relief can be granted.” In Maxson v. McElhinney, 370 Pa. 622, 88 A. 2d 747, there was no right of action whatever in the plaintiff and for that reason it was held that the defendant was excused, under Rule 1032, from pleading an affirmative defense.\nAs far as the merits are concerned, it cannot be said that plaintiff did not make out a case sufficient to go to the jury. It is true that, at first blush, it would seem that the three writings placed in evidence directly contradicted his claim that defendant had agreed to sell to Mm 240 shares, inasmuch as they purported to be offers or agreements to sell 226 of the shares to other parties therein named and only 14 of the shares to himself. However, he explained that the writings were prepared in that way with the understanding, and by the consent, of defendant, that Cohen’s name was being used merely as plaintiff’s nominee, and that the lending company’s name was being similarly used in order to carry out plaintiff’s agreement with that company that 212 of the shares should be transferred to the treasury of the Cooke-Wilson Electric Supply Company. Even if this explanation be regarded as changing or contradicting the writings themselves it is not excluded by the parol evidence rule, since the writings were merely evidential and did not constitute the contract on which the action was based: Garrison, Receiver, v. Salkind, 285 Pa. 265, 271, 132 A. 125, 127; Sunseri v. Sunseri, 358 Pa. 1, 5, 55 A. 2d 370, 372.\nJudgment reversed and new trial granted.\nrit seems somewhat difficult to understand how this arrangement would have given the lending company any greater protection than if the shares were transferred directly to plaintiff himself, since he owned all the remaining shares and therefore would be, in either event, the sole owner of the company. It would be more natural to suppose that the lender would have provided that the stock should be assigned to it as collateral for the loan.\nAmerican Products Co. of Pennsylvania v. Franklin Quality Refining Co., 275 Pa. 332, 335, 119 A. 414, 415; Franklin Sugar Refining Co. v. Eiseman, 290 Pa. 486, 491, 139 A. 147, 149; Neth v. St. John’s Reformed Church of Hempfield Township, 335 Pa. 155, 165, 6 A. 2d 421, 425; Brown v. Sheaffer, 93 Pa. Superior Ct. 246; Parrish v. Koons, 1 Pars. Eq. Cas. 78, 94.\nWilliams v. Moodhard, 341 Pa. 273, 280, 281, 19 A. 2d 101, 104, 105; Shaffer v. Shaffer, 344 Pa. 158, 160, 161, 23 A. 2d 883, 885; Zlotziver v. Zlotziver, 355 Pa. 299, 302, 303, 49 A. 2d 779, 781.",
        "type": "majority",
        "author": "Mr. Chief Justice Horace Stern,"
      }
    ],
    "attorneys": [
      "John A. Metz, Jr., with him Metz & Metz and Baldrige & Bilhol, for appellant.",
      "William, Kaufman, with him Roland A. McOrady and McCrady & ’Nieblas, for appellee."
    ],
    "corrections": "",
    "head_matter": "Martin, Appellant, v. Wilson.\nArgued October 6, 1952.\nBefore Drew, C. J., Stern, Stearne, Jones, Bell, Chidsey and Musmanno, JJ.\nreargument refused November 28, 1952.\nJohn A. Metz, Jr., with him Metz & Metz and Baldrige & Bilhol, for appellant.\nWilliam, Kaufman, with him Roland A. McOrady and McCrady & ’Nieblas, for appellee.\nNovember 10, 1952:"
  },
  "file_name": "0529-01",
  "first_page_order": 557,
  "last_page_order": 564
}
