{
  "id": 1070130,
  "name": "Sharon R. STECHER and Joseph Stecher, H/W, Appellees, v. FORD MOTOR COMPANY, Reed, Inc., d/b/a Reed Chevrolet Pontiac Oldsmobile and John Doe, Inc. or John or Jane Roe, Appellants. Appeal of Ford Motor Company",
  "name_abbreviation": "Stecher v. Ford Motor Co.",
  "decision_date": "2002-12-19",
  "docket_number": "No. 170 MAP 2001",
  "first_page": "312",
  "last_page": "320",
  "citations": [
    {
      "type": "official",
      "cite": "571 Pa. 312"
    },
    {
      "type": "parallel",
      "cite": "812 A.2d 553"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "575 F.2d 774",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        930112
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/575/0774-01"
      ]
    },
    {
      "cite": "647 F.2d 241",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1224237
      ],
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/647/0241-01"
      ]
    },
    {
      "cite": "537 F.2d 726",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1050140
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/537/0726-01"
      ]
    },
    {
      "cite": "665 A.2d 1167",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        458972,
        7880612
      ],
      "weight": 2,
      "year": 1995,
      "pin_cites": [
        {
          "page": "1170"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/542/0124-01",
        "/a2d/665/1167-01"
      ]
    },
    {
      "cite": "542 Pa. 124",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        458972
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa/542/0124-01"
      ]
    },
    {
      "cite": "669 F.2d 1199",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1161556
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1206"
        },
        {
          "page": "1206"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/669/1199-01"
      ]
    },
    {
      "cite": "779 A.2d 491",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9492484
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "498"
        },
        {
          "page": "502-503"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/779/0491-01"
      ]
    },
    {
      "cite": "644 A.2d 1213",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7882324,
        945894
      ],
      "weight": 3,
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "Emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/644/1213-01",
        "/pa-super/435/0016-01"
      ]
    },
    {
      "cite": "435 Pa.Super. 16",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        945894
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/435/0016-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 734,
    "char_count": 16732,
    "ocr_confidence": 0.658,
    "pagerank": {
      "raw": 1.2404758615182592e-07,
      "percentile": 0.6077771329525389
    },
    "sha256": "36788b8ef9cd459f634d0a0eb02e2c64e843574925ffa24012f04b6db727d44c",
    "simhash": "1:d4afd8dabb5f96a8",
    "word_count": 2724
  },
  "last_updated": "2024-02-27T17:59:01.943249+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ZAPPALA, C.J., and CAPPY, CASTILLE, NIGRO, NEWMAN, SAYLOR and EAKIN, JJ."
    ],
    "parties": [
      "Sharon R. STECHER and Joseph Stecher, H/W, Appellees, v. FORD MOTOR COMPANY, Reed, Inc., d/b/a Reed Chevrolet Pontiac Oldsmobile and John Doe, Inc. or John or Jane Roe, Appellants. Appeal of Ford Motor Company."
    ],
    "opinions": [
      {
        "text": "OPINION\nChief Justice ZAPPALA.\nWe granted allowance of appeal to determine whether the trial court properly instructed the jury that a plaintiff in a products liability action has the burden to prove some method of establishing the extent of the enhanced injuries attributable to the product defect. We hold that this issue need not be reached, as it was rendered moot by the jury’s finding that the defect was not a substantial factor in causing any of the plaintiffs’ injuries. Once the jury resolved the causation question in favor of the defendant, the appropriate burden of proof in assessing the damages became irrelevant. Accordingly, because the Superior Court reversed the trial court and granted a new trial due to an erroneous jury instruction in this regard, we vacate the order of the Superior Court and remand to that court for it to address the remaining issues in this appeal. Due to this disposition, we pass no judgment on the merits of the Superior Court’s decision as to the appropriate burden of proof under these circumstances, but merely hold that the Superior Court erred in addressing the issue.\nThis product liability action arises from an automobile accident that occurred on February 13,1992. Sharon Stecher was driving her 1983 Ford LTD westbound on a snow and ice covered road when her vehicle spun as she approached a curve. The LTD crossed the centerline and its front end struck an embankment on the opposite side of the road. The vehicle then spun back onto the roadway, still proceeding in a westerly direction, with the driver’s side of the vehicle leading the way. Stecher’s LTD then collided with a 1992 GMC pickup that was traveling eastbound. The point of impact was approximately at the “B pillar,” which is the post that runs vertically from the floor to the roof of the car, directly behind the driver’s left shoulder. Stecher suffered severe brain damage and a pelvic fracture as a result of the collision.\nSharon and Joseph Stecher (Plaintiffs) commenced this action in 1994 against Ford Motor Company. They proceeded to a jury trial on a theory of strict liability based on a manufacturing defect. Their sole contention was that the vehicle’s B pillar was unreasonably dangerous because its base welds failed, causing the B pillar to detach at the base and strike Mrs. Stecher’s head. This point of fact was highly contested by Ford Motor Company at trial.\nFollowing closing arguments, the trial court instructed the jury in three general areas: (1) how to treat the evidence; (2) the subject of liability and; (3) the subject of damages. Notes of Testimony dated April 21-22, 1999, at 1897. Relying on Kupetz v. Deere & Company, Inc., 435 Pa.Super. 16, 644 A.2d 1213 (1994), the trial court instructed the jury that this case involves a subdivision of a product liability action known as the crashworthiness doctrine, which provides that a manufacturer of a product is subject to liability in a situation in which an alleged defect did not cause an accident, but rather, increased the severity of the injury over that which would have occurred absent the defect. Notes of Testimony dated April 21-22, 1999, at 1905. It went on to explain that under Pennsylvania law, there are three elements, each of which the plaintiffs must prove by a preponderance of the evidence. Id. The court stated:\nThey are, one, that the product was defective; two, that the defect was the proximate cause of the plaintiffs injuries; and three, the plaintiff must show some method of establishing the extent of the plaintiffs enhanced injuries attributable to the defect.\nId. (Emphasis added). It further charged that if the jury finds that the product lacked any element necessary to make it safe for its intended use or contained any condition that made it unsafe for its intended use, the product was defective and the defendant is liable for all harm caused by such defect. Id. at 1906. The charge also stated that a defendant’s conduct is the legal cause of an accident whenever it appears that the defendant’s conduct was a substantial factor in bringing about the injury. Id. at 1907.\nThe court explained as follows:\nThe plaintiff is not required to prove that the defect caused the accident or the initial impact. However, she can only recover for what are called her enhanced injuries; that is, she can recover only for those injuries she can prove by a preponderance of the evidence that she would not have sustained were it not for the alleged manufacturing defect. It is the plaintiffs burden to establish the extent of the enhanced injuñes. If the defect increased the severity of the injury over what would have occurred without that defect, the manufacturer is liable for the increased injuries suffered by the plaintiff.\nId. at 1907-1908 (emphasis added).\nFinally, the court reiterated:\nPlease remember that when you are considering each of these measures of damages, you must do so within the parameters of the enhancement of injuries principles which I have already covered with you.\nId. at 1909.\nDuring deliberations, the jury sent a note asking the court to reread the instructions regarding liability and “clarify substantial factor in bringing] about her injuries.” Id. at 1953. The jury also queried, “[Specifically, are we to decide whether the defect caused her injuries or any defect made her injuries worse?” Id. at 1957. The trial court responded to the questions by repeating the aforementioned instructions regarding defect, causation and enhanced injury in their entirety. Id. at 1968-1972. Each of the jurors indicated that those instructions adequately addressed their concerns.\nThe jury returned a special verdict finding that, while the LTD was defective, that defect was not a substantial factor in causing Plaintiffs’ injuries. Thus, the jury did not render a finding as to whether Plaintiffs established a method of proving the extent of the enhanced injuries attributable to the product defect.\nIn their post-trial motions, Plaintiffs argued, inter alia, that the trial court erred in instructing the jury that Plaintiffs bore the burden of establishing some method of determining the extent of their enhanced injuries attributable to the defect. The trial court denied post-trial motions, ruling, inter alia, that because the appellate courts of this Commonwealth would follow what has come to be referred to as the Huddell /Caiazzo approach, its instruction to the jury in this regard was correct. In its most simplistic form, the Huddell /Caiazzo approach requires a plaintiff to quantify the extent of his or her injuries that were caused by the defect and permits recovery from the manufacturer of the product that allegedly enhanced the injuries only for those injuries attributable to the defective product. Huddell, 537 F.2d at 738. Under this approach, Plaintiffs would have had to demonstrate the portion of her injury, here brain damage and a pelvic fracture, or the enhancement of the injury, that was attributable to the defect in the Ford vehicle.\nBoth parties appealed to the Superior Court. The Superior Court vacated the trial court’s order and remanded for a new trial. Stecher v. Ford Motor Co., 779 A.2d 491 (Pa.Super.2001). Although various issues were raised on appeal, the Superior Court addressed only the instructional issue and concluded that “the trial court erred in instructing the jury that the Stechers bore the burden of quantifying the extent of the enhanced injuries caused by the alleged defect in the Ford vehicle.” Id. at 498. The court concluded that the jurisprudence of this Commonwealth was more consistent with the Fox /Mitchell approach to determining damages. The Fox /Mitchell approach requires a plaintiff in an enhanced injury case to prove only that a defect “was a substantial factor in producing damages over and above those which were probably caused as a result of the original impact or collision.” Mitchell, 669 F.2d 1199, 1206. If the plaintiff does so, the burden of proof shifts to the tortfeasors to apportion the damages between them. If the defect is found to be a substantial factor in causing an indivisible injury such as paraplegia, death, etc. then, absent a reasonable basis to determine which wrongdoer actually caused the harm, the defendants should be treated as joint and several tortfeasors. Id. at 1206. Significant to this appeal, the Superior Court did not discuss the effect of the instructional error on the verdict.\nJudge Tamilia filed a dissenting opinion wherein he opined that Pennsylvania products liability law was more consistent with the Huddell /Caiazzo approach of establishing damages arising from enhanced injuries. He noted, however, that the instant case was not the proper vehicle for determining the issue.\nIn this case, however, Ford established to the satisfaction of a jury and the court that the manufacturer defect, if any, occurred at the floor of the LTD and not the roof, and the concept of enhanced injury as presented by the Stechers did not occur. As expressed in this Dissenting Opinion, this became a question which properly was resolved by the jury. The jury found the defect in the “B” pillar was not a substantial factor in bringing about the injuries to Mrs. Stecher. The jury’s verdict merely reflects its determination .that the Stechers failed to make out a prima facie case of a manufacturing defect.\nEven under the majority’s view, the Stechers cannot prevail because no evidence was presented that the manufacturer defect, that is the separation at the floor, in any way produced the alleged enhanced injury which was totally dependent upon separation at the roof. It is not any manufacturer’s defect which can call into play, even under the most liberal approach, the Fox/Mitchell analysis. As acknowledged by the majority, the plaintiff in such action need prove “only that defect was a substantial factor in producing damages over and above those which were probably caused as a result of the original impact or collision.” (Majority Opinion at 495) The majority is introducing a change in the law of Pennsylvania based on concepts which are not applicable to the case and upon facts which are contrary to those established at trial and as found by the jury.\n779 A.2d at 502-503.\nWe must determine whether the Superior Court committed an error of law when it granted a new trial on the basis of an allegedly erroneous jury instruction. Our scope of review is plenary. Phillips v. A-Best Products Co., 542 Pa. 124, 665 A.2d 1167, 1170 (1995).\nFord Motor Company first goes to great lengths to persuade the Court that the Huddell /Caiazzo approach, which the trial court essentially utilized, is correct, and therefore the Superior Court erred in granting a new trial. The validity of its second contention, however, renders the first inquiry moot. In its second issue in this appeal, Ford Motor Company contends that the Superior Court erred in granting a new trial when the purportedly erroneous jury instruction was rendered moot by the jury’s finding that the defect was not a substantial factor in causing any of Plaintiffs’ injuries.\nIt is with this latter contention that we agree. Although the question the Superior Court addressed is a significant issue of first impression in this Commonwealth, we must refrain from addressing it as any discussion would be mere dicta and would have no relevance to the outcome of this particular case. The parties concede that both the Huddell/Caiazzo and the Fox /Mitchell approach require a plaintiff to establish that the product defect was a substantial factor in producing the plaintiffs’ harm. See Appellee Brief at 15 (“There is no dispute that a plaintiff bears the burden of proving that a product was defective and that the defect was a substantial factor in causing injuries.”). Thus, regardless of which approach the Court may adopt, Ford Motor Company would prevail as the jury found that the product defect was not a substantial factor in causing Plaintiffs’ injuries. Stated differently, the difference between the Huddell /Caiazzo and Fox /Mitchell theories goes primarily to the apportionment of an indivisible harm, i.e., a permanent brain injury allegedly arising from both a car collision and a defect in the vehicle. Once the jury found that Ford Motor Company was not responsible for the harm or the enhancement of any harm caused by another, the debate over the different approaches becomes merely academic. Had the jury concluded that Ford Motor Company was responsible for some increase in harm, the inquiry would then turn to the specificity required to establish the amount of the increase. The facts of this case do not warrant the examination of such issue.\nPlaintiffs argue, however, that the trial court’s response to the jury’s inquiry regarding the “substantial factor” question blurred causation issues with those relevant to the apportionment of damages. They contend that, therefore, we can not rely on the jury finding that the defect was not a substantial factor in causing Plaintiffs’ injuries or the enhancement thereof. We disagree. The jury’s question had nothing to do with the extent of the enhanced injury. The jury asked the court whether it had to find that the defect was the sole cause of Plaintiffs’ injury or whether it was sufficient that the defect made the injury worse. The trial court’s instructions clarified that, under the crashworthiness doctrine, Plaintiffs need only establish that the defect made the injuries worse.\nCausation was clearly identified in the instructions as a separate and distinct element from the extent of the enhanced injuries necessary to determine damages. Plaintiffs did not challenge the trial court’s “substantial factor” instructions or its restating of those instructions in response to the jury’s inquiry. Thus, any error in instructing the jury as to who bore the burden of establishing damages could not have affected the jury’s determination as to causation. Simply put, the jury never reached the inquiry that the purportedly erroneous jury instruction addressed. Thus, the Superior Court erred in granting a new trial on that basis.\nDue to the Superior Court’s disposition, it did not address the remaining issues raised by the parties. See note 2, supra. Accordingly, the order of the Superior Court is vacated and the matter is remanded to that court for it to address any issues not rendered moot by our decision.\n. This approach to determining the appropriate burden for establishing damages in an enhanced injury case was set forth in Huddell v. Levin, 537 F.2d 726 (3rd Cir.1976) and Caiazzo v. Volkswagenwerk A.G., 647 F.2d 241 (2nd Cir. 1981).\n. Plaintiffs raised four issues: (1) Whether the trial court erred by instructing the jury that plaintiffs were required to prove an enhanced injury attributable to the manufacturing defect; (2) Whether the trial court erred by refusing to instruct the jury on concurring causes; (3) Whether the trial court erred by permitting Ford’s experts to testify about statistical analysis and accident frequency/severity studies; (4) Whether the trial court erred in precluding Plaintiffs’ expert's testimony without an evidentiary hearing. In its cross-appeal, Ford raised two issues: (1) Whether the trial court erred in denying Ford's motions for a compulsory nonsuit; and (2) Whether the trial court erred in precluding Ford from introducing the videotapes of the crash tests.\n. This approach is derived from the federal cases of Fox v. Ford Motor Co., 575 F.2d 774 (10th Cir. 1978) and Mitchell v. Volkswagenwerk, AG, 669 F.2d 1199 (8th Cir. 1982).\n. Ford Motor Company properly preserved this contention as it served as the second issue in its Petition for Allowance of Appeal granted by this Court.\n. It should be noted that because the Superior Court erroneously addressed the issue, its determination as to the adoption of the Fox /Mitchell approach should be regarded as mere dicta.",
        "type": "majority",
        "author": "Chief Justice ZAPPALA."
      }
    ],
    "attorneys": [
      "Ronald A. Krauss, Robert W. Powell, pro hac vice, West Hazleton, for Ford Motor Co.",
      "George Joseph Lavin, Thomas J. Finarelli, Philadelphia, for Product Liability Advisory Council, Inc., amicus curiae.",
      "Edward Robert Kennett, William A. Atlee, Lancaster, for Sharon and Joseph Stecher.",
      "Clifford Alan Rieders, for Pennsylvania Trial Lawyers Association, amicus curiae."
    ],
    "corrections": "",
    "head_matter": "812 A.2d 553\nSharon R. STECHER and Joseph Stecher, H/W, Appellees, v. FORD MOTOR COMPANY, Reed, Inc., d/b/a Reed Chevrolet Pontiac Oldsmobile and John Doe, Inc. or John or Jane Roe, Appellants. Appeal of Ford Motor Company.\nSupreme Court of Pennsylvania.\nArgued May 16, 2002.\nDecided Dec. 19, 2002.\nReargument Denied Feb. 7, 2003.\nRonald A. Krauss, Robert W. Powell, pro hac vice, West Hazleton, for Ford Motor Co.\nGeorge Joseph Lavin, Thomas J. Finarelli, Philadelphia, for Product Liability Advisory Council, Inc., amicus curiae.\nEdward Robert Kennett, William A. Atlee, Lancaster, for Sharon and Joseph Stecher.\nClifford Alan Rieders, for Pennsylvania Trial Lawyers Association, amicus curiae.\nBefore ZAPPALA, C.J., and CAPPY, CASTILLE, NIGRO, NEWMAN, SAYLOR and EAKIN, JJ."
  },
  "file_name": "0312-01",
  "first_page_order": 396,
  "last_page_order": 404
}
