{
  "id": 1884591,
  "name": "Commonwealth v. Chester, Appellant",
  "name_abbreviation": "Commonwealth v. Chester",
  "decision_date": "1963-01-08",
  "docket_number": "Appeal, No. 126",
  "first_page": "45",
  "last_page": "55",
  "citations": [
    {
      "type": "official",
      "cite": "410 Pa. 45"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "16 A. 2d 401",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1940,
      "opinion_index": 0
    },
    {
      "cite": "340 Pa. 128",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1203392
      ],
      "year": 1940,
      "opinion_index": 0,
      "case_paths": [
        "/pa/340/0128-01"
      ]
    },
    {
      "cite": "169 A. 2d 780",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "403 Pa. 358",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1299478
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/pa/403/0358-01"
      ]
    },
    {
      "cite": "173 A. 2d 468",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "405 Pa. 36",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1303549
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/pa/405/0036-01"
      ]
    },
    {
      "cite": "167 A. 2d 295",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "pin_cites": [
        {
          "page": "297"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "402 Pa. 451",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1296571
      ],
      "year": 1961,
      "pin_cites": [
        {
          "page": "454-55"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/402/0451-01"
      ]
    },
    {
      "cite": "79 A. 2d 201",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1951,
      "opinion_index": 0
    },
    {
      "cite": "367 Pa. 159",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1228437
      ],
      "year": 1951,
      "opinion_index": 0,
      "case_paths": [
        "/pa/367/0159-01"
      ]
    },
    {
      "cite": "141 A. 2d 597",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "392 Pa. 632",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845743
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/pa/392/0632-01"
      ]
    },
    {
      "cite": "106 A. 2d 820",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "378 Pa. 412",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1250885
      ],
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/pa/378/0412-01"
      ]
    },
    {
      "cite": "134 A. 2d 890",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "390 Pa. 379",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1275699
      ],
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/pa/390/0379-01"
      ]
    },
    {
      "cite": "128 Atl. 87",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1925,
      "opinion_index": 0
    },
    {
      "cite": "282 Pa. 458",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1088321
      ],
      "year": 1925,
      "opinion_index": 0,
      "case_paths": [
        "/pa/282/0458-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 836,
    "char_count": 16966,
    "ocr_confidence": 0.471,
    "pagerank": {
      "raw": 4.0494440158224786e-07,
      "percentile": 0.9077007964557007
    },
    "sha256": "500a54d48d50a5f8b57cc00ad31e17d2c592fe5ee01328bde0ff73d9c3241c5a",
    "simhash": "1:952be721452e45ef",
    "word_count": 2885
  },
  "last_updated": "2024-02-27T20:55:28.541542+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Keim, JJ.",
      "Mr. Justice Musmanno dissents."
    ],
    "parties": [
      "Commonwealth v. Chester, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Cohen,\nAt approximately 10:00 a.m. on January 24, 1959, Harold Walker was found dead lying in bed in his second-floor apartment at 1104 Sheffield Street, Pittsburgh. The pathologist attributed death to shock following contusions of the head, face, neck, back, and chest with multiple fractures of the ribs. He testified that the injuries producing the shock could have come from repeated blows to the body.\nCharles Boss, James Houlihan, and Leo Chester were indicted for the murder of Walker. The Commonwealth’s theory was that the three men had participated in a plan to rob Walker, a known bookie, and had inflicted a beating upon him during the attempted felony which resulted in his death. After separate trials, Ross was found guilty of first degree murder and sentenced to life imprisonment. His conviction was affirmed by this court. Houlihan was convicted of voluntary manslaughter but did not appeal. Chester was found guilty of first degree murder and sentenced to life imprisonment. His appeal from the lower court’s denial of his motions in arrest of judgment and for a new trial is now before us.\nAt Chester’s trial, the Commonwealth relied heavily upon the testimony of Albert Tschudie who occupied an apartment down the hall from Walker. Tschudie testified that about 7:30 p.m. on January 23, he saw three men coming up the stairs to the second floor with Chester in the lead. Chester asked him if a party named Hale lived in the rooming house. Upon receiving a negative response, the three men and Tschudie walked down the stairs and out onto the porch where Tschudie asked Chester if one of the other men was not Charlie Ross. Chester said no and the three men departed.\nTschudie returned to his apartment twenty minutes later and was aroused by a noise in the hallway. He looked out into the hallway and saw Chester and Ross standing outside of Walker’s door with a third man standing at the top of the stairs. Tschudie stated that Chester was carrying what looked like a gun in his hand and that he pulled a handkerchief over his face. Tschudie closed the door and a few minutes later heard things being thrown around in Walker’s room. Tschudie thereupon went down to get the landlady, Mrs. Kramer, and the two of them went back to Walker’s room. Mrs. Kramer was dragged into the room and beaten while Tschudie was chased down the stairs and out onto the street. At this point, the three men made their escape. Tschudie subsequently gave the police a detailed description of Chester and later identified his photograph.\nThe other occupants of the rooming house testified that they found Walker lying on the bed with his arms and legs tied behind him, that his room was thoroughly disarranged, that he had bruises on his face and neck, and that he complained about pain to his ribs and was having difficulty breathing. In response to inquiries as to what had occurred, Walker replied “they wanted more money” and “they tried to kill me.” Walker, however, apparently did not want the police to learn of the incident since he directed that his room be straightened and told the police when they did arrive that he had fallen down the stairs.\nA doctor was called and arrived around 11:00 p.m. that evening. He was told that Walker had fallen out of bed and diagnosed Walker’s condition as fractured ribs. Walker refused to go to a hospital and the doctor bandaged his ribs, spending about twenty minutes; on the task. Surprisingly, he saw no evidence of any injuries to Walker’s face or neck although he did state that the room was dimly lit. Walker spent the remainder of the evening watching television with several of the other boarders who finally left him at 3:00 a.m. He was found dead by Mrs. Kramer at 10:00 a.m. the next morning.\nChester took the stand in his own defense. He testified that on the day in question he was asked by Houlihan to accompany him to collect a debt from Ross — whom Chester had never met before — -because Houlihan was afraid of Ross. When they encountered Ross, the latter said he would get the money from a bookie he knew and Houlihan invited Chester to go along. Chester admitted seeing Tschudie when they first walked up the stairs but denied talking to him. When they returned to the rooming house the • second time, Chester testified that he accompanied Ross and Houlihan to the second floor and entered a bathroom next to Walker’s room where Ross and Houlihan engaged in heated conversation. Because he feared that the loud voices would cause the people in the building to call the police, Chester told Houlihan that he was leaving and Houlihan replied that he would be right out. Chester testified that he waited on the porch for ten or fifteen, minutes and then went back upstairs to ■tell Houlihan that he was leaving. ’When he arrived upstairs, he was dragged into Walker’s room' by Ross, heard Mrs. Kramer scream, saw the topsy-turvy room, and decided to leave by the fastest available exit which was an open window. Chester denied seeing Walker on the day.in question. He did, however, admit that when he left Pittsburgh on February 1, 1959 he knew from reading the newspapers that Ross had been apprehended and that he himself might be involved.\nIn this appeal, defense counsel raises five contentions: (1) the Commonwealth did not sufficiently prove an attempted robbery; (2) the Commonwealth did not sufficiently prove that Walker died as a result of injuries received in the alleged robbery; (3) the trial judge erred in his charge and confused the jury with regard to the different degrees of homicide; (4) the trial judge committed prejudicial error in refusing one of defendant’s requests for charge; (5) the trial judge summarized tbe evidence in a manner which prejudiced the defendant’s case. After carefully reviewing these contentions as well as reviewing the record for other possible error, we are of the opinion that the conviction should be affirmed.\nThe first two contentions raise the question of the sufficiency of the evidence. In a homicide case, the Commonwealth must prove beyond a reasonable doubt that (1) a death has occurred, (2) that the death resulted from criminal agency, and (3) that the defendant is legally responsible for the death. See Commonwealth v. Gardner, 282 Pa. 458, 128 Atl. 87 (1925). The Commonwealth, however, is not restricted to direct proof of these elements but, on the contrary, circumstantial evidence alone may suffice so long as the inferences arising therefrom prove the fact in question beyond a reasonable doubt. Commonwealth v. Sauders, 390 Pa. 379, 134 A. 2d 890 (1957); Commonwealth v. Kloiber, 378 Pa. 412, 106 A. 2d 820 (1954).\nAs to proof of the felony, there was no eyewitness who saw Chester and his companions attempt to rob Walker in his room. However, we do have the following circumstantial evidence: the res gestae statements of Walker that “they wanted more money” and “they tried to kill me”; the fact that Chester was seen entering the room with a mask on his face; the discovery of Walker tied-np and beaten; and the disarranged condition of the room. From this evidence the jury could properly infer beyond a reasonable doubt that the men entering the room had attempted to obtain money from Walker by the use of force.\nA more difficult problem confronts us as to the sufficiency of the evidence that Walker died as a result of injuries received during the attempted robbery. According to the pathologist, the shock causing Walker’s death was brought on by repeated blows to the body. Walker’s face showed discoloration around the nose and cheeks indicating some of the blows were directed at that part of the body. The Commonwealth’s theory was that Walker had been beaten in an attempt to force him to reveal where he had hidden his money. The possible weak links in the Commonwealth’s case on this point are these: (1) the fact that Walker himself told the police and the doctor that he had received his injuries in a fall; (2) the fact that a doctor who examined decedent some three hours after the alleged beatings saw no evidence of shock nor any injuries except the fractured ribs; (3) the fact that Walker was still alive at 3:00 a.m. and might not have died until 10:00 a.m., some fourteen hours after the alleged beatings. Defense counsel suggests that between 3:00 a.m. and 10:00 a.m. someone else might have entered Walker’s room, taken advantage of his weakened condition, and inflicted the fatal beatings.\nOn the other hand, the Commonwealth did show that Walker, a bookie, might well direct his room to be straightened and also fabricate a story about a fall in order not to get involved with the police. Secondly, there was testimony by several of the boarders that shortly after the robbery they observed scratches and bruises on Walker’s face and neck, and that Walker was in considerable pain and having difficulty breathing. Also, it is undisputed that Walker’s ribs were fractured indicating, at least, blows to that area of the body. Thus, the puzzling circumstance is the doctor’s failure at 11:0G p.m. to discover that Walker was suffering from shock or to notice the injuries to the face and neck described by some of the boarders. But here we must remember that we are dealing with death due to shock, described by the pathologist as a collapse of the vital functions of the body brought on normally by internal hemorrhaging. The pathologist testified that shock may be long-delayed and that where an individual is in as rundown a condition as Walker was, he may suffer much more shock from the same injuries than a person of normal health. Hence it may well be that Walker would not show the symptoms of shock even three hours after the beatings. In addition, the blows he had received to the face and head might not have produced sufficient discoloration or swelling to attract the attention of the doctor in the dimly-lit room.\nOf course, it is possible — although highly improbable — that between 3:00 a.m. and 10:00 a.m. someone else entered Walker’s room and beat him. However, the Commonwealth is not required to prove its case with absolute certainty but only beyond a reasonable doubt. We conclude that a jury could properly find beyond a reasonable doubt that blows were inflicted upon Walker during the attempted robbery from which he died some fourteen hours later.\nDefense counsel next directs our attention to that part of the charge where the trial judge defined the various felonious homicides. It is alleged that three different errors were committed at this point. First, counsel argues that the trial judge gave the jury the impression that they could find Chester guilty of first degree murder under the felony-murder rule even though they found no attempted robbery. Upon review of this part of the charge, we find that counsel has quoted parts of the charge out of context. In fact, the trial judge clearly set forth the possibilities of first and second degree murder under the facts of this case —first degree murder if death occurred as a result of beatings inflicted during a robbery; second degree murder if there was no robbery but beatings inflicted with malice aforethought.\nSecondly, defense counsel objects that the trial judge told the jury that a verdict of voluntary manslaughter would be “illogical” and “unseemly”, although the jury in the Houlihan case returned such a verdict. A trial judge has the right to express his opinion on the weight of the evidence so long as (1) there is a reasonable ground for the statement he makes, and (2) he tells the jury that, regardless of his opinion, the ultimate decision is theirs. Commonwealth v. Romano, 392 Pa. 632, 141 A. 2d 597 (1958); Commonwealth v. Chambers, 367 Pa. 159, 79 A. 2d 201 (1951). The trial judge satisfied this test. There was a reasonable basis for his statement in that the record was devoid of evidence of legal provocation which would reduce a finding of murder to voluntary manslaughter, and he informed the jury that they were still free to return a verdict of voluntary manslaughter.\nThirdly, counsel objects to the trial judge’s failure to instruct the jury on the presumption in favor of second degree murder and the Commonwealth’s burden of raising second degree murder to first degree murder. Since the trial judge ruled out the possibility of a premeditated, deliberate, and willful killing and thereby restricted a first degree murder verdict to a felony murder, such a charge in this case would have only confused the jury and was properly not given. As we said in Commonwealth ex rel. Johnson v. Myers, 402 Pa. 451, 454-55, 167 A. 2d 295, 297 (1961), “It would be anomalous to assert that in showing a felonious killing by presenting facts of poisoning, of lying in wait or of felony murder, the law presumes such facts to constitute murder in the second degree when the statute expressly makes them murder in the first degree. It is unlikely that any trial judge would charge to such effect but would say straight away that these special varieties of killing were murder of the first degree.”\nThe next allegation of error is the trial judge’s refusal to give defendant’s requested point for charge that “If you have any reasonable doubt that Leo Chester knew of or participated in any robbery of Harold Walker, you must find him not guilty.” A point for charge is properly refused if incorrectly drawn or if it has already been adequately covered. See Commonwealth v. Butler, 405 Pa. 36, 173 A. 2d 468 (1961). Since Chester could still be guilty of second degree murder if there was a beating without a robbery, the point for charge was incorrectly drawn. Also, the point had already been adequately covered.\nLastly, defense counsel urges that the trial judge summarized the evidence in a manner which emphasized the Commonwealth’s case and minimized the defendant’s case. Upon reviewing the record, we think there is no merit to this contention for the evidence was summarized in a manner fair to both the Commonwealth and defendant. In any event, the trial judge properly instructed the jury that tbeir recollection of the evidence was to govern and not Ms. The trial judge, in summarizing the vast amount of testimony, in fact ably directed the jury to the main factual determination before it, i.e., whether to believe the testimony of the witness Tschudie or the story told by defendant Chester. The jury by its verdict indicated that it believed Tschudie.\nUpon carefully reviewing the record, as well as the contentions set forth by appellant, we conclude that Chester received a fair and impartial trial, and that his conviction was justified under the law and the evidence.\nJudgment of sentence affirmed.\nMr. Justice Musmanno dissents.\nCommonwealth v. Ross, 403 Pa. 358, 169 A. 2d 780 (1961).\nMrs. Kramer testified that it was Houlihan who dragged her into the room and heat her. She stated that she was too frightened to notice who else was in the room.\nWe held in the Ross case, supra, that these heresay statements were admissible as part of the res gestae.\nChester was not apprehended until July 1960, in Portland, Oregon.\nThe term “corpus delicti” lias been, loosely used by counsel on botb sides in this case. As pointed out in test, tbe Commonwealth must prove beyond a reasonable doubt tbe three elements of tbe crime. The concept of corpus delicti assumes independent significance where the Commonwealth seeks to introduce a confession. It indicates the quantum of proof necessary to corroborate the first two elements of the crime and insure that defendant has not confessed to a crime which has not in fact been committed. See Commonwealth v. Turza, 340 Pa. 128, 16 A. 2d 401 (1940); see also 2 Wharton’s Criminal Evidence, §393 et seq. (12th Ed. 1955). Where, as in this case, the Commonwealth does not rely on a confession, it is unnecessary to refer to the corpus delicti which is only a part of the Commonwealth’s general burden of proof.\nWalker was 56 years old, poorly nourisked, and suffering from low-grade tuberculosis.\nThe trial judge in his charge ruled out the possibility of a premeditated, deliberate, and willful murder.\nWe can only speculate as to why the Houlihan jury returned a verdict of voluntary manslaughter rather than the more logical first or second degree murder verdict. The jury may have been influenced by the fact that Tschudie could not identify Houlihan as the man standing at the top of the stairs when Chester and Boss stood outside Walker’s door with masks on their faces.",
        "type": "majority",
        "author": "Mr. Justice Cohen,"
      }
    ],
    "attorneys": [
      "J. I. Simon, with him James A. Danahey and Barry A. Kramer, for appellant.",
      "William Olaney Smith, Assistant District Attorney, with him George B. Ross, Assistant District Attorney, and Edward C. Boyle, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Chester, Appellant.\nArgued September 25, 1962.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Keim, JJ.\nreargument refused March 9, 1963.\nJ. I. Simon, with him James A. Danahey and Barry A. Kramer, for appellant.\nWilliam Olaney Smith, Assistant District Attorney, with him George B. Ross, Assistant District Attorney, and Edward C. Boyle, District Attorney, for Commonwealth, appellee.\nJanuary 8, 1963:"
  },
  "file_name": "0045-01",
  "first_page_order": 67,
  "last_page_order": 77
}
