{
  "id": 1732176,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Carol EBERLE, Appellant",
  "name_abbreviation": "Commonwealth v. Eberle",
  "decision_date": "1977-10-07",
  "docket_number": "No. 1",
  "first_page": "548",
  "last_page": "558",
  "citations": [
    {
      "type": "official",
      "cite": "474 Pa. 548"
    },
    {
      "type": "parallel",
      "cite": "379 A.2d 90"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "62 A. 1064",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1906,
      "opinion_index": 0
    },
    {
      "cite": "213 Pa. 432",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        943364
      ],
      "weight": 2,
      "year": 1906,
      "opinion_index": 0,
      "case_paths": [
        "/pa/213/0432-01"
      ]
    },
    {
      "cite": "85 A.2d 126",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1952,
      "opinion_index": 0
    },
    {
      "cite": "369 Pa. 273",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1232328
      ],
      "weight": 2,
      "year": 1952,
      "opinion_index": 0,
      "case_paths": [
        "/pa/369/0273-01"
      ]
    },
    {
      "cite": "199 A.2d 411",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "414 Pa. 246",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1890422
      ],
      "weight": 2,
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/pa/414/0246-01"
      ]
    },
    {
      "cite": "463 Pa. 529",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1708132
      ],
      "weight": 9,
      "year": 1975,
      "pin_cites": [
        {
          "page": "537-538"
        },
        {
          "page": "649"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/463/0529-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 756,
    "char_count": 17418,
    "ocr_confidence": 0.751,
    "pagerank": {
      "raw": 4.056697712526045e-07,
      "percentile": 0.9079618155344192
    },
    "sha256": "7c418d3bfd953a17a08bdff046c6329724f599f711aaaf11a7ff0a01e66cec1c",
    "simhash": "1:a52fab6cd34f155f",
    "word_count": 2921
  },
  "last_updated": "2024-02-27T21:31:33.353074+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, O’BRIEN, POMEROY, NIX and MANDERINO, JJ.",
      "JONES, former C. J., and ROBERTS, J., did not participate in the consideration or decision of this case.",
      "O’BRIEN and NIX, dissent."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Carol EBERLE, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nMANDERINO, Justice.\nAppellant, Carol Eberle, was charged with murder and voluntary manslaughter for the fatal stabbing of Charles Dilks. The prosecution certified that the crime rose no higher than murder in the third degree. Appellant was tried without a jury and found guilty of voluntary manslaughter. Post-verdict motions were denied, and she was sentenced to a term of imprisonment of not less than two nor more than five years. This appeal followed.\nThe evidence, as viewed in the light most favorable to the verdict winner, see Commonwealth v. Cropper, 463 Pa. 529, 345 A.2d 645 (1975), indicates the following. The incident resulting in Dilks’ death occurred on September 22, 1974, in appellant’s one-room efficiency apartment in Philadelphia, Pennsylvania. The deceased was appellant’s friend. Appellant had given him a key to her apartment, he kept clothes there, and lived there “sometimes.” At about 2:00 a.m., on the day in question, Dilks telephoned appellant at her place of employment, and told her he would see her at her apartment after she finished work. Appellant returned to her apartment at approximately 4:00 a.m. and prepared and ate a snack of salami and Pepsi, slicing the salami with a knife. She placed the knife on a coffee table in front of the sofa, and fell asleep on the sofa. Dilks awakened her at about 6:00 a.m. having entered the apartment using his key. At this time Dilks was “exceedingly drunk” according to the finding of the trial court. His blood contained .21 per cent alcohol, the equivalent, according to the prosecution’s evidence, of ten ounces of 100 proof liquor.\nDilks then sat down on the sofa next to appellant. When appellant asked him where he had been, he jumped up, threw off his jacket, and started screaming that she should “ask Nick and Joyce.” Dilks then crossed the room and tore the top shelf off the bookshelves directly opposite the sofa.\nAfter pulling down the bookshelf, Dilks turned around, crossed the room and pulled down a shelf fastened by nails to the wall above the sofa. Appellant stood up between the coffee table and the sofa, a space about two and one-half feet wide, at which time Dilks “lunged” at her. Using the knife with which she had sliced the salami, appellant fatally stabbed Dilks as he lunged toward her.\nThe occupant of the adjoining apartment testified that she was awakened at 6:00 a.m. by a “loud thud,” and then heard shouting between two people, one male and one female, coming from appellant’s apartment. She testified that the female voice said “I’m going to kill you.” The witness then heard more shouting and heard the male voice say, “I’m going to . . . ” What the male said he was going to do, however, the witness could not hear.\nAppellant did not dispute the fact that she inflicted the fatal wound. She asserted, however, that she acted in self-defense, and argues here that the evidence is insufficient to sustain the voluntary manslaughter conviction. We agree and therefore reverse the judgment of sentence and order appellant discharged.\nBecause the crime with which the appellant was charged took place on February 22, 1974, the new Crimes Code, 18 Pa.C.S.A. § 101, et seg. (herein “the Code”), which became effective June 6, 1973, is controlling. In light of appellant’s claim we must examine section 505 of the Code which spells out the requirements for the defense of self-protection. What is now called self-protection under the Code was previously called self-defense. See, Commonwealth v. Cropper, 463 Pa. 529, 345 A.2d 645 (1975). Section 505(a) provides:\n“The use of force upon or toward another person is justifiable when the actor believes that such force is immediately necessary for the purpose of protecting himself against the use of unlawful force by such other person on the present occasion.”\nSubsection (b)(2) of section 505 proscribes the use of deadly force except under certain circumstances. That subsection reads as follows:\n“(2) The use of deadly force is not justifiable under this section unless the actor believes that such force is necessary to protect himself against death, serious bodily injury, kidnapping or sexual intercourse compelled by force or threat; nor is it justifiable if:\n(i) the actor, with the intent of causing death or serious bodily injury, provoked the use of force against himself in the same encounter; or\n(ii) the actor knows that he can avoid the necessity of using such force with complete safety by retreating or by surrendering possession of a thing to a person asserting a claim of right thereto or by complying with a demand that he abstain from any action which he has no duty to take, except that:\n(A) the actor is not obliged to retreat from his dwelling or place of work, unless he was the initial aggressor or is assailed in his place of work by another person whose place of work the actor knows it to be; and\n(B) a public officer justified in using force in the performance of his duties or a person justified in using force in his assistance or a person justified in using force in making an arrest or preventing an escape is not obliged to desist from efforts to perform such duty, effect such arrest or prevent such escape because of resistance or threatened resistance by or on behalf of the person against whom such action is directed.”\nWe must consider also section 501, the definitions section of the new Crimes Code. Section 501 states that “believes,” or “belief,” means “reasonably believes,” or “reasonable belief.” Section 501’s qualification is applicable to the definition of the defense of self-protection contained in Section 505.\nA reading of the pertinent subsection indicates that the use of deadly force is justified if\n(1) . . . the actor reasonably believes that such force is necessary to protect himself against death or serious bodily injury .\n(2) . . . the actor did not provoke the use of force\n(3) the actor does not know . . . that he can avoid the necessity of using such force with complete safety by retreating .\nAll three requirements outlined are not always applicable.\nRetreat is not required by 505(b)(2)(ii)(A) in some situations:\n“the actor is not obliged to retreat from his dwelling or place of work, unless he was the initial aggressor or is assailed in his place of work by another person whose place of work the actor knows it to be . . . ”\nThis portion of the statute represents a change from the prior law. Previously, one had no duty to retreat from one’s dwelling, even if retreat could have been effectuated with safety, unless the retreat was from a member of the same household who had an equal right to be in the dwelling. Commonwealth v. Wilkes, 414 Pa. 246, 199 A.2d 411 (1964); Commonwealth v. Fraser, 369 Pa. 273, 85 A.2d 126 (1952); Commonwealth v. Johnson, 213 Pa. 432, 62 A. 1064 (1906). In the above statute that standard is adopted for a place of work but not for a dwelling. The actor therefore is not required to retreat from his dwelling.\nIn addition to the above law, we must keep in mind what we recently said in Commonwealth v. Cropper, 463 Pa. 529, 537-538, 345 A.2d 645, 649 (1975),\n“when there is evidence at trial from whatever source that a killing may have been done in self-defense, the burden is upon the Commonwealth to prove beyond a reasonable doubt that the defendant was not acting in self-defense.”\nThe prosecution therefore must establish beyond a reasonable doubt that the defendant was not acting in self-defense. To meet this burden, the evidence must establish at least one of the following beyond a reasonable doubt:\n(1) that the defendant did not reasonably believe she was in danger of death or serious bodily injury,\n(2) that the defendant provoked the use of force, or,\n(3) that the defendant had a duty to retreat, and that retreat was possible with complete safety.\nEstablishment beyond a reasonable doubt of any one of these three elements will insulate the conviction from a defense challenge to the sufficiency of the evidence in a case where self-protection is at issue.\nWe now turn to the facts of the instant case to see if the prosecution has established any one of these elements beyond a reasonable doubt. As to the first element, the trial court found that the appellant believed she was in danger of serious bodily harm. In so finding, the trial court accepted the version of the incident related by appellant from the witness stand. This was more complete than the version of the incident given by appellant to the police shortly after the homicide. According to the prosecution, appellant’s statement to the police indicated she did not believe she was in imminent danger of death or bodily harm. We do not so read the statement, but the matter is academic since the trial judge found that “defendant believed that she was in danger of great bodily harm or death.”\nThe trial judge, however, also concluded that the defendant’s “belief” was unreasonable. We cannot agree. The prosecution had the burden of proving beyond a reasonable doubt that the defendant’s belief was unreasonable. That burden has not been met.\nIt is not clear from the trial court’s opinion whether the trial court concluded that appellant had failed to show by a preponderance of the evidence the necessary aspects of self-protection, or whether the court believed that the prosecution had proved beyond a reasonable doubt that these aspects did not exist. Regardless of which standard the trial court applied, we must apply the proper standard. As we said in Commonwealth v. Cropper, supra, 463 Pa. at 536 n. 7, 345 A.2d at 648 n. 7:\n“. . .we ourselves must apply [the proper] standard in passing on the sufficiency of the evidence; this court cannot be bound by the lower court’s error of law in this regard.”\nThe evidence viewed in the light most favorable to the prosecution shows that the appellant was alone in a one-room efficiency apartment when decedent entered in an extremely drunken condition and, without provocation, began acting violently, tearing down bookshelves and smashing them to the floor. Having done this, he turned and “lunged” at appellant. The trial court concluded that appellant’s belief was unreasonable because appellant had seen the decedent in a drunken and abusive state on numerous previous occasions, and that on those previous occasions the decedent had never become physically violent towards her. We believe that these prior instances enhance, rather than diminish, appellant’s claim. On several prior occasions, according to the trial court, appellant had witnessed the decedent become verbally abusive when drunk. Never before had the decedent become physically abusive when drunk, however. On the night of his death, the decedent became physically violent, and directed that physical violence toward various objects within appellant’s apartment and within close proximity to her. This change in the decedent’s behavior gave appellant reason to believe that the violence which decedent had been directing toward the various objects within the room was about to be directed at her. That belief was reasonable under the circumstances. Thus, the prosecution has failed to prove beyond a reasonable doubt that the appellant did not reasonably believe that she was in danger of death or serious bodily injury.\nWe proceed to the second aspect of self-defense: the requirement that the defendant not provoke the use of force. The trial court specifically found that appellant did not provoke the decedent in any way, and thus, the prosecution failed to sustain its burden of proof as to this element.\nWe now proceed to the third aspect: did the prosecution prove beyond a reasonable doubt that the defendant knew that she could avoid the necessity of using deadly force with complete safety by retreating? This requirement, as pointed out earlier, is not applicable if the defendant was in her dwelling, since she would not have been obliged to retreat.\nAppellant argues that she had no duty to retreat because she was at her home. Under the Crimes Code, as well as under prior law, there was no duty to retreat in one’s home. The . Crimes Code, supra, 18 Pa.C.S.A. § 505(b)(2)(ii)(A); Comm. v. Wilkes, supra, 414 Pa. 246, 199 A.2d 411 (1964); Comm. v. Fraser, supra, 369 Pa. 273, 85 A.2d 126 (1952); Comm. v. Johnson, supra, 213 Pa. 432, 62 A. 1064 (1906).\nWe agree with the appellant. The record is quite clear and it is undisputed that the incident took place in the appellant’s apartment. The . trial court, however, found that the apartment was the residence of both the appellant and the deceased. The record, however, does not sustain the conclusion that the apartment was the residence of the deceased. It is true that the deceased had a key to the apartment, kept clothing there, and stayed over night on various occasions. From this the trial court concluded that the decedent lived in the apartment and was a member of the household. The uncontradicted evidence, however, clearly indicated otherwise. The father of the deceased testified that the deceased resided with him at 1924 South Camac Street. The South Camac Street was also listed as the decedent’s address on the medical examiner’s report.\nThere is no doubt that the evidence sustains a conclusion that the decedent was a frequent guest in the appellant’s apartment and had permission to be a guest even when the appellant was not present, since he was given a key to the apartment. It does not follow, however, that a frequent and freely-invited guest resides in the apartment, and the trial court’s conclusion that the decedent was a member of the household and had an equal right of access to appellant’s apartment was erroneous. Under these circumstances, the appellant, who was without a doubt within her dwelling, had no duty to retreat.\nEven, however, if we were to assume that the appellant had a duty to retreat, the evidence does not establish beyond a reasonable doubt that that duty was violated. Under the Crimes Code, the prosecution had a duty to establish that the appellant knew that she could avoid the necessity of using deadly force with complete safety by retreating.\nAgain, the bulk of the evidence relied upon by the prosecution is contained in the testimony given by appellant. We read this evidence in the light most favorable to the prosecution as the verdict winner. Appellant’s testimony describing the relative positions of the sofa, of the coffee table, of Dilks, and of herself as they related to the room, the other objects in it, and to the door leading to the common hallway in the apartment building, shows that at the time the decedent lunged at appellant, she was standing between him and the wall at which the kitchen sink and stove were located. The apartment door is located around the corner from this wall, and to escape appellant would have had to exit around that corner. At the moment when appellant stabbed Dilks, it was at least theoretically possible, however, that appellant could have turned and escaped into the common hallway without exposing herself to any greater risk of injury. In spite of this possible escape route, appellant stood fast and chose to meet the decedent with deadly force. We are unwilling to say that in doing so she violated any duty to retreat. The prosecution offered no evidence as to whether the door leading into the hallway was locked or unlocked, or whether it was secured by a chain lock or bolt in such a way as to prevent appellant from exiting rapidly and safely. Furthermore, the prosecution presented no evidence as to the layout of this common hallway, and nothing in the record indicates whether or not it would have afforded appellant a safe retreat in the event she had been able to escape from the apartment. Photographs, and other exhibits introduced by the prosecution did show, however, that the path which appellant would have had to take in order to exit from the apartment into the hall required her to make at least two right angle turns in order to avoid various objects of furniture located in the apartment. Additionally, these exhibits established that the room was extremely cluttered and that even walking about was made difficult by the close proximity of the various objects within it.\nBecause the prosecution has failed to show that the only escape route which appellant possibly could have used to avoid the confrontation could have been used without increasing the risk of injury to which she was already exposed, it has failed to prove beyond a reasonable doubt that appellant violated any duty to retreat. Having failed to negate any of the elements of the defense of self-defense, the prosecution has failed to prove beyond a reasonable doubt that appellant was guilty of criminal homicide.\nJudgment of sentence is reversed and appellant is discharged.\nJONES, former C. J., and ROBERTS, J., did not participate in the consideration or decision of this case.\nO’BRIEN and NIX, dissent.",
        "type": "majority",
        "author": "MANDERINO, Justice."
      }
    ],
    "attorneys": [
      "Shuman & Lawler, Arthur R. Shuman, Jr., Philadelphia, for appellant.",
      "F. Emmett Fitzpatrick, Dist. Atty., Steven H. Goldblatt, Asst. Dist. Atty., Chief, Appeals Div., Maxine J. Stotland, Philadelphia, for appellee."
    ],
    "corrections": "",
    "head_matter": "379 A.2d 90\nCOMMONWEALTH of Pennsylvania, Appellee, v. Carol EBERLE, Appellant.\nSupreme Court of Pennsylvania.\nArgued Nov. 21, 1975.\nDecided Oct. 7, 1977.\nRehearing Denied Nov. 10, 1977.\nShuman & Lawler, Arthur R. Shuman, Jr., Philadelphia, for appellant.\nF. Emmett Fitzpatrick, Dist. Atty., Steven H. Goldblatt, Asst. Dist. Atty., Chief, Appeals Div., Maxine J. Stotland, Philadelphia, for appellee.\nBefore EAGEN, O’BRIEN, POMEROY, NIX and MANDERINO, JJ."
  },
  "file_name": "0548-01",
  "first_page_order": 600,
  "last_page_order": 610
}
