{
  "id": 1813539,
  "name": "TIOGA COAL COMPANY and Robert Forepaugh v. SUPERMARKETS GENERAL CORPORATION. Appeal of TIOGA COAL COMPANY",
  "name_abbreviation": "Tioga Coal Co. v. Supermarkets General Corp.",
  "decision_date": "1988-07-27",
  "docket_number": "No. 90 E.D. Appeal Docket, 1987",
  "first_page": "66",
  "last_page": "77",
  "citations": [
    {
      "type": "official",
      "cite": "519 Pa. 66"
    },
    {
      "type": "parallel",
      "cite": "546 A.2d 1"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "247 A.2d 469",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "432 Pa. 117",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1919716
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/432/0117-01"
      ]
    },
    {
      "cite": "313 A.2d 313",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "226 Pa.Super. 351",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        807612
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/226/0351-01"
      ]
    },
    {
      "cite": "289 Pa.Super. 344",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        167562
      ],
      "weight": 4,
      "year": 1981,
      "pin_cites": [
        {
          "page": "349, 354-55"
        },
        {
          "page": "488"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/289/0344-01"
      ]
    },
    {
      "cite": "286 A.2d 370",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "446 Pa. 316",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1941744
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/pa/446/0316-01"
      ]
    },
    {
      "cite": "80 A.L.R. 1171",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "337 Pa.Super. 83",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        624041
      ],
      "weight": 5,
      "year": 1984,
      "pin_cites": [
        {
          "page": "88-89"
        },
        {
          "page": "494"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/337/0083-01"
      ]
    },
    {
      "cite": "118 A.2d 174",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "pin_cites": [
        {
          "page": "177"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "383 Pa. 174",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1261929
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/pa/383/0174-01"
      ]
    },
    {
      "cite": "34 Pa. 304",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        418000
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/34/0304-01"
      ]
    },
    {
      "cite": "73 A. 323",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "224 Pa. 357",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        963132
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/224/0357-01"
      ]
    },
    {
      "cite": "90 A. 535",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "244 Pa. 48",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1003484
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/244/0048-01"
      ]
    },
    {
      "cite": "152 A. 682",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "301 Pa. 475",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1126477
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/301/0475-01"
      ]
    },
    {
      "cite": "66 A.2d 828",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1949,
      "pin_cites": [
        {
          "page": "829"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "362 Pa. 592",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        477403
      ],
      "weight": 2,
      "year": 1949,
      "pin_cites": [
        {
          "page": "594-5"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/362/0592-01"
      ]
    },
    {
      "cite": "520 A.2d 69",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "362 Pa.Super. 630",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "opinion_index": 0
    },
    {
      "cite": "3 Pen. & W. 132",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "case_ids": [
        1827549
      ],
      "year": 1831,
      "opinion_index": 1,
      "case_paths": [
        "/pen-w/3/0132-01"
      ]
    },
    {
      "cite": "118 A.2d 174",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 1
    },
    {
      "cite": "383 Pa. 174",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1261929
      ],
      "year": 1955,
      "opinion_index": 1,
      "case_paths": [
        "/pa/383/0174-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 972,
    "char_count": 20876,
    "ocr_confidence": 0.782,
    "pagerank": {
      "raw": 4.2162874570858303e-07,
      "percentile": 0.9138052064039255
    },
    "sha256": "e4e2168309ede7ce7a4c5f1c798836637df5b995a8eb98f2f29fcb71cbcdebbd",
    "simhash": "1:58d9ec3fc757154d",
    "word_count": 3447
  },
  "last_updated": "2024-02-27T21:33:40.073450+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDermott, zappala and papadakos, jj.",
      "LARSEN, J., files a concurring opinion.",
      "McDERMOTT, J., files a dissenting opinion which is joined by NIX, C.J.",
      "NIX, C.J., joins in this opinion."
    ],
    "parties": [
      "TIOGA COAL COMPANY and Robert Forepaugh v. SUPERMARKETS GENERAL CORPORATION. Appeal of TIOGA COAL COMPANY."
    ],
    "opinions": [
      {
        "text": "OPINION ANNOUNCING THE JUDGMENT OF THE COURT\nFLAHERTY, Justice.\nIn September, 1978 Tioga Coal Company filed a complaint in equity against Supermarkets General Corporation seeking title by adverse possession to a strip of land known as Agate Street, located within Supermarkets’ property, and bordering Tioga’s property. Agate Street is a paper street forty feet wide which was entered on the plan of the City of Philadelphia but was never opened to the public. It was stricken from the city plan in 1966.\nThe Chancellor originally found that the applicable statutory holding period for claims of adverse possession for lands within the City of Philadelphia is forty years, based on his understanding of Act of April 14, 1851, P.L. 612 Section 15, and Act of May 4, 1852, P.L. 569 Section 7, 12 P.S. Sections 77 and 78. The Chancellor also determined that Tioga was unable to demonstrate that it had possessed Agate Street for a continuous period of forty years, and therefore denied the adverse possession claim and declared that Supermarkets General was the beneficial owner of the property in question.\nThe Chancellor’s determination of the applicable statutory holding period was appealed to Superior Court, which reversed the lower court’s determination. Superior Court held that the forty year statutory period applied only to “manorial lands” located within Philadelphia and remanded for a determination of whether the land in question was “manorial.” If Agate Street were located on “manorial” land, the applicable statutory period would be forty years; if it were located on nonmanorial land, the applicable holding period would be twenty-one years. This Court initially granted Supermarkets’ petition for allowance of appeal from Superior Court’s order, but then determined that the appeal was improvidently granted and remanded the case to the Court of Common Pleas for proceedings pursuant to Superior Court’s opinion.\nOn remand, the Chancellor determined that Agate Street is not “manorial” land, and therefore twenty-one years is the applicable holding period for claims of adverse possession. He also found that some time around 1948 Tioga took control of a gate controlling access to Agate Street by putting its lock on the gate, and maintained the lock until approximately 1978, when the gate was removed. The court found that during the thirty year period between 1948 and 1978 Tioga controlled ingress and egress from Agate Street, with the exception of a spur railroad line which entered Agate Street from Supermarket General’s property approximately 150 feet north of the gate (Agate Street runs north and south) and continued northward alongside Tioga’s property line and beyond it.\nThe Chancellor also found that Tioga used Agate Street from 1948 through 1978 for its entire forty feet width from the gate northward for 150 feet, where the railroad spur entered the street, and then for a width of thirty feet from that point north for a further distance of 194 feet 9.5 inches. Although the court found that Tioga’s possession was “actual, open, notorious, exclusive and continuous” for a period in excess of the required twenty-one years, it determined that Tioga had failed to establish that its use or possession of Agate Street was hostile or adverse to the true owner of the land. The court, therefore, entered a Decree Nisi denying Tioga’s claim to title of Agate Street through adverse possession. Both parties filed exceptions to this decree and the court en banc affirmed. Tioga appealed the en banc court’s order and Superior Court affirmed, 362 Pa.Super. 630, 520 A.2d 69. We granted allocatur to determine whether, on the facts of this case, the lower courts were in error on the question of the hostility required to perfect a claim of adverse possession.\nA.\nHistorically, the law of adverse possession was inextricably linked to the medieval concept of seisin, which, in relation to land, meant, “possession under claim of a freehold estate therein.” Moynihan, Introduction to the Law of Real Property, 87-88 (1962). The elements of seisin, in other words, were both possession and the claim of a freehold estate to the land in question. When one was “disseised” from his land by a person who ousted him, prior to the year 1381, he could recover seisin by forcible entry, and after that date, by making a peaceable entry to the land. Moynihan, supra, 88. See also II Coke, Institutes of the Laws of England (London, 1823), Sect. 448. If this form of self-help was not practicable, actions at law were available, but they were also hazardous, for if the plaintiff selected the wrong writ, or if the pleadings did not match the writ or proof, the plaintiffs action was terminated with prejudice. Moynihan, supra, 89, 91 n. 2. By the fifteenth century, the development of the action in ejectment made the technicalities of seisin and the real actions obsolete. Moynhian, supra, 90-91.\nThe modern law of adverse possession, thus, derives from historical developments leading up to the creation of the action for ejectment. In fact, many commentators regard the availability or non-availability of an action in ejectment as dispositive of whether an adverse possession claim will succeed. In Powell’s Law of Real Property, for example, we are told that “[t]he theory upon which adverse possession rests is that the adverse possessor may acquire title at such time as an action in ejectment by the record owner would be barred by the statute of limitations.” Powell, § 1012(2). In Am Jur we find that adverse possession “aims at the repose of conditions which the parties have suffered to remain unquestioned long enough to indicate their acquiescence therein.” “Adverse Possession,” § 4 at 794 (1936). Similarly, The American Law of Property states that the “basic question” in adverse possession cases is “whether the true owner had a right of action in ejectment against the wrongful possessor____” § 15.4, p. 774 (Vol. 3, 1952). The emphasis in modern law, thus, is on the statute of limitations which bars an action for ejectment. Perhaps this view is best summarized as follows:\nAccording to the dominant view among commentators on the law of real property, the requirements for acquiring title by adverse possession come down to a simple test. Has the adverse possessor so acted on the land in question as to give the record owner a cause of action in ejectment against him for the period defined by the statute of limitations? It matters not what the motives or the state of mind of the possessor are. What matters is the possessor’s physical relationship to the land over a sufficient length of time. Of course, if the possessor has the record owner’s permission, that changes the picture. The possession is then no longer hostile in a legal sense, and no right to title will accrue to the possessor. But this, the argument runs, is precisely because the record owner has no cause of action against one whom he has permitted to occupy the land. The special situation shows the correctness of the underlying test.\nThe attractions of this view of adverse possession are great. It is securely tied to the statute of limitations, the foundation of the doctrine, which defines the period after which the record owner will lose his cause of action to recover the land from the trespasser. This view provides a workable test. By excluding inquiry into the possessor’s state of mind, it confines attention to external and verifiable facts. It may even promote the settling of land titles and the alienability of land by more easily resolving disputes over title.\nHelmholz, “Adverse Possession and Subjective Intent,” 61 Wash.Univ.Law Quart. 331 (1983).\nB.\nThe elements of Pennsylvania’s law of adverse possession are stated in Conneaut Lake Park, Inc. v. Klingensmith, 362 Pa. 592, 66 A.2d 828 (1949):\nIt has long been the rule of this Commonwealth that one who claims title by adverse possession must prove that he had actual, continuous, exclusive, visible, notorious, distinct, and hostile possession of the land for twenty-one years: Parks v. Pennsylvania R.R. Co., 301 Pa. 475, 152 A. 682; Johns v. Johns, 244 Pa. 48, 90 A. 535; Boyer v. Lengel, 224 Pa. 357, 73 A. 323. Each of these elements must exist, otherwise the possession will not confer title: Groft v. Weakland, 34 Pa. 304.\nId. 362 Pa. at 594-5, 66 A.2d at 829. With regard to the requirement of hostility, this Court has stated: “While the word ‘hostile’ has been held not to mean ill will or hostility, it does imply the intent to hold title against the record title holder.” Vlachos v. Witherow, 383 Pa. 174, 118 A.2d 174, 177 (1955).\nIntent, thus, has become a part of Pennsylvania law of adverse possession, notwithstanding the foregoing commentators’ descriptions of the cause of action as dependent upon the objective question of whether the true owner’s action for ejectment has expired. Exactly how Pennsylvania’s state of mind requirement may be proved, however, is a matter of some uncertainty.\nIn Schlagel v. Lombardi, 337 Pa.Super. 83, 486 A.2d 491 (1984), Superior Court observed that possession may be hostile even if the claimant knows of no other claim and falsely believes that he owned the land in question:\nIt is true that some jurisdictions ‘hold that the possessor’s mistaken belief in his ownership negatives the existence of a necessary hostile intent____ These jurisdictions identify hostility with the common-law tort of disseisin, i.e., forcible ouster. The theory is that one who does not know he is in possession of another’s land cannot harbor the specific intent to oust the other out of his land.’ Note, a Reevaluation of Adverse Possession as Applied in Boundary Dispute Litigation, Rutgers-Camden L.J. 293, 299 (1971). But most jurisdictions ‘deem the animus of the possessor irrelevant. Rather, they look to the actual physical facts of the possession to determine if such circumstances of notoriety exist so that the true owner is put on notice. They represent a belief that the nature of the possession alone is what is important and that a sufficiently notorious possession will always be enough to alert the owner. Therefore, the hostility is implied if all other elements have been established.’ Id. at 298. See also Annot., 80 A.L.R. 1171 (1961).\nPennsylvania follows the majority view. See, e.g., Dimura v. Williams, 446 Pa. 316, 286 A.2d 370 (1972)____\nSchlagel v. Lombardi, 337 Pa.Super. at 88-89, 486 A.2d at 494. It would seem, thus, that Superior Court’s view of the question raised by this case would be that subjective intent is not required and that hostility may be implied from compliance with the other requirements of adverse possession.\nHowever, Superior Court required that Tioga prove its subjective hostility by establishing that it directed its hostility toward the true owner, not the mistaken owner of the land. Superior Court acknowledged that hostility might be implied by application of the reasoning in its prior cases, See Lyons v. Andrews and Schlagel v. Lombardi, supra, but took the position that the doctrine of implied hostility was applicable only in cases involving boundary disputes or mistaken belief of ownership by one or both of the parties involved. These situations, according to Superior Court, are not presented here. Tioga believed that Agate Street was owned by the City, and Superior Court was unwilling to imply hostility “where the claimant acknowledges the ownership of another.” In Superior Court’s view, therefore, what was required was that Tioga know who the true owner of the land was, meet all of the other requirements of actual, continuous, exclusive, visible, notorious, and distinct possession, and direct its hostility toward the true owner of the land.\nTioga, on the other hand, argues that this case involves both a boundary dispute and a mistaken belief of ownership on the part of one of the parties. The disputed strip of land was located on the boundary of both properties, and Tioga mistakenly believed that Agate Street was city property, not part of the parcel owned by Supermarkets. Moreover, Tioga asserts that its taking and using the lands of another for longer than the required twenty-one years is “hostile” within the meaning of the law of adverse possession.\nC.\nPerhaps the reason that many appellate courts have been reluctant to rely on objective evidence of adverse possession without also considering the possessor’s mental state of mind, See Helmholz, supra, is that they are reluctant to award title to a “land pirate.” The thought of allowing a knowing trespasser to attain title to the land he has usurped is often regarded as unacceptable. There are, however, sound reasons to avoid entanglement with attempting to discern the mental state of adverse possessors. For one thing, discerning the mental state of an adverse possessor is, at best, an exercise in guesswork; and at worst, impossible. Beyond that, application of objective tests as to whether the land was adversely possessed promotes use of the land in question against abandonment. Also, as Justice Holmes points out in a letter to William James, the use of objective, as opposed to subjective tests, may involve an essentially equitable consideration that a person who has put down his roots on land develops an attachment to the land which is deserving of protection:\nThe true explanation of title by prescription seems to me to be that man, like a tree in a cleft of a rock, gradually shapes his roots to his surroundings, and when the roots have grown to a certain size, cannot be displaced without cutting at his life. The law used to look with disfavor on the Statute of Limitations, but I have been in the habit of saying it is one of the most sacred and indubitable principles that we have, which used to lead my predecessor Field to say that Holmes didn’t value any title that was not based on fraud or force.\nLerner, The Mind and Faith of Justice Holmes, 417 (1953), quoted in Cribbet, Principles of the Law of Property, 301 (1975). In other words, as Holmes puts it, if an owner abandons his land and the land is possessed and used by another for the statutory period, beyond which the true owner no longer has a cause of action in ejectment, the trespasser has put down roots which we should not disturb.\nWe believe that Justice Holmes’ view of adverse possession represents sound public policy. Furthermore, this view is consistent with a requirement that adverse possession be characterized by hostility as well as the other elements of the cause of action, for it is inconceivable that if an adverse possessor actually takes possession of land in a manner that is open, notorious, exclusive and continuous, his actions will not be hostile to the true owner of the land as well as to the world at large, regardless of the adverse possessor’s state of mind. We hold, therefore, that if the true owner has not ejected the interloper within the time allotted for an action in ejectment, and all other elements of adverse possession have been established, hostility will be implied, regardless of the subjective state of mind of the trespasser.\nJudgment of Superior Court is reversed and the case is remanded to The Court of Common Pleas of Philadelphia for proceedings not inconsistent with this Opinion.\nLARSEN, J., files a concurring opinion.\nMcDERMOTT, J., files a dissenting opinion which is joined by NIX, C.J.\n. The Act of March 26, 1785, 2 Sm.L. 299, § 2, 12 P.S. § 72 (repealed) provided for a twenty-one year holding period in claims of adverse possession. Thereafter, the legislature extended the holding period to forty years. Act of April 14, 1851, P.L. 612, § 15, 12 P.S. § 77 (repealed). However, this extension was itself modified by Act of May 4, 1852, P.L. 569, § 7, 12 P.S. § 78 (repealed), which limited the effect of § 77 to \"manorial lands in the city and county of Philadelphia.”\nAlthough a uniform twenty-one year holding period now governs acquisition of title by adverse possession, Act of July 9, 1976, P.L. 586, No. 142, § 2, 42 Pa.C.S.A. § 5530, this action was brought while the old statutes were still in effect.\n. For a more complete procedural history of this case, including issues not relevant to this appeal, See Tioga Coat Company v. Supermarkets General Corporation, 289 Pa.Super. 344, 433 A.2d 483 (1981).\n. Lyons v. Andrews, 226 Pa.Super. 351, 313 A.2d 313 (1973), preceded Schlagel v. Lombardi by some ten years and was based on a similar rationale. In Lyons the court held that even where two parties both mistakenly believed that one of the parties owned a strip of land, but he did not, hostile possession could be shown by \"a sufficiently notorious possession.”\n. Supermarkets General has raised the following additional issues in its Counterstatement of Questions: (1) whether Tioga's possession of the land was sufficiently exclusive; (2) whether Tioga's possession of the land was sufficiently open and notorious; (3) whether Tioga’s possession of the land was sufficiently continuous; (4) whether Superior Court was correct in determining that a twenty-one year holding period, rather than a forty year period, applies to this case.\nIt is well established that our standard of review in an equity proceeding is that the findings of the Chancellor, affirmed by a court en banc, have the effect of a jury verdict, and if based on sufficient evidence, will not be disturbed on appeal. Yoo Hoo Bottling Company v. Leibowitz, 432 Pa. 117, 247 A.2d 469 (1968). The Chancellor’s findings as to exclusivity, openness, notoriousness and continuity of possession are based upon sufficient evidence, and we decline, therefore, to disturb them.\nSupermarkets’ claim that Superior Court was in error in distinguishing manorial lands in Philadelphia, to which a forty year statute applies in adverse possession cases, and nonmanorial lands, to which a twenty-one year statute applies is also without merit. We agree with the lower court that use of the limiting term \"manorial lands” in the Act of May 4, 1852, P.L. 569, § 7, 12 P.S. § 78, makes it unlikely that the legislature intended the forty year holding period to apply throughout Philadelphia, and it was proper, therefore, to remand the case to the Chancellor for a determination as to whether the land in question was \"manorial.” Tioga Coal Co. v. Supermarkets General Corporation, 289 Pa.Super. 344, 349, 354-55, 433 A.2d 483, 488 (1981).",
        "type": "majority",
        "author": "FLAHERTY, Justice."
      },
      {
        "text": "LARSEN, Justice,\nconcurring.\nI concur in the result reached by the majority in this case, and I would hold that where possession is sufficiently open and notorious to put the true owner on notice of an adverse claim, that possession is hostile.\nThis Court has always held that the act of hostility necessary to render possession adverse must be brought to the knowledge of the owner of the property, Vlachos v. Witherow, 383 Pa. 174, 118 A.2d 174 (1955), but that it is not necessary for the claimant to even know that there is an owner. Jones v. Porter, 3 Pen. & W. 132 (1831). Hence, hostility is implied when all other elements of adverse possession are established.\nMaintaining a locked gate which controlled access to Agate Street, appellant, Tioga Coal Company, made a sufficiently open and notorious claim to the property to put appellee, Supermarkets General Corporation, and its predecessor in interest on notice of appellant’s hostile possession.",
        "type": "concurrence",
        "author": "LARSEN, Justice,"
      },
      {
        "text": "McDERMOTT, Justice,\ndissenting.\nI dissent, and would affirm the Superior Court and the Chancellor below. There is no reason to change the law of this Commonwealth on the basis of a letter from Justice Holmes to William James. We have previously held with the prevailing opinion in this country that one must intend to take against the record title holder. The astounding suggestion by the majority that one’s intention cannot be read from their acts is evidentially untenable here or anywhere else.\nThe romantic notion that an interloper upon the land of another challenges the world bespeaks a time of wilderness and unrecorded land titles. In a modern organized state all titles are recorded and the “world” cannot bring an action in ejectment any more than a record title owner need periodically bring one against the “world”. Recorded land titles should lie peacefully in their owners unless one who seeks to own them intends to own them by exercising exclusive, open, notorious, and hostile possession against the record title owner and not somebody else.\nNIX, C.J., joins in this opinion.",
        "type": "dissent",
        "author": "McDERMOTT, Justice,"
      }
    ],
    "attorneys": [
      "Joseph J. Carlin, Philadelphia, for appellants.",
      "Edward Greer, Philadelphia, for appellee."
    ],
    "corrections": "",
    "head_matter": "546 A.2d 1\nTIOGA COAL COMPANY and Robert Forepaugh v. SUPERMARKETS GENERAL CORPORATION. Appeal of TIOGA COAL COMPANY.\nSupreme Court of Pennsylvania.\nArgued Jan. 21, 1988.\nDecided July 27, 1988.\nReargument Denied Sept. 19, 1988.\nJoseph J. Carlin, Philadelphia, for appellants.\nEdward Greer, Philadelphia, for appellee.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDermott, zappala and papadakos, jj."
  },
  "file_name": "0066-01",
  "first_page_order": 282,
  "last_page_order": 293
}
