{
  "id": 817438,
  "name": "JOHN W. COOKE v. A. F. BOYNTON ET AL.",
  "name_abbreviation": "Cooke v. Boynton",
  "decision_date": "1890-05-19",
  "docket_number": "No. 343",
  "first_page": "102",
  "last_page": "110",
  "citations": [
    {
      "type": "official",
      "cite": "135 Pa. 102"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "134 Pa. 541",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814974
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/134/0541-01"
      ]
    },
    {
      "cite": "105 Pa. 483",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "37 Pa. 503",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        418866
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/37/0503-01"
      ]
    },
    {
      "cite": "3 Wh. 512",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "24 Pa. 160",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "117 Pa. 450",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "105 Pa. 480",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454298
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/105/0480-01"
      ]
    },
    {
      "cite": "20 N. J. Eq. 379",
      "category": "reporters:state",
      "reporter": "N.J. Eq.",
      "case_ids": [
        526199
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nj-eq/20/0379-01"
      ]
    },
    {
      "cite": "56 Pa. 413",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009178
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/56/0413-01"
      ]
    },
    {
      "cite": "35 Pa. 88",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        990441
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/35/0088-01"
      ]
    },
    {
      "cite": "130 Pa. 235",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        568976
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/130/0235-01"
      ]
    },
    {
      "cite": "51 Pa. 115",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "45 Pa. 129",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        9502414
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/45/0129-01"
      ]
    },
    {
      "cite": "68 Pa. 370",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024526
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/68/0370-01"
      ]
    },
    {
      "cite": "54 Pa. 183",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1006278
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/54/0183-01"
      ]
    },
    {
      "cite": "62 Pa. 17",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1017274
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/62/0017-01"
      ]
    },
    {
      "cite": "53 Pa. 224",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1004755
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/53/0224-01"
      ]
    },
    {
      "cite": "133 Pa. 505",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        812935
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/133/0505-01"
      ]
    },
    {
      "cite": "133 Pa. 505",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        812935
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/133/0505-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 870,
    "char_count": 17578,
    "ocr_confidence": 0.442,
    "pagerank": {
      "raw": 4.1337572828423506e-07,
      "percentile": 0.9108942258795784
    },
    "sha256": "46428991bf5eaf16de6a426f24ebf0edceddb645062d8aab618e576b7b0b616e",
    "simhash": "1:30fee777ecd80d15",
    "word_count": 3089
  },
  "last_updated": "2024-02-27T20:27:25.875077+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Steerett, Green, Clark, Williams and Micthell, JJ."
    ],
    "parties": [
      "JOHN W. COOKE v. A. F. BOYNTON ET AL."
    ],
    "opinions": [
      {
        "text": "Opinion,\nMr. Chief Justice Paxson :\nA preliminary injunction was issued in this case, February 8, 1890, which, after hearing, the court below dissolved on the twenty-first of the same month. This appeal was taken by the plaintiff from the order dissolving the injunction.\nIt is not our practice, as we have frequently stated, to file opinions in cases of this character. We shall not depart from it in this instance, so far as the merits of the case are concerned, but there is one feature about it which requires a few words of comment. It appears that the plaintiff is the lessee of certain coal mines, of which the defendants are the owners or lessors, and that since 1887 lie has been operating said mines. A dispute having arisen as to the manner of working the mines, and the amount of royalty due under the lease, the defendants proceeded by force to tear up a portion of the tramway used by plaintiff in shipping his coal. The plaintiff replaced it, and it was again torn up. This occurred for the third time ; the last being on February 8th, while the plaintiff was obtaining a preliminary injunction to restrain the defendants. The writ was. served just as they had finished the work of demolition, and this coincidence is strongly suggestive of a race against the law. When the cause came on to be heard upon the motion to continue the injunction, the learned court dissolved it, in part for the reason that the act sought to be restrained had already been done, and that it had no power at this stage of the cause to issue a mandatory injunction, and restore the property to its former condition.\nIn the recent case of Easton etc. Pass. Ry. Co. v. Easton, 133 Pa. 505, we had occasion to express our views in regard to the propriety of settling legal disputes by the strong hand. I quote a few words from the opinion in that case as applicable here:\n“ There is a growing disposition in this commonwealth, especially on the part of corporations, private as well as municipal, to take the law into their own hands, and settle controversies by force, instead of appealing to the courts to redress their wrongs and enforce their rights, in an orderly and peaceable manner. Instances are not rare, and are of recent occurrence, where bands of men have stood confronting each other, some of them with arms in their hands, in the assertion of supposed rights. The public peace has been threatened in this manner, sometimes resulting in loss of life. It is well that it should be known that such persons, whether representing individuals, private corporations, or municipalities, are simply rioters, and answerable to the criminal law for their conduct.”\nIn that case the authorities of the city of Easton tore up the tracks of a street-car company because the latter had put down a kind of rail of which the city councils did not approve. They did not invoke the aid of the courts in enforcing their supposed rights, but asserted them with the strong hand. What the city did in that case, the defendants did in this; they decided in their own favor all the questions of law and fact arising under the lease, and enforced their decision by tearing up the tramway, not only once but thrice, the last destruction being so well timed as to escape by a few minutes the injunction issued bj^ the court. If such matters are to be settled in this way; if we sanction the doctrine that might makes right, there will be little use for the civil courts, while the criminal side of the courts will have a large accession of business, in the matter of riots, assaults, and homicides growing out of such transac tions.\nWhat we did in the Easton case we will do here. We will restore the injunction, without passing upon the merits of the case. ■ They will be considered when it comes here upon final hearing. As far as it is possible upon a preliminary injunction, we will restore the status quo as it existed prior to the acts of the defendants. While the injunction will not require the defendants to relay the tramway, it will enable the plaintiff to do so, and will protect him in its use pending this litigation.\nThe decree is reversed at the costs of the appellees, and the preliminary injunction is reinstated.",
        "type": "majority",
        "author": "Mr. Chief Justice Paxson :"
      }
    ],
    "attorneys": [
      "Mr. Thomas II. Murray (with him Mr. W. A. Kagerty, Mr. S. V. Wilson and Mr. Cyrus Gordon), for the appellant:",
      "Mr. J. B. MoEnally (with him Mr. JD. W. McOurdy), for the appellees:"
    ],
    "corrections": "",
    "head_matter": "JOHN W. COOKE v. A. F. BOYNTON ET AL.\nAPPEAL BY PLAINTIEE EEOM THE COUET OE COMMON PLEAS OE CLEAREIELD COUNTY.\nArgued April 24, 1890\nDecided May 19, 1890.\n[To be reported.]\n1. When, in the assertion of a disputed claim that a lessee has forfeited his rights as such, the lessor has entered, tom up by force a tramway laid under the lease, and placed a building upon ground which it had occupied, equity will restrain the continuance of such interference by preliminary injunction, without regard to the merits of the controversy: Easton etc. Pass. Ry. Co. v. Easton, 133 Pa. 505.\n2. While the preliminary injunction in such case cannot be mandatory in form or effect, so as to compel the lessor to restore the tramway to its former condition, it will operate to restrain further interference with the lessee, so as to enable the latter to relay it, and to protect him in its use until on final hearing under his bill the rights of the parties are determined.\nBefore Paxson, C. J., Steerett, Green, Clark, Williams and Micthell, JJ.\nNo. 343 January Term 1890, Sup. Ct.; court below, No. 1 May Term 1890, C. P. in Equity.\nOn February 8, 1890, John W. Cooke filed a bill in equity against A. F. Boynton, Edith B. Dill and others, praying for a preliminary injunction, to be afterwards made perpetual, restraining the defendants from interfering in any way with a certain tramway of the plaintiff, or molesting or disturbing him in his use and enjoyment of it; for damages for prior interference therewith, and for general refief. Upon the filing of the bill a preliminary injunction was awarded as prayed for.\nOn February 14, 1890, a motion for the continuance of the preliminary injunction was heard, when the following facts were made to appear by the bill and by affidavits filed by the respective parties:\nThe plaintiff was the lessee for mining purposes of certain coal lands belonging to A. F. Boynton and Edith B. Dill, and also of certain other coal lands adjoining. For the purpose of transporting the coal mined from the two tracts, he had built a tramway over a mile in length, at an expense of about $3,000, laid partly upon the surface of the Boynton and Dill tract and partly upon other land. The right to use the tramroad to trans port the product of each mine, was regulated by a tripartite agreement between the lessee and the respective owners of the two tracts.\nThe lease from Boynton and Dill to the plaintiff contained the following provisions:\n“ 10.....A default for ninety days to pay any instalment of royalty after it is due, shall work a forfeiture of this lease and of all the rights of the said party of the second part under the same, and of all the improvements constructed or used by the said party of the second part in mining and removing said coal, including scales, dumps, tramroads and the right to use such railroad sidings as s#id tramroads may connect with, at the option of the said parties of the first part.\n“ 11. It is also understood and agreed that, upon the termi nation of this lease, or any renewal thereof, from any cause, whatever, other, than from the exhaustion on the above de scribed property of the coal in the said seam hereby leased, the dumps, scales, tramroads and the right to use such railroad sidings as said tramroads may be connected with, or other fixtures erected or maintained by said part}*- of the second part, for the purpose of mining and removing the coal hereby leased, shall revert to and become the property of the said parties of the first part.”\nClaiming that the plaintiff had failed properly to prosecute the mining of coal upon their land, and was in default in the payment of rentals, and that thereby his rights as lessee had become forfeited, the defendants, by their agents and workmen, on February 3, 1890, tore up and destroyed a portion of the tramway upon their land. The plaintiff relaid it, and the next day, February 4, 1890, the defendants tore up a larger section of it. The plaintiff replaced this and then filed his bill. While be was obtaining his injunction the defendants were engaged in tearing up the tramway for the third time. On this occasion they destroyed about 600 feet of it, and built a shanty upon ground which it had occupied. The injunction was served soon after their work had been completed. Affidavits for the plaintiff tended to show, that the employees of the defendants stated, while engaged in tearing up the tramway, that they had been ordered to keep it torn up, and that one of them made a threat of personal violence against the' plaintiff should he appear and attempt to interfere with them.\nAfter argument, the court, Kbebs, P. J., dissolved the injunction, filing an opinion as follows:\nI will not enter into a discussion of the evidence presented upon ex parte affidavits in this case, at this time, as it would not, in my judgment, under the law as I conceive it to be, be wise to prejudge the facts, as they may be developed upon final hearing, after full opportunity for examination and cross-examination of witnesses. The one fact is presented, however, [that the defendants, by their servants and employees, have entered upon the tramway used by the complainant, and by acts of trespass taken the possession thereof and removed a portion of the same before the service of the writ of injunction upon any of them.] 1\nThe prayer of the bill is in these words: “ That the defendants be restrained by injunction, preliminary now and perpetual hereafter, from interfering in any way with the tramroad, or any property connected therewith, belonging to your orator, or from molesting or disturbing him in his use and enjoyment as the owner of the same.” This writ as prayed for was to prevent acts to be done or threatened, and was within the line of precedent and authority. For it is well settled that the writ of injunction is a remedy wholly preventive and prohibitory when issued, and when issued that only could have been its purpose and effect. But upon the argument [we are confronted with the fact that the acts are already done, and we are asked by our order to compel in this preliminary hearing a restoration of the situation existing prior to the service of the writ; ] 3 in short, by means of this preliminary injunction, which was intended to be preventive, to accomplish and compel what can only be done by a mandatory order.\nConceding that there was shown that clear right which the law requires of the complainant, before the court can put forth its hand to restrain threatened trespassers or other wrongful acts, it is deemed that a mandatory order cannot now issue at a preliminary hearing to take the possession of this tram-road, or the ground upon which it was constructed, from the respondents, and put it into the possession of the complainants. In the case of Farmers’ Railroad Co. v. Reno etc. Ry. Co., 53 Pa. 224, Strong, J., speaking of a writ of injunction, says: “ It cannot be used to take property out of the possession of one party and put it into the possession of the other. That can be accomplished only by final decree. Nor can a preliminary injunction be used to harass or punish a defendant, without benefit to a complainant.” This same principle is again enunciated in Brown’s App., 62 Pa. 17, and the language of Justice Strong cited and approved; and to the like effect is the opinion of Thompson, J., in Mammoth Vein Coal Co.’s App., 54 Pa. 183.\nCases can be cited from the lower courts throughout the state where mandatory injunctions have been issued on the preliminary hearings, but an examination of such cases will show either that they are prior in date to the opinion of Shaeswjod, J., in Audenried v. Railroad Co., 68 Pa. 370, or that this last authorit}'- was not referred to. In this case the whole doctrine is fully discussed, and the learned judge, Sharswood, says: “ All injunctions are generally processes of mere restraint; yet a final injunction may certainly go beyond this and command acts to be done or undone. They are then termed mandatory. They are often necessary to do complete justice; but the authorities, both in England and in this country, are very clear that an interlocutory or preliminary injunction cannot be mandatory.” Justice SHARSWOOD condemns in forcible and terse language a tribunal that seeks to accomplish, by an indirect order, what it has no right or lawful power to do by a direct decree.\n[We cannot settle the rights and equities of the parties to this litigation in this preliminary hearing. That can only be done upon hearing had, and the testimony and evidence fully produced in the methods recognized by equity practice.] 3 But it is equally clear that an injunction will not issue where the party seeking it has a statutory remedy. [He cannot be said to have no adequate remedy at law when by express statute he is given a remedy by which he may pass over the lands of the defendants to remove his coal.] 4 If this be true, then the only question left would be, is the damage irreparable ? It is not irreparable when it can be compensated in money damages. [In this case, there can be no difficulty whatever in measuring these damages by a rule almost mathematically correct; damages suffered or that may be suffered by the complainant during the time he may be kept out, until he can enter under statutory proceedings.] 6\nWithout discussing this case further, [I am of the opinion the preliminary injunction as issued cannot restore the possession sought for to complainant; that no mandatory injunction can issue except upon final hearing, and the preliminary injunction heretofore issued is therefore dissolved.] 6\nThereupon the plaintiff took this appeal assigning for error:\n1, 2. Tlie findings of fact embraced in [ ] 1 8\n3-5. Tbe conclusions of law embraced in [ ] 3 to 3\n6. The decree dissolving the injunction.6\nMr. Thomas II. Murray (with him Mr. W. A. Kagerty, Mr. S. V. Wilson and Mr. Cyrus Gordon), for the appellant:\n1. The possession taken by the defendants cannot avail them as an objection to the continuance of the injunction. The occupancy necessary to turn the true owner over to his action to dispossess, must be an actual occupancy, peaceably and fairly obtained: Alternóse v. Hufsmith, 45 Pa. 129 ; Brewer v. Fleming, 51 Pa. 115; and the entry made upon the plaintiff’s railroad is most aptly described by the authorities relating to the offence of forcible entry: 3 Whart. Cr. Law, § 2032; 2 Archbold Cr. Prac., 1133. It was no more than a violent and temporary interference with the plaintiff’s rights, which should be restrained: Westmoreland N. Gas Co. v. DeWitt, 130 Pa. 235; Easton etc. Pass. Ry. Co. v. Easton, 133 Pa. 505. It is not correct to say that the injury was complete. The thing complained of in the bill was not the mere trespass, but the threatened continuous interference with the use of the plaintiff’s road. This was a sufficient ground for an injunction: Kerr on Injunctions, 118; Scheetz’s App., 35 Pa. 88; Stewart’s App., 56 Pa. 413. Moreover, the defendants have destroyed but 600 feet of the track, and threaten, intend or assert a right to continue the work of destruction: See Ken\" on Injunctions, 12, 118.\n2. The plaintiff did not pray for a mandatory injunction. Had he done so the court could have refused his prayer to that extent: Anonymous, 1 Yes. Jr. 140; Rogers Locomotive etc. Co. v. Railway Co., 20 N. J. Eq. 379. In the cases relied on by the defendants, Mammoth Y. Coal Co.’s App., 54 Pa. 183; Farmers’ R. Co. v. Reno etc. Ry. Co., 53 Pa. 224; Audenried v. Railroad Co., 68 Pa. 370; Loughlin v. Railroad Co., 11 W. N. 463, and Scott v. McCleister, 12 W. N. 236, either the application was in terms for an injunction mandatory in its nature, or else the thing complained of was wholly a past transaction. Moreover, none of them contained the specially equitable features existing here, such as interference by force with an easement, an attempt to enforce a forfeiture for mere non-payment of money, and the stopping of a business which cannot be adequately compensated: See Washburn’s App., 105 Pa. 480; Ferguson’s App., 117 Pa. 450. The plaintiff had no adequate remedy at law: Commonwealth v. Railroad Co., 24 Pa. 160; Jarden v. Railroad Co., 3 Wh. 512; Kerr on Injunctions, 14. The court was asked merely to preserve the rights of the parties until final hearing, and it should have done so: Kerr on * Injunctions, 11, 12, 173, 174; Rhea v. Forsyth, 37 Pa. 503; Washburn’s App., 105 Pa. 483.\nMr. J. B. MoEnally (with him Mr. JD. W. McOurdy), for the appellees:\nThe present purpose of the plaintiff is to turn the defendants out of land which is in their actual, exclusive and adverse possession. A preliminary injunction cannot be used for that purpose: Farmers’ R. Co. v. Reno etc. Ry. Co., 53 Pa. 224; Audenried v. Railroad Co., 68 Pa. 370; Kerr on Injunctions, 12; Loughlin v. Railroad Co., 11 W. N. 463; Scott v. Mc-Cleister, 12 W. N. 236.\nSee Reynoldsville R. Co. v. Buffalo R. Co., 134 Pa. 541.\nLarge portions of the affidavits filed at the hearing related to the merits of the controversy between the parties respecting the alleged forfeiture of the plaintiff’s rights under the lease. As that controversy was not passed upon by either the court below or the Supreme Court, the matters of fact involved in it, and the arguments of counsel thereon, are omitted from this report."
  },
  "file_name": "0102-01",
  "first_page_order": 122,
  "last_page_order": 130
}
