{
  "id": 817452,
  "name": "LAURA ENCHES v. NEW YORK ETC. R. CO.",
  "name_abbreviation": "Enches v. New York R.",
  "decision_date": "1890-05-19",
  "docket_number": "No. 168",
  "first_page": "194",
  "last_page": "198",
  "citations": [
    {
      "type": "official",
      "cite": "135 Pa. 194"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "35 Pa. 71",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "10 Am. Rep. 327",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "49 N. Y. 47",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2057505
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/49/0047-01"
      ]
    },
    {
      "cite": "124 Pa. 427",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563120
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/124/0427-01"
      ]
    },
    {
      "cite": "105 Pa. 328",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454269
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/105/0328-01"
      ]
    },
    {
      "cite": "90 Pa. 324",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "22 Wall. 121",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "opinion_index": -1
    },
    {
      "cite": "23 Pa. 147",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        974007
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/23/0147-01"
      ]
    },
    {
      "cite": "127 Pa. 316",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        565728
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/127/0316-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 536,
    "char_count": 9417,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 6.572654163217837e-08,
      "percentile": 0.4024261646142304
    },
    "sha256": "685ef8e77d79239c32ddef8e1f984688fed9b852ec5c98680db4d3a3ace2ed3a",
    "simhash": "1:8015cac298f746a6",
    "word_count": 1695
  },
  "last_updated": "2024-02-27T20:27:25.875077+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "■ Before Paxson, C. J., Green, Clark, Williams and Mitchell, JJ."
    ],
    "parties": [
      "LAURA ENCHES v. NEW YORK ETC. R. CO."
    ],
    "opinions": [
      {
        "text": "Per Curiam:\nWhile the verdict in this case was probably excessive, we have not the means of correcting it. Were we to send the case back for another trial, it is quite possible it would be increased. This, however, would be no reason why we should not reverse the judgment, were there legal reasons why we should do so. A careful examination of the record fails to disclose any. An ingenious argument was made, based upon philosophical reasons, to show that the manner of the plaintiff’s fall was evidence that she must have attempted to leave the car while it was in motion, and that a ball thrown in a particular manner would rebound at a certain angle. This may be so, but a woman is not a ball, and her rebound is an unknown quantity. This theory, moreover, was not sustained by the evidence; and, in the face of positive testimony, theories are not of much value. We find no error in the rulings of the court, and it is not our province to correct the finding of the jury-\n■Judgment affirmed.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Mr. P. P. Ray (with him Mr. W. M. Lindsley and Mr. J. 0. Parmlee), for the appellant.",
      "Mr. Chas. H. Noyes (with him Mr. W. D. Hinchley, - Mr. B. Brown, Mr. Charles W. Stone, Mr. W. JE. Bice and Mr. A. F. Bole), for the appellee."
    ],
    "corrections": "",
    "head_matter": "LAURA ENCHES v. NEW YORK ETC. R. CO.\nAPPEAL BY DEPENDANT PROM THE COURT OP COMMON PLEAS OP WARREN COUNTY.\nArgued May 7, 1890\nDecided May 19, 1890.\n1. Where, in an action to recover for personal injuries received by a passenger while alighting from a railroad train, the testimony is conflicting as to whether the train was in motion when the plaintiff started to descend from the ear, the,question of the plaintiff’s contributory negli- ■ gence is a question of fact to be submitted to the jury.\n2'. In,such action, it was not error to refuse to charge the jury that the testimony of the plaintiff as to the distance she was thrown, the direction, swiftness and whirling motion of her fall, and the character of the injuries she received, was sufficient evidence that she had left-the car after it had started, and if believed by the jury she was not entitled to recover.\n■ Before Paxson, C. J., Green, Clark, Williams and Mitchell, JJ.\n■ No. 168 January Term, 1890, Sup. Ct.; court below, No. 40 December Term 1886, C. P.\nOn October 5, 1886, Laura Enches brought case against the New York, Lake Erie & Western Railroad Company, to recover damages for personal injuries charged to the negligence of the defendant company’s employees. Issue.\nThe case was first tried on May 14, 1888, and a verdict rendered for the plaintiff for §7,750. The judgment on this verdict was reversed, and a new venire awarded: New York etc. E. Co. v. Enclies, 127 Pa. 316.\nThe record having been remitted, the cause was again called on October 10, 1889, when the facts shown were substantially-' as shown on the former trial. The plaintiff described the accident as follows:\n■ “ As we were nearing Columbus, the station was called out, and my mother and I got ready with what parcels we had, each having a small valise and an umbrella; we didn’t sit quite in the middle of the car; nearer the front if anything— near the middle, I would say; and as soon as the train stopped, we went to the door to go out, and we got as far as the door and we were held back by the incoming passengers; as soon as possible, we crowded our way through out on to the platform, and my mother went down the steps ahead of me; I was close behind; I had gone down a step or two, I can’t say whether one, two or three, at least I was not off; I was on the steps; and was in the act of stepping, with my foot raised to take a step, and the ear started and threw me across the walk that is there, about six feet, I would say—threw me in a mass; it seemed that I struck on all sides, I can scarcely tell how, in every way, on my back and side.”\nThe plaintiff’s mother related the occurrence and described the injuries in like manner; and a number of witnesses testified that at the time the plaintiff attempted to alight the train was standing, but started with a sudden jerk. Witnesses for the defendant testified that the train was in motion when the plaintiff began to descend the steps, and the brakeman testified that he warned the ladies not to alight and informed them that he would stop the train; that he assisted the plaintiff’s mother and kept her from falling, and that the plaintiff jumped, and in so doing was thrown down and sustained the injuries complained of.\nThe court, Brown, P. J., charged the jury, in part, as follows :\nThe first question for you to answer from the evidence is, did the railroad employees neglect to stop the train a sufficient length of time to enable the plaintiff, with the exercise of proper care and reasonable expedition, to leave the train with safety? It is the duty of a railroad company engaged in the transportation of passengers, to conduct them safely and to afford them an opportunity to stop at the station to which they have taken passage. The plaintiff alleges that the defendant disregarded the duty it owed her, and if you are satisfied that such is the fact, then the allegation of negligence is sustained.\nThe law does not prescribe how long a train of cars shall be stopped to enable passengers to leave; the length of time must necessarily depend upon the circumstances of the particular case, of which the jury are to judge. What would be negligence under given circumstances might not be under others. Passengers alighting from a train at a station where a large number get on and off, should be given more time than those alighting at a station where only a few passengers get on and off. The rule we lay down for your guidance is, that if the train at the time of the accident to the plaintiff, taking into consideration the number of persons to alight at Columbus station, and the number on the platform to take passage, stopped a sufficient length of time to enable the plaintiff, using reasonable care and reasonable expedition, to leave with safety, then the defendant is not chargeable with carelessness, and the plaintiff should not recover. On the other hand, if, taking all the circumstances into account, such sufficient length of time was not given, then the defendant was guilty of carelessness ; and if the plaintiff, without fault on her part, sustained injury as the consequence of such carelessness, she is entitled to a verdict.\nThis brings us to another question of law on which it is the duty of the court to give instruction, and to which your attention is called. It may be that the defendant was guilty of negligence in consequence of which the plaintiff sustained injury, and yet that other facts existed which, in law, prevent her recovering. It is the law, that although the defendant may have been guilty of negligence resulting in injury to the plaintiff, yet if the plaintiff was also guilty of negligence, which contributed in any degree to the injury sustained, she cannot recover. Such negligence on the part of a plaintiff, the law calls contributory negligence. Contributory negligence consists in the want or omission by the plaintiff, of such a degroe of care as the circumstances of the case demand from a person of ordinary prudence and having a proper and reasonable regard to personal safety. The care a person must take in leaving a railroad train, must be in proportion to the ordinary risk incurred in such leaving. It was the duty of the plaintiff when the train stopped at Columbus station, to leave her seat with reasonable expedition and go out, using reasonable care in so doing. If she did this, she is not chargeable with contributory negligence. If she did not, and her omission in this respect contributed in any degree to the injuries sustained, she cannot recover.....\nThe defendant requests the court to charge the jury:\n6. The testimony on the part of the plaintiff, as to the distance the plaintiff was thrown from the train, the direction, swiftness and whirling motion of her fall, the striking the depot platform in such a manner and with such violence as to hurt and bruise her on all parts of the body, is sufficient to prove that the accident was caused by the plaintiff leaving the car after it had started, and if believed by the jury the plaintiff cannot recover.\nAnswer: We answer this point in the negative, saying, as we said in the general charge, that the facts recited in this point, if found by the jury, are evidence proper for your consideration in determining whether the train was moving at the time the plaintiff got off.1\n7. That, under the evidence in this case, the plaintiff cannot recover.\nAnswer: This point is refused.8\n—The jury returned a verdict in favor of the plaintiff for ©8,000. A rule for a new trial having been discharged, judgment was entered, when the defendant took this appeal assigning for error:\n1, 2. The answers to the defendant’s points.1 8\nMr. P. P. Ray (with him Mr. W. M. Lindsley and Mr. J. 0. Parmlee), for the appellant.\nCounsel cited: McClintock v. Railroad Co., 21 W. N. 138; New York etc. R. Co. v. Enches, 127 Pa. 316; Railroad Co. v. Aspell, 23 Pa. 147; Patterson’s Ry. Acc. Law, § 385; Pleas-ants v. Fant, 22 Wall. 121; Penna. R. Co. v. Fortney, 90 Pa. 324; Longenecker v. Railroad Co., 105 Pa. 328.\nMr. Chas. H. Noyes (with him Mr. W. D. Hinchley, - Mr. B. Brown, Mr. Charles W. Stone, Mr. W. JE. Bice and Mr. A. F. Bole), for the appellee.\nCounsel cited: Bloomsburg Steam Co. v. Gardner, 126 Pa. '80; Phila. & R. R. Co. v. Edelstein, 23 W. N. 342; Phila. etc. R. Co. v. McCormick, 124 Pa. 427; Filer v. Railroad Co., 49 N. Y. 47 (10 Am. Rep. 327); Penna. R. Co. v. Ogier, 35 Pa. 71."
  },
  "file_name": "0194-01",
  "first_page_order": 214,
  "last_page_order": 218
}
