{
  "id": 817420,
  "name": "F. M. WHITNEY v. JAMES HOPKINS",
  "name_abbreviation": "Whitney v. Hopkins",
  "decision_date": "1890-05-26",
  "docket_number": "No. 142",
  "first_page": "246",
  "last_page": "255",
  "citations": [
    {
      "type": "official",
      "cite": "135 Pa. 246"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "70 Pa. 231",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1028240
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/70/0231-01"
      ]
    },
    {
      "cite": "127 Pa. 63",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        565713
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/127/0063-01"
      ]
    },
    {
      "cite": "8 W. 78",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "101 Pa. 517",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "24 Pa. 289",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        9504414
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/24/0289-01"
      ]
    },
    {
      "cite": "1 Mona. 352",
      "category": "reporters:state",
      "reporter": "Monag.",
      "opinion_index": -1
    },
    {
      "cite": "70 Pa. 284",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "7 la. 136",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        341615
      ],
      "opinion_index": -1,
      "case_paths": [
        "/iowa/7/0136-01"
      ]
    },
    {
      "cite": "5 Hill 497",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "8 Cal. 686",
      "category": "reporters:state",
      "reporter": "Cal.",
      "opinion_index": -1
    },
    {
      "cite": "119 Pa. 208",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        558098
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/119/0208-01"
      ]
    },
    {
      "cite": "118 Pa. 589",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        556745
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/118/0589-01"
      ]
    },
    {
      "cite": "73 Pa. 354",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032302
      ],
      "weight": 5,
      "opinion_index": -1,
      "case_paths": [
        "/pa/73/0354-01"
      ]
    },
    {
      "cite": "101 Pa. 547",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500900
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/101/0547-01"
      ]
    },
    {
      "cite": "78 Pa. 354",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "73 Pa. 854",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "73 Pa. 354",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032302
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/73/0354-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 791,
    "char_count": 20400,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 9.454595119576967e-07,
      "percentile": 0.9807745548099522
    },
    "sha256": "93f1791a308bee15ca89cda4283488eb792412edb56712df2a3fbd8cd42921a8",
    "simhash": "1:acab5e33a8d2b5ed",
    "word_count": 3618
  },
  "last_updated": "2024-02-27T20:27:25.875077+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Stjsriustt, Williams, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "F. M. WHITNEY v. JAMES HOPKINS."
    ],
    "opinions": [
      {
        "text": "Opinion,\nMr. Justice Williams:\nThe learned counsel for the appellant is right in the general proposition on which he rests his appeal. The prothonotary of the Court of Common Pleas is merely the clerk of the court. He has no authority, virtute officii, to act as the clerk, agent, or attorney of any person. It is his duty to record upoh the minutes of the court all judgments rendered by or confessed before the court whose clerk lie is. Tf he is not personally present, the court may direct any competent bystander to make the entries upon the record; for the legal effect of such entries does not depend upon the person by whom they may be copied or recorded, but upon the jurisdiction of the court whose acts they are. It is also the duty of the prothonotary to enter, by himself or his clerks, on the records of the court, any amicable action entered into in writing, and filed in his office, when the court is not in session. He may also note the confession of judgment in such action by the defendant. This he does simply as the clerk and keeper of the records of the court in which the parties agree that their action shall be entered : Cook v. Gilbert, 8 S. & R. 567. He has no authority in the premises, and no duty to discharge except to put faithfully into the records of the court what the parties have agreed shall go there. As an individual, he may be authorized to act for another in the same manner that any other person may be ; and, when so authorized, his powers are derived from the instrument under which he acts, and not from his office. His commission as prothonotary gives him no right to act as attorney in fact or at law for suitors or others, and imposes no duties except such as grow out of his relations to the court as its clerk. To justify him in acting for suitors, an express authority must be shown, coming either from the person to be affected by his acts, or from an act of the general assembly. By the act of February 24, 1806, it was made the duty of the prothonotary of any court of record within the commonwealth, on the application of the holder, to enter judgment on any note, bond, or other instrument of writing in which judgment is confessed by the maker, or which contains a warrant of attorney for an attorney at law or other person to appear and confess judgment thereon. The act directs that the judgment be entered against the person or persons who executed the instrument, and for the amount which, from the face of the instrument, may appear to be due thereon. If the amount due cannot be ascertained from the face of the instrument, the prothonotary cannot enter judgment upon it, for the act of 1806 gives him no power to inquire beyond: Connay v. Halstead, 73 Pa. 354.\nThe instrument on which the judgment in this case was entered is a contract bearing date the 9th April, 1884, by which the plaintiff sold to the defendant a farm for $4,500. This amount was to be paid in yearly instalments, with interest annually on the whole sum unpaid. The contract contained a confession of judgment in these words: “ The said party of the second part, in case default be made for the space of three months in all or any of the above payments, does hereby confess judgment to the said party of the first part, his heirs or assigns, for the whole amount unpaid on the above agreement.” On the back of the contract were the following indorsements: “April 1, 1885, paid $275; April 1, 1886, paid $520; April 2, 1888, $305.” There was no indorsement for either 1887 or 1889, and neither that for 1886, nor that for 1888, was for the whole amount of the payment then falling due. The judgment was entered on the 1st day of June, 1889.\nWhen this contract was presented to the prothonotary, two questions were suggested for his consideration. The first grew out of the terms of the confession. Had the maker made default in any payment for the space of three months ? The second arose from the words of the act of 1806. Could the amount due be ascertained from the face of the instrument? If both questions could be answered affirmatively, the judgment could be entered. If either could not be so answered, the prothonotary had no power in the premises. The possession of an instrument in writing for the payment of money affords proof, prima facie, of a right in the holder to recover upon it according to its terms. The holder is not required to prove that it has not been paid. His case is made by the production of the instrument in the first instance, and the burden of showing payment is on him who alleges it. Whether the instrument be a note, a bond, or a contract, like that on which this judgment was entered, the rules of evidence are the same. The instrument makes for the holder a case, prima facie, on which he could recover before a jury, or have a judgment entered by virtue of the power of attorney. Both the default and the amount due wore ascertainable in the first instance from the face of the instrument. If payments liad been made that did not appear on the paper, so that there was in fact no default, the court would on application hear the defendant’s proofs, and strike off the judgment; but, until the prima facies of the instrument is overcome by proof, the judgment must stand. The trouble with the appellant’s case is that the general rule which he invokes is not applicable upon the facts of this case. The instrument was within the act of 1806, and upon its face it was practicable for the prothonotary to determine the existence of a default, and the amount due to the holder. The judgment was rightly entered, and the rule to strike it off was rightly refused.\nThe judgment is therefore affirmed.",
        "type": "majority",
        "author": "Mr. Justice Williams:"
      }
    ],
    "attorneys": [
      "Mr. J3. L. BlaJceslee (with him Mr. W B. B. Ainey'), for the appellant :",
      "Mr. Q-. P. Little (with whom Mr. R. B. Little), for the appellee :"
    ],
    "corrections": "",
    "head_matter": "F. M. WHITNEY v. JAMES HOPKINS.\nAPPEAL BY DEFENDANT FROM THE COURT OF COMMON PLEAS OF SUSQUEHANNA COUNTY.\nArgued March 18, 1890\nDecided May 26, 1890.\n[To be reported.]\n1. Where the amount due cannot be ascertained from the face of an instrument, containing a confession of judgment or a warrant of attorney therefor, the prothonotary cannot enter judgment upon it, under the act of February 24, 1806, 4 Sin. L. 278; Connay v. Halstead, 73 Pa. 854.\n2. But, under said act, judgment may be entered upon a contract for the payment of money in annual instalments, containing a confession of judgment “in case default be made for the space of three mouths” in any payment, “for the whole amount unpaid on the above agreement.”\n8. Both the default and the amount due are ascertainable, in the first instance, from the face of the instrument; the holder not being required to disprove payment, hut the production of the instrument affording proof, prima facie, of the right to judgment, if upon its face any instalment appear to be three months overdue.\n4. If any payments have been made not appearing upon the paper, so that in fact there has been no default, the court, on proof thereof by defendant, would strike off the judgment; but, until the prima facies of the instrument exhibiting the default is overcome by proof, the judgment entered thereon must stand.\nBefore Paxson, C. J., Stjsriustt, Williams, McCollum and Mitchell, JJ.\nNo. 142 January Term 1890, Sup. Ct.; court below, No. 244 August Term 1889, C. P.\nOn June 1, 1889, a judgment in favor of F. M. Whitney against James Hopkins, for $4,765.65, with interest from June 1,1889, was entered by the prothonotary, upon Hie filing of articles of agreement, under seal, between F. M. Whitney and James Hopkins, dated April 9, 1884, wherein Whitney covenanted to sell and convey to Hopkins a tract of land in Jackson township, provided that Hopkins performed his covenants therein at the time mentioned, to wit, to pay to Whitney for the said land $4,500,—$275 on April 1, 1885, and $400 and annual interest on the sum unpaid, annually thereafter, until the full sum of $4,500 and annual interest shall have been paid; the instrument containing the following provision:\n“ And further, the said party of the second part, in case default be made for the space of three months, in all or any of the above payments, does hereby confess judgment to the said party of the first part, his heirs or assigns, for the whole amount unpaid on the above agreement, with interest and costs, with a release of all errors, waiving the right of appeal and inquisition on real estate and all rights under the exemption laws, and with stay of execution till the respective instalments shall become due.”\nIndorsed upon the foregoing agreement, when filed, were the following credits: April 1, 1885, $275; April 1, 1886, $520; April 2, 1888, $305.\nOn June 20, 1889, upon the filing of an affidavit made by the defendant, averring that the judgment was improperly entered, because the contract contained no such confession as authorized the entry of a judgment against the defendant without suit, the court granted a rule upon the plaintiff to show cause why the judgment should not be stricken from the record, and enjoined the sheriff from selling the property of the defendant upon an execution in his hands until the return day of the rule, the lien of the levy made, however, to. remain. Thereupon, the counsel of the respective parties agreed that the rule should be disposed of by the court upon the evidence contained in certain records which are mentioned in the opinion of the court below.\nAfter argument, the court, SEARLE, P. J., on November 25, 1889, filed an opinion which, after reciting the instrument upon which the judgment was entered, proceeded as follows:\nNo depositions were taken upon the rule to show cause, but it was agreed by counsel that all the files in this case, and in judgments entered against James Hopkins in which Joseph Larney is plaintiff, and Blakeslee is plaintiff, might be considered in evidence. These records show that on the same day judgment was entered upon this land contract and fieri facias issued thereon, other executions were issued against defendant, and the personal property of defendant sold, and the money arising from said sale is still in the hands of the sheriff. The only question in the ease is whether the land contract, as filed in the office of the prothonotary, contained sufficient to authorize him to enter judgment against defendant.\nThe learned counsel for the defendant contended that by the terms of the contract judgment could only be entered after a default had been made for the space of three months, in the payment of any instalment, and then judgment could only be entered for the amount of unpaid purchase money and interest; and that under the ruling in the case of Connay v. Halstead, 78 Pa. 354, no judgment could be entered upon this contract for two reasons : First, that the contract did not show upon its face that there had been a default in a payment for the space of three months, and could not, as the default must occur after the execution of the contract; therefore, the prothonotary would have to look outside of the instrument filed to ascertain a fact upon which the right to enter judgment depended; and second, that the judgment being confessed only for the amount unpaid upon the contract, it was impossible for the prothonotary to ascertain from the instrument itself, how much was unpaid, and he must seek extrinsic evidence of this fact; that the prothonotary has no right to enter judgment upon any confession, unless the instrument clearly gives the amount for which the judgment must be entered.\nConnay v. Halstead was a judgment entered upon a confession contained in a land contract, but there was no amount stated in the contract for which the judgment was confessed, or any means of ascertaining the amount by an inspection of the contract itself. The land was sold at a certain price per acre ; amount of laud to be ascertained from survey. In this contract, the amount of the consideration is given as $4,500, and the terms of payment of said amount given. There are indorsements on the back, of this contract of receipts of money on the same ; April 1,1885, of $275; April 1, 1886, of $520; and April 2, 1888, of $305. Could the prothonotary ascertain from an inspection of this land contract when filed, first, whether there had been a default in any payments for the space of three months, and second, what amount was unpaid ?\nIt is almost a universal custom to indorse partial payments made to apply upon bills, notes, leases, bonds, and land contracts, upon the back of such instruments, in lieu of giving memoranda receipts, and frequently when receipts are also given; this is especially true when such instruments call for payments by instalments. It is not to be doubted that such indorsement is as effectual to establish payment as a receipt given. If all the payments made upon this contract have been indorsed upon it, the question of the amount unpaid and the space of time in which a default has been suffered in the time of payments, is a simple question of computation and can be readily ascertained from the examination of the contract. There is no presumption of payment, because by the terms of the contract the payment is past due.\nIf, in lieu of causing judgment to be entered upon this contract, the plaintiff had instituted suit, and the defendant had filed an affidavit of defence alleging payment of all instalments due, upon the trial the plaintiff would only have to give in evidence the contract; and, in the absence of any evidence of payment by the defendant, the jury would take the contract itself as the evidence of the amount of indebtedness, less the amount of indorsements. The only evidence required would be the contract, to establish both the default of payment and the space of time for which it had been suffered, and the amount unpaid upon the contract. If a jury would be able to ascertain these facts from an inspection of the contract, I think the prothonotary should be allowed to ascertain the same facts from the same instrument.\nThe power conferred by the act of assembly is amply sufficient to authorize the prothonotary to enter judgment upon the confession contained in the contract filed in this case. The rule is therefore discharged.\nThereupon the defendant took this appeal, specifying that the court erred:\n1. In discharging the rule to set aside the judgment.\n4. In supporting the judgment so far as to uphold the execution.\nMr. J3. L. BlaJceslee (with him Mr. W B. B. Ainey'), for the appellant :\n1. There was no absolute confession of judgment. Whether judgment should be entered, depended, under the agreement, upon whether the defendant was in default of payment for three months, which could be ascertained only by evidence dehors the record. Again; the amount for which judgment was to be confessed was only so much as remained unpaid, which was uncertain, and required extrinsic evidence to show it. Was this judgment, entered on such an instrument, void? By the common law, a prothonotary could not sign judgment virtute officii; he could only enter judgment rendered by the court. The only ways in which a judgment could be entered without trial were by default; by cognovit actionem, after process ; by a warrant of attorney to confess, which was limited to cases of debt; or, by a confession, propria persona, in the face of the court. After the revolution, prothonotaries were made justices of the Courts of Common Pleas, but all judicial power was taken away from them again by act of April 13, 1791, 8 Sm. L. 31.\n2. By long practice prothonotaries have been permitted to enter amicable actions and confess judgment therein, if by paper filed they are clearly authorized so to do and if they observe all the other rules applicable to such actions, but not to enter judgment in any other way: Cook v. Gilbert, 8 S. & R. 567; McCalmont v. Peters, 13 S. & R. 196; Zorger v. Gonter, 13 S. & R. 58. We define this power, under long practice, carefully, in order to correct the dictum in Cooper v. Shaver, 101 Pa. 547. Unless he was authorized by statute, the prothonotary could not lawfully enter this judgment in the way he did. The act of February 24, 1806, 4 Sm. L. 278, does not give the prothonotary all the powers of an attorney at law to confess judgment: Connay v. Halstead, 73 Pa. 354; 1 T. & H. Pr., 128, 242. The attorney has implied powers, and his authority need not be express in writing: Limbert v. Jones, 118 Pa. 589; Swartz’s App., 119 Pa. 208. Not so with the prothonotary. He neither has the power of an attorney, nor is he permitted to practice as such : § 75, act of April 14,1834, P. L. 355.\n3. The act of February 24, 1806, is to be construed strictly, as it is in derogation of the common law: Connay v. Halstead, 73 Pa. 354; Chapin v. Thompson, 8 Cal. 686; Bank of Philadelphia v. St. John, 5 Hill 497; Edgar v. Green, 7 la. 136. The instrument upon which the prothonotary acts must answer strictly the description contained in the statute. The whole meaning of the act, is that where there is no question as to whether the judgment shall be entered, and no question as to the amount being ascertainable from the face of the instrument, the prothonotary may enter it. In the present case, there were such questions to be determined, and they could be determined only by a court and jury: Connay v. Halstead, 73 Pa. 354. There is a wide difference between conditions imposed relating to the judgment, and conditions relating to the process: Hope v. Everhart, 70 Pa. 284. It is a question whether a prothonotary can enter judgment for a penal sum, conditioned for the performance of a collateral act: see Sewing M. Co. v. Radcliffe, 6 Cent. R. 679; Boas v. Nagle, 3 S. & R. 250. But there is no doubt that he cannot enter judgment when its entry depends upon a condition.\n4. There is no presumption of a breach of conditions upon which a judgment depends, but such breach, and everything else necessary to support the judgment, must be made to appear : Patterson v. Pyle, 1 Mona. 352. It cannot be presumed that the prothonotary heard testimony to sustain his judgment: Campbell v. Goddard, 117 111. 251; Scott v. Loughery, 6 W. N. 123 ; Loan Association v. Noris, 1 W. N. 110; Berustine v. Gavaghan, 1 W. N. 506; Koelle v. Engbert, 4 W. N. 202; Rusk v. Clifford, 10 W. N. 238. And if he had power to enter the judgment under the act of 1806, he did not do so in such manner as to make it a legal judgment. He must put on record, as part of the judgment, such facts as will sustain it by showing his right to act. A paper filed, makes no part of the judgment, but upon the entry becomes functus officio. This judgment is void, because the tenor of the conditions under which it was entered were not stated in the record as the statute requires. The court below misinterpreted the decision in Connay v. Halstead, 73 Pa. 354.\nMr. Q-. P. Little (with whom Mr. R. B. Little), for the appellee :\n1. The instrument here in question -is a form of contract commonly used in Susquehanna and other counties. The amount for which judgment was to be entered upon it could be ascertained by mere computation, and the act of February 24,1806,4 Sm. L. 278, is sufficiently comprehensive to authorize such judgment to be entered by the prothonotary: 1 T. & H. Pr., 242; Connay v. Halstead, 73 Pa. 354. The prothonotary has the same power as an attorney to enter judgment on a confession. Either would have been justified in entering it in this case, it appearing from the instrument that the period of default specified had expired: Banning v. Taylor, 24 Pa. 289.\n2. The act of 1806 does not restrict, but enlarges the prothon ‘ otary’s powers : Cook v. Gilbert, 8 S. & R. 567; McCalmont v. Peters, 13 S. & R. 196. It was intended to benefit the debtor class by saving the expense of an attorney, and the power conferred by it was properly exercised in this case: Cooper v. Shafer, 101 Pa. 517; Helvete v. Rapp, 7 S. & R. 306; Humphreys v. Pawn, 8 W. 78; Richards’ App., 127 Pa. 63; Hope v. Everhart, 70 Pa. 231. The narrow construction of it contended for by the appellant’s counsel would thwart the intention of the legislature. It nowhere appears that the tenor of the instrument was not properly set forth on the record, and no set form of words for entering judgment is prescribed by the act: Helvete v. Rapp, 7 S. & R. 306. This contract contains no condition as to the entry of judgment, but merely fixes a time when it may be entered.\nCf. Dikeman v. Butterfield, ante, 236 ; Richards v. Richards, ante, 239."
  },
  "file_name": "0246-01",
  "first_page_order": 266,
  "last_page_order": 275
}
