{
  "id": 817450,
  "name": "C. P. FRITZ v. I. H. HATHAWAY",
  "name_abbreviation": "Fritz v. Hathaway",
  "decision_date": "1890-05-26",
  "docket_number": "No. 69",
  "first_page": "274",
  "last_page": "281",
  "citations": [
    {
      "type": "official",
      "cite": "135 Pa. 274"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "132 Pa. 86",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970504
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/132/0086-01"
      ]
    },
    {
      "cite": "124 Pa. 291",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563070
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/124/0291-01"
      ]
    },
    {
      "cite": "124 Pa. 170",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563118
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/124/0170-01"
      ]
    },
    {
      "cite": "118 Pa. 559",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        556759
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/118/0559-01"
      ]
    },
    {
      "cite": "127 Pa. 177",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        565712
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/127/0177-01"
      ]
    },
    {
      "cite": "70 Pa. 83",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1028228
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/70/0083-01"
      ]
    },
    {
      "cite": "22 Pa. 384",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        413740
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/22/0384-01"
      ]
    },
    {
      "cite": "124 Pa. 268",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "60 Pa. 213",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "124 Pa. 263",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563111
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/124/0263-01"
      ]
    },
    {
      "cite": "60 Pa. 212",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1014493
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/60/0212-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 627,
    "char_count": 14800,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 2.1678546110606613e-06,
      "percentile": 0.9956261928784265
    },
    "sha256": "180d93d92a4f27201b461cbaf2c5376dff39eba6d8887ee451c0fa5dea089de1",
    "simhash": "1:df722771286a184a",
    "word_count": 2638
  },
  "last_updated": "2024-02-27T20:27:25.875077+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Green, Clark, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "C. P. FRITZ v. I. H. HATHAWAY."
    ],
    "opinions": [
      {
        "text": "Opinion,\nMb. Justice Mitchell :\nThe affidavit of defence called attention to the fact that the contract, as appeared on the face of the book account, had been completed more than six years before suit brought, and averred that defendant had made no new promise. This distinctly set up the bar of the statute of limitations, and was a good defence against summary judgment.\nBut the statement itself is too defective to sustain the judgment. In the first place, it sets out that the “ action is founded on a book account or entry, a copy of which.....accompanies this statement,” etc. But the copy does not charge the defendant, nor does the statement say that the original does so. It “avers that the charges there made were intended, as a personal charge against said defendant,” etc. It is quite consistent with such intention that the entries were in fact charged in the book against some other person, for whom defendant was claimed to be responsible, or, as in cases of mechanics’ claims, against a specific lot or building, without naming the defendant at all. That something of this kind is meant in the present ease appears probable from the statement that the entries were intended as a personal charge, “ by virtue of a special agreement.” If the entries are in fact against defendant by name, they are a personal charge, without resort to a special agreement. On the other hand, if the entries in the book do really name the defendant, then the copy filed is incomplete, and does not come up to the requirement of the statute. It is true, that the affidavit of defence must now be made to the statement, to which the copy of book entries is only an appendix or exhibit which may be helped out by averments ; so that the failure to name the defendant therein is no longer a fatal defect, as it was under the former affidavit of defence law, as held in Wall v. Dovey, 60 Pa. 212. But the copy is a necessary appendix to the statement by the express terms of the act of May 25,188T; and this means a correct and complete copy, as should be made to appear either on its face or by categorical averment.\nBut there is another equally serious defect in the statement. The action is averred to be founded on the book entries, and they were more than six years old when the writ issued. The plaintiff endeavors to avoid this apparent bar of the statute of limitations by the brief averment that the amount so charged “ became due and payable ” at a subsequent date. But how or why it did not become due till then is not explained. If the book entries are the only foundation of the action, then they are manifestly insufficient to keep the claim alive more than six years from the date of the last item. If, however, a special agreement is relied upon, it should be set out. Suppose the position of parties to be reversed. Suppose plaintiff had brought this action on May 25, 1888, and defendant had filed an affidavit of defence that the money was not due until June 15th; it is clear on all the authorities that the affidavit would have been held bad for not setting out the reason, and, if it depended on special contract, the terms of such contract. The completeness as to essential facts which has always been required in an affidavit of defence is now equally required in the statement of claim. The act of 1887 provides that the plaintiff shall make a concise statement of his demand, accompanied, in actions of assumpsit, by copies of all notes, contracts, etc., upon which the claim is founded. The spirit of this act plainly requires that every contract or agreement upon which the claim in any manner depends, even if in parol, shall be averred in the statement. The act is unwise, and is founded on the erroneous and superficial view that, by abolishing technical forms, it can get rid of distinctions inherent in the nature of the subject, but it would be doing injustice to the purpose of its framers to hold that it was meant to sanction mere looseness of pleading. Accuracy and technical precision have no terrors except for the careless and the incompetent, and the act of 1887 was not intended to do away with them. As to all matters of substance, completeness, accuracy and precision are as necessary now to a statement as they were before to a declaration in the settled and time-honored forms.\nIt is said that these objections were not made in the court below, and therefore should not be heard here. But the specifications of error raise the question of the sufficiency of the statement; and, as there are no pleadings on a rule for judgment, there is nothing in the record before us to show whether the particular objections now insisted on were urged in the court below or not. But, even if in fact they were not, it would make no difference, because a judgment for want of a sufficient affidavit of defence is, in effect, a judgment on demurrer, and,- like all such judgments, must be self-sustaining on the face of the record.\nIt is not always possible to determine whether an affidavit of defence is skilfully drawn to suggest a defence without really swearing to it, or, on the other hand, whether the statement is with equal skill worded so as to avoid a defence, such as the plain bar of the statute of limitations. In such cases the court of original jurisdiction has advantages that we have not, in the liberal use of its power to allow amendments and supplemental affidavits. It is not yet too late for the exercise of such powers in this case: Jones v. Gordon, 124 Pa. 263. But it would be sanctioning a dangerous precedent to support a judgment on the present statement in the face of the present affidavit of defence.\nJudgment reversed, and procedendo awarded.",
        "type": "majority",
        "author": "Mb. Justice Mitchell :"
      }
    ],
    "attorneys": [
      "Mr. .Robert II. McQrath (with him Mr. John MacDonald), for the appellant:",
      "Mr. Samuel Hinds Thomas (with him Mr. Henry Pleasants'), for the appellee:"
    ],
    "corrections": "",
    "head_matter": "C. P. FRITZ v. I. H. HATHAWAY.\nAPPEAL BY DEFENDANT FROM THE COURT OF COMMON PLEAS NO. 1 OF PHILADELPHIA COUNTY.\nArgued March 26, 1890\nDecided May 26, 1890.\n[To be reported.]\n1. In an action of assumpsit upon a book account, when all the charges in the copy of the account, filed with the statement of claim, bear date more than six years prior to suit brought, an affidavit of defence calling attention to that fact, and averring that the defendant has made no new promise, sufficiently sets up the statute of limitations.\n2. The copy of ¡1 book account required by the Procedure Act of May 25, 1887, P. L. 271, to be filed with the statement of claim in a suit thereon, is only an appendix or exhibit, which may be helped out by averments in the statement; so that a failure to name the defendant in the copy filed is not a fatal defect upon a motion for judgment for want of a sufficient affidavit of defence.\n3. The copy, however, is a necessary appendix or exhibit to the statement of claim by the express terms of the act of 1887, under which a correct copy of the book entries is required; and the fact that the copy filed is such, should be made to appear, either upon its face or by categorical averment in the statement.\n4. When the book entries, a copy of which is filed, all bear date more than six years prior to the issue of the writ, an averment in the statement of claim that the amount of the account became due and payable within the six years, without explaining how or why the charges did not become due at their date, is not sufficient to avoid the bar of the statute of limitations.\n5. The completeness, as to essential facts, which has always been required in an affidavit of defence, is required equally in a statement of claim under the act of May 25, 1887, P. L. 271 ; its spirit plainly requires that every contract or agreement upon which the claim in any manner depends, though in parol, shall be averred in the statement with accuracy and precision.\n6. A judgment for want of a sufficient affidavit of defence is in effect a judgment on demurrer, and, like all such judgments, must be self-sustaining on the face of the record; and hence the fact that the sufficiency of the statement of claim may not have been objected to below, is not a reason why it should not be regarded in the Supreme Court; after a reversal, however, the court below may allow amendments.\nBefore Paxson, C. J., Green, Clark, McCollum and Mitchell, JJ.\nNo. 69 January Term 1890, Sup. Ct.; court below, No. 5211 June Term 1889, C. P. No. 1.\nOn June 11, 1889, Christian P. Fritz brought assumpsit against I. Hayes Hathaway, and on June 20, 1889, filed the following statement of claim, verified by his affidavit:\n“ The above-stated action is founded on a book account or entry, a copy of which taken from plaintiff’s book of original entries, made on or about their respective dates, accompanies this statement as a part thereof; and the plaintiff avers that the charges there made were intended as a personal charge against said defendant, by virtue of a special agreement made with him by said plaintiff.\n“ The dates of the book entries are between May 10,1883, and May 24, 1883, inclusive, and the whole amount justly due the plaintiff from said defendant is two hundred and five dollars, with interest thereon since June 15, 1883, at which time the plaintiff avers the amount so charged on his book became due and payable to him by said defendant.”\nAppended to the statement of claim was an account headed “Plaintiff’s Copy of Book of Original Entries.” The defendant was not named therein. It consisted simply of a number of entries bearing date in May, 1883, all substantially in the following form:\n“1883, May 10. To 6-horse team one day hauling piles from Allen McCullow’s to Phila. & Chester Co. R. R., $15.00 ”\nThe defendant filed an affidavit of defence as follows :\n“I. Hayes Hathaway, the defendant in the above suit, being duly sworn, doth depose and say that he has a just and legal defence to the whole of the plaintiff’s claim, to wit:\n“ That suit was not commenced to recover within six years from the completion of the contract. That he has not at any time, either by himself, his agent or attorney, made or entered into any new promise to pay the plaintiff the amount claimed to be due and payable upon the completion of the contract, to wit, May 24, 1883. That proceedings to recover were not commenced until June 11, 1889, a period of six years and over from May 24, 1883. All of which the defendant believes to be true and will prove upon the trial of the cause.”\nSubsequently, by leave of court, the following supplemental affidavit of defence was filed: •\n“ I. Hayes Hathaway, being duly sworn according to law, deposes and says that he, the defendant, never agreed, as averred in plaintiff’s statement, to pay the sum of two hundred and five dollars with interest, either on June 15, A. D. 1883, or any subsequent date, and has made no contract of any kind or nature with plaintiff, and has had no dealings with plaintiff since May, 1883. And defendant further says, he is not indebted to plaintiff in any amount.”\nOn October 12, 1889, the court, without opinion filed, made absolute a rule for judgment for want of a sufficient affidavit of defence, and entered judgment for the plaintiff for $282.13. Thereupon the defendant took this appeal, specifying that the court erred:\n1. In entering judgment for the plaintiff.\n2. In entering judgment for the plaintiff, because the copy of book entries filed does not contain any charge against the defendant.\n3. In entering judgment for the plaintiff, because the copy of book entries filed shows that the action was not commenced within six years from the completion of the hiring.\nMr. .Robert II. McQrath (with him Mr. John MacDonald), for the appellant:\n1. The plaintiff was not entitled to judgment on the statement of claim filed. The copy of his book entries does not charge the defendant nor any one else, and therefore it does not call for an affidavit of defence. The omission is fatal and cannot be supplied by averments in the statement of claim, the test being whether or not the book entries would be competent to go to the jury as evidence of the plaintiff’s claim : Wall v. Dovey, 60 Pa. 213. This rule is not altered by the Procedure Act of May 25,1887, P. L. 271. Under it the book entries are still the foundation of the plaintiff’s claim, as they were before, and the statement of claim is merely substituted for the narr.\n2. Without the copy of the instrument, which is the foundation of the action, the case is not brought within the affidavit of defence law; and, therefore, the copy filed must be such as to entitle the plaintiff to judgment. Again; the action was clearly barred by the statute of limitations. There is no averment of any special contract or time credit which would change the maturity of the claim from the date of the last item, May 24, 1883, nor are the terms of any such contract set out, and the suit was not brought until June 11,1889. In view of these facts, and in view of the defendant’s denials that he had any dealings with the plaintiff after May, 1883, that he agreed to pay the claim on June 15, 1883, or that he is indebted to the plaintiff in any amount, the judgment was erroneous.\nMr. Samuel Hinds Thomas (with him Mr. Henry Pleasants'), for the appellee:\n1. The statement of claim contains distinct averments of the amount due and of the dates, as required by the statute, and also a copy of the book entries. The essential feature of the statement, that the original indebtedness did not mature until June 15,1889, is nowhere met by the defendant’s affidavits. A denial that the defendant agreed to pay $205 with interest, does not meet an allegation that he agreed to pay $205 without interest. Had the defendant questioned the sufficiency of the statement of claim in the lower court, his objection, if deemed of importance, could have been met by an amended statement, requiring a new affidavit: Jones v. Gordon, 124 Pa. 268. This court has uniformly declined to consider objections not made in the court below: Erie City v. Schwingle, 22 Pa. 384.\n2. The general denial of indebtedness in the supplemental affidavit is too indefinite to prevent judgment: Peck v. Jones, 70 Pa. 83. Cases decided under the old affidavit of defence law are not applicable here, because that law has been superseded by the act of May 25, 1887, P. L. 271: Marlin v. Waters, 127 Pa. 177. Under the act of 1887, if the averments of the statement of claim are sufficient, and are not denied by the affidavit of defence, the latter is insufficient: Gould v. Gage, 118 Pa. 559; Byrne v. Hayden, 124 Pa. 170; Hubbard v. Tenbrook, 124 Pa. 291. In the light of these decisions, it matters not whether the book entries would have been within the old law. The statement avers the amount justly due from the defendant, his promise to pay it, and the date at which it became payable. Denying neither of these averments, the defendant’s affidavits are insufficient.\nSee Murdock v. Martin, 132 Pa. 86."
  },
  "file_name": "0274-01",
  "first_page_order": 294,
  "last_page_order": 301
}
