{
  "id": 817455,
  "name": "JAMES A. KOHLER v. PENNSYLVANIA R. CO.",
  "name_abbreviation": "Kohler v. Pennsylvania R.",
  "decision_date": "1890-05-26",
  "docket_number": "No. 50",
  "first_page": "346",
  "last_page": "358",
  "citations": [
    {
      "type": "official",
      "cite": "135 Pa. 346"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "126 Pa. 160",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        968853
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/126/0160-01"
      ]
    },
    {
      "cite": "113 Pa. 604",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "122 Pa. 66",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "132 Pa. 563",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970638
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/132/0563-01"
      ]
    },
    {
      "cite": "101 Pa. 336",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "97 Pa. 70",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        444789
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/97/0070-01"
      ]
    },
    {
      "cite": "119 Pa. 60",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "100 Pa. 144",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498410
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/100/0144-01"
      ]
    },
    {
      "cite": "72 Pa. 136",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        434706
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/72/0136-01"
      ]
    },
    {
      "cite": "57 Pa. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010434
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/57/0374-01"
      ]
    },
    {
      "cite": "61 Me. 575",
      "category": "reporters:state",
      "reporter": "Me.",
      "opinion_index": -1
    },
    {
      "cite": "118 Pa. 610",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        556671
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/118/0610-01"
      ]
    },
    {
      "cite": "116 Pa. 206",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        554376
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/116/0206-01"
      ]
    },
    {
      "cite": "32 Pa. 292",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986736
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/32/0292-01"
      ]
    },
    {
      "cite": "113 N. Y. 355",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2221805
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/113/0355-01"
      ]
    },
    {
      "cite": "23 Pa. 147",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        974007
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/23/0147-01"
      ]
    },
    {
      "cite": "118 Pa. 508",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        556780
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/118/0508-01"
      ]
    },
    {
      "cite": "8 Pa. 479",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        959596
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/8/0479-01"
      ]
    },
    {
      "cite": "94 Pa. 351",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        486422
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/94/0351-01"
      ]
    },
    {
      "cite": "64 Pa. 225",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021259
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/64/0225-01"
      ]
    },
    {
      "cite": "74 Pa. 265",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1034753
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/74/0265-01"
      ]
    },
    {
      "cite": "49 Pa. 60",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998459
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/49/0060-01"
      ]
    },
    {
      "cite": "35 Pa. 60",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        990490
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/35/0060-01"
      ]
    },
    {
      "cite": "105 Pa. 328",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454269
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/105/0328-01"
      ]
    },
    {
      "cite": "91 Pa. 196",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        488781
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/91/0196-01"
      ]
    },
    {
      "cite": "88 Pa. 327",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061179
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/88/0327-01"
      ]
    },
    {
      "cite": "87 Pa. 447",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057842
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/87/0447-01"
      ]
    },
    {
      "cite": "79 Pa. 387",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        438403
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/79/0387-01"
      ]
    },
    {
      "cite": "76 Pa. 157",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1038918
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/76/0157-01"
      ]
    },
    {
      "cite": "129 Pa. 113",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        568070
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/129/0113-01"
      ]
    },
    {
      "cite": "111 Pa. 430",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        545241
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/111/0430-01"
      ]
    },
    {
      "cite": "107 Pa. 8",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8856037
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/107/0008-01"
      ]
    },
    {
      "cite": "128 Pa. 308",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        567108
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/128/0308-01"
      ]
    },
    {
      "cite": "90 Pa. 323",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1065634
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/90/0323-01"
      ]
    },
    {
      "cite": "131 Pa. 184",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        810293
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/131/0184-01"
      ]
    },
    {
      "cite": "112 Pa. 230",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546792
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/112/0230-01"
      ]
    },
    {
      "cite": "122 Pa. 494",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948387
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/122/0494-01"
      ]
    },
    {
      "cite": "132 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970482
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/132/0009-01"
      ]
    },
    {
      "cite": "131 Pa. 292",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        810245
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/131/0292-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1093,
    "char_count": 28769,
    "ocr_confidence": 0.437,
    "pagerank": {
      "raw": 1.7495899778906212e-06,
      "percentile": 0.9937031077873653
    },
    "sha256": "62796b4892558108df43a719e36beed267d9be049d66b8d5841a7d63a887a61a",
    "simhash": "1:be21a4045d0985b6",
    "word_count": 5220
  },
  "last_updated": "2024-02-27T20:27:25.875077+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, Clark, Williams and Mitchell, JJ."
    ],
    "parties": [
      "JAMES A. KOHLER v. PENNSYLVANIA R. CO."
    ],
    "opinions": [
      {
        "text": "Opinion,\nMr. Justice Mitchell :\nThe plaintiff testified that when he heard his train coming ho went out to the station platform, looked to the east and listened, and, finding no indication of a train from that quarter, he walked in a diagonal or “ angling ” direction, across the nearest track, to meet his train coming from the west. The space between the tracks was planked for some distance in front of the station, for the convenience of passengers who were expected to use this way of getting to and from the ears. There was no presumption of negligence, therefore, in plaintiff’s crossing the track. The witnesses agree there was no other way to his train. Plaintiff further testified that the engine of his train was in front of the station when he started, and by the time he reached his point, the front steps of the second passenger-car, the train was standing still. It took him 18 seconds to walk the intervening distance. From the station there was a view east along the track for about 450 feet; and a train going at fifteen miles an hour, the speed of the freight train as testified to by some of the witnesses, would cover that distance in about twenty seconds. It was not necessarily negligent to start for his train before it had come to a full stop. The station was what is called a flag station, where stops are made only when called for, and were apt to be short. Whether or not the slowing up of the train, and the other circumstances, justified the plaintiff in crossing the track when and as he did, was not sufficiently clear to be decided against him as a question of law. So far as his own testimony was concerned, therefore, plaintiff was entitled to go to the jury.\nPlaintiff next called Buckwalter, and it was upon his testimony that the learned judge directed a verdict for defendant. It is true that he testified that when he got to the car door his train was still moving, and that the freight train was then passing ; thus tending to show, as the learned judge expresses it, “ that Kohler had crossed the north track, and taken a dangerous position on the narrow space, before the passenger train had arrived at the station and stopped.” But Buckwalter had previously testified that, “ just about the time the train stopped, there was a freight train coming west. I said to Mr. Thomas, .... or made a remark something to that effect; and he says, ‘ Oh, no; for the train is on time.’ ” The expression “ coming west ” would not naturally mean already partly passed, and the remark to the conductor and his reply are certainly inconsistent with the idea of a moving freight train then before their eyes. The expression selected by the learned judge may have been the clearer and more positive statement of Buck-waiter’s recollection. That the learned judge could tell much better than we can. But the two expressions are apparently inconsistent. The exact sequence of startling events crowded into a brief period of time, and'productive of excitement and confusion, is often a matter of doubt, even in the most honest and accurate memory; and in the reiterated narration of such occurrences, in chief and on cross-examination, the most candid witnesses sometimes fall into apparently confused and inconsistent statements. The doubt resulting therefrom it is the province of the jury to settle. Buckwalter’s testimony presented such a case.\nBut, irrespective of the apparent doubt upon Buckwalter’s evidence, the plaintiff himself had made a case for the jury clear of contributory negligence. The effect of that case was not completely overthrown by the variance in the testimony of another witness, even though such testimony had been direct and positive. If the plaintiff’s own testimony had shown that lie was negligent, he could not complain if the court took his case as he made it, although another witness had done better for him than he had for himself; but, where his own testimony made out a clear ease, the contradictory testimony of another witness would not destroy it as a matter of law, oven though such witness had been called by himself. Possibly the jury might believe plaintiff’s account rather than that of his witness, and he was entitled to have them do so if they would.\nIf, on the whole evidence in behalf of the plaintiff, his own testimony is overthrown by that of his own witnesses, in such number and weight that the court could not support a verdict in his favor, then it would become the duty of the court to direct a nonsuit or a verdict. But such case should he clear and without doubt. If there is a doubt, it must go to the jury; and the remedy for a perverse verdict, or one against the weight of the evidence, is to set it aside and grant a new trial,—a remedy which we take occasion to say should he freely and firmly exercised, especially in those classes of cases which are apt to be affected by local or narrow views and interests, or by popular sympathies or prejudices. In the administration of justice between party and party, the duties and powers of the trial judges come much closer to the individual, and in that sense are more important to him, than our own. Our duty is to administer justice in that broader scope that is involved in the preservation of the stability of legal rules, and uniformity in the interpretation' of the law. ' It is ourg to dejelare the law, but the duty to see that juries 'obey it, is upon the judges who preside at trials, and the power to enforce such obedience is one which should be unflinchingly exercised,by the appropriate method.\nIn the present case, there was strong evidence on the part of the defence that the plaintiff knew, or must have known, if he used his senses, that the freight train was coming, and, perhaps fearful that his train might not wait, crossed in front of the moving train to the dangerous position in which he was struck.' There was nothing in the situation which in any way justified such a course, and, if the jury believe that that was the real fact of the occurrence, they should find for defendant.; .and if they ought but do not do so, the judge has the remedy in his own hands. As the ease now stands, however, it should go to the jury.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Mitchell :"
      }
    ],
    "attorneys": [
      "Mr. Cfeorge B. Orlady (with him Mr. L. 8. Cfeissinger'), for the appellant :",
      "Mr. William Dorris (with him Mr. John D. Dorris), for the appellee:"
    ],
    "corrections": "",
    "head_matter": "JAMES A. KOHLER v. PENNSYLVANIA R. CO.\nAPPEAL BY PLAINTIFF FROM THE COURT OF COMMON PLEAS OF HUNTINGDON COUNTY.\nArgued April 22, 1890\nDecided May 26, 1890.\n[To be reported.]\n1. No presumption of negligence arises from the crossing of a track at a railroad station, in order to get to and take passage upon a train on another track, -when that is the only way by which such train can be reached; nor is it necessarily negligent to start across before the train which the passenger intends to take has come to a full stop.\n2. When the different parts of a witness’s testimony are apparently inconsistent, leaving it uncertain just what his recollection of the facts respecting which he testifies is, it is the province of the jury to settle the doubt arising from the apparent confusion and contradiction in his statements.\n3. In an action for negligence, if the plaintiff’s own testimony shows contributory negligence on his part, he cannot complain if he is nonsuited, although other testimony tends to show the contrary; hut if his own testimony shows a clear case, it is not destroyed, as matter of law, by the contradictory testimony of another witness, though called by himself.\n4. If, on the whole evidence for the plaintiff, his own testimony is overthrown by that of his own witnesses, in such number and weight that the court could not support a verdict in his favor, its duty would be to direct a nonsuit or a verdict against him; but such a case should he clear and free from doubt.\n5. If there is a doubt upon the question of contributory negligence, it must go to the jury; but the remedy of granting a new trial, in case of a perverse verdict, or one against the weight of the evidence, should be freely and firmly exercised, especially in the classes of cases which are apt to be affected by local or narrow views, or intei'ests, or popular prejudices.\nBefore Paxson, C. J., Sterrett, Green, Clark, Williams and Mitchell, JJ.\nNo. 50 January. Term 1890, Sup. Ct.; court below, No. 58 September Term 1888, C. P.\nOn August 15, 1888, James A. Kohler brought trespass against the Pennsylvania Railroad Company, to recover damages for personal injuries alleged to have been suffered by the plaintiff through the negligence of the defendant. The plea was not guilty.\nAt the trial on September 18,1889, the following facts were shown upon the part of the plaintiff :\nThe plaintiff was a commercial traveler, in the habit of coming in the course of business to Juniata Bridge, a flag station upon the defendant company’s railroad. On the morning of January 7, 1888, he came to that station intending to take a train that was scheduled to arrive there at 9:81 a. m. and to go east to Harrisburg; having in his pocket a mileage ticket issued by the defendant and good for passage over its road. He arrived four or five minutes before the train was due, arranged with the employee of the railroad company, who was in charge of the station, to have the proper signal given to stop the train, and then entered the waiting room of the station building. In a few moments he heard the whistle of a train, and, looking out through the northwest window of the station house, he saw approaching the train he wished to take. He then stepped out to the platform in front of the waiting room.\nThe station stood on the northern side of the railroad. There were two tracks, the northern one being used by westbound trains and the southern one by east-bound trains. It was necessary for a person desiring to take a train going east, to cross over the northern track, in order to get from the station house to his train, and, to enable passengers to do this, the spaces between the two tracks, and between the rails of the northern track, had been covered with planking.\nThe plaintiff testified that, before starting to cross the northern track, he stopped, looked to the east and listened, to ascertain whether any train was coming upon it, but that the distance he could see along the track was only about 450 feet, the view beyond that being obstructed by a short curve and some trees; that he neither saw nor heard any train; that by that time the engine of the passenger train he was waiting for came right opposite him, and he started slowly to walk diagonally across the first track in order to reach the front end of the second passenger coach, which was standing still when he reached it; that it would take him from sixteen to eighteen seconds to'walk that distance ; that when about to ascend the steps of the coach he was struck on the shoulder and injured by something, he did not know what, and from that instant his memory was a blank. On cross-examination he stated that his recollection of the' occurrences immediately preceding the accident did not come back to him until some months afterward. Other testimony for the plaintiff tended to show that he was struck by a special, unscheduled freight train, running at the rate of twelve to fifteen miles an hour and coming from the east; that the freight train approached the station without the sounding of a whistle or the ringing of a bell to indicate its approach; and that it arrived at the station after the passenger train reached it.'\nJ. W. Buekwalter who happened to be upon the passenger train and about to alight from it at the time of the plaintiff’s accident, was called as a witness for the plaintiff and testified inter alia as follows :\n“I wallied to the front door of the second car, just about the time the train stopped; there was a freight coming west; I said to Mr. Thomas, that is, Harry Thomas, the conductor, who was standing just at the right side of me, or made a remark something to that effect and he says, 4 Oh, no, for the train is on time.’ Q. Was the passenger train on time? A. Yes, sir, it was about on time. When I said that to him—I guess it made him mad or cross,—I had reference to the freight train detaining us there, from the fact'that they are generally in a hurry at these fl ag stations.....Q. Why were you at the door ? A. In order to hurry off and not detain the train.....After I made this remark to Mr. Thomas, the conductor, I noticed a brakeman of the-train standing on the,rear steps of the front car, on the side next, to the freight train, motioning back to some object; and I suppose Mr. Thomas noticed it about the same time. Well, Mr. Thomas then went out and I followed him as quickly as possible; of course, I was anxious to see what the brakeman had reference to. Q. What was the condition of the train when you went out of the door in the rear of the conductor; was it moving or standing? A. It was standing still at that time. Q.' Now go on and give your position and what you did and what you saw ? • A. Then Mr. Thomas got down off the steps and started back, that is, between the two trains. And I, of course, looked right over him, and I saw Mr. Kohler lying between the two trains.....A. I went back into the car and came out again and looked back the second time, and saw Mr. Thomas holding Mr. Kohler from getting under the freight train. After the freight train got past, I ran back to Mr. Kohler and raised him up to a sitting position.....Q. When you saw Mr. Kohler lying on the platform, had the freight train passed? Or was it passing, or what was its position? A. The freight train was passing coming west.....Q. Iiow long was the freight train passing your train after you came out on the steps, before it got away ? A. The first time I came out, or the second time? Q. Either time?\nBy the court: How long did it take the freight train to pass that point? A. I cannot tell that, 1 don’t know.\nMr. Speer: Before you came out at all, did you see the train passing ? A. I seen part of it. I seen the engine and tender passing and a car or two.”\nOn cross-examination, the witness testified, inter alia :\n“ Q. When you got to the front door your train was still in motion? A. Yes, sir. Q. And the freight train was passing at that time ? A. Yes, sir. Q. When your train came to a standstill, how many cars of the freight train had passed? A. Well, I suppose two or three, not very many. I saw the engine and tender and possibly three cars. Q. Where were you when your train came to a standstill? A. I was inside the door..... Q. Did Mr. Thomas remain inside the door until your train came to a standstill? A. Yes, sir. Q. Who went out first when the train stopped, you or Mr. Thomas? A. Mr. Thomas. Q. How many cars of the freight train had passed at that time do you suppose? A. Well, I don’t know. Q. Many or few? A. Ask that question again ? Q. When Mr. Thomas went down off the platform of the car, how many cars of the freight train had passed? A. Well, I cannot tell you exactly, but I would suppose maybe 20 or 25; you see 1 didn’t stand there and count them.....Q. How many freight cars do you suppose had passed when you got back to the platform the second time ? A. Well, 1 can’t tell you, that 1 don’t know. Q. Had they all gotten past? A. No, sir. Q. How long did it take them all to get past? A. A very short time. Q. You think the train was of ordinary length? A. Yes, sir.”\nThe plaintiff put in evidence the following rale of the defendant company, governing the movement of its trains:\n“ A train approaching a station, where a passenger train is receiving or discharging passengers, must be stopped before reaching the passenger train.”\n\"At the close of the testimony for the plaintiff the defendant’s counsel moved for a judgment of nonsuit. The court refused the motion but noted it of record.\nThe defendant then called witnesses whose testimony ten ded to prove that the freight train reached the station first, and was passing it when the passenger train came up; that the plaintiff crossed the north track in front of the freight train, while it was approaching in plain sight, took a position between the two tracks, and stood there until, after a part of the freight train had passed him, he was struck and knocked down by a wide stock car; and that the whistle and bell of the freight engine were sounded, and its speed was checked, before it reached the station. There was testimony, also, for the defendant which tended to show that on several occasions after the accident the plaintiff stated that he was to blame for crossing in front of the freight train. The plaintiff had previously, when testifying on his own behalf, denied, on cross-examination, that he had any recollection of making such statements, and his testimony tended to show that he was irrational for several days after the occurrence of the accident.\nAt the close of the testimony the court, Furst, P. J., charged the jury:\nAt the close of the plaintiff’s testimony, a motion was made for a'compulsory nonsuit, which we then declined to rule upon at that stage of the case. All the testimony has now been taken, and the defendant’s counsel renews the motion, and asks the court to say to you, that under the plaintiff’s own testimony, without regard to the testimony of the defendant, the evidence shows contributory negligence on the part of the plaintiff, and that we should so instruct you as a question of law. This, therefore, requires the court to pass upon the undisputed testimony of the plaintiff, and if it shows negligence on his part, we are then compelled to say that he cannot recover. If it does not show negligence on his part, then it would be our duty, as well as our pleasure, to submit tbe ease to you. If we are in error in our judgment upon the facts in this case, there is no one that would be more happy to be reversed by the Supreme Court than we. We cannot entirely banish from our minds the feeling of sympathy for a man who has received and suffered from a painful injury, but we are constrained under our oaths to administer the law, without regard to any sympathetic feelings we may have, as we are directed by the law of the land.\nThe undisputed facts in the case show that Mr. Kohler was about to take the 9:31 A. M. train at Juniata Bridge station for Harrisburg; that he went to the station, according to his own testimony, about 4 or 5 minutes in advance of the time the train was due; that when he heard the whistle of the passenger train, he got up and went out on the platform of the station and saw the train approach on which he was seeking passage to Harrisburg; that he walked slowly in an “ angling direction” westward.across the north track to a space six feet wide between it and the south track. His testimony is, that before doing so, and after he had reached the platform of the station, he stopped, looked east and listened, as we recollect the testimony, for a freight train coming westward on the north track; he says he did not see any, and that he walked slowly in an “ angling direction ” westward on the space between the two tracks.\n[Now, according to his own testimony, it does not appear that the passenger train had stopped, when he started to walk to that place and there waited.] 3 lie has supplied that evidence by the testimony of one of his own witnesses, Mr. Buck-waiter, who gives a very clear, full and distinct statement of the time the passenger train got there and the freight train passed. [It is shown very clearly by his testimony that Mr. Kohler had crossed the north track and taken a dangerous position on the narrow space, before the passenger train had arrived at the station and stopped;] 4 because he swears when he saw Mr. Kohler that a number of the freight cars with the engine and tender had already passed, and that their train had not yet come to a stand still. Now, this is the plaintiff’s own testimony and the plaintiff is bound by it, as there is nothing in his own testimony, or theory of the accident, to controvert this statement of facts. We are, therefore, asked to say to yon. that this of itself was contributory negligence on the part of the plaintiff that precludes a recovery in this case.\nThe law is clear that it was his duty to remain upon the platform of the station until the passenger train had arrived, and then, unless he was warned of danger, he had a right to pass over and enter that train, and he could act upon the presumption that the w;ay across to the passenger train was clear and safe; and if he used reasonable care in going there, he would then not be guilty of contributory negligence, neither would he be in peril at that place, because he would be where he had a right to be, if the passenger train had arrived first and stopped before the arrival of the freight train.\nAs we believed the evidence was last evening when court adjourned, we would have submitted this case to you, but after we came to examine the testimony of Mr. Kohler himself, it is clear beyond the peradventure of a doubt that the freight was passing the station door before the passenger train arrived. Although Mr. Kohler said he stopped on the platform of the station, looked and listened, it is clear beyond a doubt, that if he had properly looked, he would have seen the freight train right there upon him. According to the testimony of Mr. Kohler himself, on this point, which I had the reporter furnish me from his notes, he swears that he passed over the north track; and that, taken with the testimony of Mr. Buckwalter, one of plaintiff’s own witnesses, shows that he must have passed over in the face of that moving freight train. We reluctantly say to you, that under the undisputed evidence of the plaintiff, he cannot recover. If we are in error in this, we have made our error so broad and full that it can be readily corrected in the Supreme Court. It is your duty, therefore, to render a verdict for the defendant.\nThe jury rendered a verdict for the defendant as directed and judgment was entered thereon; whereupon the plaintiff took this appeal, specifying that the court erred:\n1. In directing a verdict for the defendant.\n2. In not submitting the case to the jury, under proper instructions, to determine whether, under all the testimony, the plaintiff was entitled to recover.\n3, 4. In charging as set forth in [ ] 3 4\nMr. Cfeorge B. Orlady (with him Mr. L. 8. Cfeissinger'), for the appellant :\n1. While the motion for a nonsuit was not granted, the trial was ended with like effect as if it had been. Such a motion is in effect a demurrer to the plaintiff’s evidence, and every reasonable inference of fact which a jury might draw in the plaintiff’s favor must be drawn by the court. When material facts are disputed or even in doubt, or inferences of fact are to be drawn from the testimony, it is the exclusive province of the jury to determine what the facts are : Fisher v. Railroad Co., 131 Pa. 292 ; Corbalis v. Newberry Tp., 132 Pa. 9; Sidney Sch. Pur. Co. v. Warsaw Sch. D., 122 Pa. 494; Abraham v. Mitchell, 112 Pa. 230 ; McNeal v. Railway Co., 131 Pa. 184. The court should not adopt the statement of a single witness for the plaintiff, in seeming conflict with the testimony of his other witnesses, as the measure of his whole case, but should permit the jury to determine what weight to give to each witness in view of his intelligence, means of knowledge and manner of testifying, and in the light of the testimony of the other witnesses as to the same facts: Penna. R. Co. v. Fortney, 90 Pa. 323.\n2. What constitutes negligence when the standard shifts, not according to any certain ruLe, depends upon the facts and circumstances developed by the testimony, and must be submitted to the jury. Judges should not ignore this time-honored rule, but should be careful not to usurp the province of the jury and determine questions of fact: Delaware etc. R. Co. v. Jones, 128 Pa. 308. The relation of carrier and passenger had commenced when the plaintiff walked across the north track: Patterson’s Ry. Acc. Law, 213. The defendant was as much required to furnish him a safe means of going to the car, as it is to provide a safe roadbed and cars and competent conductors and agents, after a passenger has boarded a train. Acting on the presumption of his safety in the observance of the defendant’s own rules, which prohibited the use of the north track by trains at that time, Kohler, after stopping, looking and listening, walked directly to the proper place to take his train.\n3. It was not necessary for him to stop, look and listen after he started across the track: Penna. R. Co. v. Garvey, 108 Pa; 369. Whether he was prudent or reckless, was for the determination of the jury, on a consideration of all the circumstances: Schum v. Railroad Co., 107 Pa. 8; Penna. R. Co. v. Coon, 111 Pa. 430; Penna. R. Co. v. Lyons, 129 Pa. 113; Pittsburgh etc. Ry. Co. v. Kane, 5 Cent. R. 909. Whether the freight train was in view at the time the plaintiff looked, was, under all the testimony, for the jury: Penna. R. Co. v. Weber, 76 Pa. 157; Weiss v. Railroad Co., 79 Pa. 387; Penna. R. Co. v. Weiss, 87 Pa. 447; Penna. R. Co. v. White, 88 Pa. 327; Hyatt v. Johnston, 91 Pa. 196; Longenecker v. Railroad Co., 105 Pa. 328; Schum v. Railroad Co., 107 Pa. 8; as also the question whether he stopped at the right time and listened long enough: Penna. R. Co. v. Ogier, 35 Pa. 60; Phila. etc. R. Co. v. Hagan, 47 .Pa. 244; North Penna. R. Co. v. Heileman, 49 Pa. 60; Penna. R. Co. v. Ackerman, 74 Pa. 265.\n4. When a passenger is placed in peril by the default of the railroad company, it is for the jury to say whether his act was negligent or hot, and they must consider all the circumstances: Penna. R. Co. v. Lyons, 129 Pa. 113. The slightest neglect, occasioning injury to a passenger, renders the carrier liable: Meier v. Railroad Co., 64 Pa. 225; Phila. etc. R. Co. v. Anderson, 94 Pa. 351; Laing v. Colder, 8 Pa. 479; Hayman v. Railroad Co., 118 Pa. 508; and this applies to the receiving and setting down of passengers, as well as to their carriage: Railroad Co. v. Aspell, 23 Pa. 147. The plaintiff was not on a public crossing but- on a crossing provided for the use of passengers. He had a right to assume that the company would not expose him to unnecessary danger, but would observe its own regulations: Archer v. Railroad Co., 9 Cent. R. 233; Penna. R. Co. v. White, 88 Pa. 327. Therefore, in the absence of gross or inexcusable negligence on his part, the question involved was one of fact for the jury: Parsons v. Railroad Co., 113 N. Y. 355 (10 Amer. St. R. 450).\n5. It is impossible to formulate a fixed rule of duty applicable to all cases; many things affect the standard of care that may reasonably be required in a particular case: Penna. R. Co. v. Kilgore, 32 Pa. 292; Penna. R. Co. v. Peters, 116 Pa. 206; Penna. R. Co. v. Lyons, 129 Pa. 113. The defendant’s negligence, on the one hand, and contributory negligence of the plaintiff, on the other, were both questions of fact for the jury, fairly presented by the testimony. There is no absolute rule as to what constitutes negligence, a higher degree of care being demanded in some circumstances than in others: Lehigh V. R. Co. v. Brandtmaier, 118 Pa. 610. When logic and common sense cannot be reconciled in applying the doctrine of contributory negligence, logic must give way: Willey v. Belfast, 61 Me. 575. The instinct of self-preservation is an element of evidence on all questions touching the conduct of men: Allen v. Willard, 57 Pa. 374; Hays v. Gallagher, 72 Pa. 136; Gillespie v. McGowan, 100 Pa. 144.\nMr. William Dorris (with him Mr. John D. Dorris), for the appellee:\nIt is the duty of a trial judge to take a case like this from the jury when the undisputed facts show contributory negligence : Barnes v. Sowden, 119 Pa. 60; Baker v. Fehr, 97 Pa. 70; Born v. Plankroad Co., 101 Pa. 336. Neither the fact that the plaintiff was crossing the track at a station to take a train, nor the rule of the company as to the approach of trains to a station where another train is receiving or discharging passengers, relieved the plaintiff from the obligation to stop, look and listen: Irey v. Railroad Co., 132 Pa. 563. His negligently placing himself in a position of known danger precludes his recovery in this action: Penna. R. Co. v. Bell, 122 Pa. 66; Lehigh V. R. Co. v. Greiner, 113 Pa. 604. Although a plaintiff’s testimony in chief might warrant a submission of the ease to the jury, if his admissions on cross-examination establish contributory negligence it is not error to nonsuit him: Butler v. Railroad Co., 126 Pa. 160. Buckwalter’s testimony did not contradict, but explained and supplemented the other testimony for the plaintiff. The testimony fully supports the court below in its statement of the facts."
  },
  "file_name": "0346-01",
  "first_page_order": 366,
  "last_page_order": 378
}
