{
  "id": 817397,
  "name": "COMMONWEALTH v. THOMAS FRANTZ",
  "name_abbreviation": "Commonwealth v. Frantz",
  "decision_date": "1890-05-26",
  "docket_number": "No. 39",
  "first_page": "389",
  "last_page": "392",
  "citations": [
    {
      "type": "official",
      "cite": "135 Pa. 389"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "120 Pa. 395",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        559960
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/120/0395-01"
      ]
    },
    {
      "cite": "26 Miss. 108",
      "category": "reporters:state",
      "reporter": "Miss.",
      "case_ids": [
        12142484,
        8834556
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mor-st-cas/1/0689-01",
        "/miss/26/0108-01"
      ]
    },
    {
      "cite": "25 Minn. 429",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        765796
      ],
      "opinion_index": -1,
      "case_paths": [
        "/minn/25/0429-01"
      ]
    },
    {
      "cite": "10 Phila. 194",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "101 Pa. 200",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500902
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/101/0200-01"
      ]
    },
    {
      "cite": "120 Pa. 395",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        559960
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/120/0395-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 409,
    "char_count": 8514,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 2.860367056931229e-07,
      "percentile": 0.8413598630653756
    },
    "sha256": "f699f232e6678c37e79c994904c3264d5e93c21ae22cd420312d131cbbc93cf3",
    "simhash": "1:6eaec401cc480469",
    "word_count": 1454
  },
  "last_updated": "2024-02-27T20:27:25.875077+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, Clark, Williams, McCollum and 'Mitchell, JJ."
    ],
    "parties": [
      "COMMONWEALTH v. THOMAS FRANTZ."
    ],
    "opinions": [
      {
        "text": "Per Curiam :\nThe first count of the indictment charges appellant with selling spirituous, vinous, malt, or brewed liquors, etc., in the borough of Conneautville, contrary to the act of April 9, 1869, entitled “ An Act to prohibit the issuing of licenses to sell spirituous, vinous, malt, or brewed liquors in the boroughs of Conneautville and Spring, in the county of Crawford.” That count is framed under the section of said act which imposes for the second offence imprisonment not exceeding three months, in addition to fine. The second count charges him with selling without a license, contrary to the act of assembly in such cases made and provided. At the trial, a nolle prosequi was entered by leave of court on the first count, and appellant, having been convicted on the second count, was sentenced, under the fifteenth section of the act of 1887, to pay a fine of $500, and undergo imprisonment for three months.\nThe second section of the act of 1869, under which the first count was framed, is clearly unconstitutional, because it offends against the amendment of 1864, prohibiting the passage of any bill containing more than one subject, which shall be clearly expressed in its title. The only subject expressed in the title of the act referred to is prohibiting the issuing of licenses in the two boroughs named therein, and to that the first section expressly relates; but there is nothing in the title to give notice of such legislation as we find in the second section. It follows, therefore, that, while the first section of the act is constitutional, the second is not. It is unnecessary to discuss the question, because the principle involved was considered and decided in Hatfield v. Commonwealth, 120 Pa. 395.\nThe first count having been disposed of by the nolle prosequi, ■the conviction and sentence- on the second count were clearly right. In obedience to the inhibition of the act of 1869 no •licenses were issued to any one in the borough of Conneaut■ville, and the appellant, having sold within the limits of that borough without license, as was clearly shown by the evidence, became amenable to the general law of 1887. There is nothing •in the record that requires a reversal of the judgment.\nJudgment affirmed",
        "type": "majority",
        "author": "Per Curiam :"
      }
    ],
    "attorneys": [
      "Mr. Thomas Roddy (with him Mr. IT. J. Humes), for the appellant.",
      "Mr. James D. Roberts, District Attorney (with him Mr. Creo. F. Davenport), for the appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH v. THOMAS FRANTZ.\nAPPEAL BY DEPENDANT PROM THE COURT OP QUARTER SESSIONS OP CRAWFORD COUNTY.\nArgued April 28, 1890\nDecided May 26, 1890.\n1. The title to the act of April 9, 1869, F. L. 759, being, “An Act to prohibit the issuing of licenses to sell” liquors in certain specified boroughs, tlie second sect ion thereof, providing a punishment for the sale of liquor in said boroughs, is unconstitutional and void, because its subject is not clearly expressed iu the title.\n2. In such a ease, one who soils liquors without a license, in a borough wherein such sales are prohibited in said special act, is amenable to provisions of the general act of May 13, 1887, P. L. 108, forbidding the sale of liquor without a license, and upon conviction is subject to the punishment provided in § 15 thereof.\nBefore Sterrett, Clark, Williams, McCollum and 'Mitchell, JJ.\nNo. 39 January Term 1890, Sup. Ct.; court below, No. 23 February Term 1889, Q. S.\nOn February 13, 1889, tbe grand jury returned as a true bill an indictment which iu the first count charged Thomas Frantz with unlawfully selling liquor in the borough of Conneautville, contrary to tbe provisions of the act of April 9, 1869, prohibiting tbe issuing of licenses to sell liquors for drinking purposes in the boroughs of Conneautville and Spring, in said county, and, in the second count, charged the said defendant with unlawfully selling liquor in said borough, without a license, contrary to the act of assembly in such ease made and provided.\nAt the trial on September 11,1889, a nolle prosequi was entered by leave of the court on the first count. The defendant 'then pleaded not guilty, and in his defence put in evidence the said act of April 9, 1869, P. L. 759, which is as follows:\nAN ACT\nTo prohibit the issuing of licenses to sell spirituous, vinous, malt or brewed liquors in the boroughs of Conneautville and Spring, in the county of Crawford.\nSeo. 1. Be it enacted, etc., That from and after the passage of this act no license to sell, for drinking purposes, spirituous, vinous, malt or brewed liquors, shall be issued to any person or persons in the boroughs of Conneautville and Spring, in the county of Crawford.\nSec. 2. That if any person or persons shall, for the purpose aforesaid, sell any spirituous, vinous, malt or brewed liquors, or any admixture thereof, after the passage of this act, within the limits of the boroughs of Conneautville and Spring aforesaid, he or she so offending, upon conviction thereof in any court of competent jurisdiction, shall be fined in a sutn not less than fifty nor more than two hundred dollars, and upon a second conviction thereof, in addition to the fine already imposed in this section, shall undergo an imprisonment in the common jaii of the county of Crawford for a period of not more than three months: Provided however, That persons who-are already licensed to sell spirituous, vinous, malt or brewed liquors within the limits of the said boroughs of Conneautville and Spring shall not be prohibited from selling the same until after the expiration of their licenses.\nAt the close of the testimony, the court, Henderson, P. J., reviewed the facts in evidence, and charged the jury :\nIt is not contended that the defendant had license to sell liquor in Conneautville. On the other hand, a special act of assembly was offered in evidence by the defendant, by the terms of which the courts are forbidden to grant license to any person to sell liquors in that borough. The second section of that act makes it a misdemeanor for any person to sell liquors in Conneautville, and provides a penalty'l'or persons who so offend. In a case recently decided in the Supreme Court of this commonwealth, it was held that a similar act of assembly was unconstitutional as to the second section of the act, because of the fact that the title to the act did not refer to or include the subject matter of the second section. Persons, therefore, who offend against the law by selling liquor without license, in places where there is a prohibitory law of the same form as that in force in the borough of Conneautville, are liable to indictment under the general laws of the commonwealth, by reason of the fact that there is no definition of a different offence for selling without authority in these places, from that which prevails generally throughout the commonwealth. If, therefore, gentlemen, you find, that the facts occurred as testified to by the witnesses for the commonwealth, you should find the defendant guilty. If you do not believe these witnesses you should acquit the defendant. If you believe one of the witnesses the defendant may be convicted.....\nDefendant’s counsel respectfully requests the court to charge the jury that under the law and the evidence in this case their verdict must be not guilty.\nAnswer: This point is refused.1\n—The jury returned a verdict of guilty, whereupon the defendant filed a motion in arrest of judgment, upon the following grounds:\n“ 1. The indictment charges defendant with having violated two acts of assembly, and for the violation of which two different penalties could be enforced.\n“ 2. Under the act of 1869, offered in evidence by defendant, no license can be granted in Conneautville, the place where defendant was doing business, and an indictment for selling without license implies that a license might have been procured had one been applied for by defendant.\n“3. The act of 1887 is not applicable to the borough of Conneantville, it being under the provisions of the act of 1869, a special law.”\nThis motion was dismissed by the court and the defendant sentenced, on September 3, 1889, to pay a fine of $500, and undergo imprisonment in the county jail for three months. Thereupon the defendant took this appeal, assigning for error:\n1. The refusal of the defendant’s point.1\n2. The dismissal of his motion in arrest of judgment.\nMr. Thomas Roddy (with him Mr. IT. J. Humes), for the appellant.\nCounsel cited: Seifried v. Commonwealth, 101 Pa. 200; Commonwealth v. Keenan, 10 Phila. 194; State v. Hanly, 25 Minn. 429; Botto v.' State, 26 Miss. 108.\nMr. James D. Roberts, District Attorney (with him Mr. Creo. F. Davenport), for the appellee.\nCounsel cited: Hatfield v. Commonwealth, 120 Pa. 395."
  },
  "file_name": "0389-01",
  "first_page_order": 409,
  "last_page_order": 412
}
