{
  "id": 817399,
  "name": "C. M. BRIEGEL v. CITY OF PHILADELPHIA",
  "name_abbreviation": "Briegel v. City of Philadelphia",
  "decision_date": "1890-05-28",
  "docket_number": "No. 267",
  "first_page": "451",
  "last_page": "459",
  "citations": [
    {
      "type": "official",
      "cite": "135 Pa. 451"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "107 Pa. 85",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8856340
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/107/0085-01"
      ]
    },
    {
      "cite": "108 Pa. 489",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        539255
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/108/0489-01"
      ]
    },
    {
      "cite": "108 Mass. 261",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2106006
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/108/0261-01"
      ]
    },
    {
      "cite": "72 Am. Dec. 302",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "opinion_index": -1
    },
    {
      "cite": "36 N. H. 284",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        6099394
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/36/0284-01"
      ]
    },
    {
      "cite": "2 Den. 433",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        2186099
      ],
      "opinion_index": -1,
      "case_paths": [
        "/denio/2/0433-01"
      ]
    },
    {
      "cite": "108 Mass. 215",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "11 Gray 345",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        2084704
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/77/0345-01"
      ]
    },
    {
      "cite": "62 Mo. 313",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        940469
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mo/62/0313-01"
      ]
    },
    {
      "cite": "11 Gray 353",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        2084803
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/77/0353-01"
      ]
    },
    {
      "cite": "42 Pa. 358",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481505
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/42/0358-01"
      ]
    },
    {
      "cite": "55 Pa. 121",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1470649
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/55/0121-01"
      ]
    },
    {
      "cite": "30 Pa. 478",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        415537
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/30/0478-01"
      ]
    },
    {
      "cite": "32 Pa. 121",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986664
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/32/0121-01"
      ]
    },
    {
      "cite": "36 Pa. 174",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992220
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/36/0174-01"
      ]
    },
    {
      "cite": "26 Pa. 264",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977228
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/26/0264-01"
      ]
    },
    {
      "cite": "75 Pa. 847",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "68 Pa. 170",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024588
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/68/0170-01"
      ]
    },
    {
      "cite": "102 Pa. 528",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "88 Pa. 393",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061222
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/88/0393-01"
      ]
    },
    {
      "cite": "77 Pa. 354",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "31 Pa. 175",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985018
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/31/0175-01"
      ]
    },
    {
      "cite": "3 Hill 531",
      "category": "reporters:state",
      "reporter": "Hill",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "19 Pick. 511",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2037735
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/mass/36/0511-01"
      ]
    },
    {
      "cite": "121 Pa. 545",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "102 Pa. 42",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        502693
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/102/0042-01"
      ]
    },
    {
      "cite": "113 Pa. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457583
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/113/0269-01"
      ]
    },
    {
      "cite": "75 Pa. 347",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036793
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/75/0347-01"
      ]
    },
    {
      "cite": "98 Pa. 600",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        496948
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/98/0600-01"
      ]
    },
    {
      "cite": "121 Pa. 543",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        561227
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/121/0543-01"
      ]
    },
    {
      "cite": "3 Phila. 228",
      "category": "reporters:state",
      "reporter": "Phila.",
      "weight": 6,
      "opinion_index": -1
    },
    {
      "cite": "94 Pa. 388",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        486397
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/94/0388-01"
      ]
    },
    {
      "cite": "81 Pa. 389",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044159
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/81/0389-01"
      ]
    },
    {
      "cite": "42 Pa. 358",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481505
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/42/0358-01"
      ]
    },
    {
      "cite": "113 Pa. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457583
      ],
      "pin_cites": [
        {
          "page": "279"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/113/0269-01"
      ]
    },
    {
      "cite": "98 Pa. 600",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        496948
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/98/0600-01"
      ]
    },
    {
      "cite": "121 Pa. 543",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        561227
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "549"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/121/0543-01"
      ]
    },
    {
      "cite": "3 Phila. 228",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 927,
    "char_count": 19902,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 1.030428801384021e-06,
      "percentile": 0.9836596651001661
    },
    "sha256": "6eafaf9122a712cbf46d8c6badb85c0f67a37e350f1241528b4111673e585d7a",
    "simhash": "1:3e6d872022e9ae8f",
    "word_count": 3480
  },
  "last_updated": "2024-02-27T20:27:25.875077+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Green, Clark, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "C. M. BRIEGEL v. CITY OF PHILADELPHIA."
    ],
    "opinions": [
      {
        "text": "Opinion,\nMr. Justice Mitchell :\nThe first six specifications of error are to the findings of fact and the assessment of damages, but the report of the referee having been confirmed by the court, and no plain mistake being shown, we dismiss them without discussion.\nBut the learned counsel for the city have made an urgent and ingenious effort to bring this case within the ruling in Ford v. School Dist., 121 Pa. 543. The distinction, however, is plain. That case was an action for the negligence of the janitor of a school building, and was decided on the ground that, under the Pennsylvania statutes, school districts are agencies of the commonwealth for a special and limited purpose, with no funds under their control but public moneys devoted to a specific charity, and not divertible, even indirectly, to any other use. This purpose might be entirely destroyed by holding the funds liable for the consequences of torts by the officers or servants of the school district, and therefore such liability cannot be sustained. It had been held as early as Wharton v. School Dir., 42 Pa. 358, that school districts are not municipalities, but mere territorial divisions for limited purposes, and belonging to the class of quasi corporations, which exercise some of the functions of a municipality within a prescribed sphere. To the same effect are Commonwealth v. Beamish, 81 Pa. 389; Colvin v. Beaver, 94 Pa. 388; Erie School D. v. Fuess, 98 Pa. 600. And this is the well-settled general doctrine. “It is essential.....to bear in mind the distinction .....between municipal corporations proper.....and . . ......quasi corporations, such as townships, school districts.' .... The decisions.....hold the former class of corporations to a much more extended liability than the latter, even where the latter are invested with corporate capacity and with the power of taxation: ” 2 Dillon Mun. Corp., 3d ed., § 961.\nThe present action differs from the class we have been considering, in being against the city of Philadelphia, and in being an action for nuisance by the negligent use of property. The city, having a general power of taxation, and exercising full municipal functions, comes under the larger measure of liability spoken of by Judge Dillon. Just how far this liar bility extends has not been definitely decided, as is said by our Brother Clark, in Boyd v. Insurance Patrol, 113 Pa. 269, 279, where he reviews the cases with special reference to the liabilities of charitable or other corporations exercising a quasi municipal function. Nor is the distinction between the cases where municipal corporations have been held liable and where they have not, entirely logical or obvious, as was observed by Chief Justice Gordon in Ford v. School Dist., 121 Pa. 543, 549. But, in the class of cases to which the present belongs, injuries arising from the misuse of land, there has never been any substantial hesitation in holding cities liable. The ownership of property entails certain burdens, one of which is the obligation of care that it shall not injure others in their property or persons, by unlawful use or neglect. This obligation rests, without regard to personal disabilities, on all owners alike, infants, femes covert, and others, by virtue of their ownership, and municipal corporations are not exempt. The general rule is thus stated: “ Municipal corporations are liable for the improper management and use of tlieir property, to tbe same extent and in the same manner as private corporations and natural persons. Unless acting under valid special legislative authority, they must, like individuals, use their own so as not to injure that which belongs to another:” 2 Dillon Mun. Corp., 3d ed., § 985. The particular question here involved does not seem to have been before this court, but it was expressly decided in Shuter v. Philadelphia, 3 Phila. 228, by Judge Sharswood, when president of the District Court: “ The municipal corporation owning and occupying property for public purposes is as much subject as a private citizen to the usual rule, sic utere tuo nt alienum non lsedas. The city is as much bound as an individual owner of a lot, to find an outlet for the water on it, without encroaching on his neighbor.” We adopt this as a correct exposition of the law.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Mitchell :"
      }
    ],
    "attorneys": [
      "Mr. Leonard FinleMer (with him Mr. Charles F. Warwick, City Solicitor), for the appellant:",
      "Mr. William W. Porter, for the appellee :"
    ],
    "corrections": "",
    "head_matter": "C. M. BRIEGEL v. CITY OF PHILADELPHIA.\nAPPEAL BY DEPENDANT FROM THE COURT OE COMMON PLEAS NO. 3. OE PHILADELPHIA COUNTY.\nArgued March 26, 1890\nDecided May 28, 1890.\n[To be reported.]\n1. A municipal corporation, owning and holding property for public purposes, is as much subject to the usual rule, sic utere tuo ut alienum non Redas, as are private citizens, and is liable to an adjoining owner for injuries arising from a nuisance maintained upon its property: Shuter v. Philadelphia, 3 Phila. 228, approved.\n(a) Under local statutes, the public schools in the city of Philadelphia are maintained by means of appropriations made by couneils out of taxes levied and collected by the city. A defectively-constructed privy well, maintained upon city property used for public school purposes, created a nuisance to the injury of an adjoining owner:\n2. In such case, the city is liable for the injury by virtue of its ownership of the premises: Ford v. School Dist., 121 Pa. 543, and Erie School D. v. Fuess, 98 Pa. 600, distinguished, on the ground that the action in the present case was against a municipal corporation proper, and the injury complained of was a nuisance arising from the negligent use of city property.\nBefore Paxson, C. J., Green, Clark, McCollum and Mitchell, JJ.\nNo. 267 January Term 1890, Sup. Ct. 5 court below, No. 105 September Term 1888, C. P. No., 3.\nOn September 6, 1883, Catharine M. Briegel brought trespass against the <■. . , jf Philadelphia, to recover damages for injuries to the houses of the plaintiff, Nos. 3525 and 3527 Rock-land street, alleged to bave been caused by the negligence of the city in not properly constructing the plumbing and drainage connected with, the privy well of a public school building, owned and maintained by the city. Issue.\nThe cause was submitted, under the act of June 16, 1836, P. L. 717, to Mr. Henry M. Dubois, as referee, who reported in part as follows:\nJacob J. Briegel, son of the plaintiff, was acting as agent in looking after and renting the premises of the plaintiff, Nos. 3525 and 3527 Rockland street, West Philadelphia. As early as August, 1882, the cellars of said houses were covered with water from eighteen to twenty-four inches, and the water had a very sickening odor. It was dii4y-looking and scummy on top, and the cellars had water in them during the winter of 1882 and 1883. Early in 1883, the water complained of appeared in the cellars again, and continued until the summer of 1888.\nTo the east of No. 3525 Rockland street, is a lot upon which is erected a carpenter shop, to which there is no cellar. It has a brick wall on the east side and frame front and back. The carpenter shop occupies the entire width of the lot. • To the east of the carpenter shop lot is a public schoolhouse property, and at the southwest comer of said property, next to the carpenter shop, is a privy well. Complaints were made to the board of school directors, board of health and board of education, that the said privy well was the cause of the water in the cellars. Promises were made to remove the cause, and several efforts were made on their part to do so, but the water continued to flow into the cellars until the summer of 1888, when a cast-iron basin was substituted and the nuisance abated.....\nThe referee finds that the nuisance complained of was caused by and traced to the defectively-constructed privy well on the public-school grounds.....\nMr. Briegel, agent of the houses, testified that, because of the said nuisance, the houses remained vacant for nine months, the loss being $150, and the loss in the reduction of rents was $257. He testified that the rent received now is $12 and $14 per month respectively; that prior to the existence of the nuisance the rent was $14 and $15 per month respectively. A number of witnesses produced by plaintiff testified that the houses were vacant, and tenants left the premises because of its wet and 'damp condition occasioned by the water in the cellars.....\nThe referee will allow the following items of damage:\nPapering...... . $65 28\nCarpentering . ■ . . . . . 57 89\nPlumbing and pumping water out of cellars . 50 00\nPaid to laborers, scrub woman, mortar floor . 50 00\nLoss of rent, houses vacant for nine months . 150 00\nLoss in reduction of rent of houses six years . 257 00\nTotal damage $6,30 17\nCounsel for the defendant contended that the defendant is not liable in damages for the nuisance resulting from a defectively-constructed privy well on a public-school property, under the decision of Ford v. School Dist., 121 Pa. 543; Elliott v. Philadelphia, 75 Pa. 347; Boyd v. Insurance Patrol, 113 Pa. 269.\nIn the case of Ford v. School District, it was decided that school districts are but agents of the commonwealth, quasi corporations for the sole purpose of the administration of the commonwealth’s system of public education; that this system is strictly and exclusively a state institution, and is a public charity; hence the defendant was not liable for injuries done by the janitor of the school to the plaintiff, one of the pupils; and it was also decided, that as the fund raised by taxation for school purposes can be used only in the ways mentioned in the statute, either for the erection of buildings or the conduct of the school itself, no recovery could be had against the defendant for that reason, and the further reason that public policy would not permit the school fund to be diminished for the benefit of any private individual.\nIt is contended by counsel for the plaintiff that the cases above cited have no application to this ease, because the school district is not sued here, but the city of Philadelphia, which is the owner in fee of the school premises in question; that the act of May 8, 1854, § 28, P. L. 623, authorizes the several school boards of the commonwealth to levy and collect a tax to keep the schools of the district in operation; that in this case it is the city that owns the sehoolliouse, the city that levies the taxes and that makes appropriations through its councils for maintaining the schoolhouse; that this is not a case where the entire resources of a district are appropriated to the maintenance of a school, and in that respect this case differs from the case of Ford v. School District.\nThe master is of the opinion that the case in question cannot be governed by the cases above cited by the defendant, because they have no application whatever to this case. But the legal maxim, sic utere tuo ut alienum non laedas, is the principle to be applied to the facts in this case. “ A man must enjoy his own property in such a manner as not to invade the legal rights of his neighbor.” “ Every man is restricted against using his property to the prejudice of others.” “ And this rule of law applies to the public, in at least as full force as to individuals:” Broom’s Leg. Max., 864.\nThe referee is of the opinion that the case of Shuter v. Philadelphia, 3 Phila. 228, determines the liability of the defendant to the plaintiff in this case. It was held in that case that a municipal corporation owning and using property for public purposes is subject to the rule, sic utere tuo ut alienum non leadas; that the city is liable for damages to a well for the erection of a gas reservoir. Sharswood, J., in that ease said: “ It does not follow that because a municipal corporation has the right to become the owner of an adjoining lot for some public purpose, they have a right to erect a nuisance on it. If they build a lock-up or a station-house, they cannot dig a privy, however skilfully they may do it and however convenient it may be, if the result is that the filth of it is discharged on their neighbors.” It is true that that is but a dictum of the learned justice who delivered the opinion, but the referee accepts that as being sound law. In a number of cases, it has been decided that a municipal corporation is not liable for the misfeasance of its police officers, because the police power of the city is derived from the state; but Mr. Justice Sharswood declared that a police station owned by the city could not have a privy in it whose filth is discharged on the neighbors’ premises, without being answerable in damages for the injury thus done.\nIn another respect does this case differ from the case of Ford v. School District. One reason in that case for holding that the defendant was not liable, was that the entire resources of the school district can be used only for the erection of buildings, or the conduct of the school itself; and, as these districts can have no fund out of which to pay damages, such as are claimed by the plaintiff in this case, their recovery would be to no purpose. But this suit is brought against a municipal corporation which has other property and funds than that which is contributed for a special charitable purpose.\nApplying the facts as found by the referee to the law as laid down in Haugh’s App., 102 Pa. 42, and Shuter v. Philadelphia, 3 Phila. 228, the referee awards the sum of six hundred and thirty (630) dollars and seventeen (17) cents to the said plaintiff, and against the said defendant, for the damages which said plaintiff has suffered by reason of the nuisance complained of, together with the costs of this suit.\nExceptions to the findings and conclusions of the referee, were dismissed by the court, after argument, and the report confirmed; whereupon the defendant took this appeal, specifying that the court erred :\n1. In sustaining the report of the referee.\n2. In finding for the plaintiff.\n3. In not finding for the defendant.\n4. Tn finding for the plaintiff in the sum of $630.17.\n5. In allowing the plaintiff $257 for loss in reduction of rent during six years.\n6. In allowing the plaintiff $150 for loss of rent on account of the houses being vacant for nine months.\n7. In finding that the case of Shuter v. Philadelphia, 3 Phila. 228, determines the liability of the defendant in this case.\n8. In not finding that the liability of the defendant is determined by Ford v. School Dist., 121 Pa. 545.\nMr. Leonard FinleMer (with him Mr. Charles F. Warwick, City Solicitor), for the appellant:\n1. An examination of Shuter v. Philadelphia, 3 Phila. 228, will disclose a wide difference between that case and the present one. The principle upon which the city was held liable therein, is a different one from that sought to be applied here. The injury in that case was caused by the erection of a reservoir for gas, and in the erection of gas works the city of Philadelphia is not acting in the same capacity as when it conducts the public schools. It is well settled that a municipal corporation, carrying on a business for profit, makes itself liable as a private corporation, so far as that business is concerned : Scott v. Mayor of Manchester, 1 II. & N. 49 ; Coe v. Wise, 5 B. & S. 440; Dillon on Mun. Corp., 988, note 2, 991, note 1; Thayer v. Boston, 19 Pick. 511; Bailey v. The Mayor, 3 Hill 531; Western Sav. Fund Soc. v. Philadelphia, 31 Pa. 175; Wheeler v. Philadelphia, 77 Pa. 354; Girard L. Ins. Co. v. Philadelphia, 88 Pa. 393; Lehigh Water Co.’s App., 102 Pa. 528.\n2. In Pennsylvania, a school district is but an agent of the commonwealth, and as such is a quasi corporation for the sole purpose of administering the commonwealth’s system of popular education, and therefore it is not liable for the negligence of school directors or their employees: Ford v. School Dist., 121 Pa. 545. The case cited and the one at bar present the same features for consideration. In each, the action is based on negligence. That part of the funds used in maintaining the schools of Philadelphia is derived from local taxation, and the fact that the city exercises its jurisdiction by the appointment of officers to carry on the work of education, does not affect the proposition that these schools are state institutions : Long v. Fuller, 68 Pa. 170; Elliott v. Philadelphia, 75 Pa. 847; Knight v. Philadelphia, 15 W. N. 307; Boyd v. Ins. Patrol, 113 Pa. 269. Their public character is further shown by the fact that the right of eminent domain, which can be exercised only for a public purpose, has been delegated for school purposes: Act of April 9, 1867, P. L. 51; Long v. Fuller, 68 Pa. 170; Act of April 4, 1889, P. L. 25.\nMr. William W. Porter, for the appellee :\n1. The first three specifications of error are general. The next three are in the nature of exceptions to the referee’s findings of fact, which have been approved by the court below, and therefore will not be disturbed except for flagrant error: Burroughs’s App,, 26 Pa. 264; Robinett’s App., 36 Pa. 174; Mellon’s App., 32 Pa. 121; Heft’s App., I W. N. 174; and this must be affirmatively shown, and apparent upon the face of the report: Miller’s App., 30 Pa. 478; Yohe’s App., 55 Pa. 121. The appellant has not shown or even attempted to show such error. The remaining assignments raise but one question, viz.: Is the city liable for constructing and maintaining a nuisance on its own property, when that property is used for a public-school house ?\n2. This case is not ruled by Ford v. School Dist., 121 Pa. 543. A school district is not a municipal corporation, and there is quite a difference between the two things: Wharton v. School Directors, 42 Pa. 358; §§ 20, 28, act of May 8, 1854, P. L. 623. It is not a school district that is sued here, but a municipal corporation, the owner in fee of the land upon which the privy well was built and negligently maintained. The city makes the requisite appropriations from the general taxation for maintaining its own schools upon its own property, and this suit is not, like Ford v. School District, supra, brought against “ a quasi corporation whose entire resources are appropriated toward the maintenance of a school.”\n3. A municipal corporation owning and using property for public purposes is subject to tbe rule, sic utere tuo ut alienum non laedas, and is liable for any injury to private property arising from a nuisance maintained by it upon its own property: Shuter v. Philadelphia, 3 Phila. 228; Thayer v. Boston, 19 Pick. 511; Parker v. Lowell, 11 Gray 353; Hannon v. St. Louis Co., 62 Mo. 313; Dillon on Mun. Corp., §§ 985, 986; Hildreth v. Lowell, 11 Gray 345; Haskell v. New Bedford, 108 Mass. 215 ; Bailey v. Mayor, 3 Hill 531; Mayor v. Bailey, 2 Den. 433. The city is the owner in fee of the property and derives a remuneration for its use for school purposes, permitting the board of school directors to use it in consideration of a certain sum collectible by taxation from its citizens.\n4. The city is therefore liable in this action for two reasons: (1) because it receives a consideration for the performance of the duty it owes as owner of the property: Dillon on Mun. Corp., § 985; Eastman v. Meredith, 36 N. H. 284 (72 Am. Dec. 302); Wilson v. New Bedford, 108 Mass. 261; and (2), because the city in this case is in the same position as a landlord who leases a house with a cess pool on the premises, so constructed that its lawful use by the tenant must necessarily result in a nuisance to the occupants of adjoining property: Fow v. Roberts, 108 Pa. 489; Knauss v. Brua, 107 Pa. 85. It is admitted that property may be taken by eminent domain for school purposes, but this cannot be done without just compensation, and there is no law permitting the city of Philadelphia to build a house on its own premises and then use a neighboring property as a cess pool, without paying just damages for the injuries inflicted. It is for such injuries that damages were recovered in this case."
  },
  "file_name": "0451-01",
  "first_page_order": 471,
  "last_page_order": 479
}
