{
  "id": 817449,
  "name": "JACOB SMEICH v. J. D. HERBST ET AL.",
  "name_abbreviation": "Smeich v. Herbst",
  "decision_date": "1890-06-02",
  "docket_number": "No. 229",
  "first_page": "539",
  "last_page": "544",
  "citations": [
    {
      "type": "official",
      "cite": "135 Pa. 539"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 R. 256",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    },
    {
      "cite": "1 P. & W. 402",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "case_ids": [
        1826174
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pen-w/1/0402-01"
      ]
    },
    {
      "cite": "2 W. & S. 225",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853570
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0225-01"
      ]
    },
    {
      "cite": "3 P. & W. 282",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "case_ids": [
        1827588
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pen-w/3/0282-01"
      ]
    },
    {
      "cite": "99 Pa. 34",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446033
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/99/0034-01"
      ]
    },
    {
      "cite": "38 Pa. 78",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994132
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/38/0078-01"
      ]
    },
    {
      "cite": "61 Pa. 107",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        428572
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/61/0107-01"
      ]
    },
    {
      "cite": "104 Pa. 8",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "117 Pa. 298",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        555821
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/117/0298-01"
      ]
    },
    {
      "cite": "44 Pa. 12",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "1 P. & W. 388",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "opinion_index": -1
    },
    {
      "cite": "2 Binn.- 235",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788987
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0235-01"
      ]
    },
    {
      "cite": "52 Pa. 456",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002261
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/52/0456-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 639,
    "char_count": 12231,
    "ocr_confidence": 0.46,
    "pagerank": {
      "raw": 5.627316783393982e-08,
      "percentile": 0.35176587515333907
    },
    "sha256": "cee22eb3bc7b4cdf13a382e0f676ddfe1a5b6272517fa985c60c0f1920e101ce",
    "simhash": "1:364fc5178aeb9acf",
    "word_count": 2204
  },
  "last_updated": "2024-02-27T20:27:25.875077+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, Clark and Mc-Collum, JJ."
    ],
    "parties": [
      "JACOB SMEICH v. J. D. HERBST ET AL."
    ],
    "opinions": [
      {
        "text": "Per Curiam:\nThe uote in controversy with its indorsements constitute one paper. Its construction was for the court, and we think the learned judge below interpreted it correctly. It was expressly stipulated that “ this note is not to be collected until the title is perfect clear on the farm I sold to Jacob D. Herbst.” There is no ambiguity in this language. So far from the title being clear, there was no title to the twenty-three acres of woodland. The description of the farm as contained in the deed omitted the woodland. The plaintiff contended, however, that the woodland passed as an appurtenant to the farm under the deed as executed. Without discussing the somewhat novel proposition that one tract of land can pass as appurtenant to another tract, there was no room to apply such a principle in this case. The woodland in question was separated from the farm conveyed by an intervening farm. That the one was not appurtenant to the other appears clearly as a matter of fact; hence we need not discuss the legal proposition apparently involved.\nWe do not regard it as important that the defendant entered upon the woodland, exercised acts of ownership over it, and sold some of the timber. Nor, that he had sold and conveyed part of the farm away so as to place it beyond his power to rescind. He was not seeking to rescind, nor was he bound to do so. He bought the two tracts for the single consideration of 13,800. He had a right to enter upon both, and treat them as his own. For the one tract, he has no paper title; and it was expressly agreed, and so entered upon the back of the note, that his liability thereon should be suspended until the title was perfected. The thought naturally suggests itself, that it would have been easier and less expensive for the plaintiff to have complied with his agreement, than to have embarked upon this litigation.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Mr. II. L. Fisher (with him Mr. S. II Forry), for the appellant.",
      "Mr. Henry O. Hies (with him Mr. Q-eorge E. Heff and Mr. W. F. Bay Steward), for the appellees."
    ],
    "corrections": "",
    "head_matter": "JACOB SMEICH v. J. D. HERBST ET AL.\nAPPEAL BY PLAINTIFF FROM THE COURT OF COMMON PLEAS OF YORK COUNTY.\nArgued May 20, 1890\nDecided June 2, 1890.\n1. A note for the payment of money, having upon it a stipulation indorsed by the payee, though of different date from the note, conditioning the liability created by it, constitutes but a single instrument the construction of which is for the court alone.\n2. Where a vendor indorsed upon a note given for the purchase money of land sold, that it was not to be collected until the title to the laud should be made clear, payment cannot be enforced until the title to the whole of the land is perfected in accordance with the stipulation of the indorsement.\n3. In such case, the fact that the vendee took possession, cut and sold timber from, and sold off a part of the land omitted from the deed delivered, so as to place it beyond his reach to rescind the eoutract of purchase, will not affect Ms right to, resist payment until his title is perfected.\nBefore Paxson, C. J., Sterrett, Green, Clark and Mc-Collum, JJ.\nNo. 229 January Term 1890, Sup. Ct.; court below, No. 46 August Term 1886, C. P.\nOn June 1, 1886, Jacob Smeich brought assumpsit against Jacob D. Herbst, Jacob Herbst and Henry Strayer. Issue.\nAt the trial on March 19, 1889, the plaintiff put in evidence and sought to recover upon a note without date, reading with certain indorsements upon it as follows:\n“ 12940. On or before the first day of April A. D. 1885, we or either of us promise to pay to the order of Jacob Smeich twenty nine hundred and forty dollars, without defalcation, for value received. Waiving the right of all valuation, appraisement, stay, homestead or exemption laws.\nA. F. Strayer. Jacob D. Herbst.\nJacob Herbst.\nHenry Strayer.”\n[Indorsed:]\n“September 14, 1888. Whereas the deed given for the within note does not describe the boundaries of the large tract therein mentioned, and whereas there is about twenty acres of timber-land not joining the other property, I hereby agree that should any difficulty arise about the said timber-land before the within note becomes due, to pay all the costs or damages that may arise from suits, etc.\nPresence of A. F. Steamer. Jacob Smeich.”\n“ April 4, 1884. This note is not to be collected until the title is perfect clear on the farm I sold to Jacob D. Herbst.\nJacob Smeich.”\nIt was then made to appear that prior to September 14,1883, the date when, as it was shown, the foregoing note was given, Jacob Smeich had covenanted to sell to Jacob D. Herbst two certain parcels of land in North Hopewell township. These lands had formerly been in one farm, known as the Adam Secrist farm, but a portion lying between them had been conveyed to another person. At the date given, a deed was delivered by Smeich to Herbst, $20 of the purchase money paid, and two notes given; one for $980, payable April 1,1884, and the other for $2,940, the note in suit. The deed referred to did not embrace in its description the smaller of the two parcels, containing about twenty-three acres of woodland. Objection being made to the deed for this reason, the indorsement of September 14, 1883, was put upon both notes and the deed accepted. On April 4, 1884, the note for $980 was paid, and the indorsement of that date made upon the note in suit. It was also shown that in February, 1884, Herbst had taken possession of both tracts of land, and proceeded to cut and sell timber off the woodland tract, so continuing until May, 1884. He had also sold off a part of the woodland tract.\nAt the close of the testimony, the court, Latimer, J., charged the jury in part as follows:\n. It seems that the plaintiff agreed to sell to the defendant for $3,800, two tracts of land in North Hopewell township, formerly the Adam Secrist farm; one being a tract of farm land, containing about 119 acres, and the other a tract of woodland containing about 23 acres. They formerly formed one tract, as is shown by the evidence of ’Squire Strayer, but a part was sold off which now lies between the farm and the woodland.\nOn September 14, 1883, in pursuance of a previous agreement, the parties met at ’Squire Strayer’s office in Winterstown, and Jacob Smeich, the plaintiff, produced a deed which he had had prepared, and it was read. The defendant, Jacob D. Herbst, immediately objected that it did not contain any description of the woodland, while the plaintiff insisted that it did. [In point of fact, as the uncontradicted evidence of ’Squire Thomas G. Cross shows, it did not describe or convey the woodland, and to the tract of woodland the defendant has received no title whatever.] 7\nA large amount of evidence was given to show what took place at ’Squire Strayer’s office, what was said by the parties in regard to the matter of title to the woodland, to the execution of the note, and so on. In the view I have taken of this case, it is immaterial. For, it appears that on April 4, 1884, when the first note became due, the parties to the note, Jacob D. Herbst and Jacob Smeich, met at the house of the latter and put on the back of the note what has been spoken of as the second indorsement, which I will read to you. [The indorsement of April 4, 1884, is this: “April 4, 1884. This note is not to be collected until the title is perfect clear on the farm I sold to Jacob D. Herbst. Jacob Smeich.” This indorsement I regard as decisive of this case. Its construction is exclusively for the court, that is, the construction of the indorsement. The only cases where the construction of a written instrument is for the jury, are those where the meaning or application is made ambiguous by extrinsic evidence, as is said in Watson v. Blaine, 12 S. & R. 136, and Beatty v. Insurance Co., 52 Pa. 456. In all other cases, even where the writing is ambiguous on its face, the court is bound to construe it and inform the jury of its meaning. There is nothing in the parol evidence in this case to make this indorsement ambiguous.] 8\nA title is defined to be the “ means whereby a man hath the just possession of his property.” A perfect title is one free from any defect or flaw, which vests in him the undisputed and indisputable right to the possession; a clear title is one free from all liens or encumbrances.\nIt is impossible to resist the conclusion that the words “ the farm I sold to Jacob D. Herbst” means and includes the two tracts bargained for. It is not necessary to rest this conclusion on the case stated yesterday of the Commonwealth v. Carmalt, 2 Binn.- 235, nor on another similar case in 4th Yeates. For, in the case now trying, the contract between the parties had relation to the two tracts of land known as the Adam Secrist property. They were sold bj' Jacob Smeich and bought by Jacob D. Herbst, in a lump, for a single consideration of $3,800; and to hold this indorsement to have relation to the tract of farming land alone, would be to make the payment of the note depend on the sufficiency of the conveyance of only a part of the land contracted for.\n[Nor can the words of the indorsement be construed to refer to the mechanics’ liens alone, for, as the subsequent evidence in the case shows, their removal did not make the title to the property contracted to be conveyed by the plaintiff to the defendant either perfect or clear. As to the woodland he has no title whatever. The plaintiff has suspended his remedy on the note by signing this indorsement, and he cannot collect it' until he complies with his agreement therein expressed.] 9\n[The defendant is not estopped to set up this defence by having entered on the land, both farm and woodland, and cut timber off the latter, and even by selling part of the farm; for the defendant is not going in rescission of the contract, but is simply undertaking to enforce the additional term introduced by the indorsement of April 4, 1884; and at that time there is no evidence that the plaintiff proposed to rescind, or refused to rescind, when this writing was indorsed on the note, but both plaintiff and defendant contented themselves with this suspension of the plaintiff’s remedy on the note until he should make the title good.] 10\nThe radical difference between this case and most of the reported cases, in which defence based on failure of title after conveyance has been made to suits or obligations for the payment of purchase money, is, that in all or nearly all those cases the vendor has conveyed to the vendee the property contracted for: [while here, it is apparent and not contradicted by anything in the evidence that the vendor has not conveyed what he agreed to sell, and the vendee has received no title whatever .to that part, and hence cannot be regarded as undertaking to run the risk of an imperfect or doubtful title, because he has received none. This suit is in effect an attempt on the part of one party to that contract to enforce performance of it for his benefit, while his own part remains but partially performed, and your verdict in the case must be for the defendants.] 11\n—The jury returned a verdict for the defendants. A rule for a new trial having been discharged, judgment was entered on the verdict, when the plaintiff took this appeal assigning for error:\n7-11. The portions of the charge embraced in [ ] 7 to 11\nMr. II. L. Fisher (with him Mr. S. II Forry), for the appellant.\nThat the court erred in charging that the construction of the indorsement of April 4, 1884, was decisive of the case and exclusively for the court, counsel cited: French v. Reed, 6 Binu. 815; Sidwell v. Evans, 1 P. & W. 388 ; Overton v. Tracey, 14 S. & R. 311. That the vendee could not rescind as to the woodland: Pearsoll v. Chapin, 44 Pa. 12; Goettel v. Sage, 117 Pa. 298 ; Babcock v. Day, 104 Pa. 8. That a party must not be entrapped into a forfeiture, and, where an injury under a contract can be compensated in damages, a forfeiture will be prevented in equity: Helme v. Insurance Co., 61 Pa. 107; Story’s Eq. J., §§ 777, 1311, 1316. That there was no consideration for the alleged stipulation: Partridge v. Partridge, 38 Pa. 78; Rumbergerv. Golden, 99 Pa. 34; Bixler v. Ream, 3 P. & W. 282.\nMr. Henry O. Hies (with him Mr. Q-eorge E. Heff and Mr. W. F. Bay Steward), for the appellees.\nCounsel cited: Chambers v. Bedell, 2 W. & S. 225 ; Hall v. Benner, 1 P. & W. 402; Howell v. McCoy, 3 R. 256."
  },
  "file_name": "0539-01",
  "first_page_order": 559,
  "last_page_order": 564
}
