{
  "id": 817475,
  "name": "ESTATE OF MOSES STAMBAUGH, IN TRUST",
  "name_abbreviation": "Estate of Stambaugh",
  "decision_date": "1890-06-02",
  "docket_number": "No. 33",
  "first_page": "585",
  "last_page": "598",
  "citations": [
    {
      "type": "official",
      "cite": "135 Pa. 585"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Pa. 408",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        962728
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/10/0408-01"
      ]
    },
    {
      "cite": "36 Pa. 395",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992174
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/36/0395-01"
      ]
    },
    {
      "cite": "33 Pa. 263",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "81 Pa. 272",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "45 Pa. 394",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        9503224
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/45/0394-01"
      ]
    },
    {
      "cite": "49 Pa. 222",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "36 Pa. 338",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992170
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/36/0338-01"
      ]
    },
    {
      "cite": "88 Pa. 276",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061188
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/88/0276-01"
      ]
    },
    {
      "cite": "47 Pa. 113",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        485528
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/47/0113-01"
      ]
    },
    {
      "cite": "68 Pa. 478",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "28 Pa. 388",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "2 Pa. 428",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        951305
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/2/0428-01"
      ]
    },
    {
      "cite": "59 Pa. 393",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        426935
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/59/0393-01"
      ]
    },
    {
      "cite": "100 Pa. 259",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498433
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/100/0259-01"
      ]
    },
    {
      "cite": "67 Pa. 473",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1022444
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/67/0473-01"
      ]
    },
    {
      "cite": "7 W. & S. 23",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "100 Pa. 201",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498385
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/100/0201-01"
      ]
    },
    {
      "cite": "46 Pa. 485",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        420649
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/46/0485-01"
      ]
    },
    {
      "cite": "125 Pa. 340",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563920
      ],
      "weight": 5,
      "opinion_index": -1,
      "case_paths": [
        "/pa/125/0340-01"
      ]
    },
    {
      "cite": "106 Pa. 205",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "86 Pa. 99",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056564
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/86/0099-01"
      ]
    },
    {
      "cite": "49 Pa. 111",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998443
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/49/0111-01"
      ]
    },
    {
      "cite": "70 Pa. 507",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "64 Pa. 212",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "52 Pa. 259",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "64 Pa. 268",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021303
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/64/0268-01"
      ]
    },
    {
      "cite": "75 Pa. 119",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036783
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/75/0119-01"
      ]
    },
    {
      "cite": "46 Pa. 399",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "68 Pa. 477",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024532
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/68/0477-01"
      ]
    },
    {
      "cite": "46 Pa. 485",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        420649
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/46/0485-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1092,
    "char_count": 30568,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 9.753165130271456e-07,
      "percentile": 0.9818871679391347
    },
    "sha256": "8da431a29434a52a5765c3109b132526a9feb3b399586315ca841702c9016937",
    "simhash": "1:31e2e654dd74965f",
    "word_count": 5460
  },
  "last_updated": "2024-02-27T20:27:25.875077+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterbett, Green, Clark and Mc-Collum, JJ."
    ],
    "parties": [
      "ESTATE OF MOSES STAMBAUGH, IN TRUST."
    ],
    "opinions": [
      {
        "text": "Opinion,\nMb. Chief Justice Paxson :\nWe are of opinion that the will of Philip Stambaugh created an active trust in favor of his son Moses. The language of this portion of said will is as follows:\n“ And from the other aforesaid divided share of my estate all the just debts and claims that I have and hold against my son Moses Stambaugh are to be subtracted from the same, and the balance thereof is to be placed in the hands of Henry Shaffer, of Jackson township, whom I hereby appoint trustee for to hold the said sum for my son Moses Stambaugh; the said Henry Shaffer is to pay the interest yearly accruing from the same to my son Moses Stambaugh after deducting taxes and necessary expenses, and after the death of my son Moses Stambaugh I bequeath the principal to the heirs of my son Moses Stambaugh, share and share alike.”\nWe think it manifest from this will that the testator intended (a) to sever the product from the fund producing it, and that he wished the former only to be paid to his son during his life; and (5) after his death the principal to go to his children. By the words “ heirs ” he evidently meant “ children.” It was urged, however, that this was a mere dry trust; that there is nothing upon the face of the will to indicate an intent to create a spendthrift trust, and that, as the fund was given to Moses and Ms heirs, there is no purpose for which the trust should be kept alive, and that it is executed in Moses.\nIt is settled by a line of authority that a trust to invest money, collect the interest, and pay over the same to a cestui que trust during life, with remainder over after his death, creates an active trust, and vests the legal title in the trustee during the life of the cestui que trust: Girard L. Ins. Co. v. Chambers, 46 Pa. 485. Cases to the same point might be cited by the score. It was urged that there was no authority given in this will to invest the fund. It is true there is no such direction in terms, but the duty to do so arises by necessary implication from the order to pay over the interest. How could interest be earned or paid over, without an investment of the principal ? The legal effect of the will is precisely the same as if it Had formally directed the trustee to invest the fund from time to time, and pay over the net income to Moses during his life. A neglect to do so on the part of the trustee would have rendered him liable to a surcharge in his accounts. There is nothing in this position.\nIs this a spendthrift trust ? It may be admitted that it lacks some of the usual provisions of such a paper, notably the absence of any clause protecting the income from attachment, etc. If, however, we can gather from the will itself, and from the light of the circumstances surrounding the testator at the time he made it, that his intent was to create a spendthrift trust, such intent ought not to be defeated because his conveyancer blundered. That he was an ignorant man appears from his signature, which was by mark only; that the conveyancer did not possess more than the average skill of a country justice of the peace, the will itself abundantly shows. When we come to examine this will, we find that as to several of the legatees, children of deceased sons, the legacies are given absolutely. This is so even as to the females, whose shares a testator is more likely to place in trust than those of male legatees. But When it comes to the shares of his two sons, Nathaniel and Moses, he places their shares in trust, in precisely the same terms. We have no concern with Nathaniel’s share, and it is referred to incidentally in ascertaining the intent of the testator. The latter had certainly some object in creating this trust for Moses. What was it? We do not think the answer difiicult. The mere fact of the gift only of the income, and the interposition of a trustee, implies distrust as to his son. There was reason for it. Upon the face of the will it appears that Moses was indebted to his father, for it directs that “ all the just ctebts-and claims that I have and hold against my son Moses Stambaugh ” shall be deducted from his share before it is placed in trust. Had the testator had confidence in his son financially, it is not likely he would have given this direction. The key to it is found wdien we turn to the evidence, where it appears that Moses Stambaugh failed and made an assignment fórthe benefit of his creditors a few months before the testator made his will. This throws a flood of light upon his intentions. He was providing for an insolvent son; and, in view of the circumstances surrounding him at the time, who can doubt that he intended this as a spendthrift trust ? This intent is not to be set aside because it is not clearly expressed by his scrivener. It is said, however, that we must search only for the intent of a testator within the four corners of the will. This is true, but, when we come to consider the will and interpret its meaning, we must do so in the light of all the circumstances by which the testator was surrounded when he made it,- and by which he was probably influenced. It was said by Justice Sharswood, in Postlethwaite’s App., 68 Pa. 477: “ It has been long and well settled, and indeed it is a principle so consonant to reason that the only wonder is that it should ever have been questioned, that all the surrounding circumstances of a testator—his family, the amount and character of his property—may and ought to be taken into consideration in giving a construction to the provisions of his will.”\nRegarding it, then, as plain that this testator intended to create a spendthrift trust for his son Moses, we have the additional fact that he certainly did create an active trust. The income only was to be paid to his son, “ after deducting taxes and necessary expenses.” The legal title was in the trustee, and therefore the legal and equitable title could not coalesce under the rule in Shelley’s Case. Under such circumstances, it requires neither argument nor authority to show that the trustee had no right to pay over any portion of the corpus of the estate to his cestui que trust. That was not what the testator directed him to do; and, as he procured no order from the court, having jurisdiction of his account, to make such payment, it follows necessarily that such disposition of the trust estate was unlawfully and improvidently made. It was at his own risk, and in direct violation of the trust. The release of the' life-tenant does not bind him; the release of the alleged remainder-men does not protect the trustee. Non constat that the releasors will be the remainder-men at the death of Moses Stambaugh. If the trustee suffers by this ruling, it is the result of his own folly. He was entitled to procure competent legal advice, and pay for it out of the trust fund. Moreover, he could have been protected by an application to the court. The law does not deal harshly with trustees. It affords them every facility to ascertain and follow the proper legal path in the administration of their trusts. When they unlawfully part with the trust funds committed to their care, they cannot justly complain if they are held responsible.\nIt is to be observed that no question arises as to creditors. As between the trustee and his cestui que trust, we must give this will the effect of a spendthrift trust.\nThe decree is reversed, at the costs of the appellees ; and it is ordered that the record be remitted to the court below to have the account restated in accordance with this opinion.",
        "type": "majority",
        "author": "Mb. Chief Justice Paxson :"
      }
    ],
    "attorneys": [
      "Mr. B. W. Spangler and Mr. J. W. Bittenger, for the appellant:",
      "Mr. David Wills, for the appellees:"
    ],
    "corrections": "",
    "head_matter": "ESTATE OF MOSES STAMBAUGH, IN TRUST.\nAPPEAR BY FREDERICK GROTHE, TRUSTEE, FROM THE ORPHANS’ COURT OF YORK COUNTY.\nArgued May 21, 1890\nDecided June 2, 1890.\n[To be reported.]\n1. A trust to invest money, eolleet the interest and pay it over to a cestui que trust (luring lile, and at his death to pay the principal to another, is an active trust and vests the legal title to the fund in the trasteo, during the life of the cestui que trust.\n2. It is not essential, to make such a trust active, that the investment of the principal be authorized in express terms; there being a direction to the trustee to pay over the interest, the duty to invest arises by necessary implication from such direction.\n(a) A testator directed that a certain part of his estate, less the debts due to him from his son Moses, should be held for Moses by a trustee, who should pay to Moses the yearly income thereof, after deducting taxes and necessary expenses, the principal to be paid to the heirs of Moses at his death.\n3. It being manifest that the testator intended to sever the product from the fund producing it, and that he used the word heirs in Uie sense of children, and the trust created by him being an active one, the rule in Shelley’s Case had no application.\n4. The intent of the testator, ascertained from the will in the light of proof that Moses became insolvent a few months before the writing of the will, was to create a spendthrift trust, and this intent is not to be set aside because not clearly expressed by the scrivener, at least as between the trustee and the cestui que trust.\n5. It is true, that the intent of the testator must be ascertained from the face of his will; but the meaning of the will must be interpreted in the light of all the circumstances by which the testator was surrounded, when he made it, and by which he was probably influenced.\n6. The trustee in a spendthrift trust, created for the protection of a life tenant of personalty, to whose heirs the principal was bequeathed in remainder, will not be protected by releases from the life-tenant and all his children, in paying over the principal without an order of court, but will be surcharged with such payments.\nBefore Paxson, C. J., Sterbett, Green, Clark and Mc-Collum, JJ.\nNo. 33 July Term 1890, Sup. Ct.; court below, number and term not given.\nOn August 4, 1887, Emily L. Hartman and William H. Gardner, executors of the will of John Wolford, who was trustee of Moses Stambaugh, under the will of Philip Stam.baugh, deceased, settled a final account of the administration of the trust by their testator. The accountants charged themselves with a trust fund amounting to $3,394.72, received by their testator from a former trustee, and took credit, inter alia, for the payment of $1,529.50, “ being part of the corpus of said fund, to Martin E. Stambaugh, Mary C.-Stambaugh, and Sarah E. Black, by and with the consent and agreement in writing of Moses Stambaugh, their father, March 3, 1877, as appears by release recorded in the recorder’s office of York county; ” the account exhibiting a balance of the trust estate in the hands of the accountants amounting to $1,582.47. On August 29, 1887, the account was confirmed nisi.\nOn January 11, 1888, the cestui que trust, Moses Stambaugh, and his daughter, Mary C. Stambaugh, now Arnsberger, petitioned the court below for a review of said account. The petitions having been answered by the accountants, the court on June 16, 1888, made an order opening the account and referring all questions of fact and law raised by the petitions and answers to Mr. Nevin M. Wanner, as auditor. Subsequently Frederick Grrothe was appointed by the court trustee of Moses Stambaugh, in the place of John Wolford, deceased, and allowed to become a party to the proceedings before the auditor.\nOn August 5,1889, the auditor reported in part as follows:\nThe leading facts out of which this contention grew are briefly as follows: Philip Stambaugh, late of Jackson township, York county, died testate in said township, on April 24, 1859, leaving to survive him, besides other children, a son, Moses Stambaugh. After sundry provisions for others in his will, the testator directs that the balance of his estate be divided into two equal shares, one of which he bequeaths in trust for his son Nathaniel; he then proceeds : “ And from the other aforesaid divided share of my estate, all the just debts and claims that I have and hold against my son Moses Stambaugh, are to be subtracted from the same, and the balance thereof is to be placed in the hands of Henry Shaffer, of Jackson township, whom I hereby appoint trustee for to hold the said sum for my son, Moses Stambaugh; the said Henry Shaffer is to pay the interest yearly accruing from the same to my son Moses Stambaugh, after deducting taxes and necessary expenses, and after the death of my son Moses Stambaugh, I bequeath the principal to the heirs of my son Moses Stambaugh, share and share alike.”\nHenry Shaffer, the testamentary trustee, was dismissed in the year 1866, and John Wolford was appointed his successor by the Orphans’ Court of York county. Tiie latter received from Henry Shaffer the sum of -S3,394.72, as the corpus of the trust fund, and continued to act as trustee down to the time of his death, in 1883. On August 4, 1887, the first and final account of John Wolford as trustee aforesaid, was filed in the Orphans’ Court of York county, by Emily L. Hartman and William II. Gardner, his executors. This account was finally confirmed without objection; but, on the petition of Moses Stambaugh and Mary C. Arnsberger for a review, it was opened and the questions arising on the exceptions to the account were submitted to the undersigned auditor.\nIt was insisted that the trustee should be surcharged with the sums alleged to have been paid out of the corpus of the fund, $1,529.50, and that he should’be denied commissions, and be made to pay the costs of audit; these are the main questions that arise for the determination of the auditor.\nIt sufficiently appears from the evidence, that Moses Stambaugh received the income and profits of a certain farm which he occupied, down to April 1,1887, in lieu of the interest of the trust fund, under an agreement to that effect with the trustee. Since that date, he has received neither interest nor proceeds of the land, as the latter was sold on April 4,1887, by the executors of John Wolford, deceased, to another party. Whatever interest he may now be entitled to receive on the trust fund, or any portion of it, begins therefore with said date.\nThe main contention, however, relates to the credit claimed on the part of the accountants, for the $1,529.50, paid out to the three children of Moses Stambaugh, in March, 1877, the receipt of which they acknowledge in their release of that date, in which they are joined by Moses Stambaugh, the cestui que trust. One of these children, Mary 0. Stambaugh, now Mary C. Arnsberger, asks to be relieved from the operation of this instrument because she was a minor at the time when she executed it, which fact she has established to the satisfaction of the auditor. The other two have not appeared, nor has the validity of this release as to them and their interest in the trust fund been impeached. For the purpose of this investigation it therefore stands good as against them, and will prevent their participation hereafter in the trust fund to the extent of the payments already made to them. The auditor is of the opinion, however, that the infancy of the other petitioner, Mary C. Arnsberger, avoids the release as to her, and the trustee should be surcharged with the amount for which she released him, to wit, $509.88.\nIt was contended by counsel for Moses Stambaugh, that the language of the will of Philip Stambaugh, deceased, created an active trust in the trustee, which he was bound to keep alive, and to administer in the precise form indicated by the testator; that it was in the nature of a spendthrift trust, the cestui que trust having become insolvent and made an assignment for the benefit of his creditors shortly béfore the will was made; that the trustee had no power, during the lifetime of Moses Stambaugh, to divert the fund, or terminate the trust, by paying over tlie corpus of the fund, or any portion of it, to the heirs of the cestui que trust, even with his consent; that, having done so without warrant or authority, he should be surcharged with the sum so paid over, in order that the cestui que trust may receive his interest on the entire fund during life, notwithstanding his release for a portion of it, and notwithstanding the fact that the heirs of Moses Stambaugh, who were competent to bind themselves with said release, may not be entitled to receive anything after his death. Accountants’ counsel contended, that this was a dry trust, and that under the operation of the rule in Shelley’s Case, Moses Stambaugh took an absolute estate in this fund, both principal and interest, so that he could dispose of it; and that the trustee was therefore protected in the payment of the $1,529.50, by the release of the cestui que trust and his children, and entitled to credit for the same in his account.\nA careful review of the numerous authorities cited by counsel on this question, leads the auditor to the conclusion that this was an active trust in the eye of the law. it was clearly the purpose of testator to beep the principal fund out of the hands of his son Moses, and to provide him an income for life out of the interest accruing thereon. It is only after the death of Moses that he gives the corpus of the fund to his heirs.\nThe trustee was charged with the active duties of care and management, the investment of the fund, the collection of interest, the payment of taxes and necessary expenses, and of paying the balance remaining to Moses annually during life. The distinction between active and passive trusts, and especially the present status of the law on this subject, after considerable fluctuation in the past, will be found set forth in the following cases: Barnett’s App., 46 Pa. 399; Earp’s App., 75 Pa. 119; Keene’s App., 64 Pa. 268; Sheets’ Estate, 52 Pa. 259; Lightner’s App., 11 W. N. 181; Wells v. McCall, 64 Pa. 212; Ogden’s App., 70 Pa. 507; Myers’s App., 49 Pa. 111. In several recent cases it has been held that where it is the manifest intent of the testator to sever the income from its source, a bequest of the income will not carry the principal: Bentley v. Kauffman, 86 Pa. 99; Livezey’s App., 106 Pa. 205; Watson’s App., 125 Pa. 340. Trusts to invest moneys, collect the interest, and pay over the same to a cestui que trust during life, with remainder over to others after his death, have been repeatedly sustained as active trusts : See Lightner’s Appeal, Earp’s Appeal and Barnett’s Appeal, cited above; also Girard Life Ins. Co. v. Chambers, 46 Pa. 485, and Davis’s App., 100 Pa. 201.\nRegarding this, therefore, as an active trust, it was the duty of the trustee to faithfully carry out the provisions of the will, in its administration. The payment of a portion of the trust fund to certain of the heirs of Moses Stambaugh, during his lifetime, was a breach of trust on the part of John Wolford. Is he protected against its consequences by the release which he took from the cestui que trust, and by his concurrence at the time it was done ?\nIt has been held by the English courts that a cestui que trust who concurs in a breach of trust is estopped from proceeding against the trustee: 2 Perry on Trusts, § 849 ; or, he may by long acquiescence be debarred from relief: 2 Perry on Trusts, § 850. He may release the trustee by a formal release for a breach of trust, which will relieve both the trustee and his sureties: 2 Perry on Trusts, § 851. This is only true, however, where the cestui que trust is sui juris, aware of his legal rights, and not imposed upon by the trustee. The evidence does not show that Moses Stambaugh was ignorant of his rights under the will, or overreached by the trustee in the procurement of this release. He seems to have himself desired the arrangement to be made in the form adopted. He was certainly sui juris at the time, and his long silence and acquiescence, until after the death of his trustee, seems conclusive against him in this matter.\nIn the opinion of the auditor the trustee is entitled to credit for the sums paid out to Martin E. Stambaugh and Sarah E. Black, to wit, $1,019.67, but not for the amount paid to Mary C. Stambaugh, now Mary C. Arnsberger, to wit, $509.83.\nThe trustee does not seem to have earned any compensation in these transactions. He never performed any of the active duties of his trust, viz., the investment of the fund, or the payment of interest thereon to the cestui que trust. He was guilty of a breach of duty, as before observed, in the administration of the trust, and simply permitted Moses Stambaugh to live on one of his own farms, and make out of it what he could, in lieu of interest, while he himself retained the trust fund; and, although there is no surcharge by reason of that, on account of Stambaugh’s assent to it, it is still a proper matter for consideration in determining the trustee’s right to compensation for services. The auditor imposes the costs of audit on the estate of John Woiford, deceased, for the reason that the investigation was made necessary by the conduct of the trustee, and because the objections to his account are in part sustained.\n—The auditor restated the account in accordance with the foregoing findings.\nIn addition to the facts found by the auditor, it was made to appear before him that the deed of assignment for the benefit of creditors, executed by Moses Stambaugh, mentioned in the report, was dated November 18, 1858, and that a distribution of the proceeds of the assigned estate was made in 1860 by an auditor appointed by the Court of Common Pleas of Adams county, the dividend paid to general creditors being a fraction over forty cents on the dollar.\nThe will of Philip Stambaugh, deceased, put in evidence, was signed by the testator with a mark. After providing for an appraisement of the testator’s estate and conferring upon his executors a. power of sale, the testator made the following bequests:\n“I give and bequeatlrunto Charlotte Cramer, one hundred dollars, providing she shall remain with me until my death, and attend to me in my last sickness. I give and bequeath unto Mariann Stambaugh, the sum of one thousand dollars, and also two of my best beds, one dozen of my best chairs, and one chest, and two of my best coverlets. I give and bequeath unto Sarah Stambaugh, Benjamin F. Stambaugh, and George Stambaugh, minor children of my son George Stambaugh, deceased, the sum of one thousand dollars each, and the rest and residue of the moneys of my estate is.then to be divided into two equal parts. And from one part thereof, all the just claims that I have and hold against my son Nathaniel Stambaugh are to be subtracted from the same, and the balance thereof to be placed in the hands of Henry Shaffer, of Jackson township, whom I hereby appoint trustee for to hold the said sum for my son Nathaniel Stambaugh; said Henry Shaffer is to pay the interest yearly arising from the same to my son Nathaniel Stambaugh, after deducting taxes and necessary expenses, and after the death of my son Nathaniel Stambaugh, share and share alike, unto Mariann; she is not to have a share thereof. And from the other aforesaid divided share of my estate all the just debts and claims that I have and hold against my son Moses Stambaugh, are to be subtracted from the same, and the balance thereof, is to be placed in the hands of Henry Shaffer, of Jackson township, whom I herebjr appoint trustee for to hold the said sum for my son Moses Stambaugh; the said Henry Shaffer is to pay the interest yearly accruing from the same to my son Moses Stambaugh, after deducting taxes and necessary expenses, and after the death of my son Moses Stambaugh, I bequeath the principal to the heirs of my son Moses Stambaugh, share and share alike.”\nThere was testimony tending to show that the $1,529.50 for which credit was claimed by the accountants was not paid by the trustee to the children of Moses Stambaugh, but that they gave their release to enable the trustee to invest it in a farm purchased by their father. It was alleged in the petition for review of the account, and in the argument for the appellant, that within a few years this investment was wholly lost, through a sheriff’s sale of the property of Moses Stambaugh.\nExceptions to the auditor’s report were filed by Frederick Grothe, trustee, and Moses Stambaugh, alleging that the auditor erred:\n1. In sustaining the credit claimed for $1,019.67 paid to Martin E. Stambaugh and Sarah E. Black.1\n2. In not deciding that the whole corpus of the trust fund should be accounted for and paid, with interest, to Frederick Grothe, trustee.8\n8. In admitting in evidence the release executed by Moses Stambaugh and his children, and finding as a fact the payment therein mentioned.3\n4. In imposing upon the exceptants the burden of proof to show that Moses Stambaugh was ignorant of his rights, or was overreached in the procurement of the release.4\n5. In not surcharging the accountants with interest to the date of filing the report.5\nAfter argument, the court, Gibson, P. J., without formal opinion, entered a decree dismissing the exceptions to the auditor’s report, confirming the report, and ordering that the costs be paid ont of the estate of John Wolford, deceased. Thereupon Frederick Grothe, trustee, took this appeal, assigning for error:\n1-5. The dismissal of the exceptions to the auditor’s report.1 to 3\nMr. B. W. Spangler and Mr. J. W. Bittenger, for the appellant:\n1. The trust in this case is an active one beyond question: Watson’s App., 125 Pa. 340. As in Watson’s Appeal, there is no gift of the corpus of the estate for the life of the first beneficiary, and the testator evidently did not intend that he should touch a dollar of it. There is even stronger reason, in the present case, for holding that the will creates a spendthrift trust, as it appears upon the face of the will that Moses owed the testator debts amounting to |2,884.19, but was unable to discharge them. The language preceding the trust clause plainly indicates that the testator knew of the assignment made by Moses live months before, and of his inability to manage his affairs providently, and that such knowledge was the reason for not giving Moses more than the interest of the fund for life. A spendthrift trust was clearly intended, and such intent may be gathered from the general scope of the trust; it is not necessary that there should be an express provision protecting the income from the claims of creditors: Yaux v. Parke, 7 W. & S. 23; Keyser v. Mitchell, 67 Pa. 473.\n2. But whatever might be the effect of an attack by innocent creditors upon the principal or income of a trust estate, as between the trustee and the cestui que trust it is the duty of the former to protect the corpus of the estate, even against the solicitation of the latter, and to prevent its going where the testator had prohibited it from going: Phila. Trust Co. v. Guillou, 100 Pa. 259 : and the trustee must be held to a strict responsibility when he is a party to a breach of the trust: Rife v. Geyer, 59 Pa. 393. The facts and circumstances relating to the family of the testator, and known to him, may be proved to aid in the construction of his will, and hence evidence of the necessity which existed in this case for the creation of a spendthrift trust was admissible: Barr’s Est., 2 Pa. 428; Rewalt v. Ulrich, 28 Pa. 388; Postlethwaite’s App., 68 Pa. 478. The misuse made of thé corpus of the fund by Moses Stambaugh, after its payment, corroborates the testator’s estimate of his improvidence, and the consequences of the unjustifiable breach of trust should be visited on the trustee.\n3. That a cestui que trust who concurs in a breach of the trust is estopped from proceeding against the trustee, may be the law as to ordinary active trusts, but it is not the law of Pennsylvania in a case of this kind: Watson’s App., 125 Pa. 340 ; Shankland’s App., 47 Pa. 113; Rife v. Geyer, 59 Pa. 393; Overman’s App., 88 Pa. 276; Brown v. Williamson, 36 Pa. 338; Horwitz v. Norris, 49 Pa. 222. Even under the doctrine of the English courts, acquiescence will have no effect unless the cestui que trust is shown to have had full knowledge of the facts and of his legal rights: 2 Perry on Trusts, § 851. But this court has invariably held spendthrift trusts absolutely inviolable. The trustee having been convicted by the auditor of a breach of trust, which is the sole cause of this litigation, interest should be charged against his estate to the date of filing the report, if not to the date of this court’s decree: Flint-ham’s App., 11 S. & R. 16; Yoder’s App., 45 Pa. 394; Price’s Est., 81 Pa. 272; Mayberry’s App., 33 Pa. 263; Gable’s App., 36 Pa. 395 ; Brinton’s Est., 10 Pa. 408. Had this trust fund been invested in the usual manner, the cestui que trust would still be receiving the income of the entire corpus and would not have been deprived of needful support.\nMr. David Wills, for the appellees:\n1. The terms of this will are different from those of the will considered in Watson’s App., 125 Pa. 340. There is no specific direction for investment. We contended below that the trust was executed in Moses Stambaugh; that he was entitled to the fund, and that his receipt and release were a good discharge pro tanto to the trustee. But the auditor and the court below held otherwise, and we acquiesced. The conduct of the exceptants to the account is iniquitous, and their claim should not prevail, unless through unbending rules of law. The auditor finds that the payment of a portion of the fund to certain heirs of Moses Stambaugh during his lifetime was a breach of trust, but he finds, at the same time, that the cestui que trust concurred in it. This finding does not convict the trustee of bad faith, and there is no such allegation in the case.\n2. Moses Stambaugh must be presumed sane and capable of transacting business, and aware of his legal rights. He does not allege or prove the contrary. The courts have gone to the extent of holding that a cestui que trust, although he did not concur at the time, may debar himself from relief by subsequent acquiescence in a breach of trust: Lewin on Trusts, *922, note d, *924; 2 Perry on Trusts, §§ 849, 850, 851. Watson’s App., 125 Pa. 340, is not authority to show that all parties in interest cannot make an arrangement which would destroy a trust; it turns upon a construction of the act of May 17,1871, P. L. 269, which was held inapplicable to the circumstances of that case. The finding of the auditor is conclusive upon the facts; no clear, manifest error having been shown, and only the facts found by him can now be considered."
  },
  "file_name": "0585-01",
  "first_page_order": 605,
  "last_page_order": 618
}
