{
  "id": 946008,
  "name": "Prethrow v. West Jersey & Seashore Railroad Company, Appellant",
  "name_abbreviation": "Prethrow v. West Jersey & Seashore Railroad",
  "decision_date": "1906-02-26",
  "docket_number": "Appeal, No. 198",
  "first_page": "112",
  "last_page": "114",
  "citations": [
    {
      "type": "official",
      "cite": "214 Pa. 112"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "174 Pa. 62",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        878688
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/174/0062-01"
      ]
    },
    {
      "cite": "89 Pa. 474",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063219
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/89/0474-01"
      ]
    },
    {
      "cite": "88 Pa. 358",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061227
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/88/0358-01"
      ]
    },
    {
      "cite": "155 U. S. 333",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3580861
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/155/0333-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 348,
    "char_count": 5571,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 8.809691169799156e-08,
      "percentile": 0.4967048271926278
    },
    "sha256": "4eda9dcd1bd5c5ead81ea7e1a26f3f566da6b7fe4ca1493346e508554d77815f",
    "simhash": "1:b9a14942c02746ee",
    "word_count": 951
  },
  "last_updated": "2024-02-27T17:34:32.897446+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Prethrow v. West Jersey & Seashore Railroad Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Fell,\nThe plaintiff purchased at the station of the defendant company in Gloucester, New Jersey, a ticket on which the following words were printed: “West Jersey and Seashore Railroad Company. Good for one passage from Gloucester to Philadelphia, Market street wharf.” The method of transportation was by railroad from Gloucester to the defendant’s station in Camden, thence by ferry across the Delaware river to Market street wharf, Philadelphia. The ticket was taken up by the conductor on the train. When the ferryboat reached the Philadelphia side of the river, it ran into a bulkhead and the plaintiff was injured.\nThe defendant offered no evidence at the trial but relied on two grounds of defense: (1) that the ticket sold by the defendant imposed no liability for the negligence of a connecting carrier, and there could be no recovery without evidence that the defendant operated the ferryboat; (2) that there was no affirmative evidence of negligence in operating the boat.\nThe ticket purchased by the plaintiff was a single ticket for the whole journey and there was nothing on its face to indicate-that any part of the transportation was to be by means of another carrier. It imported prima facie that the defendant owned or operated all the means of transportation between the points named on the ticket, and no question of the liability of a connecting carrier arose in the case. The plaintiff was a passenger injured through the means of transportation, and she might have rested her case on the proof of these facts, and relied on the presumption of negligence arising from them. She however produced testimony to show actual negligence and it is urged that this testimony rebutted the presumption and exonerated the defendant from 'blame. The substance of this testimony was that in order to avoid running into a tugboat which passed in front of the ferryboat, the latter was turned from its course down stream and brought nearly to a stop; that after this the pilot seemed to have lost control of the boat and in the effort to get back to the dock after the tugboat had passed he ran the ferryboat with great force into the bulkhead. Which boat had the right of way did not appear, but if we assume that the pilot of the ferryboat was not negligent in not sooner stopping or turning from his course, the emergency in which he was suddenly called to act had passed and the collision with the bulkhead occurred when he was trying to get back to his course. The question of his negligence was therefore for the jury.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Fell,"
      }
    ],
    "attorneys": [
      "Edwin J. Sellers, of Sellers & Rhoads, for appellant,",
      "Thomas James Meagher, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Prethrow v. West Jersey & Seashore Railroad Company, Appellant.\nRailroads — Passengers—Tickets—Connecting carriers — Presumption—Negligence.\nWhere a railroad company sells a single ticket for a whole journey which is to be made partly by railroad and partly by ferry, and there is nothing on the face of the ticket to indicate that any part of transportation is to be by means of another carrier, the ticket imports prima facie that the railroad company owns the ferry, and a passenger suing the i'ailroad company for an injury occurring on the ferry is not bound to produce evidence that the railroad company owned or operated the ferry.\nNegligence — Ferries—Passenger—Question for jury.\nIn an action by a passenger against the owner of a ferryboat to recover damages for personal injuries sustained in a violent collision between the boat and a bulkhead, the case is for the jury where it appears that the ferryboat had been turned out of its course by a tugboat, but after the emergency had passed, and while the boat was trying to get back to its course, the collision with the bulkhead occurred.\nArgued Jan. 8, 1906.\nAppeal, No. 198, Jan. T., 1905, by defendant, from judgment of C. P. No. 3, Phila. Co., March T., 1904, No. 4,329, on verdict for plaintiff in case of Margaret Prethrow v. West Jersey and Seashore Railroad Company.\nBefore Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries. Before McMichael, J.\nThe facts are stated in the opinion of the Supreme Court.\nDefendant presented the following points :\n1. That the ticket purchased by plaintiff did not render defendant liable for the negligence of a connecting carrier, and as the evidence fails to prove that defendant operated the ferry upon which the accident happened, thé verdict should be for the defendant. Answer: Refused. [2]\n2. That according to the evidence of the plaintiff, a tugboat passed rapidly in front of the bow of the ferryboat just as it was about to enter the slip, and in order to avert a collision, the latter was obliged to turn its bow slightly, thereby resulting in a jar with the piling; but as such facts, in the absence of any testimony as to the custom, laws or regulations of navigation in or upon the Delaware river fail to affirmatively establish negligence on the part of the ferryboat, the verdict should be for the defendant. Answer: Refused. [3]\nVerdict for plaintiff for $12,000 upon which judgment was entered for $8,000, all above that amount having been remitted.\nErrors assigned were (2, 3) above instructions, quoting them.\nEdwin J. Sellers, of Sellers & Rhoads, for appellant,\ncited: Penna. R. R. Co. v. Jones, 155 U. S. 333 (15 Sup. Ct. Repr. 136).\nThomas James Meagher, for appellee,\ncited: Clyde v. Hubbard, 88 Pa. 358; Philadelphia & R. R. Co. v. Ramsey, 89 Pa. 474; Keller v. Baltimore & Ohio R. R. Co.,174 Pa. 62; Great Western Ry. Co. v. Blake, 7 Hurlstone & Norman, 987.\nFebruary 26, 1906:"
  },
  "file_name": "0112-01",
  "first_page_order": 142,
  "last_page_order": 144
}
