{
  "id": 945981,
  "name": "Brown v. Gourley, Appellant",
  "name_abbreviation": "Brown v. Gourley",
  "decision_date": "1906-02-26",
  "docket_number": "Appeal, No. 86",
  "first_page": "154",
  "last_page": "159",
  "citations": [
    {
      "type": "official",
      "cite": "214 Pa. 154"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "105 Pa. 537",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454297
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/105/0537-01"
      ]
    },
    {
      "cite": "77 Pa. 383",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        436278
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/77/0383-01"
      ]
    },
    {
      "cite": "56 Pa. 33",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009202
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/56/0033-01"
      ]
    },
    {
      "cite": "43 Pa. 421",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        483180
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/43/0421-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 494,
    "char_count": 9450,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 2.0622006032763325e-07,
      "percentile": 0.7566975912495284
    },
    "sha256": "55497f61bebce3b59c97f8e20d2bc9a2ef57d73491a2424d3fb0158d589a61d1",
    "simhash": "1:998d84c0c9c699c6",
    "word_count": 1670
  },
  "last_updated": "2024-02-27T17:34:32.897446+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Brown v. Gourley, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Elkin,\nAn affidavit of defense is sufficient if it sets forth in words or by necessary inference therefrom the indispensable elements of a defense: Selden v. Neemes, 43 Pa. 421. An affidavit of defense need not be drawn with such nicety that no critical skill can suggest an objection. If it sets forth substantially a good defense it should be supported: Thompson v. Clark, 56 Pa. 33. An affidavit of defense need not be framed with the technical accuracy of formal pleadings, nor is it to be subjected to the severe scrutiny which critical skill may exercise : Twitchell v. McMurtrie, 77 Pa. 383. A claim of set-off in an affidavit of defense need not be of a certain liquidated amount where the facts out of which the alleged setoff arise are such that an approximate amount only could be stated: Kaufman v. Cooper Iron Mining Co., 105 Pa. 537.\nTested by these rules, the affidavits of defense in this case were sufficient to send it to the jury. The suggestion by counsel for appellee that the item of $230 claimed as a set-off for work actually done for the plaintiff is a subterfuge, and that credit for this amount had already been allowed may be shown as a fact at the trial, but cannot now be considered in determining the sufficiency of the affidavits of defense. The averment of the affidavit wherein it is stated that part of the money for which suit is brought is not yet due is also good. It may be at the trial such facts may be shown as to justify the contention of appellee, but in determining the question now before us we must accept the averments as true. The affidavits of defense are pro tanto and do not go to the merits of the whole claim. Judgment may be moved for that part of the claim against which no defense is made or set-off averred.\nJudgment reversed and a procedendo awarded.",
        "type": "majority",
        "author": "Mr. Justice Elkin,"
      }
    ],
    "attorneys": [
      "Archibald T. Johnson and John O. Sheahan, for appellants.",
      "Robert J. Wright, for appellee."
    ],
    "corrections": "",
    "head_matter": "Brown v. Gourley, Appellant.\nPractice, C. P. — Affidavit of defense — Set-off.\nAn affidavit of defense is sufficient if it sets forth in words or by necessary inference therefrom the indispensable elements of a defense. It need not be drawn with such nicety that no critical skill can suggest an objection. If it sets forth substantially a good defense it should be supported.\nA claim of set-off in an affidavit of defense need not be of a certain liquidated amount where the facts out of which the alleged set-off arises are such that an approximate amount only could be stated.\nSubmitted Jan. 15, 1906.\nAppeal, No. 86, Jan. T. 1905, by defendant, from order of C. P. No. 2, Phila. Co., Sept. T. 1904, No. 2,810, making absolute rule for judgment for want of a sufficient affidavit of defense in case of city of Philadelphia to use of James F. Brown v. Samuel Gourley, Sr., and. Samuel Gourley, Jr.\nBefore Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nReversed.\nAssumpsit on a bond given by a contractor to a city to protect material men and subcontractors.\nThe affidavit of Samuel Gourley, Jr., was as follows :\nThat exclusive of the sum admitted by the plaintiff to have been received on account of the said contract price of $14,800 that your deponent on or about August 12, 1904, made and delivered to the said James F. Brown a certain promissory note for $5,000, payable on October 10,1904, at Twenty-first and Ridge avenue, Philadelphia. That at the time that the said note was given by your deponent a receipt for the same was duly executed and delivered by the use plaintiff. That your deponent has searched diligently for the said receipt but has been unable to find the same, but the deponent avers that the said note was given your deponent and accepted by the plaintiff in payment. That prior to the giving and acceptance of the said note the use plaintiff demanded of your deponent payment of more money than was at that time due under the terms of the contract. That your deponent objected to the amount demanded and stated to the use plaintiff that the sum due at that time under the terms of the contract was less than $5,000 and' your depondent avers as matter of fact that under the terms of the contract there was due to the use plaintiff on or about August 12, 1904, not more than $2,100. That your deponent agreed to give the said note for $5,000 upon condition that the same would be accepted by the use plaintiff in payment of materials furnished and work already performed by the use plaintiff and for materials and labor to be furnished after that time under the terms of the contract and that the said note was accepted by the said use plaintiff in payment under the circumstances above set forth.\nAs to the balance claimed by the said plaintiff, amounting to $2,672.25, your deponent avers that under the terms of the contract dated June 12, 1908, between your deponent and the plaintiff referred to in plaintiff’s statement as exhibit “ D ” the plaintiff, inter alia, agreed that as to the portion of the work to be performed by him he should stand in the place of your deponent and perforin the work according to the articles of agreement entered into between your deponent and the city of Philadelphia and the specifications accompanying the same, which agreement was dated April 17, 1903, and a copy of which is attached to plaintiff’s statement as exhibit “ C.” That under the terms of the said last mentioned articles of agreement the schoolhouse therein referred to was to be erected complete and ready for use before the expiration of ten months from the date of the approval of the surety offered by your deponent for the performance of the agreement and that the-said surety was approved on or about April 17,1903, and that the said schoolhouse in accordance with the contract was to have been fully erected and completed by February 17, 1904, but that on the contrary the said schoolhouse was not completed and accepted by the city until September 24,1904, which delay was entirely and solely caused by the use plaintiff neglecting to perform the work of setting cut stone although the said stone was in the use plaintiff’s j^ard and in condition to be set, but that the said use plaintiff although urged by your deponent to deliver the said stone at the building willfully neglected and refused to deliver the same and your deponent denies that any of the delay caused by the plaintiff was occasioned by a strike or by his inability to procure materials, but that on the contrary the said use plaintiff had in his custody the said stone and could have delivered the same so that the progress of the said work would not have been delayed. That by reason of the delay and neglect upon the part of the plaintiff as aforesaid your deponent was put to great expense and damage, which expense would not have been incurred nor damage suffered if the said plaintiff had'promptly performed his contract as it was within his power so to do. That in consequence of the said delay your deponent was forced to expend certain sums of money as follows :\nWages of a watchman for 30 weeks and 5 days at $10.00 per week......$307.10\nWages of foreman and superintendent for 30 weeks and 5 days at $20.00 per week . . . 616.65\nSalary of Inspector as called for in the specifications, appointed by the Board of Public Education, 7 months at $100 per month . . . 700.00\nThat your deponent accordingly sets off or defalks against the amount claimed by plaintiff the above sum, no part of which has been paid by the use plaintiff to your deponent nor has credit for the same been given in plaintiff’s statement filed.\nThat your deponent in order to expedite the work proposed to the use plaintiff that your deponent should set the entrance to the school building and the roof on the fire escape which said work was originally included in the agreement entered into between your deponent and the use plaintiff. That the use plaintiff accepted the proposal made by your deponent for this portion of the work in accordance with the written proposal and acceptance, copies of which are as follows :\n“ Philadelphia, Oct. 16th, 1903.\n“ Mr. James F. Bbown,\n“ Dear Sir:\n“ I will agree to set the cut stone of entrance of School Building in first section and be responsible for breakage caused by me for the sum of 15 cents per foot, and fire escape roof for the sum of Twenty-one Dollars, $21.00\n“ (Sgd.) Samuel Goubley, Jb.”\n“ The above estimate is excepted and I will emdately send the stone so that you can proceed with the work without delay.\n“ (Sgd.) Jas. F. Bbown.”\nThat your deponent performed the work thereunder whereby the sum of $230 became justly due and payable to him and the use plaintiff has failed to pay the said amount or any part thereof and your deponent accordingly sets off the said sum of $230 against the amount claimed by plaintiff. That the said sum of $230 is arrived at as follows: Your deponent set 1,393 1-3 ft. which at fifteen cents per foot equals $209 and your deponent also set the fire escape roof for the sum of $21.00 as appears by his proposal above.\nYour deponent further avers that the sum of $740, being 5% of the total amount of plaintiff’s contract, is not due and payable until September 24, 1905, as will be seen by reference to tbe contracts and specifications upon wbicb this suit is brought.\nThe court made absolute rule for judgment for want of a sufficient affidavit of defense.\nError assigned was the order of the court.\nArchibald T. Johnson and John O. Sheahan, for appellants.\nRobert J. Wright, for appellee.\nFebruary 26, 1906:"
  },
  "file_name": "0154-01",
  "first_page_order": 184,
  "last_page_order": 189
}
