{
  "id": 454301,
  "name": "Nelson versus Martin",
  "name_abbreviation": "Nelson v. Martin",
  "decision_date": "1884-01-30",
  "docket_number": "",
  "first_page": "229",
  "last_page": "233",
  "citations": [
    {
      "type": "official",
      "cite": "105 Pa. 229"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 458,
    "char_count": 9289,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 2.825298719867025e-07,
      "percentile": 0.8386566166598902
    },
    "sha256": "afd4e2762cde3c247e4bed5677a54005e671a7533f7a588b20e366a7430ec88b",
    "simhash": "1:f747a762687bbda8",
    "word_count": 1677
  },
  "last_updated": "2023-07-14T15:31:58.873023+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercur, C. J., Gordon, Paxson, Trunkey, Sterrett, Green and Clark, JJ."
    ],
    "parties": [
      "Nelson versus Martin."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Green\ndelivered the opinion of the Court, February, 25, 1884.\nThe rulings of the learned. court below were based upon the idea that the mare was bought by Sharp alone, and that the entire contract of sale was made with him. In this there was error. Martin, the plaintiff, was not examined’. The only witnesses .who testified to the facts attending the sale were Nelson and Sharp. Nelson testified that on the day before the sale he called at the bazaar to look at some horses that had been adyertised, saw Martin, who showed him the mare in question, and that Martin said “ she was a very extraordinary mare, very speedy — trot better than forty; sound, kind,. and anybody could drive her.” This was the beginning- of the negotiation. The next step was that Nelson saw Sharp the same day, and authorized him to buy the mare for him, “if she was what Martin said.” The following day, on receiving a note from Sharp that he had bought the mare, Nelson went with Sharp to Martin, and Sharp said, “this mare is for Mr. Nelson : if she is not right let us know now.” Martin said, “ she is all right in every- way,” and thereupon Nelson gave Martin his firm’s cheek for $750, which Sharp had told him was the price- of the mare. This statement as to the price was false, the real price agreed upon having been $675. A part of the foregoing facts was proved by Sharp also, but when he was asked to state what occurred when the sale was completed, and all three were present, objection was made to the testimony, and it was rejected under exception by the defendant. This leaves as the only testimony in the case in relation to the completion of the sale, the evidence of Nelson. He was entirely uncontradicted in his version of the facts, and the rulings of the court must be considered upon the assumption of the perfect truthfulness of his testimony. Upon that assumption it is plainly manifest that the sale was not complete until the final meeting- between Nelson, Sharp and Martin. For Nelson says that when they came together Sharp said, “this mare is for Mr. Nelson, if she is not right let us know now. Martin said, she is all right in every way.” It thus appears that Sharp disclosed his principal, and asked for a representation from Martin as to the condition of the mare, before the transaction was closed. To this Martin responded by a positive assertion of the mare’s soundness in every way. In any conceivable view of the case this testimony carried the whole subject of the contract to the jury, who, if they believed the witness, would be authorized to find that the purchase was by Nelson and not by Sharp, that it was not finally agreed to until Martin asserted the soundness of the mare, and that the price was assented to and the money paid by Nelson, on the faith of that assertion. In view of this testimony, it mattered but little what had passed between Sharp and Martin, because Nelson was disclosed as the purchaser, and Sharp, in the presence of Nelson and before the contract was closed, demanded from Martin a representation as to the condition of the mare, to which Martin assented, and gave the assurance that she was all right in every way. Nothing had been done on either side under the agreement with Sharp: the mare had not been delivered, no money had been paid, and before, any was paid the seller, upon the demand of the purchaser, makes the assertion of soundness. Surely it cannot be. said, as matter of law, that all- this constituted no part of the contract. The whole transaction was in parol, and was clearly for the jury. Yet the learned court took it all away from them, upon the theory that Sharp alone was the purchaser, and that there was no evidence that Nelson purchased the mare. To our minds it is quite clear that there was considerable evidence that Nelson was the purchaser, known as such to Martin before the bargain was closed and money paid; and that, in addition, a new element was added to the transaction, by the assertion of soundness made by Martin before-the matter was closed.\nThis being so, the assignments of error are readily disposed of. The defendant offered to prove the condition of the mare a few hours after the sale, but the court refused the offer, and refused also an offer to prove that the plaintiff admitted he knew the mare was lame when he sold her, and also an offer to prove by Sharp the conversation which occurred when Nelson, Martin and Sharp were together, all upon the absolute assumption that Sharp alone, and not Nelson, was the purchaser. These offers should all have been received, on the ground that the question who was the purchaser and what were the terms of the contract, was for the determination of the jury. The defendant, Nelson, also testified to a positive rescission of the contract by a return of the mare on his part, and an acceptance of her by Martin, who agreed to return the check, and offered to prove the same fact by another witness, which offer was rejected, the court holding that if there was a.rescission there was no consideration for it. In view of the fact that the plaintiff had received back the mare, and then had her in his possession, we cannot assent to this position. The evidence should have been admitted, and if believed by the jury they would have been authorized to find that the contract was rescinded by the mutual agreement of the parties, and therefore there could be no recovery.\nBut in addition to all of the foregoing, there was another element introduced into the case by the assertion of the mare’s soundness by Martin, before the transaction was closed. Whether Martin warranted the mare or not, if he asserted her to be sound, and she was not, and he knew it at the time of the sale, his mere assertion of her soundness was such a fraud upon Nelson as to authorize the latter to rescind the contract, with or without Martin’s consent. Thus in Croyle v. Moses, 9 Norr., 250, we held that where, upon a sale of a horse, the vendor knew him to be unsound in a certain respect, and by artifice concealed the defect, or in answer to inquiries gave evasive and artful replies, with intent to' deceive the vendee, and did thereby deceive him to his injury, it was such a fraud on the vendee as would justify him in rescinding the contract. The case is reversed on the first, second, third, fourth, sixth, seventh, eighth, ninth, tenth and sixteenth assignments.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Green"
      }
    ],
    "attorneys": [
      "John J. Clarke and Francis F. Brewster, for the plaintiffs in. error.",
      "L. B. Fletcher, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Nelson versus Martin.\n1. The false assertion of the soundness of a chattel by a vendor, who at the time knows that his assertion is falso, is such a fraud upon the vendee as will entitle him to rescission, and it is immaterial whether or not the assertion amounted to a warranty.\n2. A. having seen a mare belonging to B., which the latter told him was “kind, sound, and very speedy,” authorized C. to look at the mare, and “if she was what B. said,” to buy her. C. sa,w B., and without disclosing A. as his principal, purchased the mare for A. for a stated price, of which a portion was then paid. C. having notified A. of the purchase, they went together to B., and C. then informed B. that the mare was for A., and requested him to state then “ if she was not right.” B. replied: “ She is all right in every way,” and A. thereupon gave him a check for the balance of the purchase money. The mare having been delivered to A., she proved lame and unsound, whereupon A. refused to honor Ms cheek. There was some evidence that subsequently B. offered to return the check and take the mare back, whereupon A. returned the mare. In an action by B. against A. on said check, the court excluded all evidence of an alleged agreement to rescind tire contract, as void for want of consideration, or or the defective condition .of the mare, or that B. sold the mare knowing it to be defective, on the ground that the evidence disclosed that C. ana not A. was the purchaser; that when the earnest money was paid the sale was concluded, and that B. could not be held for representations made by Mm subsequently to A.\nHeld, to be error; that testimony of the above facts was sufficient to submit to the jury to determine whether or not A. was the actual purchaser, known to be §uch by B. before the contract was concluded; and that if the mare was re-delivered by A. to B., there was a sufficient consideration for the alleged rescission.\nJanuary 30,1884.\nBefore Mercur, C. J., Gordon, Paxson, Trunkey, Sterrett, Green and Clark, JJ.\nError to the Court of Common Pleas, No. 3, of Philadelphia County: Of July Term, 1.883, No. 227£.\nAssumpsit, by George H. Martin against Thomas S. Nelson et al., trading* as Nelson Brothers '& Co., upon a check drawn by said firm to the order of plaintiff and given to the latter in payment of a mare, which was purchased from said plaintiff by Charles S. Nelson, a member of said firm. Plea, the general issue.\nThe facts of the case áre fully recited in the opinion of the Supreme Court.\nVerdict for the plaintiff for $462.87, and judgment thereon. The defendants took this writ of error, assigning for error the rulings of the. court, as substantially set forth in the opinion of the Supreme Court.\nJohn J. Clarke and Francis F. Brewster, for the plaintiffs in. error.\nL. B. Fletcher, for the defendant in error."
  },
  "file_name": "0229-01",
  "first_page_order": 247,
  "last_page_order": 251
}
