{
  "id": 454246,
  "name": "Stewart's Appeal",
  "name_abbreviation": "Stewart's Appeal",
  "decision_date": "1884-02-06",
  "docket_number": "",
  "first_page": "307",
  "last_page": "311",
  "citations": [
    {
      "type": "official",
      "cite": "105 Pa. 307"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 W. & S., 356",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852657
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0356-01"
      ]
    },
    {
      "cite": "1 W. & S., 356",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852657
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/1/0356-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 508,
    "char_count": 9750,
    "ocr_confidence": 0.462,
    "pagerank": {
      "raw": 9.35497484500662e-08,
      "percentile": 0.5140552595923547
    },
    "sha256": "3d07db54ea89999542abfd5a74131a151b9a409e3ac85eaa3124c2c7aa7bf938",
    "simhash": "1:6887cd85f21342cd",
    "word_count": 1694
  },
  "last_updated": "2024-02-27T19:09:53.212409+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercttr, C. J., Gordon, Paxson, Trunkev, Sterrett, Green and. Clark, JJ."
    ],
    "parties": [
      "Stewart’s Appeal."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Gordon\ndelivered the opinion of the court, February 18, 1884.\nThe mutual accounts and dealings which will save a balance on either side from the bar of the Statute of Limitations, must be those between the accounting parties, and the whole transaction must be of such a character as to raise a legal presumption that the accounts are intended to apply to the payT ment or extinguishment of each other, and thus, like payments on a note, operate as an acknowledgment of the precedent indebtedness: Van Swearingen v. Harris, 1 W. & S., 356. But running accounts with a partner, though he be a surviving partner, and as such has the collection of the partnership assets, certainly cannot be called an account with the firm, and can therefore be of no avail to stop'the running of the statute against a partnership claim.\nIn the case in hand, there is no doubt that much more than the time necessary to bar the account of J. B. & A. Howell had passed before the death of Andrew Stewart. That firm had been dissolved in 1862, and J. B. Howell died in 1864. But from the time of the dissolution there could be no mutual dealings between that firm and Stewart or any one else, for, as in the case of the death of a natural person, there was nothing left with which to deal.\nIt is therefore somewhat remarkable that the auditor and the court below should have come to the conclusion that there were mutual accounts between Stewart and the dead firm down to January 16, 1867. Stewart, of course, might have continued to pay on the partnership account, but as the firm itself was dead and gone, I cannot see how they could have any such new accounts against him as to give to any subsequent dealings the character of mutuality. That was not among the possibilities.\nBut,even this charge of the 16th of January, 1867, which is here lugged in to toll the statute,, was.not made by Stewart against the firm of J. B. & A. Howell, but against Alfred Ho won individually. How then can this be said to be the continuation of a mutual account with the partnership?\nThat Alfred Howell was the surviving member of the firm, and that upon him devolved the settlement of its accounts, can make no difference. As well might an individual charge against an administrator be regarded as a charge against the decedent whose estate he represents.\nAlfred Howell, with the assent of Stewart, might have applied this charge as a payment to the firm account, and in that case, had Stewart been fully informed of the condition and extent of that account, it might have amounted to such an acknowledgment of his indebtedness as would have tolled the statute ; but of this there was no evidence, hence the position assumed by the appellee cannot bo sustained.\nThe decree of the court below is now reversed so far as it awards the sum of $1,265.14, to Alfred Howell, Esq., surviving member of the firm of J. B. & A. Howell, and it is now ordered that sum be paid over to the appellant, Mrs. Elizabeth Stewart. Ordered also that the appellee pay the costs of this appeal.",
        "type": "majority",
        "author": "Mr. Justice Gordon"
      }
    ],
    "attorneys": [
      "Edward Campbell and A. B. Boyd, for appellant.",
      "Boyle Mestrezat, for appellee."
    ],
    "corrections": "",
    "head_matter": "Stewart’s Appeal.\nMutual \"accounts and dealings which will save a balance on either side from tlie bar of the statute of limitations, must be those between the accounting parties, and the whole transaction must be of such a character as to raise a legal presumption that the accounts aie intended to apply to the extinguishment of each other. But running accounts with a partner, though ho be a surviving partner, and as such has the collection of the partnership assets, cannot he called an account with the firm, and can therefore be of no avail to stop the running'of the statute against a partnership claim.\nFebruary 6, 1884.\nBefore Mercttr, C. J., Gordon, Paxson, Trunkev, Sterrett, Green and. Clark, JJ.\nAppeal from the Orphans’ Court of Fayette county: Of July Term 1883, No. 203.\nThis, was an appeal by Elizabeth Stewart, widow of Andrew Stewart, deceased, from a decree of said court confirming the report of an auditor appointed to distribute the balance of the estate of the said decedent, appearing by the account of his executor.\nThe auditor (D. M. Hertzog, Esq.) found the following facts:\nAndrew Stewart died testate, on July 16, 1872. His will was duly proved, and letters testamentary granted to his widow, Elizabeth Stewart, and his son, D. S. Stewart, on August 17, 1872; Elizabeth Stewart, his widow, being old and unable to attend to her duties as executrix, D. S. Stewart took upon himself the entire management of the estate, and as acting executor filed an account in the Orphans’'Coui’t of Fayette county..\nThe decedent in his lifetime had been engaged extensively in buying and selling mountain lands, and through disputes concerning the titles of these tracts of land, was almost constantly involved in law suits. The firm of J. B. & A. Howell, composed of General Joshua B. Howell and Alfred Howell, Esq., attorneys-at-law, existed in Uniontown, in regular and active practice from the year 1851 to the latter part of the year 1861, when Gen. J. B. Howell entered the army and was lulled in Virginia in September, 1864. This firm were the regular and only attorneys of Mr. Stewart from the year 1851 until its dissolution on the first of January, 1862, after which Alfred Howell, Esq., continued to act as his regular attorney, assisted at times by Edward Campbell, Esq., until the death of Mr. Stewart. Mr. Stewart made payments to these attorneys at various times on account of their services, but no regular settlement had ever been made between them. After D. S. Stewart had entered upon his duties as executor he wrote to Mr. Alfred Howell, by letter dated April 8, 1873, requesting him to render his account against the estate “ by the 15th inst.” In pursuance of this request Mr. Howell prepared an account of his individual claims against said estate, and also a separate account showing a balance due the firm of J. B. & A. Howell, amounting with interest, to $2,155.35. This latter account was objected to by the executor, as being barred by thé Statute of Limitations; and not having allowed it in his account filed, Mr. Howell appeared before the auditor and claimed that amount from the distribution of the balance in the hands of accountant.\nThe’account of J. B. & A. Howell above referred to, which was offered in evidence, was composed, on the debit side, principally of fees for professional services, with references to the record of the courts in which the various legal proceedings. were had for which these charges were made, and to .support which the records themselves were offered in evidence. These services were rendered from the year 1851 to 1861, inclusive. The credit side of the account was made up of items of charges for hay, wood, coal, etc., including orders and cash at various times from 1854 to January 16, 1867. But many of the later items, including the entry of January 16, 1867, were in an account marked “ Alfred Howell. Individual account.”\nThis firm claim was allowed by the auditor on the ground that a mutual account existed between Andrew Stewart and Alfred Howell, surviving member of the firm of J. B. & A. Howell, up to and until January 16, 1867, and that consequently, although the firm was dissolved in 1862, the Statute of Limitations was prevented from running against the claim. The auditor accordingly awarded to the plaintiff the full amount of the firm claim with interest.\nExceptions filed to this award, on behalf of the defendant, were dismissed by the court, and the auditor’s report confirmed absolutely; whereupon Elizabeth Stewart took this appeal assigning for error the decree of the court.\nEdward Campbell and A. B. Boyd, for appellant.\n— The claim sought to be enforced by the appellee was made first in the year 1873, eleven years after the dissolution of the partnership of J. B. & A. Howell, about nine years after the death of J. B. Howell, and one year after the death of Stewart. The dissolution of the partnership on January 1, 1862, terminated the relation of attorney and client between the firm and Andrew Stewart, and this claim was therefore barred by the statute. The law of mutual accounts cannot affect the case, because the last item of Stewart’s account against the firm is dated January 1, 1864. This was barred at Stewart’s death in 1872. The charge dated January 16,1867, is against Albert Howell individually.\nBoyle Mestrezat, for appellee.\n— The appellant claims that the partnership ended for all purposes in 1862, and that Alfred Howell, as surviving partner, could have no further connection with the business of the firm or its transaction and completion. It is answered that the law imposed on him the duty to transact and finish all business on hand at the dissolution, to try all cases, etc., by reason of the employment of the firm, and the liability to the other partner while he lived, and his estate when he died. And for any loss by reason of his neglect to do so he would have been liable.\nThe auditor finds upon the evidence that said firm, by its surviving partner, tried the cases of Andrew Stewart with I. Beeson & Co., in September and December, 1866, and that said partner continued in and took part in the disposition of other cases in which the firm were employed tilbas late a date. It was therefore apparent to the auditor that there were mutual and reciprocal claims and demands commencing with the existence of the firm, and continuing regularly until within six years previous to the death of Andrew Stewart, and that therefore the Statute of Limitations was no bar to a recovery of the claim. A mutual account is where each has a demand or right of action against the other: Lowber v. Smith, 7 Pa. St. Rep., 381; Van Swearingen v. Harris, 1 W. & S., 356."
  },
  "file_name": "0307-01",
  "first_page_order": 325,
  "last_page_order": 329
}
