{
  "id": 454221,
  "name": "Bitting's Appeal",
  "name_abbreviation": "Bitting's Appeal",
  "decision_date": "1884-03-04",
  "docket_number": "",
  "first_page": "517",
  "last_page": "522",
  "citations": [
    {
      "type": "official",
      "cite": "105 Pa. 517"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "25 Cal., 515",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2219281
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cal/25/0515-01"
      ]
    },
    {
      "cite": "16 Cal., 202",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2279251
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cal/16/0202-01"
      ]
    },
    {
      "cite": "14 Md., 376",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1862204
      ],
      "opinion_index": -1,
      "case_paths": [
        "/md/14/0376-01"
      ]
    },
    {
      "cite": "1 Wright, 503",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        626036
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wright/1/0517-01"
      ]
    },
    {
      "cite": "1 Mich., 202",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1173621
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mich/1/0202-01"
      ]
    },
    {
      "cite": "48 Ill., 67",
      "category": "reporters:state",
      "reporter": "Ill.",
      "opinion_index": -1
    },
    {
      "cite": "40 N. Y., 191",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        503100
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/40/0191-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 822,
    "char_count": 13834,
    "ocr_confidence": 0.462,
    "pagerank": {
      "raw": 4.363330994128016e-07,
      "percentile": 0.9187292386544543
    },
    "sha256": "a5513e9992096f680c459adb1f94deb0834fbf9b7420fa2359808af45d27943e",
    "simhash": "1:bcea9916b02aeed2",
    "word_count": 2423
  },
  "last_updated": "2024-02-27T19:09:53.212409+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Merctjr, C. J., Gordon, Paxsox, Trttnkey, Sterrett, Green and Clark, JJ."
    ],
    "parties": [
      "Bitting’s Appeal."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Gordon\ndelivered the opinion of the court, March 24,1884.\nThe effect of the demurrer was to admit all the material allegations of the plaintiff’s hill. Such being the case, the right of the plaintiffs to have and use, for the purposes of irrigation, the waters of Angelica Creek, through the race or faces on the north side thereof, every sixth and seventh day of the week, from the 1st of April until the 15th of August, in each and every year, as well as the right of entry on the lands formerly of Jacob Kurtz, now of the defendant, at the times mentioned, for the purpose of opening the gates or sluices necessary to turn the water upon their meadows, has been fully established.\nFor the same reason, also, wé must take as admitted the fact that the defendant has prevented the exercise of the plaintiffs’ right refusing them the water, as.above described, and by adopting such measures as are intended to prevent such use in the future. There being thus no dispute over the facts of the case, or about the rights of the plaintiffs, we have for answer but the single question, whether *a court of equity will interfere to prevent a wrong of this kind, or whether the remedy is to be found only in a court of law? We are inclined to think that the answer to this proposition is not at all difficult, and for it we need go no farther than the 13th section of the Act “of June 13,1886, which Act, with the subsequent one of February 14, 1857, clothes the Courts of Common Pleas with equity powers. The 5th placitum of the section cited, empowers the courts therein mentioned to prevent or restrain the commission or continuance of acts contrary to law, and prejudicial to the interests of the community, or the rights of individuals. The power here conferred is very extensive ; it is, indeed, hard to conceive how it could be made more general, and whilst we agree that it is nevertheless limited to those eases where there is no specific or adequate legal remedy, we must hold that the case in hand is one falling within both the letter and spirit of the statute. The plaintiffs have a valuable and continuing right in the use of the waters of Angelica Creek, which the defendant not only has obstructed, but continues to obstruct, and though his counsel most earnestly contended that an action at law would furnish the plaintiffs with a complete remedy, yet such is obviously not the case. As we have said, the right is continuing or perpetual, and measurable only by the duration of the flow of the waters in the stream, and an action at law must necessarily lie for every several disturbance of that right. It thus follows, that as there is no end to the right, so there can be no end to the common law actions which may be brought for its vindication, and as the right is immeasurable, so are the damages which may result from a continuance of its obstruction. It would be all very well if Frill could, by his own arbitrary act, compel the plaintiffs to resign to him their property in this privilege by paying to them what a jury might happen to say it was worth, but as this cannot be done, as the plaintiffs’ right cannot thus be forced into market, the defendant must be content to acquire that right by purchase, or, as an alternative, restrain his disposition to meddle with that which does not belong to him.\nThe case of Scheetz’s Appeal, 11 Cas., 88, is in point. In this case there was a bill praying for an injunction to prevent the defendant from interfering with the plaintiff’s right to enter upon, clean and clear from obstructions, a stream called Sandy liun, flowing through the land of the defendant, to the use of which the plaintiff had a prescriptive right for the purpose of driving the machinery of his grist mill. The bill was sustained and the injunction granted. In the opinion of this court, delivered by Mr. Justice Thompson, it was said that in a case like this damages at law would be wholly inadequate to the vindication of such a right, and that successive suits for successive interferences, instead of redressing the wrong would, in the end, be worse than the wrong itself. The learned justice also calls attention to the fact, that equity will interfere to prevent acts of trespass and nuisance, where redress can be had only through a multiplicity of suits, or where the wrongful acts may become the foundation for an adverse right, such as the diversion of water. On similar principles, equity will interfere to compel the restoration of a violated right, as the closing of windows and other openings left in a party wall: Vollmer’s Appeal, 11 P. F. S., 118, and Milne’s Appeal, 31 P. F. S., 54.\n■It is true, as was said in Rhea v. Forsyth, 1 Wr., 508, a-court-of equity will not ordinarily interfere to prevent the disturbance of an alleged easement when the right of the complainant is doubtful or seriously disputed, until he' has established his claim by an action at law. But even in such case, the court may retain the bill until the plaintiff: has -had time to settle such right in a court of common law, and if, in the meantime, it appears to be necessary, the defendant may be enjoined from meddling with the easement; in other words, the chancellor may keep things in statu quo until he is in a-position to make a final decree. But in the case in hand, the right of the plaintiffs-was confessed, so that the court below had' nothing to do but to overrule the demurrer, order the defendant to answer over, and proceed to a final decree.\nThe decree of the court below is now reversed and set- aside at the costs of the appellee, and a procedendo is awarded. • ■",
        "type": "majority",
        "author": "Mr. Justice Gordon"
      }
    ],
    "attorneys": [
      "H. - Willis Bland and Henry O. Cf. Beber for the appellants.",
      "George F. Baer (C. H. Schaeffer with him), for the appellee."
    ],
    "corrections": "",
    "head_matter": "Bitting’s Appeal.\n1. A court of equity has jurisdiction to restrain, by injunction, Hie disturbance of a perpetual water right held by a land owner to have an artificial water course flow into his lands from a neighbor’s land.\n2. A demurrer to a bill in equity admits the material facts averred in the bill, and where such facts show a legal title in the complainant, it is not a pre-requisite to the enforcement in equity of equitable rights incident thereto that the complainant’s legal' title be established in an action at law.\n8. A., the owner of land, filed a bill in equity against B., the owner of adjoining land, averring that he had a light by grant to have the water of a certain creek run a,t certain times into his land throügh races on the land of B., with an incidental right of entry on B.’s land; that B. had obstructed, and persisted in obstructing, the flow of water, and prevented A.’s entry to control the same; and prayed for an injunction to restrain B. from so disturbing the alleged rights. On demurrer to the bill the court below gave judgment for the defendant on the grounds that A.’s title had not been established at law, and because there was an adequate remedy at law for the injury complained of:\nfield, to be error; that the demurrer admitted A.’s title; that ail action, or repeated actions, at law would not afford an adequate remedy; and that a court of equity had jurisdiction of the ease, under the provision of the Act of February 14, 1857, authorizing the prevention by injunction of “ acts contrary to law, and prejudicial to the interests of the community or the rights of individuals.”\nMarch 4, 1884.\nBefore Merctjr, C. J., Gordon, Paxsox, Trttnkey, Sterrett, Green and Clark, JJ.\nAppeal from the Court of Common Pleas of Berks county: In Equity: Of January Term, 1883, No:'180.\nThis was an appeal by Annie M. Bitting and James Edward Bitting, minor children of Jacob Daniel Bitting, deceased, by their next friend and guardian, Henry Fegley, and Sarah Ann Bitting, widow of said Jacob Daniel Bitting, deceased, from a 'decree of said court, sustaining a demurrer to, and dismissing a.bill in equity filed by them against George Frill, praying for an' injunction to restrain the defendant from disturbance of a water right, as to which the defendant’s land was servient to the adjoining land belonging to complainants.\nThe material facts averred in the bill were as follows: The complainants and the defendant owned adjoining tracts of farm. land. In the year 1791, one Jacob Kurtz, the defendant’s predecessor in title, by a grant in. writing under his hand and seal, duly recorded in the same year, in consideration of thirty-five pounds, granted unto Samuel Konig, the complainants’ predecessor in title, his heirs and assigns, “ the right of having the water out of my water races on the north side of the creek which runs through my meadow on every sixth day and seventh day of the week, beginning at sunrise on sixth day morning, and. to end at sunrise first day morning, to' continue from the first day of April to the fifteenth day of August yearly, and every year, and also the liberty of passing and re-passing through my meadows on the banks of the said races, to turn the water into his meadows on the days aforesaid,- -to him the said' Samuel Konig, his heirs, executors,, administrators or assigns forever, from henceforth, as his and their proper right, absolutely, without any manner of condition.”\nThe bill averred a continuous enjoyment by the complainants and their predecessors in'title of said water right, up to the time of the alleged wrongful acts by defendant, to wit, that the defendant destroyed the old dam in the creek, and otherwise diverted, cut off, and wholly prevented the flow of water through the water race by means of a gate, and would not permit complainants to enter upon his lands to open the gate, etc., and thereby deprived, and persisted in depriving complainants of their said rights. The bill further averred that a continuance of said illegal acts, whereby irrigation was prevented, which would result in a destruction of the complainants’ meadows, as meadow land, to the irreparable damage of complainants.\nThe prayer of the bill was for an injunction to restrain the defendant from obstructing the flow of water from the creek into the water race, and from closing the gate of the water tace on the sixth and seventh days of the week; and from preventing complainants, their servants, &c, from entering on defendant’s land in ¿order to open the gate, &e. The averments of the bill were substantiated in several injunction affidavits.\nThe defendant filed a general demurrer to the bill, for. want of equitj1-, and because there was an adequate remedy at law.\nThe Court (Sassaman J.), holding that there having been no legal adjudication of the complainants’ title, and there being an adequate remedy at law, sustained the demurrer and entered a’ decree dismissing the bill. • The complainants took this appeal assigning for1 error the said decree.\nH. - Willis Bland and Henry O. Cf. Beber for the appellants.\nThe demurrer admits the complainants’ title to the water-right, held in grant, as set forth in the bill; a prior adjudication upon the legal title is therefore unnecessary in order to give the complainant a status to invoke the well established equitable jurisdiction by injunction' to restrain the disturbance of water rights: Mitford & Tyler’s Pl. and Pr., in Equity, pp., 305 — 6; 1 Daniel Chancery Pl. and Pr. (Perkin’s ed.), p., 565 — 566; Story’s Equity Pleadings, § 452.\nThe statutory equitable jurisdiction of the Common Pleas is ample to include the powers which have always been exercised bv Courts of Chancery. Acts of June 18,1836, February 14, 1857. • Equitable jurisdiction in this class of cases (disturbance of water-right) is ancient and established. It is founded upon the pressing necessity of immediate relief being granted where, in the absence of such relief, permanent mischief and lasting injury might result, and also rests upon the necessity of preventing multiplicity of suits; High on Injunctions, sect. 502 (1st ed.); Lyon v. McLaughlin, 32 Vermont, 423; Corning v. Troy, etc., 40 N. Y., 191; Webb v. The Portland Manufacturing Company, 3 Sumner, 190; Tyler v. Wilkinson, 4 Mason, 400; Townsend v. McDonald, 2 Kernan, 381; 2 Story Equity, §§ 801, 926-7; Angell on Water Courses, sect. 449, 450; Gardner v. The Trustees of Newburgh, 2 John. Ch., 162; Tuolumne, etc. v. Chapman, 8 Cal., ,392; Gardener v. Newburgh, 2 Johnson’s Chan. R., 164; Finch v. Resbridger, 2 Vernon, 390; Bush v. Western, Precedents in Chancery, 530; Anon., 1 Vern., 120; East India Company v. Sandys, 1 Vernon, 127; Hills v. University of Oxford, 1 Vernon, 275; Anon., 1 Vesey, 476; Anon., 2 Vesey, 414; Whitchurch v. Hide, 2 Atk., 392; 2 Vesey, 453 ; Attorney General v. Nichol, 16 Vesey, 338.\n■■ The adverse use of the water of an artificial water'course for twenty years, confers a right to the enjoyment thereof in the same manner, and to the same extent, as would have been the ease if the water had flowed in a natural channel: Magor v. Chadwick, 11 Ad. & El., 571;, Washburn on Easements (3d ed.), 389-393, 394-397; Beeston v. Weate, 5 El. & Black., 986; Watkins v. Peek, 13 N. Hamp., 370; Wheatley v. Chrisman, 12 Harris, 302; City of Reading v. Althouse, 12 Norris, 400.\nGeorge F. Baer (C. H. Schaeffer with him), for the appellee.\n— The injury complained of is not irreparable by damages at law: Pinchin v. London & Blackwall R. R. Co., 5 D. M, & G., 860; Wheatley v. Chrisman, 12 Harris, 298. There being no irreparable injury, equity will not interfere by injunction until the plaintiff has established his rights by his action, at law: Bliss v. Kennedy, 48 Ill., 67; Norris v. Hill, 1 Mich., 202; Reid v. Gifford, 6 John. Ch., 19; Rhea v. Forsyth, 1 Wright, 503; Schlecht’s Appeal, 10 Smith, 172 ; Pfeltz v: Pfeltz, 14 Md., 376; Tomlinson v. Rubio, 16 Cal., 202; Tevis v. Ellis, 25 Cal., 515; White v. Booth, 7 Vermont, 131; Shields v. Arndt, 3 Green Ch., 234; Caldwell v. Knott, 10 Yerger, 209; Hart v. Mayor of Albany, 3 Paige, 213; Biddle v. Ash, 2 Ashmead, 211; Story on Eq. Pleading, 473."
  },
  "file_name": "0517-01",
  "first_page_order": 535,
  "last_page_order": 540
}
