{
  "id": 1891840,
  "name": "Pennsylvania Public Utility Commission, Appellant, v. Allegheny County",
  "name_abbreviation": "Pennsylvania Public Utility Commission v. Allegheny County",
  "decision_date": "1964-09-29",
  "docket_number": "Appeals, Nos. 23, 24 and 25",
  "first_page": "313",
  "last_page": "318",
  "citations": [
    {
      "type": "official",
      "cite": "415 Pa. 313"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "192 A. 2d 904",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "201 Pa. Superior Ct. 417",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        764255
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/201/0417-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 419,
    "char_count": 7534,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 1.6260190464407383e-07,
      "percentile": 0.6881015070762813
    },
    "sha256": "89a941e9bcfd2dac30ad52131f36d2a218a6be370e1f75e02182b0303e397e31",
    "simhash": "1:24bb45e7cb48350c",
    "word_count": 1220
  },
  "last_updated": "2024-02-27T22:34:19.985943+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, O. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Chief Justice Bell and Mr. Justice Jones join in this dissent."
    ],
    "parties": [
      "Pennsylvania Public Utility Commission, Appellant, v. Allegheny County."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice O’Brien,\nTbe Pittsburgh Railways Company, on April 19, 1962, filed a petition with the Public Utility Commission, for leave to abandon service on the Castle Shannon Incline, in Pittsburgh. In addition to that petition, the railways filed, at the same time, 32 other petitions seeking leave to abandon and modify transportation routes. All of the petitions, including the one involving the incline, were consolidated for hearings. Testimony was taken by the commission, beginning in late June of 1962 and was taken at various times in July, October and December of 1962, the last hearing having occurred on December 7, 1962, with other hearings scheduled to follow.\nOn December 8, 1962, the railways company petitioned the commission for an immediate temporary certificate to abandon service on the incline. The commission made an order, dated December 17, 1962, and filed January 3, 1963, approving “The temporary discontinuance of service on the Castle Shannon Incline Plane in the City of Pittsburgh. . . .”.\nThe City of Pittsburgh and the County of Allegheny and Harry A. Estep, Esquire, a lawyer and a user of the incline plane, all of whom had filed objections to the railways’ original petition for abandonment, appealed from this order to the Superior Court. They contended that the commission had no authority to make a temporary order, that the order which it did make was tantamount to a final abandonment order and, therefore, appealable and that the order was issued without due process and, therefore, unconstitutional and of no legal effect. The commission and the railways company, as intervening appellee, moved to quash the appeal on the grounds that the order was interlocutory and not appealable and that the appellants had no standing to appeal.\nThe Superior Court divided four to three on the matter. The majority opinion reversed the order of the commission and refused the motion to quash; the dissenting judges would have affirmed the order of the commission. Allegheny Co. v. Pa. P.U.C., 201 Pa. Superior Ct. 417, 192 A. 2d 904 (1963). We allowed an appeal on the petition of the commission.\nThe commission raises a number of very interesting questions concerning the standing of the appellees (appellants in the Superior Court) to appeal from the commission’s order; the proper procedure to be followed in such appeals; and whether the commission’s order was interlocutory and, therefore, unappealable. In addition, the commission seeks a determination of its power to enter orders of the type under consideration, the Superior Court having held that the commission has no such power.\nSubsequent to our order granting allocatur, the appellees filed a motion to quash the appeal, contending that the question had become moot. We entered an order setting oral argument on the motion at the time of the argument on the merits.\nDesirable as a decision on the merits might be, we conclude that the issue is indeed moot and the motion to quash must be granted.\nFor some time, the Port of Allegheny County Authority has been in the process of developing an integrated mass transit system for the greater Pittsburgh area, under powers granted to it by the Second Class County Port Authority Act of April 6, 1956, P. L. (1955) 1414, 55 P.S. §551 et seq. Section 13.1 of the Act, 55 P.S. §563.1, requires the Authority to make certain studies and to prepare a plan of integrated operations for submission to and approval by the county commissioners. The section further dictates that upon approval of the plan by the commissioners, or by a public referendum, the plan shall be recorded in the office of the recorder of deeds. These steps have all been accomplished, including the recording, on December 18, 1963, of the Authority’s plan of integrated operation.\nIn addition to specifying the above outlined procedures, Sec. 13.1 of the Act further provides: “Upon the recording of the plan of integrated operation, any law to the contrary notwithstanding, the' authority, shall have exclusive jurisdiction with respect to all matters regarding a transportation system within the service area as set forth in the plan of operation. The Public Utility Commission shall have no authority to grant certificates of public convenience for a transportation system or otherwise regulate in any respect within the said service area”.\nThe commission having been ousted of its jurisdiction by the Act, there is no longer a justiciable case or controversy between the parties to this appeal and we will not render a decision which would be solely advisory in character.\nAppeal quashed.",
        "type": "majority",
        "author": "Mr. Justice O’Brien,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Cohen:\nTo me it is apparent that this issue is not moot and the appeal should not be quashed.\nThe Public Utility Commission issued its original order authorizing the suspension of service on Castle Shannon Incline Plane on December 17, 1962. The order was appealed to the Superior Court by the County of Allegheny, the City of Pittsburgh and others. The Superior Court’s opinion filed on July 9, 1963 reversed the action of the commission. Chief Justice Bell granted the petition for allocatur to our Court. At argument before our Court, the City of Pittsburgh and the County of Allegheny moved to quash the appeal. It was advocated that the commission was ousted from its jurisdiction by the recording of the plan of integrated operations, hence the commission was without “authority to grant certificates of public convenience, ... or otherwise regulate in any respect. . . .”\nBy this appeal the commission is not in any way attempting to regulate — it is seeking solely to enforce an order that was made prior to the time it was ousted from jurisdiction. Our opinion would not be advisory in character, for were we to reverse the action of the majority of the Superior Court, the order discontinuing service of the Castle Shannon Incline would be reinstated.\nEven if the majority were to determine the question is moot, this is one type of ease to which mootness should not be applied. An exception to the rule of mootness is recognized in cases involving public rights. Courts frequently retain jurisdiction because the public interest is involved, particularly so when we are called upon to construe statutes or the propriety of administrative rulings. However, since our reversal of the action of the commission would have an immediate impact, and since this is not an attempt by the commission to now exercise its jurisdiction, I would not arrive at the solution of the majority but would consider the appeal on its merits and adopt the minority opinion of Judge Woodside of the Superior Court as our solution to this problem.\nI dissent.\nMr. Chief Justice Bell and Mr. Justice Jones join in this dissent.",
        "type": "dissent",
        "author": "Mr. Justice Cohen:"
      }
    ],
    "attorneys": [
      "Daniel F. Joella, Assistant Counsel, with him Joseph O. Bruno, Chief Counsel, for Pennsylvania Public Utility Commission, appellant.",
      "James 3. Booser, Harry H. Frank, and McNees, Wallace & Nurick, for railroad, intervening appellant.",
      "Maurice Louik, County Solicitor, with him Thomas M. Butter, Jr. and Livingstone M. Johnson, Assistant County Solicitors, for County of Allegheny, appellee.",
      "Marion K. Finkelhor, Second Assistant City Solicitor, with him David W. Craig, City Solicitor, for City of Pittsburgh, appellee.",
      "Harry A. Estep, in propria persona, for protestants, appellees."
    ],
    "corrections": "",
    "head_matter": "Pennsylvania Public Utility Commission, Appellant, v. Allegheny County.\nArgued January 10, 1964.\nBefore Bell, O. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nDaniel F. Joella, Assistant Counsel, with him Joseph O. Bruno, Chief Counsel, for Pennsylvania Public Utility Commission, appellant.\nJames 3. Booser, Harry H. Frank, and McNees, Wallace & Nurick, for railroad, intervening appellant.\nMaurice Louik, County Solicitor, with him Thomas M. Butter, Jr. and Livingstone M. Johnson, Assistant County Solicitors, for County of Allegheny, appellee.\nMarion K. Finkelhor, Second Assistant City Solicitor, with him David W. Craig, City Solicitor, for City of Pittsburgh, appellee.\nHarry A. Estep, in propria persona, for protestants, appellees.\nSeptember 29, 1964:"
  },
  "file_name": "0313-01",
  "first_page_order": 411,
  "last_page_order": 416
}
