{
  "id": 1891857,
  "name": "Stern Estate",
  "name_abbreviation": "Stern Estate",
  "decision_date": "1964-11-10",
  "docket_number": "Appeal, No. 196",
  "first_page": "478",
  "last_page": "480",
  "citations": [
    {
      "type": "official",
      "cite": "415 Pa. 478"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 180,
    "char_count": 2030,
    "ocr_confidence": 0.478,
    "sha256": "0ca52eed3a2abbd922636d4731878ca550b5a8a8f224530f61a2695b6e1721c6",
    "simhash": "1:9902f3f308708773",
    "word_count": 321
  },
  "last_updated": "2023-07-14T21:15:53.508554+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ."
    ],
    "parties": [
      "Stern Estate."
    ],
    "opinions": [
      {
        "text": "Opinion\nPer Curiam,\nAppellees presented a claim against the executors of Stern’s Estate for |2500 for breach of Stern’s covenant in his ten year written lease with appellees dated November 30, 1955.. The lease permitted an assignment by the tenant and also pertinently provided: “. . . if the . . . assignee, . . . shall discontinue the operation of the theatre or abandon the same, Norbert Stern shall pay to the Lessors Twenty-five Hundred (|2500.00) Dollars as liquidated damages (and not as rent) by reason thereof.”\nStern’s executors took this appeal from a decree of distribution which allowed appellees’ claim.\nAlthough the Pittsburgh Urban Redevelopment Authority did not condemn the leased premises until September, 1961, Stern’s assignee (a Stern-owned corporation) abandoned the premises on April 30, 1961. The principal argument of the executors is that the word “abandon” meant a voluntary abandonment. More specifically, the executors contend (a) that the plans of the Authority for redevelopment of a large area which included the leased premises, had been widely publicized since 1957; and (b) that as a result of this publicity many desirable patrons moved from the neighborhood of the leased premises; and (c) these published plans caused Stern’s assignee to lose so much business that it was compelled to abandon the leased premises on April 30, 1961; and (d) these very unusual circumstances which had not been within the contemplation of the parties at the date of the lease, justified an abandonment of the premises and a termination of the lease, and consequently relieved Stern of his promise to pay the aforesaid $52500.\nWe find no merit in this or in any of the other contentions of the appellants.\nDecree affirmed; costs to be paid by appellants.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "David F. Alpern, with him J. Benjamin Alpern, for appellants.",
      "Charles F. Dean, with him David M. Janavitss, for appellees."
    ],
    "corrections": "",
    "head_matter": "Stern Estate.\nArgued October 1, 1964.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nDavid F. Alpern, with him J. Benjamin Alpern, for appellants.\nCharles F. Dean, with him David M. Janavitss, for appellees.\nNovember 10, 1964:"
  },
  "file_name": "0478-01",
  "first_page_order": 578,
  "last_page_order": 580
}
