{
  "id": 1722067,
  "name": "COMMONWEALTH of Pennsylvania v. Richard MORGAN, Appellant",
  "name_abbreviation": "Commonwealth v. Morgan",
  "decision_date": "1976-10-20",
  "docket_number": "No. 416",
  "first_page": "35",
  "last_page": "39",
  "citations": [
    {
      "type": "official",
      "cite": "469 Pa. 35"
    },
    {
      "type": "parallel",
      "cite": "364 A.2d 891"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "61 A. 930",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1905,
      "pin_cites": [
        {
          "page": "932"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "212 Pa. 293",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        941865
      ],
      "year": 1905,
      "pin_cites": [
        {
          "page": "297"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/212/0293-01"
      ]
    },
    {
      "cite": "272 A.2d 877",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "441 Pa. 483",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1933805
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/441/0483-01"
      ]
    },
    {
      "cite": "290 A.2d 93",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "447 Pa. 380",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1942968
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/pa/447/0380-01"
      ]
    },
    {
      "cite": "304 A.2d 478",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "452 Pa. 22",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        574792
      ],
      "weight": 2,
      "year": 1973,
      "pin_cites": [
        {
          "page": "29"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/452/0022-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 356,
    "char_count": 4971,
    "ocr_confidence": 0.712,
    "pagerank": {
      "raw": 6.041072616793568e-07,
      "percentile": 0.9548133887342467
    },
    "sha256": "37420778446b59bdeb45fcdce55885ec1a5e367aacbca071b194853237fd1166",
    "simhash": "1:c66f6f9890110ed1",
    "word_count": 818
  },
  "last_updated": "2024-02-27T18:00:07.181477+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Richard MORGAN, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nPER CURIAM.\nOn April 9, 1975, appellant Richard Morgan was convicted of criminal contempt in the Court of Common Pleas, Philadelphia County and sentenced to three months imprisonment. A direct appeal from the contempt conviction was timely filed with this Court on April 29, 1975. However, the transcript of the contempt proceedings was not available to appellant until after he had filed his brief with this Court due to the failure of the trial court stenographer to transcribe the notes of testimony. Although appellant had the opportunity to request leave of court to withdraw his brief and file another brief addressed to the substantive issues, he failed to do so. Rather, he chose to rely upon his original brief which directed its argument to the unavailability of the transcript. Thus, the sole question presented on appeal is whether the failure of the stenographer to timely transcribe the notes of testimony deprived appellant of his right of appeal and requires a reversal of the conviction. Under the facts of this case we do not believe the requested relief is the appropriate remedy.\nIt is undisputed that a defendant’s right to a meaningful appeal requires he be provided with a copy of a transcript or other equivalent picture of the proceedings below, Commonwealth v. Goldsmith, 452 Pa. 22, 304 A.2d 478 (1973); Commonwealth v. DeSimone, 447 Pa. 380, 290 A.2d 93 (1972). Moreover, it is the responsibility of the state to see that the transcript is made available to appellant so that he may effectively pursue his appeal rights. Commonwealth v. Goldsmith, supra 452 Pa. at 29, 304 A.2d 478. However, while we agree that the stenographer has failed to act in this matter to the degree of promptitude and diligence that the law expects, we are not persuaded that appellant’s right to appeal has been rendered a nullity since the notes from the proceeding below are now available. Thus, the instant case is easily distinguished from those prior decisions upon which appellant relies.\nIn Commonwealth v. Goldsmith, supra, a new trial was granted when the death of the stenographer prevented transcription of her notes. Similarly, in Commonwealth v. DeSimone, supra and Commonwealth v. Anderson, 441 Pa. 483, 272 A.2d 877 (1971), we ordered new trials because the proceedings below were never recorded and therefore, no transcript was available for review. In each instance, the appellant was effectively denied his right to an appeal because there was no way to reconstruct the lower court proceedings. However, in the instant case the complete record is now available and appellant has failed to show any additional resultant prejudice beyond the delay itself. Under these circumstances, the interests of justice would not be served by reversing the conviction without a full consideration of the merits of the appeal.\nAccordingly, the decision of this matter shall be held in abeyance for 30 days from the date of the filing of this opinion to afford appellant an opportunity to file a supplemental brief addressed to the merits of his appeal from the contempt conviction in the court below. The Commonwealth shall have 30 days from the date of the filing of appellant’s brief to file a supplemental response. Failure of appellant to comply with this directive will result in the dismissal of his appeal and an affirmance of the judgment of sentence.\nIt is so ordered.\n. We assume jurisdiction of this appeal pursuant to the Appellate Court Jurisdiction Act, Act of July 31, 1970, P.L. 673, No. 223, art. II, § 202(5), 17 P.S. § 211.202(5) (Supp.1976-77).\n. We remind the trial courts that it is their responsibility to supervise their personnel and to assure that those persons under their charge responsibly and expeditiously perform their assigned tasks. We also expect that in appropriate cases the trial judge will employ the sanctions necessary to assure the orderly administration of justice.\n“They [court stenographers] are appointed and made part of the judicial machinery to facilitate and expedite the proceedings, not to delay them, and it is the duty of the court at all times to see that their duties are performed without delay. It is the right of counsel to have the transcript and whenever he is hindered or unduly delayed in his conduct or consideration of the case by want of it, he is entitled to move the court for an order on the stenographer to furnish it.” Commonwealth v. Ezell, 212 Pa. 293, 297, 61 A. 930, 932 (1905).",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Defender Ass’n of Philadelphia, John W. Packel, Asst. Defender, Chief, Appeals Div., Douglas Riblet, Asst. Defender, Philadelphia, for appellant.",
      "F. Emmett Fitzpatrick, Dist. Atty., Steven H. Goldblatt, Asst. Dist. Atty., Chief, Appeals Div., for appellee."
    ],
    "corrections": "",
    "head_matter": "364 A.2d 891\nCOMMONWEALTH of Pennsylvania v. Richard MORGAN, Appellant.\nSupreme Court of Pennsylvania.\nArgued Jan. 19, 1976.\nDecided Oct. 20, 1976.\nDefender Ass’n of Philadelphia, John W. Packel, Asst. Defender, Chief, Appeals Div., Douglas Riblet, Asst. Defender, Philadelphia, for appellant.\nF. Emmett Fitzpatrick, Dist. Atty., Steven H. Goldblatt, Asst. Dist. Atty., Chief, Appeals Div., for appellee.\nBefore JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
  },
  "file_name": "0035-01",
  "first_page_order": 75,
  "last_page_order": 79
}
