{
  "id": 1276858,
  "name": "Smolow, Appellant, v. Zoning Board of Adjustment",
  "name_abbreviation": "Smolow v. Zoning Board of Adjustment",
  "decision_date": "1958-01-06",
  "docket_number": "Appeal, No. 302",
  "first_page": "71",
  "last_page": "76",
  "citations": [
    {
      "type": "official",
      "cite": "391 Pa. 71"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "376 Pa. 175",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1246158
      ],
      "pin_cites": [
        {
          "page": "179"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/376/0175-01"
      ]
    },
    {
      "cite": "382 Pa. 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1259973
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/382/0401-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 487,
    "char_count": 7239,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 1.972464880063522e-07,
      "percentile": 0.7394813365566872
    },
    "sha256": "a36ff8a4346a542218fa7262c40268e9cdb9aecea8d3b15d102ddff46da0fd10",
    "simhash": "1:4f02f6c2cc1bd524",
    "word_count": 1218
  },
  "last_updated": "2024-02-27T23:35:27.007587+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Chidsey, Musmanno, Arnold, Jones and Cohen, JJ."
    ],
    "parties": [
      "Smolow, Appellant, v. Zoning Board of Adjustment."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Musmanno,\nIn September, 1952, Isador Smolow, a real estate broker, the plaintiff in this case, moved into a house at 6114 Castor Avenue, Philadelphia, located in a “D” residential zone which, under appropriate zoning regulation, was closed to commercial businesses. Smolow applied to the Zoning Board of Adjustment for permission to use his house as a real estate office and dwelling. The Board refused the requested variance and the Court of Common Pleas, on appeal thereto, affirmed the refusal.\nThe plaintiff has now appealed to this Court complaining that the lower Court abused its discretion in upholding the zoning board-, thereby subjecting -him to an unnecessary hardship. This position is not sustainable in the law. A boat builder who erects his establishment in an inland town would universally be regarded as unreasonable if he demanded that the streets be flooded so that he could obtain the aqueous medium needed to float his product. He would have known before he moved into the town that it was without vessel-supporting waters. The plaintiff here was well aware prior to purchasing his home that the prevailing zoning regulations forbade his using it as an active real estate office. If he assumed that with the passage of time the zoning regulations might change so that he could carry on an enterprising business in his home, he would not be the first person who misgaged weather portents.\nJudge Weineott of Court of Common Pleas No. 5 of Philadelphia County, in affirming the action of the zoning board, well said: “Petitioner here relied upon his own judgment that sometime in the future commercial use would be permitted on his premises. However, this was speculation and, as such, attended by risk. The very hazard about which petitioner now complains is precisely that for which he bargained. It may well be that sometime in the future the block on which this property is located will change in character either by reason of an act of council, or because of other factors. However, in the discretion of the Zoning Board of Adjustment that point has not yet been reached.”\nThe plaintiff complains in effect that by being refused a variance he will be unable to harvest the financial gains which can be cultivated on Castor Street. This is not the kind of a hardship which will support a variance. On such a basis an ambitious go-getter could erect a carnival in the most exclusive residential community. The law as to the type of hardship required to support a variance was well enunciated by Chief Justice Stern in the case of Michener Appeal, 382 Pa. 401, 406: “The law is well established that a variance may be granted only where a property is subjected to a hardship unique or peculiar to itself as distinguished from one arising from the impact of the zoning regulations on the entire district.”\nAlthough the plaintiff disclaims in so many words that he is basing his undue hardship on possible financial loss, thus seeking to take himself out of the quelling effects of Michener Appeal, he nevertheless advances that very appeal. He disclaims the vehicle of the thesis but rides the very steed of the argument when he asserts that by being denied a variance he will lose the $500 he spent in making alterations in the basement of his home in anticipation of launching a real estate business. He states further that he cannot make as much money working for another real estate man as he can by running his own real estate firm. But he has not shown that his hardship, if indeed it can be so classified, is unique. The man next door to him can no more install a real estate office in his home than Smolow can.\nSmolow makes much of the fact that on his side of the street three doctors maintain offices in their homes, but doctors are specifically alloAved that privilege in a “D” residential district under the Philadelphia Code. The other instances of seeming variance which he cites are either properly Avithin their zoning classification or there is lacking evidence that the initiation of the particular business indicated did not pre-date the limiting zoning regulation.\nThe plaintiff’s complaint about business houses on the other side of the street does not further his cause. In the case of Pincus v. Power, 376 Pa. 175, 179, this same question was raised, but, in affirming the lower Court which had refused a variance, we said: “The lower Court pointed out that there must be a line of demarcation somewhere between commercial stores and residential properties; that Stenton Avenue was a wide street; and the fact that stores were allowed on one side did not justify the erection of stores on the other side of the street in a neighborhood which was still residential . . .” Just as a street may have Kansas on one side and Missouri on the other, so may it be a dividing line between building zones in the same city.\nThe plaintiff argues that' Castor Avenue .‘.‘will be the important commercial street and center of a com-, munity having over 200,000 people residing therein”; that even Albert M. Greenfield, chairman of the City Planning Commission declared that Castor Avenue should be “zoned commercially all the way out”; and that “such general knowledge of the community would be sufficient reason for a real estate broker to purchase a property on said Castor Avenue with the final hope and expectation that he might be granted a use variance if the City itself did not quickly rectify the situation and rezone the area ‘commercial’.”\nWhat the plaintiff thus really argues is that Castor Avenue should be zoned commercial, but- we. can only inquire as to whether it was zoned commercial, and of course, we know that it was not. Will it be zoned com-’ mercial in the future? Even if we could use prophetic binoculars and see Castor Avenue in a commercial setting, we still could not predicate our decision on that distant view. We are bound by the facts of today. We can no more authorize a variance because of hypothetical changes- in the residential and commercial landscape óf a given community than can a; zoning board operate on that premise. Chief Justice Stern cogently addressed liimself to that very subject in the Michener case: “If a Zoning Board were to be allowed to grant variances to individual properties because of changes in the district which might perhaps call for a complete reclassification, it would, by such a piece-meal process, be virtually enacting zoning legislation instead of merely performing its function of administering the zoning law prescribed by the governing body of the municipality ...”\nThe record clearly indicates to us that the lower Court did not abuse the discretion vested in it by refusing to grant the variance requested by the plaintiff.\nOrder affirmed, parties to bear own respective costs.\nSection. 14-203(1). .(c). ¡md.Séc.tlón 14-20.7,",
        "type": "majority",
        "author": "Mr. Justice Musmanno,"
      }
    ],
    "attorneys": [
      "Albert S. Fein, for appellant.",
      "Leonard L. Ettinger, Deputy City Solicitor, with him Gordon Cavanaugh, Assistant City Solicitor, James L. Stern, Deputy City Solicitor, and David Berger, City Solicitor, for appellee."
    ],
    "corrections": "",
    "head_matter": "Smolow, Appellant, v. Zoning Board of Adjustment.\nArgued November 13, 1957.\nBefore Jones, C. J., Bell, Chidsey, Musmanno, Arnold, Jones and Cohen, JJ.\nAlbert S. Fein, for appellant.\nLeonard L. Ettinger, Deputy City Solicitor, with him Gordon Cavanaugh, Assistant City Solicitor, James L. Stern, Deputy City Solicitor, and David Berger, City Solicitor, for appellee.\nJanuary 6, 1958:"
  },
  "file_name": "0071-01",
  "first_page_order": 91,
  "last_page_order": 96
}
