{
  "id": 1276898,
  "name": "Kahn v. Levy, Appellant",
  "name_abbreviation": "Kahn v. Levy",
  "decision_date": "1958-01-08",
  "docket_number": "Appeal, No. 362",
  "first_page": "124",
  "last_page": "132",
  "citations": [
    {
      "type": "official",
      "cite": "391 Pa. 124"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "362 Pa. 25",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        477429
      ],
      "year": 1949,
      "opinion_index": 0,
      "case_paths": [
        "/pa/362/0025-01"
      ]
    },
    {
      "cite": "69 Pa. 448",
      "category": "reporters:state",
      "reporter": "Pa.",
      "pin_cites": [
        {
          "page": "450"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 673,
    "char_count": 11943,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 1.1068760849401847e-07,
      "percentile": 0.5697430622403082
    },
    "sha256": "9d1b9d094ca24dde03146d3d221ce8f09555b8f21535a8c35a3e918adf73284c",
    "simhash": "1:23c9563208760ecf",
    "word_count": 2018
  },
  "last_updated": "2024-02-27T23:35:27.007587+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Chidsey, Musmanno, Jones and Cohen, JJ."
    ],
    "parties": [
      "Kahn v. Levy, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Musmanno,\nAndrew C. Levy and Leo W. Lynch, co-partners trading as Levy-Lynch & Co., are real estate brokers in Philadelphia. In September, 1953, they circularized other brokers in Philadelphia advertising for sale an industrial property on Delaware Avenue which consisted of buildings, cranes and equipment owned by the O’Brien Machinery Company.\nBobert J. Kahn, one of the brokers receiving the circular, contacted Levy and Lynch about the proposed transaction, and then called on Sidney Benjamin, whom he already knew in another connection, and succeeded in interesting him in the Delaware Avenue industrial site. Together they visited the establishment. Benjamin was so impressed by what he saw and what Kahn and Harold Epstein (Kahn’s employee) told him that he offered to buy the property for $175,000, evidencing his earnestness by making out a check for $25,000 as hand money.\nOn September 23, 1953, Kahn transmitted Benjamin’s letter and check to Levy and Lynch with a letter of his own, in which he said: “We are submitting this offer to you with the distinct understanding that in the event a transaction is consummated with Charles Benjamin, Inc., or any of the individuals, affiliates or subsidiaries connected therewith, we will receive from you at settlement a commission of two and a half (2%%) percent of the total gross consideration involved in the transaction.”\nOn September 30, 1953, Kahn, Levy, Lynch, Benjamin and two of the O’Briens, speaking for the owners, met in the offices of Levy-Lynch to discuss the business affair. At this meeting Kahn repeated that in the event a sale to Benjamin was consummated, Kahn was to receive one-half of the total commission collected by Levy and Lynch. The property owners were not satisfied with Benjamin’s offer of $175,000, whereupon Kahn induced him to increase it to $200,000. The owners insisted on $275,000. Although the meeting broke up without agreement on price and each went his separate way, Kahn continued to call on Benjamin, urging him to raise his offer. Benjamin, on the other hand, argued that the O’Briens should reduce their selling price. His usual comment on Kahn’s persuasions was: “If'they come down, I will come up.” This reciprocating elevator service never reached the point where seller and buyer met on the same floor.\nOn October 5, 1953, Levy and Lynch wrote to Kahn returning the $25,000 deposit but soliciting' Kahn to continue Ms efforts in getting Benjamin to buy the property. The letter ended with the exhortation: “I think your suggestion with regards to a follow-up in another two weeks is a good one. Again let me emphasize with you the necessity for screening any prospects which you and Bob may have for this type of real estate. . This is definitely a hot potato!”\nKahn saw to it that the hot potato was kept hot. I-Ie saw Benjamin every Aveek or tAvo but Benjamin continued to ride the same stationary elevator: “If they come doAvn, I Avill come up.” Kahn even offered to get someone to help Benjamin finance the deal and in this respect recommended a certain Robert Saligman. While Kahn Avas besieging Benjamin, he was at the same time protecting his supply line Avith Levy and Lynch by inquiring from time to time whether the O’Briens Avere prepared to descend a little so as to meet Benjamin who stood ready to ascend to a reasonable plateau of mutual understanding and profit.\nBut while Levy and Lynch were dealing with Kahn on the telephone they Avere sending couriers to Benjamin to avoo him directly. They succeeded in this endeavor. They induced Benjamin to accompany them to the O’Briens where, on May 20, 1954, Benjamin agreed to come up to the level the O’Briens had agreed to descend to, namely, $241,000. In the eventual settlement Benjamin made use of Saligman, the very prop Avhich Kahn had offered.\nLevy and Lynch collected $11,000 commission and refused to share Avith Kahnj Avhereupon Kahn entered suit. The jury aAvarded him $6,435. Levy and Lynch have appealed, seeking judgment n.o.v., or a neAv trial.\nThe defendants argue in their brief that the letter of Septembér. 23, 1953, sent by the plaintiff- to. the defendants “is -not - the contract in suit or a term-.thereof. •’■ The plaintiff- does not claim' that the letter--in\" question is the whole contract. He submits, and with propriety, that the letter is evidence of the relationship between the plaintiff and the defendant. It was the keel of the ship in which Levy and Lynch rode to a fll,000 profit. The letter very clearly announced that if the transaction was consummated with Benjamin, or anyone acting in his behalf, Kahn would receive 2%% of the total gross consideration. The plaintiffs proposition was repeated orally at the meeting on September 30, 1953. Did the defendants accept this proposition? That was a question for the jury to decide and they answered it in the affirmative. We cannot say that they were not justified in doing so.\nThe defendants solicited the plaintiff’s intervention, they promised a commission in the event the sale was consummated, they urged the plaintiff to continue to heat up the potato when it was cooling and then after the potato had been harvested they refused to share any of its flavor with the man who had first planted the seed.\nThe defendants contend that the plaintiff did not make out a prima facie case and specifically aver that the plaintiff “had no contact with either party for more than six months prior to signing the agreement.” This assertion is contradicted by the record. Kahn (through Epstein) testified that he continued to see Benjamin every one or two weeks from September, 1953 until May, 1954, when the contract was signed through Levy and Lynch.\nThe defendants argue, as they did at the trial, that the plaintiff is not entitled to a commission because, he “was not involved in the final negotiations.” The Trial Judge properly charged the jury in this respect: “The question is, what did he do towards the ultimate result? Did his activities, his participation in the thing, lea¿, as á consequence, to the ultimate result, without his knowledge in the last stages? ... Do you believe that Mr. Kahn’s participation in this transaction can be reasonably and honestly held to be and found to be an efficient and procuring cause of the ultimate sale? . . . The key point there is that you will have to decide whether the ultimate sale ivas through the intervention of the actiAdties of Kahn, not Avhether he was there at the end.”\nThe appellants insist that the plaintiff abandoned the business deal before the sale was consummated and that, therefore, he is not entitled to any return, regardless of the efforts he may have made originally. The Trial Judge put this very proposition to the jury: “The defendant’s position here, to put it in the strongest terms I can for them, is this: ‘Well, Kahn dropped out of it, he dropped out of the case in November’, or whenever it was, ‘he didn’t do anything more about the case and he let it to us to try to work on Benjamin.’\n“Well, if you believe that there is justification for that kind of a finding, that Mr. Kahn just abandoned the case, he just gave it up, he had no more interest in it, why, then he Avould not be entitled to recover. At any rate, that is one of the questions in the case here.”\nThe jury decided this phase of the case, as indeed they decided all phases, against the defendants. The record amply justifies their conclusion that the plaintiff participated in the transaction as an efficient and procuring cause in the ultimate sale to the customer.\nThe issue involved in the case of Sowney v. Bair} 2(69 Pa. 448, 450, is not dissimilar to the principle under consideration here. There, the defendant, owner of certain premises, agreed to pay the plaintiff a commission if he would procure a purchaser for his property. The plaintiff did procure a purchaser who eventually bought the property. The defendant refused to pay the commission agreed upon, arguing that although the plaintiff introduced the purchaser to the owner the negotiations between them ended on that day and they were later taken up as an entirely new transaction. The' plaintiff testified that the original negotiations continued unbroken until the purchase was consummated. The jury resolved the question of fact in favor of plaintiff. This Court affirmed the verdict, Justice Walling enunciating the principle involved: “An agent has earned his commission when he produces a purchaser who is able and willing to buy the property on the price and terms fixed by the owner . . . and this is emphatically time where, as here, the sale is actually consummated ... It is not material that the negotiations are concluded directly with the owner.”\nIn the case of Stevenson v. Nichols, 362 Pa. 25 (1949), we re-affirmed what was said in Sowney v. Bair and declared anew that: “An owner may not, while negotiations are pending, ignore the broker and complete the sale, and thereafter refuse to pay the broker his commission.” Of course, what the owner may not do, the broker representing him may equally not do.\nWe affirm the decision of the lower Court in refusing judgment n.o.v. We also affirm the refusal of a new trial. Appellants’ counsel insists that the letter of September 23, 1953 should not have been admitted in evidence. To have omitted that letter would have been like omitting the cornerstone of a building or the locomotive from a railroad train, and still expect the building to rise or the railroad train to move. The letter in question, as we have said before, was the keel of the ship of the entire transaction. Without it the defendants could never have launched the sale of the property to Benjamin.\nThe appellants also allege that the Trial Judge improperly influenced the jury because of attitude displayed and questions put during the trial. A reading of the record reveals that the Trial Judge did indeed project himself to an extent not recommended in the usual trial. It would appear that the Trial Judge never divested himself of the vest of advocacy when he donned the judicial robe. A tight-fitting vest can irritate its wearer just as it may affect the tranquillity of an impartial mind. It does not appear, however, that in this case the Trial Judge committed reversible error, and the judgment is, therefore, affirmed.\nIn many of the contacts between Kahn’s real estate firm and the Levy-Lynch firm, Epstein spoke for Kahn and Thos. W. Cunningham for Levy-Lynch. To avoid unnecessary complication in the narrative, the principals will be spoken of as the central figures since obviously the agents spoke for them.\nIt developed at this meeting that the property was held by a holding company (Lohner Corporation) and that in the event the property was sold, title would pass by means of a stock transaction. This development has no' bearing on the basic problem involved in this appeál' and is,' therefore, not dwelt upon.' - ’Realistically the transaction had to dp-with the buying-and selling of real estate. '\nDefendants sought to introduce into evidence the rule of the Philadelphia Real Estate Board that in order to recover a commission as a cooperating broker it is not sufficient that he introduce the ultimate purchaser to the owner and to conduct negotiations for the sale of the property, but in order to earn his commission he must be the efficient and immediate cause of the actual sale. Since that rule is substantially the same as that charged by the Trial Court, we find it unnecessary to determine whether the exclusion of the- rule was error, -for in any event, -it did not prejudice the defendants and cannot- become -basis for a new",
        "type": "majority",
        "author": "Mr. Justice Musmanno,"
      }
    ],
    "attorneys": [
      "Thomas A. Q-albally, for appellants.",
      "David 8. Mails, with him Robert H. Malls, and Malls, Malls & Malls, for appellee."
    ],
    "corrections": "",
    "head_matter": "Kahn v. Levy, Appellant.\nArgued November 19, 1957.\nBefore Jones, C. J., Bell, Chidsey, Musmanno, Jones and Cohen, JJ.\nThomas A. Q-albally, for appellants.\nDavid 8. Mails, with him Robert H. Malls, and Malls, Malls & Malls, for appellee.\nJanuary 8, 1958:"
  },
  "file_name": "0124-01",
  "first_page_order": 144,
  "last_page_order": 152
}
