{
  "id": 295712,
  "name": "Clark v. Spheen et al., Appellants",
  "name_abbreviation": "Clark v. Spheen",
  "decision_date": "1921-07-01",
  "docket_number": "Appeal, No. 300",
  "first_page": "91",
  "last_page": "94",
  "citations": [
    {
      "type": "official",
      "cite": "271 Pa. 91"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "67 Pa. 427",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1022584
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/67/0427-01"
      ]
    },
    {
      "cite": "28 Pa. 144",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981717
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/28/0144-01"
      ]
    },
    {
      "cite": "179 Pa. 569",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        886999
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/179/0569-01"
      ]
    },
    {
      "cite": "30 Pa. 378",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        415573
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/30/0378-01"
      ]
    },
    {
      "cite": "96 Pa. 430",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        494599
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/96/0430-01"
      ]
    },
    {
      "cite": "4 W. & S. 426",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856431
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0426-01"
      ]
    },
    {
      "cite": "193 Pa. 217",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        910441
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/193/0217-01"
      ]
    },
    {
      "cite": "253 Pa. 264",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024046
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/253/0264-01"
      ]
    },
    {
      "cite": "253 Pa. 264",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024046
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/253/0264-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 378,
    "char_count": 6197,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 5.8591662004228935e-08,
      "percentile": 0.3636383820060552
    },
    "sha256": "9ce11f279357d6a45e3da223f4181311323b81db37d6df389a08ede02a7a8088",
    "simhash": "1:e0774289fa4434d2",
    "word_count": 1044
  },
  "last_updated": "2024-02-27T21:13:31.900395+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Kephart, Sadler and Schaffer, JJ.",
      "Before Ferguson, J."
    ],
    "parties": [
      "Clark v. Spheen et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Frazer,\nBy assignment dated October 10, 1916, and duly recorded, plaintiff became owner of a mortgage on property located on Albanus Street, near Front Street, in the City of Philadelphia, dated July 12, 1915, given by Morris Spheen to Helen Yan Bushkirk. Proceedings to collect the indebtedness secured by the mortgage were begun by scire facias, issued May 13, 1919, in which was averred default in the payment of interest, maintenance of insurance and production of tax receipts. M. H. Davis, S. H. Dean and N. B. Kenny were named as real owners of the premises. An affidavit of defense filed by each of the terre tenants denied default as alleged and averred payment in full of principal, interest and satisfaction fee, under date of September 27, 1916, and further that the assignment to plaintiff was without consideration and passed no interest to her. The trial judge submitted to the jury the question whether the mortgage had been paid and its satisfaction intended, or whether it had been kept alive and assigned to plaintiff for value. The jury adopted the latter view and returned a verdict for plaintiff for the amount of debt, interest and costs. Subsequent motions for a new trial and for judgment non obstante veredicto were dismissed and defendants appealed.\nOf the several questions raised by the assignments of error and discussed by counsel in their paper-books the only one included in the statement of questions involved and which, consequently, need be considered here, is whether the evidence is sufficient to sustain the conclusion that discharge of the mortgage was not intended. In support of the averment of payment defendants produced the original bond and mortgage, together with a check signed by “J. Willison Smith, Real Estate Officer” of the Land Title & Trust Company of Philadelphia, to the order of Helen Yan Bushkirk, for the sum of $3,-596.75, containing a notation that it was “Prim, Int. & Sat. Fee $3,500 Mtge. Front and Albanus St.” It is admitted the bond, mortgage and check were delivered to Mason & Edmonds, counsel for defendants, by the Land Title & Trust Company and although the check was dated September 27,1916, and the assignment October 10,1916, John H. Healy, representing the mortgagee and who appeared to be in fact the owner of the mortgage executed in the name of Helen Van Bushkirk, testified that at his request the assignment was executed by the latter and delivered with the bond and mortgage to the Land Title & Trust Company before he received the check and that the money was paid to the Land Title & Trust Company at the instance of George McClatchey, who was financially interested in the building operation of which the premises covered by the mortgage were a part. He also testified the intention of the parties was that the mortgage should not be satisfied but kept alive. Mc-Clatchey testified he owed money to the present plaintiff and procured the assignment of the mortgage to her as security for his indebtedness. The notation on the check to the effect that it was in payment of principal, interest and satisfaction fee was apparently made by an official of the Land Title & Trust Company, without request on the part of any person interested in the mortgage in question and no other evidence was produced at the trial to show an intention to satisfy the encumbrance. The possession and production by defendant of the original bond and mortgage raised a presumption of payment: Wick v. Roop, 253 Pa. 264. This presumption, however, is one of fact only and not of law and was rebutted in the present case by the evidence above referred to and by the further facts that Howard Baker, Esq., an attorney in the.office of the attorneys representing defendants acted for the syndicate in which McClatchey and others were interested and had control of the properties, and it was at the instance of Baker that an assignment of the mortgage was executed, and, with the bond and mortgage, turned over to the Land Title & Trust Company. This evidence was ample to rebut the presumption arising by reason of the production of the bond and mortgage by defendants’ counsel and to warrant the finding of the jury that the payment made was not intended as a discharge of the mortgage debt.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Frazer,"
      }
    ],
    "attorneys": [
      "Franklin S. Edmonds, with him Wm. Clarke Mason, for appellants.",
      "G. Von Phul Jones, for appellee."
    ],
    "corrections": "",
    "head_matter": "Clark v. Spheen et al., Appellants.\nMortgage — Payment—Possession of bond and mortgage — Presumption as to payment — Rebuttal—Evidence.\nOn scire facias sur mortgage, where defendant show's he is in possession of and produces the original bond and mortgage, there is a presumption of payment; hut such presumption is one of fact only and not of law, and may be rebutted by evidence showing that the alleged payment was not intended as a discharge of the mortgage debt.\nJuly 1, 1921:\nArgued April 13,1921.\nAppeal, No. 300, Jan. T., 1921, by defendants, from judgment of C. P. No. 3, Pbila. Co., March T., 1919, No. 5023, on verdict for plaintiff, in case of Celia Clark, Assignee of Helen Van Bushkirk, v. Morris Spheen, Mortgagor; Milton H. Davis et al., Beal Owners.\nBefore Moschzisker, C. J., Frazer, Walling, Kephart, Sadler and Schaffer, JJ.\nAffirmed.\nScire facias sur mortgage.\nBefore Ferguson, J.\nThe opinion of the Supreme Court states the facts.\nVerdict and judgment for plaintiff for $4,410. Defendant appealed.\nError assigned, among others, was order overruling motion for judgment n. o. v.; quoting the record.\nFranklin S. Edmonds, with him Wm. Clarke Mason, for appellants.\n— The possession of the mortgage raised a presumption of payment: Wick v. Roop, 253 Pa. 264; Helzer v. Helzer, 193 Pa. 217; Kinley v. Hill, 4 W. & S. 426; Mitchell v. Coombs, 96 Pa. 430; Thomas’s App., 30 Pa. 378; Neale v. Dempster, 179 Pa. 569.\nG. Von Phul Jones, for appellee.\n— The production of the record of the mortgage was sufficient proof without producing the mortgage or the bond: Curry v. Raymond, 28 Pa. 144; Lancaster v. Smith, 67 Pa. 427.\nThe fact that the bond and mortgage were in possession of defendants’ counsel raises no presumption of payment.\nThere was no satisfactory proof that the mortgage was to be satisfied, but the most convincing evidence that it was to be assigned to plaintiff."
  },
  "file_name": "0091-01",
  "first_page_order": 125,
  "last_page_order": 128
}
