{
  "id": 295638,
  "name": "Gehr et al., Appellants, v. Bessemer & Lake Erie R. R. Co.",
  "name_abbreviation": "Gehr v. Bessemer & Lake Erie R. R.",
  "decision_date": "1921-07-01",
  "docket_number": "Appeal, No. 148",
  "first_page": "125",
  "last_page": "129",
  "citations": [
    {
      "type": "official",
      "cite": "271 Pa. 125"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "252 Pa. 507",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021568
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/252/0507-01"
      ]
    },
    {
      "cite": "35 Pa. Superior Ct. 344",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        872781
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/35/0344-01"
      ]
    },
    {
      "cite": "246 Pa. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1006249
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/246/0374-01"
      ]
    },
    {
      "cite": "252 Pa. 507",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021568
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/252/0507-01"
      ]
    },
    {
      "cite": "35 Pa. Superior Ct. 344",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        872781
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/35/0344-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 414,
    "char_count": 7030,
    "ocr_confidence": 0.481,
    "pagerank": {
      "raw": 4.947487136851577e-08,
      "percentile": 0.3100476128144923
    },
    "sha256": "5c1915cde813b8b4535a17fe53bf2896f5ab8784fcadb56d3c0790b3b0cddab5",
    "simhash": "1:658ba5a20def7a66",
    "word_count": 1195
  },
  "last_updated": "2024-02-27T21:13:31.900395+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, ' Walling, Simpson, Sadler and Schaefer, JJ.",
      "Before Prather, P. J."
    ],
    "parties": [
      "Gehr et al., Appellants, v. Bessemer & Lake Erie R. R. Co."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Frazer,\nIn 1906 plaintiffs leased from the Bessemer & Lake Erie Railroad Company, hereinafter called defendant, a dwelling house with porch in front, situated near Meadville Junction, Crawford County. Lessees held over from year to year, until July 9,1913, at which time a new lease was entered into at an increased rental, under which they continued to occupy the premises until the time of the accident which forms the basis of the present action. In the summer of 1913 defendant voluntarily raised the building a height of two feet and filled in the space around the outside to that extent, without, however, making any changes in either the building or the porch, except those necessary to complete the raising of both. The testimony fails to show exactly the time the changes were made with reference to the execution of the new lease, Mrs. Gehr testifying at first that they were made in the early spring of 1913, but later stating they were not completed until the latter part of July in that year. Defendant’s attorney stated at the trial, in making an offer of evidence, that the repairs were made in 1913, while plaintiffs occupied the premises under the first lease. From the evidence submitted in support of the claim we deem it immaterial whether the changes were made before or after the date of a new lease.\nOn the morning of May 13,1919, while Mrs. Gehr, one of the plaintiffs, was walking across the porch a portion of the floor suddenly gave way, precipitating her to the ground and resulting in her receiving severe injuries. This action was subsequently commenced to recover damages resulting from the injuries so received, plaintiffs claiming in their original statement of claim that defendant was negligent in permitting the premises to become decayed, which claim was subsequently amended by the averment that defendant failed to All in with earth the space under the porch and thus render it secure, and further amended at the trial by averring the boards of the porch floor “next to said building had not been properly fastened or nailed,” resulting in their giving way and causing Mrs. Gehr’s injury. The evidence indicating the actual cause of the accident was that the timber of the foundation to which the porch flooring was attached had decayed and become unsafe. Under these facts the court below entered a nonsuit on the ground that no obligation on the part of defendant existed to repair and no proof of negligence in making the repairs voluntarily undertaken, which constituted the proximate cause of the accident, was adduced.\nPlaintiffs concede the general rule that a landlord is not liable to make repairs in the absence of express agreement to do so but contend that in undertaking voluntarily to change the premises defendant was obliged to complete the work in a careful manner and leave the property in a reasonably safe condition, such as it was in before the work was undertaken. Conceding the soundness of this proposition, proof is wanting that the accident resulted from an act of omission or negligence on part of defendant. Plaintiffs had occupied the building continuously from 1906 to 1919, a period of thirteen years, before the accident occurred. During that time it may well be that by natural process of decay either the supports or flooring of the porch became weakened and finally gave way under Mrs. Gehr’s weight. There is proof to show the -changes made by defendant in 1913 were not connected with either the weakening of the floor or in hastening the process of decay. In other words evidence was lacking to show that defendant failed to complete, in a careful and proper manner, the work it undertook to do. The mere fact that six years later the porch gave way, owing to decayed condition of the flooring or its supports, would not be sufficient proof of negligence in raising the building. We find no evidence tending to show that the additional space of two feet left under the porch contributed to make possible the accident. Its proximate cause was the giving way of the porch floor and, while the additional space underneath may have served to increase plaintiff’s injuries, this is an element for which defendant is not liable unless the original cause is chargeable to it. There being a total absence of proof that the repairs or changes made by defendant contributed in any degree to the breaking of the porch floor, the entry of the nonsuit was proper.\nThe case is distinguishable on its facts from those relied upon by plaintiffs. In Tarnogurski v. Rzepski, 252 Pa. 507, the landlord voluntarily undertook to repair defective water pipes and in doing so turned on the water before the repairs were completed, a clear act of negligence resulting in damage to plaintiffs’ goods. In Rehder v. Miller, 35 Pa. Superior Ct. 344, there was evidence that the defect which caused the injury was not one resulting from natural decay, but by the negligent manner of making repairs. Here the evidence submitted by plaintiffs tended to show that the portion of the porch floor which gave way had become weakened in its support by natural decay and we find .no evidence tending to justify a finding to the contrary.\nThe judgment is affirmed:",
        "type": "majority",
        "author": "Mr. Justice Frazer,"
      }
    ],
    "attorneys": [
      "Otto Kohler, for appellant.",
      "F. J. Thomas, for appellee."
    ],
    "corrections": "",
    "head_matter": "Gehr et al., Appellants, v. Bessemer & Lake Erie R. R. Co.\nLandlord and tenant — Duty to. repair — Negligence—Fall of porch —Evidence insufficient to show negligence — Nonsuit.\n1. A landlord is not liable to make repairs in the absence of express agreement to do so.\n2. In an action by a tenant against a landlord to recover damages for personal injuries sustained by the fall of a porch, a non-suit is properly entered where plaintiff claims the injuries were caused by the negligence of defendant in making certain changes in the building, but the proof fails to show the changes were in any way connected with either the weakening of the floor, or in hastening the process of decay during a tenancy of thirteen years.\nArgued April 26,1921.\nAppeal, No. 148, Jan. T., 1921, by plaintiffs, from order of C. P. Crawford Co., Nov. T., 1919, No. 80, refusing to take off nonsuit, in case of Catherine Gehr and D. M. Gehr, her husband, v. Director General of Railroads of the United States, operating the Bessemer & Lake Erie R. R.\nBefore Moschzisker, C. J., Frazer, ' Walling, Simpson, Sadler and Schaefer, JJ.\nAffirmed.\nJuly 1, 1921:\nTrespass for personal injuries.\nBefore Prather, P. J.\nThe opinion of the Supreme Court states the facts.\nThe court entered a compulsory nonsuit, which it subsequently refused to take off. Plaintiff appealed.\nError assigned, among others, was refusal to take off nonsuit, quoting record.\nOtto Kohler, for appellant.\n— The offer to prove that the injury complained of was a result of negligent repairs done by defendant in 1913 when the house was raised, as set forth in the second assignment of error, should have been allowed: Levine v. McClenathan, 246 Pa. 374; Rehder v. Miller, 35 Pa. Superior Ct. 344; Tarnogurski v. Rzepski, 252 Pa. 507.\nF. J. Thomas, for appellee."
  },
  "file_name": "0125-01",
  "first_page_order": 159,
  "last_page_order": 163
}
