{
  "id": 295655,
  "name": "O'Connor et al. v. Flick, Appellant",
  "name_abbreviation": "O'Connor v. Flick",
  "decision_date": "1921-07-01",
  "docket_number": "Appeal, No. 106",
  "first_page": "249",
  "last_page": "254",
  "citations": [
    {
      "type": "official",
      "cite": "271 Pa. 249"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "141 Pa. 278",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        974918
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/141/0278-01"
      ]
    },
    {
      "cite": "10 Watts 54",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850941
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0054-01"
      ]
    },
    {
      "cite": "29 Pa. 125",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        982876
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/29/0125-01"
      ]
    },
    {
      "cite": "116 Pa. 601",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        554336
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/116/0601-01"
      ]
    },
    {
      "cite": "57 Pa. 461",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010452
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/57/0461-01"
      ]
    },
    {
      "cite": "89 Pa. 340",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063259
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/89/0340-01"
      ]
    },
    {
      "cite": "101 Pa. 172",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500948
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/101/0172-01"
      ]
    },
    {
      "cite": "151 Pa. 228",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836663
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/151/0228-01"
      ]
    },
    {
      "cite": "1 Grant 369",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        225858
      ],
      "opinion_index": 0,
      "case_paths": [
        "/grant/1/0369-01"
      ]
    },
    {
      "cite": "207 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        933558
      ],
      "pin_cites": [
        {
          "page": "5"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/207/0001-01"
      ]
    },
    {
      "cite": "241 Pa. 361",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976045
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/241/0361-01"
      ]
    },
    {
      "cite": "91 Pa. 410",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        487664
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/91/0410-01"
      ]
    },
    {
      "cite": "182 Pa. 442",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        893281
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/182/0442-01"
      ]
    },
    {
      "cite": "89 Pa. 340",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063259
      ],
      "pin_cites": [
        {
          "page": "343"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/89/0340-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 614,
    "char_count": 11085,
    "ocr_confidence": 0.468,
    "pagerank": {
      "raw": 1.6717581098513467e-07,
      "percentile": 0.6960718559267355
    },
    "sha256": "7dd92f838fc4594b2634d173611d758de9aedd6dc508f36a05c6c0b1ac85ef82",
    "simhash": "1:b16bec18390dd009",
    "word_count": 1899
  },
  "last_updated": "2024-02-27T21:13:31.900395+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Walling, Simpson, Kephart, Sadler and Schaerer, JJ.",
      "Before Baldrige, P. J."
    ],
    "parties": [
      "O’Connor et al. v. Flick, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Kephart,\nIt will not be necessary to discuss the question of equitable distribution of John O’Connor’s estate, though no doubt much might be said in appellant’s favor. The sole question before us is whether the court below abused its discretion in refusing to open a judgment entered by appellant in his father-in-law’s favor.\nThe petition to open the judgment avers O’Connor gave to Flick, his daughter’s husband (appellant here), as an advancement, various amounts aggregating $6,600, as a first payment on some vacant land purchased. As evidence of this transaction, notes were taken. Later, fearing some embarrassment from a creditor in handling his real estate, Flick conveyed the property he lived in, with three others, to O’Connor, then entered a judgment in his favor as á lien on the vacant land for the amount “remaining due,” as Flick expressed it in a letter notifying O’Connor of the action taken. The judgment was revived in 1903, but since then nothing has been done with respect to it. O’Connor died in 1912. Appellant claims the judgment is without consideration, given merely to avoid trouble from the vendor who held the former’s bond and mortgage for the vacant land purchased by him, and to secure to him and his wife the benefit of the advancement. The original notes, witnessing such advancement, have been canceled or destroyed. Flick received the rents from all properties thus conveyed ; deeds were made as requested by Flick, and the purchase money turned over to him. No interest was paid on the notes or judgment. It is further averred O’Connor never regarded either as a claim against defendant ; nor was either listed as an asset of the estate. A demurrer was filed to the petition and, after hearing, the court sustained it, discharging the rule to open the judgment.\nAppellant strongly urges the transaction must be viewed in the light of what occurred when the money was given to make payment on the land, and the note entered of record. Some days had intervened between these acts. But later another stumblingblock was presented ; it arose when defendant consented to the revival. Admitting all the averments of the petition to be true, and that defendant, some days after the money was received, entered a judgment in John O’Connor’s favor, the original judgment, as between the parties, might be subject to an attack based on some agreement which was attempted to be violated subsequently: Heist v. Tobias, 182 Pa. 442. The situation became different after the judgment was revived, followed by O’Connor’s death: Dowling v. McGregor, 91 Pa. 410; Keystone Brewing Co. v. Schermer, 241 Pa. 361. But if - the judgment (which may be collateral to the notes held by O’Connor) or its revival is now being used for a purpose different from that originally intended, and afterwards continued in the revival, there is nothing on the record to indicate; the judgment was revived without limitation or restriction, and, unfortunately for appellant’s claim, it was permitted to remain as an unpaid debt as long as O’Connor lived. If appellant depends on matters dehors the record to sustain his idea, he should aver the facts in his petition; they should be consistent throughout with this defense and sufficient in law to move the chancellor to open the judgment. If the note was given for a special purpose and an attempt was made thereafter to fraudulently use it in violation of the special purpose, it was not necessary to aver fraud, accident or mistake in giving the note; the fraud appeared only when the attempt was made to use the note unlawfully. If the judgment was confessed for a debt due, then the special purpose passes out of the case. Appellant says he depends on the full, distinct knowledge and understanding that, in the purchase of the vacant land, the payment of $6,600 made thereon by O’Connor was an advancement to his daughter. But what do the pleadings show? An advancement is a question of intention ;' it may be shown by contemporary acts and declarations in recognition of the original act and intention : Merkel’s App., 89 Pa. 340, 343. But where is the averment of any contemporary acts or declarations at the time this money was given? There is nothing on the record to show what was said or done when the money was advanced. The petition reads “he advanced to the petitioner.” This statement is a mere conclusion and the word, abstractly used, may apply to a loan. If it was an advancement, as now urged, why the necessity of notes, and two years later a judgment? The only act evidencing the transaction was the letter, but the matter is there referred to as “a judgment in your favor for the remainder due you.” The money was given in 1896, the judgment in 1898, and the revival seven years thereafter; all this to protect and further protect the interest of petitioner and Ms wife. In the face of these facts it could, scarcely be said the court below abused its discretion in declining to open the judgment. What protection was necessary in the revival after the lapse of seven years, even if we assume this particular creditor had been secured years before by his mortgage? And should this protection now be recognized if there were other creditors? The answer seems so self-evident no further discussion is necessary. The judgment was an absolute one, and subsequent declarations, unrelated to acts in connection with these dealings, have no bearing on the question involved. It may be the father was lenient with his daughter in the collection of interest, but still regarded the debt as a loan. The notes and judgment are entirely inconsistent with the idea of advancement, and this especially where a will has been left by the father. Advancements are confined to cases of intestacy only, except in event of a will which therein clearly expresses otherwise, or where the donor died intestate as to a part of the property: 1 R. C. L. 657; 18 C. J. page 918, section 220; M’Kibbin’s Est., 207 Pa. 1, 5; Christy’s App., 1 Grant 369. The petition does not aver sufficient to ground a right to open the judgment on the theory of advancement.\nA matter, arising since the revival, calls for some comment. It is stated in the petition, but can be taken advantage of only when plaintiff attempts to collect the judgment or issues a scire facias. There was nothing in law to prevent John O’Connor from making a gift of this judgment, revived in 1903, to defendant or his daughter. O’Connor died at the age of eighty-seven. Up to within one year of his death, and for a long time prior thereto, his business was transacted by the cashier of a bank in Pittsburgh. The cashier arranged his personal affairs, made out bills, collected interest, invested funds, and was his personal friend and advisor. He clipped coupons, attended to many personal transactions, such as making out checks, looking after charitable donations, lending money, and, in a general way, attended to his business in a clerical and advisory capacity. He was in a position to know how O’Connor regarded the Flicks, and any business relations between them. He says at no time did Mr. O’Connor ask him to send a statement of interest for any notes for which the judgment stood as a collateral to Flick, and, while he collected all the interest, O’Connor said, when these notes ‘were mentioned, he had canceled all indebtedness against Flick and his wife. O’Connor was a man worth half a million dollars when he died. It was stated at bar the daughter (appellant’s wife) received a very small part of the estate. If this was a gift, though of a judgment not in the physical possession of the donor, and this was communicated to the Flicks, the foregoing evidence may become important ; possibly the original transaction may be inquired into to show the exact relation between O’Connor, his daughter, and his son-in-law. Here too the clause in the will relating to Flick’s debts perhaps may figure. All this may have to be developed later; it could not be, in the present proceeding. The court below did not err when it discharged the rule to open.\nThe order of the court below is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Kephart,"
      }
    ],
    "attorneys": [
      "W. I. Woodcock, with him Thos. H. Greeny, for appellant, cited:",
      "A. D. Wilkin, with him Hays W. Culp, for appellees."
    ],
    "corrections": "",
    "head_matter": "O’Connor et al. v. Flick, Appellant.\nJudgments — Opening judgments — Fraud, etc. — Advancements— Evidence — Discretion of court — Pleadings—Petition.\n1. An advancement is a question of intention; it may be shown by contemporary acts and declarations in recognition of the original act and intention.\n2. Advancements are confined to ca'ses of intestacy only, except in the event of a will which therein clearly expresses otherwise, or where the donor died intestate as to a part of the property.\n3. A judgment voluntarily confessed by a son-in-law to his father-in-law, and thereafter renewed without limitation or restriction, will not be opened eight years after the death of plaintiff leaving a will, and sixteen years after the. revi val of the judgment, on the ground that it had been entered without consideration and merely to secure the benefit of an advancement to defendant’s wife, where there is nothing to show any contemporary act or declaration of plaintiff showing an advancement to his daughter, and no evidence of fraud, accident or mistake in the entry or revival of the judgment, or a fraudulent use of the judgment in violation of the specific performance for which it was given.\n4. A petition to open a judgment on the ground that it was an advancement should set out the contemporary acts or declarations relied upon and they should be consistent throughout and sufficient in law to move a chancellor to open the judgment.\n5. A statement in the petition that the money was “advanced” to petitioner is not sufficient, as such statement is a mere conclusion, and the word, abstractly used, may apply to a loan.\nJuly 1, 1921:\n6. Subsequent declarations, unrelated to the acts in connection with the dealings, have no bearing on the question raised.\n7. In such case, evidence that plaintiff after the l’evival made a gift of the judgment to defendant or to the latter’s wife, is relevant only when an attempt is made to collect the judgment or a scire facias is issued to revive it.\nArgued April 19, 1921.\nAppeal, No. 106, Jan. T., 1921, by defendant, from order of C. P. Blair Co., Oct. T., 1915, No. 216, discharging rule to open judgment, in case of John O’Connor to use of Mary O’Connor et al. v. E. H. Flick.\nBefore Walling, Simpson, Kephart, Sadler and Schaerer, JJ.\nAffirmed.\nBuie to open judgment.\nBefore Baldrige, P. J.\nThe opinion of the Supreme Court states the facts.\nThe court discharged the rule. Defendant appealed.\nError assigned was order, quoting it.\nW. I. Woodcock, with him Thos. H. Greeny, for appellant, cited:\nAltoona Second Nat. Bank v. Dunn, 151 Pa. 228; Myers v. Leas, 101 Pa. 172; Merkel’s App., 89 Pa. 340; Dutch’s App., 57 Pa. 461.\nA. D. Wilkin, with him Hays W. Culp, for appellees.\n—There was no advancement: Frey v. Heydt, 116 Pa. 601; Roland v. Schrack, 29 Pa. 125; Kreider v. Boyer, 10 Watts 54.\nThe judgment is conclusive: Woodring v. Woodring, 11 Pa. C. C. R. 603; Woods v. Irwin, 141 Pa. 278."
  },
  "file_name": "0249-01",
  "first_page_order": 283,
  "last_page_order": 288
}
