{
  "id": 295690,
  "name": "Binswanger v. Hyman, Appellant",
  "name_abbreviation": "Binswanger v. Hyman",
  "decision_date": "1921-07-01",
  "docket_number": "Appeal, No. 441",
  "first_page": "296",
  "last_page": "301",
  "citations": [
    {
      "type": "official",
      "cite": "271 Pa. 296"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "164 Pa. 597",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        860282
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/164/0597-01"
      ]
    },
    {
      "cite": "269 Pa. 482",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063471
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/269/0482-01"
      ]
    },
    {
      "cite": "252 Pa. 267",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021606
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/252/0267-01"
      ]
    },
    {
      "cite": "68 Pa. Superior Ct. 23",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        630956
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/68/0023-01"
      ]
    },
    {
      "cite": "168 Pa. 178",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        868528
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/168/0178-01"
      ]
    },
    {
      "cite": "64 Pitts. L. J. 451",
      "category": "reporters:state",
      "reporter": "Pitts L.J.",
      "opinion_index": -1
    },
    {
      "cite": "214 S. W. 211",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "19 Pa. Dist. R. 326",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "opinion_index": -1
    },
    {
      "cite": "259 Pa. 297",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1038334
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/259/0297-01"
      ]
    },
    {
      "cite": "244 Pa. 386",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1003488
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/244/0386-01"
      ]
    },
    {
      "cite": "243 Pa. 319",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1001562
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/243/0319-01"
      ]
    },
    {
      "cite": "208 Pa. 209",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998051
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/208/0209-01"
      ]
    },
    {
      "cite": "244 Pa. 387",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "268 Pa. 507",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061505
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/268/0507-01"
      ]
    },
    {
      "cite": "164 Pa. 597",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        860282
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/164/0597-01"
      ]
    },
    {
      "cite": "269 Pa. 482",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063471
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/269/0482-01"
      ]
    },
    {
      "cite": "252 Pa. 267",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021606
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/252/0267-01"
      ]
    },
    {
      "cite": "68 Pa. Superior Ct. 23",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        630956
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/68/0023-01"
      ]
    },
    {
      "cite": "168 Pa. 178",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        868528
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/168/0178-01"
      ]
    },
    {
      "cite": "208 Pa. 209",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998051
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/208/0209-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 601,
    "char_count": 10588,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 2.383189204747848e-07,
      "percentile": 0.7970443450564106
    },
    "sha256": "bab6286071e10bfab96fa283ec1c3fbfc0ceeade5979fffc87b79993c739e397",
    "simhash": "1:2a7fe8692d460f64",
    "word_count": 1828
  },
  "last_updated": "2024-02-27T21:13:31.900395+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.",
      "Before Patterson, J."
    ],
    "parties": [
      "Binswanger v. Hyman, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Sadler,\nAnthony Zane owned a tract of ground in the City of Philadelphia, through which Park Avenue ran. He laid it out in building lots, and on each side of the street erected fifteen dwellings, all having three stories and a front porch. The parties to the present proceeding became owners of certain of these houses through conveyances which contain the following reservation: “That no building or any porch in front of the same erected upon the lot of ground above described shall extend eastward further than the lines established for the same by the building and porch now erected thereon, to wit: The easternmost line of the building shall be nineteen feet and the easternmost line of the porch shall be eleven feet westward from the west side of Park Avenue, as at present opened of the width of fifty feet.” The defendant acquired Nos. 2322 and 2324. To both dwellings were attached substantial one-story porches, placed upon solid foundations, with wooden columns supporting the roofs. This construction is similar to that found in the other houses built by Zane. In some instances, above the first floor there were projections from the wall of the building in the form of bay windows on the second floor, and enclosed balconies on the third.\nThe defendant decided to erect a new porch extending to the roof, and available in connection with each of the three floors. For this purpose, the side walls of the building were extended toward Park Avenue. This action was restrained, on application, and the permanent addition removed. New plans were subsequently approved by the building department of the city, and an open porch, three stories in height, extending no farther east than the line of the original structure, was designed. Floors were provided, supported by three pillars, — in lieu of the four originally in place, — and having a concrete balustrade of a height of three feet on each of the landings. Again, the equity court was applied to, and the result was a restraining order, which is the basis of this appeal.\nThe learned chancellor found that the proposed porch would not extend farther east than the line fixed in the building restriction, and that the porches on each floor would not obstruct the light, air and view on any floor to a greater extent than was done by the one-story porch on the first floor. He also found, however, that the work would destroy the uniformity of the houses and interfere with “the light, air and prospect” of the properties on Park Avenue erected by Zane, thus diminishing their value.\nThe right of the plaintiff to equitable relief depends upon the interpretation to be given the building restriction found in the various conveyances. It is clear, from the wording of the reservation, no restraint was placed on the height of the porches to be built by the grantees; the only limitation is to the nearness of approach to Park Avenue. To hold that the former prohibition was intended, it is necessary to draw inferences from the facts as they appear to have existed at the time of the transfers by Zane. Though the finding of the chancellor as to this is entitled to great weight, it is still the duty of the appellate court to determine whether the result reached was based on a proper understanding of the facts proven, and a correct application of the legal principles: McConville v. Ingham, 268 Pa. 507.\nIt must be borne in mind that restraining covenants are strictly construed against the person seeking to enforce them, and all doubts resolved in favor of natural rights and the privilege of the owner to exercise untrammelled control of his own land: 18 C. J. 387; Johnson v. Jones, 244 Pa. 387. “Nothing will be regarded as a violation of [a reservation] that is not in plain disregard of its express words. There are no implied rights arising from it which courts will recognize, and covenants like it are not to be extended by implication”: Crofton v. St. Clement’s Church, 208 Pa. 209. True, the language used is to be construed in light of the facts showing the situation in which the parties stood, the necessities for which théy would naturally provide, the conveniences they would probably seek to secure, and the circumstances and relations of the property as to which they have negotiated (Rabinowitz v. Rosen, 269 Pa. 482; Murphy v. Ahlberg, 252 Pa. 267); nevertheless, the limitations fixed by the parties themselves control, and new restrictions are not to be added by implication, where the provisions made are clear and unambiguous: Meigs v. Lewis, 164 Pa. 597.\nIn the present case, a porch was contemplated. Its point of approach to the street was clearly defined, but no restraint as to height appears. If such a prohibition is to be asserted, it must be implied from the circumstances, apparent at the time of making the contract, showing that intention. We are unable, here, to discover facts from which this conclusion can properly be drawn, unless it be held that the structure proposed is in effect a building, the erection of which will result in moving the “building line” to the eastward in violation of the restriction. If the porches were enclosed so as to create rooms, such a finding would be justified (Law v. Weeter, 68 Pa. Superior Ct. 23); and the same can be said if the attempt was to build the structure within a certain distance of the highway, an act prohibited by a restriction designed to keep free and open a certain designated width: Ogontz Land & Improvement Co. v. Johnson, 168 Pa. 178. Here, the plans show the erection to be as open on all floors as was the former one on the first floor, and, in fact, to require less pillar support than before.\nDoubtless the “light, air and prospect” of the adjoining dwellings will be affected to some extent by the construction, but the restriction failed to cover this contingency, as in Murphy v. Ahlberg, supra; nor did it provide that the fronts of the houses should be uniform. It is to be noted that this condition did not exist at the time of the original conveyance, for, in some of the houses hay windows were attached to the second story, and in others narrow projecting balconies appear at the third. Whether so or not, the covenant does not forbid, in express words, structures having this effect, and we are without authority to add such stipulations by implication.\nFor the reasons stated, the decree of the court below must be set aside, and the injunction heretofore granted dissolved. If at any time an effort should be made, by enclosure, to convert the proposed porches into rooms, or to make other alterations to justify the conclusion that the building line has been, in effect, moved to a point within the prohibited distance, relief can be obtained by appropriate proceedings.\nThe decree is reversed, and the bill is dismissed at the costs of the appellee.",
        "type": "majority",
        "author": "Mr. Justice Sadler,"
      }
    ],
    "attorneys": [
      "Stanley Folz, with him David Phillips, for appellant.",
      "Frank Rogers Donahue, with him Samuel M. Clement, Jr., and Robert F. Irwin, Jr., for appellee."
    ],
    "corrections": "",
    "head_matter": "Binswanger v. Hyman, Appellant.\nDeeds — Covenants—Building restrictions — Strict construction— Not extended by implication — Porches—Findings of chancellor— Review.\n1. While the findings of a chancellor as to whether a building restriction in a deed has been violated, is entitled to great weight, it is still the duty of the appellate court to determine whether the result reached was based on a proper understanding of the facts proven, and a correct application of the legal principles.\n2. Restraining covenants in a deed are strictly construed against the person seeking to enforce them, and all doubts resolved in favor of natural rights and the privilege of the owner to exercise untrammelled control of his own land.\n3. Such covenants are not to be extended by implication, where the provisions are clear and unambiguous.\n4. Where a deed for one of a row of houses 'of similar construction, provides that no building nor porch in front of the lot conveyed shall extend beyond a line specified, and at the time of the conveyance there was a one-story porch in front of the building within the line specified and open in front and on each side, the owner may erect a new porch of similar character, and extending to the roof, and he cannot be enjoined from doing so because the new porch might affect the light, air and prospect of adjoining houses, and affect the uniformity of the row, if the deed does not provide to the contrary.\n5. If at any time an effort should be made, by enclosure, to convert the proposed porches into rooms, or to make other alterations to justify the conclusion that the building line has been, in effect, moved to a point within the prohibited distance, relief can be obtained by appropriate proceedings.\nArgued May 11,1921.\nAppeal, No. 441, Jan. T., 1921, by defendant, from decree of C. P. No. 1, Phila. Co., June T., 1920, No. 9354, on bill in equity, in case of Olga L. Binswanger v. Edna D. Hyman.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nReversed.\nBill in equity for injunction.\nBefore Patterson, J.\nThe opinion of the Supreme Court states the facts.\nThe court entered a decree awarding an injunction. Defendant appealed.\nError assigned, among others, was decree, quoting it.\nStanley Folz, with him David Phillips, for appellant.\n—The building restriction does not limit the height of a porch to that of the neighboring one-story porches: Crofton v. Church, 208 Pa. 209; Gilmore v. Pub. Co., 18 Pa; Superior Ct. 363; McCloskey v. Kirk, 243 Pa. 319; Johnson v. Jones, 244 Pa. 386; Rohrer v. Real Est. Co., 259 Pa. 297.\nIn the application of the above principles to porch cases, like the present, it has been ruled without exception that where it is permissible to erect a porch, the porch may be constructed of two or three stories, in the absence of a restriction upon its height: Devlin v. Poor Richard Club, 19 Pa. Dist. R. 326; Conrad v. Boogher (Mo.), 214 S. W. 211; Challinor v. Turney, 64 Pitts. L. J. 451.\nThe building restriction would not be violated by the defendant’s proposed three-story porch, open on all sides, erected within the lines prescribed by the building restriction.\nFrank Rogers Donahue, with him Samuel M. Clement, Jr., and Robert F. Irwin, Jr., for appellee.\n— The fact that the structure is open on all . sides does not make it a porch; if it is an integral part of the house and permanently attached, it is a building: Ogontz Land, etc., Co. v. Johnson, 168 Pa. 178; Law v. Weeter, 68 Pa. Superior Ct. 23; Murphy v. Ahlberg, 252 Pa. 267.\nThe purpose and intent of the restriction is to secure light, air and view, and preserve uniformity: Rubinowitz v. Rosen, 269 Pa. 482; Meigs v. Lewis, 164 Pa. 597.\nJuly 1, 1921:"
  },
  "file_name": "0296-01",
  "first_page_order": 330,
  "last_page_order": 335
}
