{
  "id": 295721,
  "name": "Koons et ux., Appellants, v. Philadelphia & Reading Ry. Co.",
  "name_abbreviation": "Koons v. Philadelphia & Reading Ry. Co.",
  "decision_date": "1921-07-01",
  "docket_number": "Appeal, No. 4",
  "first_page": "468",
  "last_page": "472",
  "citations": [
    {
      "type": "official",
      "cite": "271 Pa. 468"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "239 U. S. 556",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3933227
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/239/0556-01"
      ]
    },
    {
      "cite": "229 U. S. 146",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3665158
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/229/0146-01"
      ]
    },
    {
      "cite": "242 U. S. 353",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3934724
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/242/0353-01"
      ]
    },
    {
      "cite": "232 U. S. 248",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3672546
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/232/0248-01"
      ]
    },
    {
      "cite": "241 U. S. 177",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8286162
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/241/0177-01"
      ]
    },
    {
      "cite": "239 Fed. 713",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3940078
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/239/0713-01"
      ]
    },
    {
      "cite": "208 Fed. 869",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6748558
      ],
      "pin_cites": [
        {
          "page": "871"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/208/0869-01"
      ]
    },
    {
      "cite": "196 U. S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8289231
      ],
      "pin_cites": [
        {
          "page": "5"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/196/0001-01"
      ]
    },
    {
      "cite": "239 U. S. 349",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3932741
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "351"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/239/0349-01"
      ]
    },
    {
      "cite": "238 U. S. 260",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3676280
      ],
      "pin_cites": [
        {
          "page": "263"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/238/0260-01"
      ]
    },
    {
      "cite": "229 U. S. 156",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3665662
      ],
      "pin_cites": [
        {
          "page": "159"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/229/0156-01"
      ]
    },
    {
      "cite": "223 U. S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3662361
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/223/0001-01"
      ]
    },
    {
      "cite": "239 U. S. 556",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3933227
      ],
      "pin_cites": [
        {
          "page": "558"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/239/0556-01"
      ]
    },
    {
      "cite": "229 U. S. 146",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3665158
      ],
      "pin_cites": [
        {
          "page": "151"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/229/0146-01"
      ]
    },
    {
      "cite": "242 U. S. 353",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3934724
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "357"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/242/0353-01"
      ]
    },
    {
      "cite": "232 U. S. 248",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3672546
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "257, 260"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/232/0248-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 472,
    "char_count": 8449,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 1.806031691365192e-07,
      "percentile": 0.7171103411820535
    },
    "sha256": "9a7c7c9575d3736fbd7b8e737ca3614fb5aaa55a5bca4cc12d81fa05c7552fa9",
    "simhash": "1:5e30d9c91a755ad9",
    "word_count": 1460
  },
  "last_updated": "2024-02-27T21:13:31.900395+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mosci-izisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ."
    ],
    "parties": [
      "Koons et ux., Appellants, v. Philadelphia & Reading Ry. Co."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Kephart,\nAppellants’ position is that deceased was not engaged in interstate commerce at the time of the accident that resulted in his death. The test seems to be, In what was defendant company’s instrumentality of transportation engaged at the time the employee received his injury? There are no degrees of such interstate engagements; one car in such service makes the whole train subject thereto. “One element of interstate commerce......determines the remedy”: R. R. v. Polk, U. S. Supreme Court (not yet reported). As the federal law supersedes the state law, so do acts done thereunder, and where intra- and interstate acts are mingled, or at times alternate, there is no separation. The interstate feature predominates and by it must the questioned act be judged. “To separate duties by moments of time or particular incidents of its exertion would be to destroy its unity......This service and the other service cannot be separated in duty and responsibility”: Phila. & Reading Ry. Co. v. Di Donato, U. S. Supreme Court (not yet reported). Employment follows interstate transportation and begins when the workman, on a carrier’s premises, makes a forward move to serve in that traffic or employment and ends only after he has completely dissociated himself therefrom. Interstate employment follows such character of commerce, if the instrumentality is wholly or partly engaged therein. This seems to be the doctrine of Minneapolis, etc., R. R. Co. v. Winters, 242 U. S. 353, 357; Pedersen v. D., L. & W. R. R. Co., 229 U. S. 146, 151; Walsh v. N. Y., etc., R. R. Co., 223 U. S. 1; St. L., etc., Co. v. Seale, 229 U. S. 156, 159; N. Y., etc., Co. v. Carr, 238 U. S. 260, 263; N. C. R. R. Co. v. Zachary, 232 U. S. 248, 257, 260; Shanks v. D., L. & W. R. R. Co., 239 U. S. 556, 558.\nAssuming the above-mentioned standard to be the correct one, does the fact that, while the instrumentality is thus engaged, it is disabled and temporarily taken away to a shop for repairs, alter its interstate character, the injury occurring on the instrumentality during its temporary absence? The answer to this question relates back to the first, What was it engaged in at the time it was disabled? If, at that time, it was in an interstate movement, its disablement does not suspend nor destroy that interstate character; the employment follows the kind of instrumentality through the delay in the repair shop until it returns to the transportation indicated, — such being the fact in this case. This seems to be the doctrine in Great Northern Ry. v. Otos, 239 U. S. 349, 351; Minneapolis, etc., R. R. Co. v. Winters, supra; Johnson v. S. P. R. Co., 196 U. S. 1, 5. If temporary absence, by reason of disability, is sufficient to take it out of interstate movement, how long must the absence be to relieve it of such character? The true test in all such cases seems to be, Was its withdrawal temporary or permanent? We need not here determine what might control if the instrumentality was diverted to intrastate service after it left the repair shop.\nSuit was instituted against defendant for common law liability. The court below held that, as the injury occurred to plaintiff while defendant was engaged in interstate commerce, in which decedent was employed, the Federal Employer’s Liability Act controlled and this required action to be brought within three years from the time of the injury; that period having elapsed before the claim was made, the right to recover was barred, and judgment was directed to be entered for defendant.\nApplying the principles set forth in the above discussion of the law to the facts in this case, decedent worked for the company as a laborer at its car shops at Rutherford, Dauphin County, Pa. While engaged in unloading a portion of a wrecked car, Mississippi Central No. 519, from a gondola, a hook attached to the hoisting device slipped, allowing the load to fall, causing the death of Noons. The official records of the company show this car was returning to its home route empty and was moving from Elizabethport, N. J., to Gettysburg, Pa., for delivery to the Western Maryland Railway. By continuous movement it reached Gettysburg April 18th. The next morning, during the shifting of cars, it was broken into two pieces. It was then loaded on a car and moved to the Rutherford shops the same day. On April 22d, while the car was being unloaded at the shop for repairs, Noons was killed. The new parts of the car consisted of girders and flooring, and when repaired, May 7th, it was taken to Gettysburg by the Western Maryland Railroad for home delivery.\nThe hauling of empty cars from one state to another is interstate service within the meaning of the Federal Act: N. C. R. R. Co. v. Zachary, supra; Great Northern Ry. v. Otos, supra. The mere fact that it might be used for intrastate shipments does not determine its character as an instrument of commerce (Minneapolis, etc., R. R. Co. v. Winters, supra; Law v. Illinois Central R. R., 208 Fed. 869, 871); the car was, in fact, engaged in interstate movement. In the case before us, the car went to the shop for repairs. The extent and character of the repairs is not material, the car being returned to the service in which it was engaged when disabled, to continue its interstate journey. Up to the time it was injured it was actually in use in interstate commerce. It was destined for return upon the completion of the repairs. It was so returned a few weeks later. It did not lose its interstate character from its enforced temporary absence through disability.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Kephart,"
      }
    ],
    "attorneys": [
      "John R. G-eyer and Elmer E. Erb, for appellants.—",
      "John T. Brady, for appellee."
    ],
    "corrections": "",
    "head_matter": "Koons et ux., Appellants, v. Philadelphia & Reading Ry. Co.\nNegligence — Railroads—Interstate commerce — Federal Employer’s Liability Act — Instrument of transportation — Injury of car■ — • Repair of car.\n1. In determining whether or not a railway employee was killed or injured while engaged in interstate commerce, the test is, In what was the defendant’s instrumentality of transportation engaged at the time of the accident?\n2. One car in interstate commerce makes the whole train subject thereto, and determines the remedy, inasmuch as there are no degrees of interstate engagements.\n3. Employment follows interstate transportation and begins when the workman, on a carrier’s premises, makes a formal move to serve in that traffic or employment, and ends only after he has completely dissociated himself therefrom.\n4. The hauling of empty cars from one state to another, is interstate service within the meaning of the federal act.\n5. Where an empty car while being returned to its home route in another state, is disabled in Pennsylvania, and taken to a shop for repairs, and while the ear is being unloaded, at the shop, an employee o£ the railroad company, engaged in the unloading, is killed, the remedy for the death is under the federal act.\n6. In such case, as the car, up to the time it was injured, was actually in use in interstate commerce, and, as it was destined to return upon the completion of repairs and was so returned, it did not lose its interstate character from its enforced temporary absence through disability.\nArgued May 23, 1921.\nAppeal, No. 4, May T., 1921, by plaintiffs, from judgment of O. P. Dauphin Co., June T., 1916, No. 410, for defendant n. o. v., in case of John L. Koons et ux. v. Philadelphia & Reading Railway Co.\nBefore Mosci-izisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ.\nAffirmed.\nTrespass for death of plaintiff’s son.\nThe opinion of the Supreme Court states the facts.\nAt the trial before McCarrell, J., the jury returned a verdict for plaintiffs for $1,690. Subsequently, the court, in an opinion by Hargest, P. J., entered judgment for defendant n. o. v. Plaintiff appealed.\nError assigned, among others, was judgment, quoting record.\nJohn R. G-eyer and Elmer E. Erb, for appellants.—\nThe case at bar very nearly resembles in point of facts the case of Central Railroad of New Jersey v. Paslick, 239 Fed. 713. See also Chicago, B. & Q. R. R. v. Herrington, 241 U. S. 177.\nJohn T. Brady, for appellee.\n— Both the railway company and Lester M. Koons; the deceased, were engaged in interstate commerce at the time of the accident that resulted in the death of Koons: North Carolina R. R. v. Zachary, 232 U. S. 248; Minneapolis, etc., R. R. v. Winters, 242 U. S. 353; Pedersen v. D., L. & W. R. R., 229 U. S. 146; Shanks v. D., L. & W. R. R., 239 U. S. 556’\nJuly 1, 1921:"
  },
  "file_name": "0468-01",
  "first_page_order": 502,
  "last_page_order": 506
}
