{
  "id": 295737,
  "name": "Donohoe's Estate",
  "name_abbreviation": "Donohoe's Estate",
  "decision_date": "1922-01-03",
  "docket_number": "Appeals, Nos. 66 and 71",
  "first_page": "554",
  "last_page": "559",
  "citations": [
    {
      "type": "official",
      "cite": "271 Pa. 554"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "194 Pa. 135",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        912396
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/194/0135-01"
      ]
    },
    {
      "cite": "73 Pa. 202",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032294
      ],
      "pin_cites": [
        {
          "page": "210"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/73/0202-01"
      ]
    },
    {
      "cite": "268 Pa. 507",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061505
      ],
      "pin_cites": [
        {
          "page": "519"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/268/0507-01"
      ]
    },
    {
      "cite": "131 Pa. 220",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        810252
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/131/0220-01"
      ]
    },
    {
      "cite": "39 Pa. 263",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        996290
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/39/0263-01"
      ]
    },
    {
      "cite": "254 Pa. 333",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1025434
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/254/0333-01"
      ]
    },
    {
      "cite": "233 Pa. 316",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981029
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "326"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/233/0316-01"
      ]
    },
    {
      "cite": "29 Pa. 465",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        982930
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/29/0465-01"
      ]
    },
    {
      "cite": "27 Pa. Superior Ct. 271",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        856548
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/27/0271-01"
      ]
    },
    {
      "cite": "210 Pa. 311",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        937824
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/210/0311-01"
      ]
    },
    {
      "cite": "210 Pa. 232",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        937807
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/210/0232-01"
      ]
    },
    {
      "cite": "270 Pa. 288",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1066069
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/270/0288-01"
      ]
    },
    {
      "cite": "25 Pa. 133",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        975840
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/25/0133-01"
      ]
    },
    {
      "cite": "23 Pa. Superior Ct. 325",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        847712
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/23/0325-01"
      ]
    },
    {
      "cite": "97 Pa. 238",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        444795
      ],
      "pin_cites": [
        {
          "page": "241"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/97/0238-01"
      ]
    },
    {
      "cite": "11 Pa. 499",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        404659
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/11/0499-01"
      ]
    },
    {
      "cite": "11 N. J. Eq. 349",
      "category": "reporters:state",
      "reporter": "N.J. Eq.",
      "case_ids": [
        521143
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj-eq/11/0349-01"
      ]
    },
    {
      "cite": "194 Pa. 135",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        912396
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/194/0135-01"
      ]
    },
    {
      "cite": "29 Pa. 465",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        982930
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/29/0465-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 641,
    "char_count": 11495,
    "ocr_confidence": 0.485,
    "pagerank": {
      "raw": 3.018641824678223e-07,
      "percentile": 0.8537335574390631
    },
    "sha256": "429bdefb7fe86caf1e988edcae5dd1e57d459ce583d4595e449487ef4d417489",
    "simhash": "1:652a87855ce92496",
    "word_count": 2026
  },
  "last_updated": "2024-02-27T21:13:31.900395+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Feazee, Walling, Simpson, Eephaet, Sablee and Schaffee, JJ.",
      "Before Beacom, P. J."
    ],
    "parties": [
      "Donohoe’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Walling,\nCecelia Donohoe died testate in 1919, leaving eight children, whose father had died in 1899. Rev. Richard Donohoe, one of the children, here called the claimant, received from his father’s estate an annual income of about $1,500, in the form of checks for dividends, interest, etc. He was engaged in educational work as college president, without need of the income, and delivered the checks therefor, properly endorsed, to his mother who mingled the same with her other funds; all of which she used as her own and for her own purposes. The claimant’s understanding of the transaction is shown by a letter written by him July 7,1920, to the attorney of other legatees, wherein he states, inter alia, “Permit me to say here that any and all monies I have ever received since Father’s death in 1899, I turned over to Mother......as a free gift, not expecting any return. However, in a letter under date of January 16, 1909, Mother wrote to me: ‘Lately I have been thinking of the disposal of my belongings, of course you are to receive back with interest all you have given me.’ I still have this letter in my possession.” The mother’s estate amounted to over $200,000 and at the audit thereof claimant presented a note as follows, omitting the judgment clause, viz:\n“$13070.86 August 30th, 1910.\n“I, Cecelia W. Donohoe, after date, August 30th, promise to pay to the order of Richard Donohoe, Thirteen Thousand and Seventy Dollars and 86/100 Dollars without defalcation, value received, with interest at 6%..... .Witness my hand and seal.\n“Hester Johnson, (Seal) “Notary Public.”\nThe note was on a printed form and the words underscored above were in the handwriting of Mrs. Donohoe, as were also the words “I” and “me” written in the judgment clause. The notary public, who signed at the end of the note, was a resident of Maryland. The evidence is that Mrs. Donohoe said she had given the note to her son and justifies the conclusion that it was done because of the income checks theretofore received by her, as above stated.\nBetween the date of the note and decedent’s death, claimant continued to turn the income checks over to her as before, amounting in all during that time to f14,896; for which sum with interest he also presented a claim at the audit. The mother, however, gave no acknowledgment of indebtedness for funds received after the date of the note; but did' say to other sons, in effect, that the amounts so received belonged to claimant and were to be returned to him at her death or that such was her desire. There is, however, no pretense of an agreement on her part to return the funds to claimant. His statement that the money was a “free gift, not expecting any return,” negatives any inference of such an agreement. Decedent’s will, made two or three years after the date of the note, makes no reference to the funds in question. The orphans’ court entered a decree allowing the note and rejecting the othér claim; from which each side appealed.\nNotwithstanding the son intended the money as a gift, the mother had the right to repay it and her sealed note given for that purpose is valid. That Mrs. Donohoe’s signature appears in the body of the note and not at the end is unimportant, so long as she intended thereby to obligate herself for its payment. There is no law requiring a note to be signed ht the end thereof, as in the case of a will, hence, whenever it can be found that the signature, wherever it appears, was intended as an execution of the note, it is sufficient. For example, to write, “On demand, I, John Smith, promise to pay Thomas Brown, one hundred dollars,” is, in form, a good obligation, and that is essentially this case, “It is not necessary that the signature of a party to a contract should appear at the end thereof. If his name is written by him in any part of the contract, or at the top, or the right or left hand, with intention to sign or for the purpose of authenticating the instrument, it is sufficient to bind him”: 9 Cyc. 301. “When a signature is essential to the validity of an instrument it is not necessary that the signature appear at the end of the instrument. If the name of the party whose signature is required is written by him in any part of the instrument, for the purpose of authenticating it, it is a sufficient signature”: 36 Cyc. 449. The same rule applies to commercial paper: 7 Cyc. 614; and see Smith v. Howell, 11 N. J. Eq. 349. The fact that for greater solemnity Mrs. Donohoe called in a notary public, who was a stranger to the instrument and mistakenly wrote her name in the wrong place, is unimportant; the obligation remained that of Cecelia W. Donohoe and, being perfected by delivery, is unassailable.\nIt was competent to establish the execution of the note by proof of the admissions of the maker (Williams v. Floyd, 11 Pa. 499; American Underwriters Assn. v. George, 97 Pa. 238, 241; Stewart v. Gleason, 23 Pa. Superior Ct. 325); and also by proof of her handwriting: Clark v. Freeman, 25 Pa. 133.\nThe $14,896, like that for which the note was given, was, according to claimant’s own statement, “a free gift, not expecting any return”; which, when completed by delivery and used by decedent as her own, became her property. An acceptance of the gift will be implied where, as here, it operates entirely for the donee’s benefit : 12 R. C. L., p. 934, section 10; Bryce’s Est., 194 Pa. 135. Mrs. Donohoe might have obligated herself to repay this money, as she did that represented by the note, but failed to do so. Her loose declarations to third parties that the money was to be returned at her death fall far short of constituting a contract on her part to that effect. Claims against decedents’ estates cannot be established by proof of such declarations: Gilbraith’s Est., 270 Pa. 288; Hertzog v. Hertzog, 29 Pa. 465. Mrs. Donohoe’s letter, above referred to, was written in 1909, and ber therein expressed intention of returning to claimant what he had given her is confined to funds theretofore received, and, while it may tend to support the note, has no bearing on the $14,896 claim. True, decedent probably intended that the funds received from her son should be repaid to him at her death, but unfortunately she made no provision, testamentary or otherwise, to that effect; and, in the absence thereof, her estate is not liable.\nThe transaction being intended by claimant as a gift, the mother cannot be treated as a trustee of the fund, in the absence of an agreement or declaration of trust: see Robinson v. Powell, 210 Pa. 232. The fact that she mingled this money with her own and used it for her own purposes is not consistent with the theory that she regarded it as a trust fund, although she may have intended to repay it.\nReferring to the letter from claimant, in part above quoted, his attorney made the following offer, viz: “I propose to call Rev. Richard Donohoe, who wrote this letter, to explain any seeming ambiguity in the language of the letter and to make it clear just what he meant by the letter.” This was properly rejected. There is no seeming ambiguity in the language of the letter, nor aught that requires explanation. When a letter or other writing is perfectly clear and capable of but one construction, it is not error to refuse to permit the writer to testify as to what he meant thereby. Of course Rev. Donohoe could not testify as to matters occurring prior to his mother’s death.\nThe assignments of error are all overruled and the appeals are dismissed at the costs of the respective appellants.",
        "type": "majority",
        "author": "Mr. Justice Walling,"
      }
    ],
    "attorneys": [
      "J ames L. Kennedy,",
      "Robert W. Smith, of Smith & Best,"
    ],
    "corrections": "",
    "head_matter": "Donohoe’s Estate.\nDecedents’ estates — Claims for repayment of moneys paid to decedent — Parent and child — Mother and son — Declarations — Evidence — Trust and trustees.\n1. Where a son makes regular payments to his mother, which appears from his own statements to be a “free gift,” the mother may repay them if she so desires, but mere loose declarations made to third parties in her lifetime that the money was to be returned at her death, do not constitute a contract to that effect.\n2. In such case the mother cannot be treated as a trustee of such moneys in the absence of an agreement or declaration of trust.\nPromissory notes — Signature—Signature in body of note — Admission of maker — Letter—Ambiguity—Parol evidence to explain.\n3. Where the maker of a promissory note writes her signature at the beginning or in the body of the note, it is immaterial that she did not sign her name at the end thereof, so long as she intended thereby to obligate herself for its payment.\n4. The fact that the maker of the note for greater solemnity calls in a notary public, who is a stranger to the instrument, and the notary writes his name in the wrong place, and where the maker’s signature should be, is immaterial.\n5. It is competent to establish the execution o£ a note by proof of the admission of the maker, or by proof of handwriting.\n6. A son wrote to the attorney of other legatees of his mother’s e.state that he had made payments to his mother as a “free gift, not expecting any return,” and that his mother had written him that of course he was to receive back with interest all he had given her: Held, that the mother’s letter referred only to funds theretofore received, and, as there was no ambiguity in the son’s letter, he could not testify as to what he meant thereby.\nArgued September 27,1921.\nAppeals, Nos. 66 and 71, Oct. T., 1921, by Bichard Donohoe, Agnes D. Ewing and Thomas Donohoe, from decree of O. O. Westmoreland Co., Nov. T., 1920, No. 61, dismissing exceptions to adjudication, in Estate of Cecelia Donohoe, deceased.\nBefore Moschzisker, C. J., Feazee, Walling, Simpson, Eephaet, Sablee and Schaffee, JJ.\nAffirmed.\nExceptions to adjudication.\nBefore Beacom, P. J.\nThe opinion of the Supreme Court states the facts.\nExceptions dismissed. Richard Donohoe and Agnes E. Ewing and Thomas Donohoe, legatees, appealed.\nErrors assigned, among others, were decree dismissing exceptions, and rejection of evidence recited in opinion of Supreme Court, quoting record.\nJ ames L. Kennedy,\nfor Richard Donohoe, appellant in No. 66. — Where defendant is proved to have in his hands the money of the plaintiff, which, aequo ét bono, he ought to refund, the law conclusively presumes that he has promised to do so: Humbird v. Davis, 210 Pa. 311; McAvoy & McMichael v. Com. T. I. & Tr. Co., 27 Pa. Superior Ct. 271; Hertzog v. Hertzog, 29 Pa. 465.\nDefendant setting up a gift inter vivos as a defense, the burden was on him to prove it: Maxler v. Hawk, 233 Pa. 316; Reading Tr. Co. v. Thompson, 254 Pa. 333.\nThe location of the signature of a note is immaterial: Steininger v. Hoch, 39 Pa. 263; Knox’s Est., 131 Pa. 220.\nRobert W. Smith, of Smith & Best,\nfor Agnes D. Ewing'and Thomas Donohoe, appellants in No 71. — The failure of claimant to produce Hester Johnson as a witness warrants the inference that if produced her testimony would have been unfavorable.\nNot alone have we the affirmative evidence of the intention of the claimant to make a gift arising out of the unrestricted endorsement and delivery of the checks (McConville v. Ingham, 268 Pa. 507, 519), but we have the further presumption of ownership arising out of the possession of the disputed property: Robinson v. Hodgson, 73 Pa. 202, 210; Maxler v. Hawk, 233 Pa. 316, 326.\nUnder the circumstances, the burden of proof as to the refusal of the donee to accept the gift rests on the claimant who asserts it: Bryce’s Est., 194 Pa. 135.\nJanuary 3, 1922:"
  },
  "file_name": "0554-01",
  "first_page_order": 588,
  "last_page_order": 593
}
