{
  "id": 1888637,
  "name": "Mastria Estate",
  "name_abbreviation": "Mastria Estate",
  "decision_date": "1964-01-07",
  "docket_number": "Appeal, No. 180",
  "first_page": "278",
  "last_page": "285",
  "citations": [
    {
      "type": "official",
      "cite": "413 Pa. 278"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "21 A. 2d 72",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "342 Pa. 497",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1206951
      ],
      "pin_cites": [
        {
          "page": "504"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/342/0497-01"
      ]
    },
    {
      "cite": "38 A. 2d 64",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "350 Pa. 192",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461162
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/350/0192-01"
      ]
    },
    {
      "cite": "24 A. 623",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "150 Pa. 307",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834377
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/150/0307-01"
      ]
    },
    {
      "cite": "193 A. 1",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "327 Pa. 258",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1176697
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/327/0258-01"
      ]
    },
    {
      "cite": "130 A. 2d 498",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "388 Pa. 270",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1272555
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/388/0270-01"
      ]
    },
    {
      "cite": "182 A. 2d 765",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "408 Pa. 19",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1308439
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/408/0019-01"
      ]
    },
    {
      "cite": "162 A. 2d 408",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "400 Pa. 545",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1292537
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/400/0545-01"
      ]
    },
    {
      "cite": "96 A. 2d 115",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "373 Pa. 466",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1240417
      ],
      "pin_cites": [
        {
          "page": "468"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/373/0466-01"
      ]
    },
    {
      "cite": "159 A. 2d 506",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "399 Pa. 59",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1290554
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/399/0059-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 647,
    "char_count": 11547,
    "ocr_confidence": 0.5,
    "pagerank": {
      "raw": 1.6059626572545953e-07,
      "percentile": 0.6846476377580315
    },
    "sha256": "da8eea3aba63197c56268311138c0c017f366012f3dae0ec2a78b63f391196d1",
    "simhash": "1:344af791fd61ef5a",
    "word_count": 1942
  },
  "last_updated": "2024-02-27T23:35:30.600480+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Mtrsmanno, Jones, Cohen, O’Brien and Roberts, JJ."
    ],
    "parties": [
      "Mastria Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Bell,\nThis appeal from a Final Decree raises the question of the validity of several surcharges which were imposed upon an Executor by the Auditing Judge and affirmed by the Orphans’ Court.\nFrank Mastria died January 31, 1959, leaving a Will dated July 18, 1958, which was duly probated. David Thomas Reibman, the appellant, was appointed Executor and also Trustee for minor grandchildren upon trusts which are presently irrelevant. On April 4, 1959, testator’s widow elected to take against the Will. After audit and hearing, the Auditing Judge imposed the surcharges which will be hereinafter discussed, and exceptions to these surcharges were dismissed by the Orphans’ Court.\nWe shall briefly summarize only those important relevant facts which appear in the confusing record.\nThe first and most important surcharge was for $13,500. This represented the difference between (a) the fair market value of premises 540 Northampton Street, not at testator’s death but as of the Spring of 1959, and (b) the price for which the Executor sold the property at public sale two years later. In the Spring of 1959, testator’s widow made an offer in writing to purchase this property and its contents for $30,-000. Testator’s furniture which was in the nine apartments in this Northampton Street property was never inventoried, but the Executor testified it had a value of $5,000/$6,000. No finding on this point was made by the Auditing Judge or the Orphans’ Court. ' The contents of the store were inventoried at $1,109.95 although the contents of the store were apparently not included in the public sale of the premises hereinafter referred to. The Executor rejected the widow’s offer as inadequate.\nOn January 31, 1961, exactly two years after testator’s death, the Executor — with the prior approval of the Orphans’ Court — bid and bought at public sale the property, together with the furnishings in the apartments, for $13,500. This public sale was approved by the Orphans’ Court.\nThe Auditing Judge, we repeat, imposed a surcharge of $13,500, representing the difference between (a) $27,000 — which was the mean appraised value of the premises by two experts selected and employed by the Executor — and(b) the sale price of the premises together with the apartment furnishings, viz., $13,500. The Executor was the only person who questioned or excepted to or appealed from this measuring rod or the surcharge or its amount.\nAppellant contends that he acted in good faith and that a fiduciary (1) cannot be surcharged for a loss in the absence of bad faith; and (2) cannot be surcharged for the loss on a property which he purchased at a public sale when and after that sale was confirmed ■by the Orphans’ Court. There is no merit in either of these contentions.\nIn Lerch Estate, 399 Pa. 59, 159 A. 2d 506, the Court said (pages 64-65) : “The standard of care required of a trustee has been well set forth by this Court in Mereto Estate, 373 Pa. 466, 468, 96 A. 2d 115: ‘. . . . all that is required of a trustee “is common skill, common prudence and common caution, and he is not liable when he acts in good faith as others [prudent men] do with their own property ... a trustee will not be held personally liable for an honest exercise of a discretionary power, in the absence of supine negligence or wilful default.” ’”...’\n“ ‘In other words, common skill, prudence and caution require the careful attention and consideration, as well as the skill and judgment which a prudent man, under similar circumstances, would exercise in connection with the management of his own estate . . .’ ”\nEeibman had been for 11 years a licensed real estate broker and for 21 years an Alderman in the City of Easton. Judge Woodring, the Auditing Judge, found that “From May 20, 1959 to June 2, 1960, a period of more than one year, accountant dealt with decedent’s real estate in a passive, inactive and inefficient manner. He allowed the premises to become run down, dirty, generally unpresentable, and partially vacant. His testimony concerning his activities to find ■a buyer between May 20, 1959 and June 2, 1960 is unconvincing. He testified that he spoke to five or six people. There is no testimony that he showed the property to any person, nor that he made any bona fide offers to sell. He failed to list the property for sale with any realtor and failed to place a single advertisement in the local press or otherwise to inform the public that the property was for sale. Practically the only thing which he did was to place two small cardboard signs, one for rent and one for sale, in the store window. . . .\n“From the testimony taken it would be difficult to find a case where accountant was so thoroughly sluggish, listless, passive and inactive in the fulfillment of his trust. In our opinion it is clear that he failed to exercise the common skill, common prudence and common caution which other prudent persons would exercise in dealing with their own property. He certainly did not display the careful attention to and consideration for the best interests of the estate which his experience and special skills would warrant.”\nThe question before this Court is whether the lower Court clearly abused its discretion or committed an error of law in imposing this surcharge. We find neither abuse of discretion nor error of law. Appellant’s contention on this point is devoid of merit.\nAppellant’s second contention is that the Orphans’ Court erred in disallowing the commissions claimed by him for his services as Executor in the sum of |922.38. The Fiduciaries Act of April 18, 1949, P. L. 512, §401, 20 P.S. §320.101 et seq., provides: “(a) General assets. Within three months after his appointment, every personal representative shall file with the register an inventory and appraisement, verified by his affidavit, of all real and personal estate of the decedent.”\nIn the instant case the Executor filed an inventory more than two years after testator’s death. Testator’s furniture in the apartments which were part of premises 540 Northampton Street was, we repeat, never inventoried or appraised. That inventory was so full of glaring mistakes and so totally inaccurate as to be almost worthless. Furthermore, the Executor’s management of both the real and the personal property of this estate was so supinely negligent that the Court below was amply justified in refusing to allow him any commissions. The allowance, as well as the amount of commissions to which a fiduciary is or may be entitled is a matter peculiarly within the knowledge and experience of the Judges of the Orphans’ Court, who are usually in a better position than this Court to pass upon the merits, as well as the reasonableness, of the commission charged. We will not change or reverse the findings or decision of the Orphans’ Court on the question of commissions unless it has clearly abused its discretion or committed an error of law: Jones Estate, 400 Pa. 545, 162 A. 2d 408, and cases and examples therein cited. We affirm this surcharge.\nReibman was also surcharged the sum of $350 which he claimed as counsel fee for legal services on the income side of the Account. The question of counsel fee and the amount thereof, like the question of commissions, is peculiarly within the knowledge and experience of the Orphans’ Court and we will not change or reverse its findings or decision in the absence of a clear abuse of discretion or an error of law. Taulane Estate, 408 Pa. 19, 182 A. 2d 765; Bickel Appeal, 388 Pa. 270, 130 A. 2d 498; Rambo’s Estate, 327 Pa. 258, 193 A. 1; Good’s Estate, 150 Pa. 307, 24 A. 623.\nIn Taulane Estate, 408 Pa., supra, we affirmed a Decree of the Orphans’ Court which reduced the claim for counsel fee for services rendered to the Executor from $7,500 to $4,000 and said (pages 22-23) : “. . . . . “The amount of fees to be allowed to counsel, always a subject of delicacy if not difficulty, is one peculiarly within the discretion of the court of first instance. Its opportunities of judging the exact amount of labor, skill and responsibility involved, as well as its knowledge of the rate of professional compensation usual at the time and place, are necessarily greater than ours, and its judgment should not be interfered with except for plain error. ”\nWe find no abuse nor error in this surcharge.\nOne contention of the appellant gives us trouble. The Executor spent $1,999.45 for capital improvements to fireproof the furnace room. The room was fireproofed approximately two years after decedent’s death, but before the sale of the property. The Executor claimed credit in his Account for the expenditure of $1,999.45 on July 7, 1961, which was after the sale of the property, even though the room had been fireproofed before the sale. This credit was disallowed by the Orphans’ Court as a Principal Credit in the Executor’s Account. The Court said: “This item . . . did not inure to the benefit of the estate. Had accountant accepted the widow’s offer in or about May of 1959, or if accountant had sold the premises otherwise but with reasonable dispatch, the work and expense of this remodeling would not have been required. ... It is immediately obvious that the only one to benefit by these improvements is the accountant, the purchaser of the premises. The estate cannot possibly receive any benefits from this expenditure.”\nIt is certainly accurate to say that if the property had been sold to testator’s widow in May, 1959, or with reasonable dispatch after testator’s death, the expenditure for fireproofing would have been unnecessary. On the other hand, the property was sold, we repeat, after the room had been fireproofed, and the Bxeeutor has been surcharged with the loss measured by the differ ence between the market value of the property and the sale price of the improved property. If the room had not been fireproofed at a cost of $1,999.45, it is only reasonable to assume that the property would have been sold at public sale for considerably less than $13,500. Furthermore, no one could have foretold at the time the fireproofing was installed that Reibman would be the successful purchaser of the property. Under these circumstances, it seems to us that a surcharge for the cost of the fireproofed room is, in effect, a double surcharge for one and the same act of negligence, and therefore this surcharge was improperly imposed.\nIt is unnecessary to discuss appellant’s other contentions.\nDecree as modified, affirmed; appellant to pay the costs.\nThe record is contradictory and omits several matters of importance.\nThis was not the correct time, but none of the parties nor the Court below has raised this question.\nIn Glauser Estate, 350 Pa. 192, 38 A. 2d 64, the Court, quoting from Stirling’s Estate, 342 Pa. 497, 504, 21 A. 2d 72, said (page 196) : “ ‘ . . and if the trustee has greater skill than that of a man of ordinary prudence, he is under a duty to exercise such skill as he has.” Restatement, Trusts, section 174.’ ”\nThere was testimony that the minimum fee under the schedule of the Montgomery County Bar Association for counsel fees for an estate of the size of this estate was $9,368.47 plus $250 where a federal estate tax is involved.",
        "type": "majority",
        "author": "Mr. Chief Justice Bell,"
      }
    ],
    "attorneys": [
      "J. Douglas Fackenthal, with him Fackenthal, Teel & McGiffert, for appellant.",
      "George Weitzman, with him Goodman .<& Weitzman, for appellee.",
      "Francis E. S. Ede, for guardian ad litem, appellee."
    ],
    "corrections": "",
    "head_matter": "Mastria Estate.\nArgued November 22, 1963.\nBefore Bell, C. J., Mtrsmanno, Jones, Cohen, O’Brien and Roberts, JJ.\nJanuary 7, 1964:\nJ. Douglas Fackenthal, with him Fackenthal, Teel & McGiffert, for appellant.\nGeorge Weitzman, with him Goodman .<& Weitzman, for appellee.\nFrancis E. S. Ede, for guardian ad litem, appellee."
  },
  "file_name": "0278-01",
  "first_page_order": 302,
  "last_page_order": 309
}
