{
  "id": 1888658,
  "name": "Morgan Appeals",
  "name_abbreviation": "Morgan Appeals",
  "decision_date": "1964-01-23",
  "docket_number": "",
  "first_page": "354",
  "last_page": "357",
  "citations": [
    {
      "type": "official",
      "cite": "413 Pa. 354"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 271,
    "char_count": 3632,
    "ocr_confidence": 0.519,
    "sha256": "c48af83e17d49057d1ddb45ffa31c3ef6af65599abf768881001fdd05f22c70a",
    "simhash": "1:ad2d64603e2a3e1d",
    "word_count": 609
  },
  "last_updated": "2023-07-14T22:26:01.047802+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Cohen, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Chief Justice Bell and Mr. Justice Roberts would affirm the order on the opinion of the court below."
    ],
    "parties": [
      "Morgan Appeals."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Cohen,\nThe parties to this appeal were opposing candidates in the November election for the office of borough councilman. On the general returns appellant received a majority of the votes cast. In the court below, however, a number of ballots were challenged and invalidated with the result that appellee was certified as possessing a majority of the votes. This appeal followed.\nThere are fifty-six ballots still in dispute. Each of them was invalidated by the court below as violative of the Election Code because it was marked in some places with a cross (x) and in other places with a check (V). The pertinent provision of the Election Code provides as follows: “No ballot which is so marked as to be capable of identification shall be counted. Any ballot that is marked in blue, black, or blue-black ink, in fountain pen or ballpoint pen, or black lead pencil or indelible pencil, shall be valid and counted: Provided, That all markings on the ballot are made by the same pen or pencil and that all markings on the ballot are the same type of marking either a cross (x) or check (^). Any ballot marked by any Other mark than an (x) - or check (V) in the spaces provided for that purpose shall be void and not counted.” (Emphasis supplied).\nIn holding the ballots to be invalid, the court below interpreted the italicized language as requiring that a cross (x) or check (V), but not both, be employed throughout the ballot. Appellant, on the other hand, contends that the Code merely requires that a cross' (x) or check (V), and no other type of marking, be utilized throughout the ballot.\nThe statutory language is susceptible to both of these interpretations and is thus admittedly ambigúoils. In resolving this ambiguity we have considered the occasion and necessity for the statute, the circumstances under which it was enacted, the mischief to be remedied, the object to be attained and the consequences of the possible interpretations. Accordingly, we regard the position of the appellant as the more reasonable interpretation. The parties stipulated in their agreed statement of facts that the ballots were not identifiable. Hence, the interpretation set forth by the court below frustrates the expressed will of fifty-six electors without serving any useful legislative purpose: In addition, the instructions on the ballot informed voters that they could use either a cross (x) or a check ( V) to indicate their preferences. There was no warning that the use of both marks would invalidate their ballots. The result reached by the lower court would therefore cause the Election Code to become a trap for the unwary voter. Since this reading of the statute is not compelled by its language and would disenfranchise a substantial number of voters — a resiüt which should be avoided if possible — we hold that the court below erred in invalidating the ballots.\nOrders reversed with directions to issue certification in accordance with this opinion.\nMr. Chief Justice Bell and Mr. Justice Roberts would affirm the order on the opinion of the court below.\nAct of January 8, 1960, P. L. (1959) 2142, §4, 25 P.S. §3063.\nThe legislature has since resolved this ambiguity. Act of August 13, 1963, P. L. 707, §19, Act No. 379 (effective January 1, 1964), 25 P.S. §3063(a).\nSee Statutory Construction Act, Act of May 28, 1937, P. L. 1019, §51, 46 P.S. §551.",
        "type": "majority",
        "author": "Mr. Justice Cohen,"
      }
    ],
    "attorneys": [
      "William, J. C. O’Donnell, with him O’Donnell & O’Donnell, for appellant.",
      "D. Clarke Sautter, for Walter K. Gould, appellee."
    ],
    "corrections": "",
    "head_matter": "Morgan Appeals.\nArgued January 7, 1964.\nBefore Bell, C. J., Musmanno, Cohen, Eagen, O’Brien and Roberts, JJ.\nWilliam, J. C. O’Donnell, with him O’Donnell & O’Donnell, for appellant.\nD. Clarke Sautter, for Walter K. Gould, appellee.\nJanuary 23, 1964:"
  },
  "file_name": "0354-01",
  "first_page_order": 378,
  "last_page_order": 381
}
