{
  "id": 1888646,
  "name": "Seifert v. Dumatic Industries, Inc. (et al., Appellant); Globe Ticket Company, Appellant, v. Dumatic Industries, Inc.",
  "name_abbreviation": "Seifert v. Dumatic Industries, Inc.",
  "decision_date": "1964-01-21",
  "docket_number": "Appeals, Nos. 217 and 225",
  "first_page": "395",
  "last_page": "401",
  "citations": [
    {
      "type": "official",
      "cite": "413 Pa. 395"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "84 N.E. 2d 790",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1949,
      "opinion_index": 0
    },
    {
      "cite": "298 N.Y. 483",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2074151
      ],
      "year": 1949,
      "opinion_index": 0,
      "case_paths": [
        "/ny/298/0483-01"
      ]
    },
    {
      "cite": "57 F. Supp. 680",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4223527
      ],
      "year": 1944,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/57/0680-01"
      ]
    },
    {
      "cite": "72 A. 2d 294",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1950,
      "pin_cites": [
        {
          "page": "299"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "364 Pa. 271",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1223501
      ],
      "year": 1950,
      "pin_cites": [
        {
          "page": "278, 279"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/364/0271-01"
      ]
    },
    {
      "cite": "95 A. 2d 776",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1953,
      "pin_cites": [
        {
          "page": "777"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "373 Pa. 316",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1240378
      ],
      "year": 1953,
      "pin_cites": [
        {
          "page": "318"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/373/0316-01"
      ]
    },
    {
      "cite": "8 A. 2d 36",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1939,
      "opinion_index": 0
    },
    {
      "cite": "336 Pa. 122",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1195638
      ],
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/pa/336/0122-01"
      ]
    },
    {
      "cite": "194 Atl. 631",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1937,
      "opinion_index": 0
    },
    {
      "cite": "327 Pa. 433",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1176736
      ],
      "year": 1937,
      "opinion_index": 0,
      "case_paths": [
        "/pa/327/0433-01"
      ]
    },
    {
      "cite": "176 A. 2d 641",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "406 Pa. 45",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1304936
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa/406/0045-01"
      ]
    },
    {
      "cite": "187 A. 2d 579",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "409 Pa. 616",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1883234
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa/409/0616-01"
      ]
    },
    {
      "cite": "135 A. 2d 252",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "390 Pa. 231",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1275695
      ],
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/pa/390/0231-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 579,
    "char_count": 9671,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 7.11454459280721e-07,
      "percentile": 0.9668256720758623
    },
    "sha256": "95906058f0e8eab1093670e1daf9b657bef66b1fc7975aad543d12491e1f3dd6",
    "simhash": "1:68d1548299158686",
    "word_count": 1581
  },
  "last_updated": "2024-02-27T23:35:30.600480+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ."
    ],
    "parties": [
      "Seifert v. Dumatic Industries, Inc. (et al., Appellant). Globe Ticket Company, Appellant, v. Dumatic Industries, Inc."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Cohen,\nWe here consider appeals from two rulings of the eourt below, one granting and one denying motions to remove counsel from pending lawsuits on the ground of conflict of interest.\nGlobe Ticket Corporation (Globe) is a Pennsylvania corporation engaged in the manufacture and sale of roll tickets and roll labels. Maurice Seifert (Seifert) manufactures and sells machinery and equipment used in applying labels to containers and other items by means of a heat sealing process. Seifert has been developing an attachment to a cigarette purchasing machine whereby labels can be cut from a continuous roll and fed into the machine.\nIn 1956 Globe and Seifert jointly organized Dumatic Industries, Inc. (Dumatic) for the purpose of manufacturing and merchandising these machines. As part of the incorporation agreement, Seifert transferred his patents on the manufacturing process to Dumatic and agreed to be sales representative for all Globe labels processed through equipment manufactured by Dumatic. In return, Globe furnished working capital to the corporation and promised to furnish the labels necessary in the process. Globe and Seifert each received 50% of the stock of Dumatic and each appointed two directors of the corporation.\nIn 1962 Seifert, maintaining that Globe had refused to furnish suitable labels to Dumatic, brought suit against Globe in the form of a stockholders’ derivative action (appeal No. 217) for breach of contract and also for breach of fiduciary duty alleging that Globe had disclosed trade secrets regarding customers, methods of operation, and inventions to competitors of Dumatic. Globe retaliated by petitioning for removal of the law firm representing Seifert alleging a conflict of interest in that firm’s dual capacity as counsel for Dumatic and Seifert.\nSubsequently Globe filed suit against Dumatic and Seifert for dissolution of Dumatic (appeal No. 225) and again petitioned for the removal of counsel for Seifert.\nThe court below granted Globe’s petition for removal in No. 217 and counsel for Seifert appealed to this Court. The petition in No. 225 was denied and Globe appealed. Before this Court each party moved that the other’s appeal be quashed on the ground that it sought review of an unappealable interlocutory order.\nConsidering first the merits of the petition for removal in No. 217, it is well established by decisions of this Court, referring to canon 6 of the Canons of Professional Ethics, that attorneys will not be permitted to represent conflicting interests unless those interests agree to be so represented. The test in such cases is not the actuality of conflict but the possibility that conflict may arise. Jedwabny v. Philadelphia Transportation Co., 390 Pa. 231, 135 A. 2d 252 (1957). See Commonwealth v. Meehan, 409 Pa. 616, 187 A. 2d 579 (1963); Commonwealth ex rel. Whitling v. Russell, 406 Pa. 45, 176 A. 2d 641 (1962).\nThe cases involving conflicts of interest in the derivative suit contest relate to the right of corporate counsel to represent the individual defendants in a derivative action. These cases do not apply to the situation with which we are confronted. Notwithstanding the lack of precedent, it is clear that under the unique circumstances of this case there exists no possibility of a conflict of interest.\nDumatic is a closely-held corporation in which each stockholder owns 50% of the stock and appoints two directors. Apart from the incorporation agreement, however, it is nothing more than a conduit for the reception of patents from Seifert on the one hand and working capital from Globe on the other. As such, it is merely an appendage to the separate businesses of these two stockholders.\nIt is apparent that Seifert has adopted the position that Globe has now found it contrary to its interest to uphold its part of the incorporation agreement. Accordingly, Seifert filed suit for the purpose of enforcing that agreement realizing the futility of asking the board of directors to do so. Subsequently, he did introduce a resolution requesting authorization for the suit but, as expected, the vote on the resolution resulted in a deadlock with the two Globe directors voting against the institution of suit. Globe in turn has filed for dissolution of Dumatic.\nAn allegation that representation by corporate counsel of the suing stockholders in a derivative action will result in a conflict of interest assumes that the corporation itself has an interest which will be affected by such representation. Under the facts presented we are unable to discern any interest of Dumatic which could come into conflict with the position of Seifert in the underlying cause of action. As Dumatic at the outset was a conduit for the pursuit of the business interests of its two fifty percent stockholders, so now it is a conduit through which the pending lawsuits between those stockholders is being carried on. In effect, this suit is an action for breach of contract by Seifert against Globe. Since the contract involved is an incorporation agreement and since the board of directors is deadlocked on the propriety of enforcing that contract, Seifert has been forced to sue derivatively.\nIn consonance with the broad equitable powers possessed by courts in stockholders’ derivative actions, we reject the result which would issue in the instant case were we to assume that a corporate interest always accompanied the corporate form. Instead, for purposes of representation by counsel, we regard the principal lawsuits as simply between Seifert and Globe. See Waring v. WDAS Broadcasting Station, 327 Pa. 433, 194 Atl. 631 (1937); Markovitz v. Markovitz, 336 Pa. 122, 8 A. 2d 36 (1939).\nThe true posture of the parties in this suit is demonstrated by the action of the court below in dismissing Globe’s petition for removal in the dissolution action. With respect to a possible conflict of interest, the latter lawsuit differs from the derivative suit only in that it more clearly depicts the actual parties in interest by bringing into issue the continuation of Dumatic. The failure of the court below to view the parties likewise in No. 217 was error and we therefore reverse the order below and direct that counsel for Seifert be reinstated.\nOn the motion to quash in No. 225 we find that the order appealed from was interlocutory and unappealable since it did not preclude Globe from further action in the court below. See Stadler v. Mt. Oliver Borough, 373 Pa. 316, 318, 95 A. 2d 776, 777 (1953).\nAppeal quashed in No.-225. Removal of counsel for Seifert in No. 217 reversed with directions to reinstate. Costs on Globe.\nWe have denied the motion to quash in No. 217.\n“It is the duty of a lawyer at the time of retainer to disclose to the client all the circumstances of his relations to the parties, and any interest in or connection with the controversy, which might influence the client in the selection of counsel.\n“It is unprofessional to represent conflicting interests, except by express consent of all concerned given after a full disclosure of the facts. Within the meaning of this canon, a lawyer represents conflicting interests when, in behalf of one client, it is his duty to contend for that which duty to another client requires him to oppose.\n“The obligation to represent the client with undivided fidelity and not to divulge his secrets or confidences forbids also the subsequent acceptance of retainers or employment from others in matters adversely affecting any interest of the client with respect to which confidence has been reposed.”\nSee, e.g., Hornsby v. Lohmeyer, 364 Pa. 271, 278, 279, 72 A. 2d 294, 299 (1950); Otis & Co. v. Pennsylvania R. Co., 57 F. Supp. 680 (1944); Tockman, The Position of Corporate Counsel in Derivative Actions, 51 Illinois Bar Journal 654 (April 1963).\nCorporate counsel would probably never attempt to represent a suing minority stockholder in a derivative action where a majority. of the board of directors opposed the position of such stockholder. Where a majority of the directors agreed with the minority stockholder the corporation itself would bring the action and no derivative suit would be instituted. It is reasonable to conclude that corporate counsel would attempt to represent an aggrieved stockholder only in the event of a deadlock in the board of dire& tors.\nWe question the standing of Globe to raise the question of conflict of interest. It is only the corporation which would be injured thereby. Of course, the conflict of interest question may be raised by the court sua sponte.\nIt appears that Seifert would not be able to sue Globe in his capacity as president of Dumatic despite the deadlock in the board of directors. See Sterling Industries v. Ball Bearing Pen Corp., 298 N.Y. 483, 84 N.E. 2d 790 (1949).\nWe are unable to discover any facts in the record which would indicate that Globe would be prejudiced by counsel for Seifert also having been counsel for Dumatic, via confidential communications or otherwise. Any information made available to Seifert through his attorney’s representation of Dumatic was equally available to Globe through its appointees on the board of directors of Dumatic.",
        "type": "majority",
        "author": "Mr. Justice Cohen,"
      }
    ],
    "attorneys": [
      "Abraham L. Shapiro, with him Norman G. Ilenss, and Cohen, Shapiro and Cohen, for appellants, No. 217, appellee No. 225.",
      "Philip C. Herr, with him Philip C. Herr, II, and Herr and Herr, for appellant, No. 225, appellee No. 217."
    ],
    "corrections": "",
    "head_matter": "Seifert v. Dumatic Industries, Inc. (et al., Appellant). Globe Ticket Company, Appellant, v. Dumatic Industries, Inc.\nArgued October 2, 1963.\nBefore Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nJanuary 21, 1964:\nre'argument refused February 23, 1964.\nAbraham L. Shapiro, with him Norman G. Ilenss, and Cohen, Shapiro and Cohen, for appellants, No. 217, appellee No. 225.\nPhilip C. Herr, with him Philip C. Herr, II, and Herr and Herr, for appellant, No. 225, appellee No. 217."
  },
  "file_name": "0395-01",
  "first_page_order": 419,
  "last_page_order": 425
}
