{
  "id": 1888648,
  "name": "Guzman v. Bloom, Appellant; Shank v. Bloom, Appellant",
  "name_abbreviation": "Guzman v. Bloom",
  "decision_date": "1964-03-17",
  "docket_number": "",
  "first_page": "576",
  "last_page": "582",
  "citations": [
    {
      "type": "official",
      "cite": "413 Pa. 576"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "94 A. 2d 560",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "372 Pa. 496",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1238073
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/pa/372/0496-01"
      ]
    },
    {
      "cite": "170 A. 2d 367",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "403 Pa. 563",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1299552
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/pa/403/0563-01"
      ]
    },
    {
      "cite": "191 A. 2d 822",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "pin_cites": [
        {
          "page": "830"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "411 Pa. 323",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1885939
      ],
      "year": 1963,
      "pin_cites": [
        {
          "page": "338"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/411/0323-01"
      ]
    },
    {
      "cite": "180 A. 2d 19",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "407 Pa. 282",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1307401
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa/407/0282-01"
      ]
    },
    {
      "cite": "194 A. 2d 188",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "412 Pa. 287",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1887227
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa/412/0287-01"
      ]
    },
    {
      "cite": "192 A. 2d 355",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "411 Pa. 339",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1885962
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa/411/0339-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 585,
    "char_count": 9655,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 5.196846404182189e-07,
      "percentile": 0.9402895690057606
    },
    "sha256": "9abbd4a3e5a7f102763512e5f4787363830348697964e597aabf3013bda0f40f",
    "simhash": "1:e8c0bf101c2ddd7f",
    "word_count": 1646
  },
  "last_updated": "2024-02-27T23:35:30.600480+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, O’Brien and Roberts, JJ."
    ],
    "parties": [
      "Guzman v. Bloom, Appellant. Shank v. Bloom, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice O’Brien,\nOn August 24, 1960, two automobiles collided at the intersection of Fifteenth and Conlyn Streets in Philadelphia. One automobile was being operated by appellant and the other by appellee Guzman; appellee Max Shank was a passenger in appellant’s car.\nThe accident resulted in two actions of trespass: one by Max Shank against Bloom, in which Bloom joined Guzman as additional defendant; and one by Guzman against Bloom. The cases were consolidated for trial and resulted in jury verdicts of $1,500 for Guzman in his action against Bloom, and $7,000 for Max Shank against Bloom only, the jury finding for Guzman in the additional party action.\nBloom filed motions for new trial and judgment n.o.v., all of which were denied, and judgments were entered on the verdicts of the jury; these appeals followed.\nSince the oral argument, a suggestion of death of Max Shank was filed, together with a petition for leave to substitute Nathan Shank, Administrator c.t.a. of the Estate of Max Shank, as appellee; we granted the petition.\n“In considering a motion for judgment n.o.v., the evidence together with all reasonable inferences therefrom, are considered in the light most favorable to the verdict winner. However, in considering the action of the lower court in granting or refusing a new trial, an appellate court will affirm, unless there has been a clear abuse of discretion, or an error of law which controlled the outcome of the case or the decision of the lower court”. Chambers v. Montgomery, 411 Pa. 339, 192 A. 2d 355 (1963) and cases cited therein.\nIn pressing his motion for judgment n.o.v., appellant argues that Guzman, plaintiff in one action and additional defendant in the other, was guilty of negligence and contributory negligence as a matter of law. Contributory negligence can be declared as a matter of law only in a clear case and where there is no room for fair and reasonable disagreement as to its existence. Lee v. Penn-Harris Taxi Service, 412 Pa. 287, 194 A. 2d 188 (1963); Weidemoyer v. Swartz, 407 Pa. 282, 180 A. 2d 19 (1962). Without going into the facts in detail, we conclude, from an examination of this record, that the questions of negligence and contributory negligence were clearly for the jury. The court below aptly summarized the problem as follows: “In this ease the plaintiff was moving on the major thoroughfare and was invited to continue moving by the absence of any restriction, coupled with the knowledge that any vehicle on the other street was commanded to come to a full stop and presumably would do so. It must be borne in mind that driving too slowly or coming to an inappropriate and unnecessary stop can be a menace to others on the road, and the driver must be permitted to use his judgment in all of the circumstances. The failure to judge correctly and to anticipate another’s unlawful conduct may be negligent, but certainly it is not per se negligent. It is for the jury to judge and to say. The jury considers all of the circumstances, the meaning and Aveight to be given to speeds and moving objects, the importance to be attached to the balance of good judgment in keeping moving or in slowing down at intersections. In this case, Guzman testified that when he first saAV the Bloom vehicle it appeared to be proceeding normally and he felt that it would stop. He slowed down. When it became apparent that the defendant was going to ignore the stop sign he applied his brakes and his vehicle was almost stopped when he was struck on the right side by the front of defendant Bloom’s car. The question of negligence or contributory negligence was for the jury”. We agree and, therefore, conclude that the motions for judgment n.o.v. were properly refused.\nIn seeking a new trial, appellant contends that: the trial court decided the case for the jury in its charge, characterized by appellant as a “plea ... in support of the Plaintiff’s case”; the trial court erred in refusing to permit appellant to testify as to the speed of the Guzman car; the trial court erred in refusing the testimony of one of appellant’s witnesses with regard to an alleged incident between Shank’s counsel and the witness at an earlier trial; the verdict for Shank was excessive. We find in none of these contentions an abuse of discretion or error of law which controlled the outcome of the case or decision of the court below.\nAppellant complains that the jurors sent a valentine card and a plant to the trial judge, thereby demonstrating “the beautiful relationship” existing between the judge and the jurors. Appellant does not complain of the fact that the jury developed an affectionate regard for the trial judge, rather, he urges that this regard caused the jury to accept the judge’s view of the evidence as presented in his charge. A careful reading of the charge, however, discloses that the trial judge was fair and impartial in reviewing the facts, and in any event, painstakingly informed the jury that it, not he, was the sole arbiter of the facts.\nAppellant’s next argument deals with the trial court’s refusal to allow him to testify as to the speed of Guzman’s automobile. It requires no citation of authority to support the proposition that a party who did not observe a moving vehicle for a sufficient period to form an opinion of its speed ought not to be permitted to testify as to its speed. Appellant testified that he did not see the Guzman car until it was five or six feet from him, almost at the split second of impact. Under such circumstances, he could hardly form an opinion as to speed based on observation, particularly in view of Ms further testimony that, at impact, he was too nervous to observe anything, thereby ruling out reasonable observation of movement after the accident. Nor could the court permit an estimate based on the distance travelled after impact, absent qualification of the witness as an expert in such matters.\nAppellant further urges that the trial court erred in refusing to permit the testimony of one Lerner, to the effect that he had been subpoenaed by Shank to testify at a previous trial of the matter and was sent home after Shank’s counsel interviewed him and found that his testimony would not be favorable. Lerner was called as appellant’s witness and testified that Shank used a cane prior to the accident, thereby impeaching Shank’s testimony that he required no aid to locomotion prior to the accident. This testimony was properly before the jury. What appellant wished to prove in addition, was wholly collateral to the issue and would have required the determination by the jury of a matter not germane to the contest. We agree with the court below, which said: “Aside from the fact that plaintiff was not even obligated to produce every witness who was equally available to his opponent, and aside from the fact that the alleged incident was one trial removed, and aside from the question as to whether the plaintiff would be chargeable with the alleged actions of his counsel, the introduction of such an issue would have improperly involved the plaintiff’s counsel as a witness”.\nFinally, appellant submits that the verdict for Shank is excessive. In Skoda v. West Penn Power Co., 411 Pa. 323, 338, 191 A. 2d 822, 830 (1963), we said: “Appellate courts are properly reluctant to interfere with jury verdicts in personal injury cases, which verdicts are supported by the opinion and approval of the trial judge and the court en banc. Road-man v. Bellone, supra. The granting or refusal of a new trial because of excessiveness is peculiarly within the discretion of the court below and we will not interfere, absent a clear abuse of discretion. Hall v. George, 403 Pa. 563, 170 A. 2d 367 (1961). We will not hold that a verdict is excessive unless it is ‘ “so grossly excessive as to shock our sense of justice” ’. Kane v. Scranton Transit Co., 372 Pa. 496, 94 A. 2d 560 (1953), and cases cited therein”.\nThe court below, in treating this question, states: “The defendant also contends that the damages awarded to the plaintiff are excessive, relying principally upon the argument that he was of advanced age when the accident occurred. The evidence established that the plaintiff received a severe blow to the face; that he required and received extensive plastic surgery in and about his face and mouth; that his dentures were broken and he received dental treatment from his son; and that he sustained severe nervous shock which accelerated or precipitated senility; that his eating habits changed, his ability to locomote was impaired and his thinking became fuzzy. The plaintiff’s gum difficulties also still persisted to the time of trial. Further, there was competent evidence that prior to the accident he was young for his age, and was able to take care of his needs and get about without difficulty; that since the accident he has continually deteriorated and has been unable to dress and undress himself. The court was not shocked by the verdict and it was well within the permissible range which the jury could consider appropriate”. Our sense of justice is no more shocked than was that of the court below. In view of the evidence, we perceive no abuse of discretion.\nJudgments affirmed.\nThe earlier trial ended in a mistrial for reasons not appearing in this record.",
        "type": "majority",
        "author": "Mr. Justice O’Brien,"
      }
    ],
    "attorneys": [
      "Sheldon Tabb, for appellant.",
      "John J. Runner, with, him Pepper, Hamilton & Seheetz, for appellee.",
      "Hugh M. Odza, with him David Oohen and Leonard S. Wissow, for appellee."
    ],
    "corrections": "",
    "head_matter": "Guzman v. Bloom, Appellant. Shank v. Bloom, Appellant.\nArgued November 15, 1963.\nMarch 17, 1964:\nBefore Bell, C. J., Musmanno, Jones, Cohen, O’Brien and Roberts, JJ.\nSheldon Tabb, for appellant.\nJohn J. Runner, with, him Pepper, Hamilton & Seheetz, for appellee.\nHugh M. Odza, with him David Oohen and Leonard S. Wissow, for appellee."
  },
  "file_name": "0576-01",
  "first_page_order": 600,
  "last_page_order": 606
}
