{
  "id": 1888680,
  "name": "Hankin, Appellant, v. Goodman",
  "name_abbreviation": "Hankin v. Goodman",
  "decision_date": "1964-03-24",
  "docket_number": "Appeal, No. 18",
  "first_page": "649",
  "last_page": "652",
  "citations": [
    {
      "type": "official",
      "cite": "413 Pa. 649"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "66 Atl. 344",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1907,
      "pin_cites": [
        {
          "page": "347"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "217 Pa. 215",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953712
      ],
      "year": 1907,
      "pin_cites": [
        {
          "page": "224"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/217/0215-01"
      ]
    },
    {
      "cite": "67 Pa. 512",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1022513
      ],
      "weight": 2,
      "year": 1871,
      "pin_cites": [
        {
          "page": "519-520"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/67/0512-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 324,
    "char_count": 4292,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 5.676830387708631e-08,
      "percentile": 0.35484636362969424
    },
    "sha256": "23fc7eaa149133395e00d2a1928048d02192eaee0eb567a4420bbb575227a694",
    "simhash": "1:a153340132efbdf8",
    "word_count": 708
  },
  "last_updated": "2024-02-27T23:35:30.600480+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Musmanno, Jones, Cohen, Eaoen, O’Brien and Roberts, JJ.",
      ". Mr. Justice Eagen and Mr. Justice O’Brien would affirm the lower court."
    ],
    "parties": [
      "Hankin, Appellant, v. Goodman."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Coi-ien,\nThis is an appeal from the decree of the court below sustaining a demurrer to appellants’ bill in equity seeking to enjoin the erection of an advertising sign on land of appellees.\nThe facts well pleaded by appellants are as follows: Appellees, Goodmans, owned a tract of land in Montgomery County. On August 23, 1960, they conveyed a portion of said tract to appellants. At the same time Goodmans and appellants entered into an agreement imposing the following restrictions on the portion retained by Goodmans: “a. On the land South of Transac Avenue to a depth of three hundred (300) feet westwardly from the westerly side of Easton Eoad, any buildings or improvements to be constructed shall be limited to one story with a maximum height of fifteen (15) feet. b. On the aforesaid remainder of the 73.566 acre tract, no building or improvement shall be constructed for or used for the purpose of a motor lodge, motel, hotel, inn, or any similar use.”\nOn or about November 26, 1963, Goodmans gave permission to appellee motel to erect a sign advertising the business of the motel on a portion of the land covered by these restrictions. The motel thereupon employed appellee sign company to manufacture and erect the sign. The sign company has begun erecting the sign by placing steel standards on the restricted tract rising to a height of over 15 feet from the ground level on the date of conveyance. The sign company has informed appellants that the sign will advertise the business of the motel.\nAppellants filed this bill in equity seeking to restrain appellees from erecting the sign in violation of the restrictions. Appellees filed preliminary objections in the nature of a demurrer alleging, inter alia, that the complaint, failed to state a cause of action because the restrictions do not pertain to the erection of an advertising sign. The court below concluded that the word “improvement” in the restrictions did not contemplate the erection of such a sign and sustained the demurrer. This appeal followed.\nThe sole issue in this appeal is whether the conclusion of the court below was properly drawn. Appellees contend and the lower court found that the word “improvement” is used in the restrictions in its ordinary sense and as such denotes a degree of permanence, value and utility which is inconsistent with the nature of an advertising sign. In support of this proposition the court below relied on St. Andrew’s Lutheran Church’s Appeal, 67 Pa. 512 (1871), in which we stated (67 Pa. at 519-520) : “The spirit of the agreement evidently contemplated the improvement of the ground by the erection of permanent buildings. This is the popular and ordinary sense of the word ‘improved’. It does not refer to mere temporary structures, intended only to answer the purposes of present use, however long that use might continue.”\nHowever, “[t]he word ‘improvement’ is a relative term, and its meaning must he ascertained from the context and the suhject-matter of the instrument or writing in which it is used.” (Emphasis supplied). Wolff Chemical Company v. Philadelphia, 217 Pa. 215, 224, 66 Atl. 344, 347 (1907), cited in 42 C.J.S. Improvement, p. 416. In the Si. Andrew’s case, supra, this Court determined the manner in which the word “improvement” was there intended only after the findings of a master following a full hearing. In the case at bar the court below grounded its conclusion on the bare pleadings. The pleadings provide an inadequate basis for a determination of the manner in which the word “improvement” was here used. The peremptory dismissal of the complaint was therefore improper. The case must be remanded for a trial in which the contemplated meaning of “improvement” and any other doubtful language in the restrictions may, in light of all of the surrounding circumstances, be fully and thoroughly explored.\nReversed and remanded.\n. Mr. Justice Eagen and Mr. Justice O’Brien would affirm the lower court.",
        "type": "majority",
        "author": "Mr. Justice Coi-ien,"
      }
    ],
    "attorneys": [
      "D. Stewart McElhone, with him Duffy, McTighe & McElhone, for appellants.",
      "George G. Gorson, Jr., with him Fred J. Silverman, and Wright, Spencer, Manning & Sagendorph, for appellees."
    ],
    "corrections": "",
    "head_matter": "Hankin, Appellant, v. Goodman.\nArgued January 9, 1964.\nBefore Musmanno, Jones, Cohen, Eaoen, O’Brien and Roberts, JJ.\nMarch 24, 1964:\nD. Stewart McElhone, with him Duffy, McTighe & McElhone, for appellants.\nGeorge G. Gorson, Jr., with him Fred J. Silverman, and Wright, Spencer, Manning & Sagendorph, for appellees."
  },
  "file_name": "0649-01",
  "first_page_order": 673,
  "last_page_order": 676
}
