{
  "id": 1917394,
  "name": "Gale Industries, Inc., Appellant, v. Bristol Farmers Market & Auction Co.",
  "name_abbreviation": "Gale Industries, Inc. v. Bristol Farmers Market & Auction Co.",
  "decision_date": "1968-10-03",
  "docket_number": "Appeal, No. 12",
  "first_page": "464",
  "last_page": "479",
  "citations": [
    {
      "type": "official",
      "cite": "431 Pa. 464"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "194 A. 498",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1937,
      "opinion_index": 0
    },
    {
      "cite": "327 Pa. 273",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1176718
      ],
      "year": 1937,
      "opinion_index": 0,
      "case_paths": [
        "/pa/327/0273-01"
      ]
    },
    {
      "cite": "33 A. 744",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1896,
      "opinion_index": 0
    },
    {
      "cite": "173 Pa. 30",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        875910
      ],
      "year": 1896,
      "opinion_index": 0,
      "case_paths": [
        "/pa/173/0030-01"
      ]
    },
    {
      "cite": "193 A. 271",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1937,
      "opinion_index": 0
    },
    {
      "cite": "327 Pa. 403",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1176702
      ],
      "year": 1937,
      "opinion_index": 0,
      "case_paths": [
        "/pa/327/0403-01"
      ]
    },
    {
      "cite": "141 A. 640",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1928,
      "opinion_index": 0
    },
    {
      "cite": "293 Pa. 90",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1111114
      ],
      "year": 1928,
      "opinion_index": 0,
      "case_paths": [
        "/pa/293/0090-01"
      ]
    },
    {
      "cite": "112 A. 2d 183",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "381 Pa. 576",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1258833
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/pa/381/0576-01"
      ]
    },
    {
      "cite": "8 Pa. 111",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        959541
      ],
      "weight": 2,
      "year": 1848,
      "opinion_index": 0,
      "case_paths": [
        "/pa/8/0111-01"
      ]
    },
    {
      "cite": "8 A. 2d 468",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1939,
      "opinion_index": 0
    },
    {
      "cite": "137 Pa. Superior Ct. 33",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1021088
      ],
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/137/0033-01"
      ]
    },
    {
      "cite": "211 A. 2d 72",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "205 Pa. Superior Ct. 519",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        771428
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/205/0519-01"
      ]
    },
    {
      "cite": "132 A. 287",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1926,
      "opinion_index": 0
    },
    {
      "cite": "285 Pa. 426",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1095090
      ],
      "year": 1926,
      "opinion_index": 0,
      "case_paths": [
        "/pa/285/0426-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 896,
    "char_count": 23475,
    "ocr_confidence": 0.395,
    "pagerank": {
      "raw": 1.723229567983404e-07,
      "percentile": 0.704253414002129
    },
    "sha256": "31b752b9298739d5732e143d76367ff16cce660e33ebfcefaf95928c9c7dcb4e",
    "simhash": "1:7fe7375d56a57d94",
    "word_count": 3845
  },
  "last_updated": "2024-02-27T23:35:33.829175+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Justice Jones concurs in the result."
    ],
    "parties": [
      "Gale Industries, Inc., Appellant, v. Bristol Farmers Market & Auction Co."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Eagen,\nThis is an appeal from a decree entered in the court below dismissing appellant’s amended complaint in equity which asked that appellee be enjoined from the exercise of any and all rights and remedies recited in the hereinafter referred to lease and that appellant be declared released from any further obligation under the lease. More specifically, appellant seeks to enjoin appellee from accelerating the rent due for the balance of the term of the lease and from confessing judgment thereon.\nThe facts recited in the complaint are involved and complicated, but we must state them in some detail. By Lease Agreement dated December 30, 1958, Bristol Farmers Market and Auction Company, the appellee, leased premises in Bristol Township, Bucks County, to Gale Industries, Inc., the appellant, and Penrose Industries Corporation, then known as Consolidated Sun Bay, Inc. The lease provided that the lessees would be jointly and severally liable thereunder and that they would remain liable and not be released therefrom in the event of its assignment.\nOn February 1, 1959, the appellant and Penrose Industries Corporation (hereinafter Penrose) assigned their rights under the lease to their jointly owned subsidiary, Bargain City, U.S.A., Inc. (hereinafter Bargain City). In 1960, the appellant sold its stock in Bargain City which then came under the sole control of Penrose.\nBobert Woldow and Mark Woldow and their family at all times owned at least 50% of the appellee corporation and exclusively owned and controlled Garden State Market and Auction Co. (hereinafter Garden State), which owned store premises in Westville, New Jersey. In 1959 the Westville store was leased by Garden State to Penrose and Wilbur Bogers, Inc., a wholly owned subsidiary of appellant which terminated business operations in 1962. In 1960 the lessees assigned their rights in that lease to Bargain City. In October 1962 Bargain City filed a petition under Chapter XI of the Bankruptcy Act and a plan of arrangement was approved in April 1963. In April 1963 Bargain City, which was without sufficient funds to continue its business operations, subleased nine discount department stores which it formerly had operated, to subsidiaries of Atlantic Thrift Centers, Inc. (hereinafter Atlantic). Among the discount stores sublet were the stores located at the Bristol premises and the West-ville premises. As of 1965, the annual rent paid by Atlantic for the Bristol premises, together with annual payments of other subtenants was $30,000.00 a year less than the original tenants’ rental obligation. There was an annual deficiency of $60,000.00 for the West-ville premises.\nSince April 1963, Bargain City has been unable to meet its obligations under the leases, and appellee has requested appellant and Penrose, as original lessees of the Bristol premises, to pay the rental deficiencies. Garden State has requested that Penrose, the remaining original lessee of the Westville premises, pay the rental deficiencies for that property. In 1964, Pen-rose became financially unable to pay the rental deficiencies and in 1965 the United States District Court appointed a conservator for Penrose. Since Bargain City could not meet the rental deficiencies, appellee distrained against the furniture, fixtures and equipment in the Bristol premises used by Atlantic and a similar distraint was made by Garden State on the Westville premises.\nThe complaint avers that, subsequent to the institution of the distraint proceedings, Mr. Woldow, representing appellee and Garden State, and Mr. Sylk, Chairman and Controlling Stockholder of both Pen-rose and Bargain City, and the officers of Atlantic, the sublessee, met to discuss increases in rentals paid by Atlantic for the Bristol premises and the Westville Store; and that appellant was not permitted to participate in the discussions. The complaint then avers: “The negotiations between Atlantic Thrift Centers, Inc. and Sylk, representing Penrose and Bargain City, and Woldow representing Garden State Market and Auction Co. and Defendant-Landlord culminated in certain agreements made in March 1965, with respect to the Westville Store pursuant to which the rights and obligations of Garden State Market and Auction Co. and Penrose and William Sylk and Atlantic Thrift Centers, Inc. were changed as follows:\n(a) The rental payments to be paid by Atlantic Thrift Centers, Inc. was increased from $60,000 to $100,000 per year throughout the approximately ten year balance of the lease term.\n(b) Garden State granted to Atlantic Thrift Centers a covenant of quiet enjoyment throughout the ten year balance of the lease term.\n(c) Garden State agreed to allow a credit to Bargain City in the amount of $23,900 annually, from and after March 1965, to be applied against rent deficiencies for which Bargain City and Penrose would otherwise be liable in each year throughout the approximately ten year balance of the lease term.\nConcurrent with the changes made in the lease terms at Westville, Atlantic Thrift Centers, Inc. and Bargain City and Defendant-Landlord changed the sublease agreement of April 1963 pursuant to which Atlantic Thrift Centers, Inc. occupied the Bristol premises to provide that:\n(a) The sublease of Atlantic Thrift Centers, Inc. was extended for approximately two years to May 31, 1975;\n(b) The annual rent payable by Atlantic Thrift Centers, Inc. for occupancy of the Bristol premises was not increased;\n(c) Atlantic Thrift Centers was permitted, without any charge whatsoever, to occupy approximately 32,000 square feet of space at the Bristol premises despite plaintiff’s protests;\n(d) Changes were made in the lease arrangements which deprived Bargain City of rentals for concessions ;\n(e) Atlantic Thrift Centers, Inc., was granted a right of offset in connection with monies owed to Bargain City.\n(f) Atlantic Thrift Centers, Inc., was granted the right to occupy 8000 square feet at the Bristol premises for a rental of 40^ per square foot which was far less than the fair market value and deprived lessee of the opportunity to rent this space at fair market value.”\nAfter the execution of the aforesaid agreements, a conservator for Penrose was appointed in insolvency proceedings instituted by creditors of Penrose. It should also be noted that Robert Woldow, a member of the Woldow family, became a director of Bargain City in April 1963.\nSubsequent to the execution of the new lease agreements between appellee, Bargain City and Atlantic, appellee made demand upon appellant for the deficiencies accruing to date on the Bristol premises. Upon appellant’s refusal to meet such deficiencies, appellee advised appellant of its intention to accelerate all rent due on the balance of the term of the lease of December 30, 1958, and, pursuant to the waiver of attorney contained therein to confess judgment against the appellant in the sum of approximately |600,000.\nAppellant, Gale Industries, Inc. (the original co-tenant with Penrose), contends that the landlord-appellee, Bristol, lost its right to hold it liable on its covenant to make the rental payments contained in the original lease when it joined with the insolvent assignee of the lease, Bargain City, in making the above recited alterations in the terms of the Atlantic subleases without appellant’s consent. Appellant argues that a tenant who assigns his rights under a lease becomes a surety of the assignee’s performance.\nIt will be observed that the acts of which appellant complains are not referable to the execution of the contract from which it seeks to be released. The averments in the complaint are directed solely toward the subsequent contracts made between appellee, Bargain City, Penrose and Garden State and Atlantic. But it does not, indeed if could, not in this proceeding, ask for a rescission of the latter agreements because it was neither a party thereto nor has it joined in this action those, other than appellee, who were parties thereto. Appellant seeks to be relieved of his obligations under the original lease of December 30, 1958, on the ground that the amendments and changes made in the Atlantic subleases in the negotiations for which appellant participated and which appellant consented and agreed to, operated to release appellee from his covenant to make the rental payments contained in the original lease. Appellant argues that this constituted the making of a new lease agreement, creating a new tenancy in place of the tenancy which existed between the lessor and the original lessee.\nWhere a lease forbids a subletting without the consent of the lessor, the consent of the lessor to the sublease does not effect a cancellation of the original lease where there is no evidence to show that the lessor intended to cancel the original lease. Sinberg v. Davis, 285 Pa. 426, 132 A. 287 (1926). The lessee, after assignment, is relieved of Ms liability for rent only if the lessor agrees to release the original lessee from his obligation. Lott v. Guiden, 205 Pa. Superior Ct. 519, 211 A. 2d 72 (1965). In Rosenblum v. Edwards, 137 Pa. Superior Ct. 33, 8 A. 2d 468 (1939), cited by appellant in support of its contention, the holding was that a landlord can make a valid agreement to release a tenant in consideration of the tenant’s procuring another to take his place. The ruling in that case was based on the finding of an express agreement by the landlord to release, which, of course, is consistent with the general rule.\nA leading case on the subject which has been consistently followed is the early case of Fisher v. Milliken, 8 Pa. 111 (1848). There the lessee of a mine was required under the lease to pay a specified price per load of ore and annually to take out and pay for a certain minimum of loads. The lease was later assigned and after the assignment a modification of the lease was agreed to between the lessor and assignee wherein the price per load was reduced and the assignee was relieved of the original obligation to take out any minimum number of loads. In holding that the lessee remained liable on his covenants in the original lease the court stated that nothing but a surrender, a release or an eviction could absolve the original tenant from his covenant to pay rent.\nWe now apply the above legal principles to the factual situation here presented. Appellant and Penrose, the original lessees, upon assignment of the lease to Bargain City, continued to remain liable thereunder to appellee, the original lessor, since nowhere is it alleged that the lessees were in any way released from the lease by lessor when the assignment was made. Indeed the lease itself provides in Section 17A (2) (c) that in the event of the assignment of the lease the tenant’s obligations shall remain in full force and the tenant shall not be released. In April 1963, when Bargain City sublet the Bristol premises to Atlantic, the original lessees still remained liable since, again, no release of liability is pleaded. The agreements of March 1965, about which appellant complains, involved amendments of and changes in the Atlantic sublease of April 1963, not in the original lease, of which appellant was co-lessee. The April 1963 sublease to Atlantic was made by Bargain City to whom appellant and Penrose had already assigned the original lease. After the assignment of the lease to Bargain City, there remained in appellant no reversionary interest in the lease whatsoever. Morrisville Shopping Center, Inc. v. Sun Ray Drug Co., 381 Pa. 576, 112 A. 2d 183 (1955).\nIn the subletting to Atlantic, Bargain City alone was the sublessor or “assignor” and Atlantic the sub-lessee or “assignee” of Bargain City and not of appellant who no longer had any rights to assign to anyone. If, then, as appellant contends, one who assigns Ms rights under a lease becomes a surety of his assignee’s performance and is discharged when the principal and the creditor modify their contract to the detriment of the surety, it is Bargain City, not appellant, that would have been discharged had it not consented to the modifications. We therefore hold that the agreements of March 1965, insofar as they involved amendments of and changes in the Atlantic sublease, did not require the consent of appellant and the alterations so made did not operate to discharge appellant, the original co-lessee, from its liability under the original lease.\nHowever, the further question remains as to whether the agreements of March 1965, insofar as they may have amounted to material changes in the terms of the original lease of December 30, 1958, operated to discharge appellant from its liability under the original lease. There is authority for the rule that a lessee is released from his liability where the lessor as a condition to his consent to an assignment of the lease requires the assignee to take on additional obligations not embodied in the original lease between the original lessor and the original lessee. 32 Am. Jur., Landlord and Tenant, §362 (1941).\nWhile appellant’s complaint merely pleads in what respect the alterations complained of differed from the 1963 sublease to Atlantic., we have examined the 1958 original lease agreement to ascertain in what respect the alterations differ from the terms of the latter. We find that in no instance do any of the alterations pleaded increase the burden or obligations of appellant embodied in the original lease. The extension of the term of the sublease for approximately 2 years to May 31, 1975, corresponds with the expiration date of the original lease and does not extend beyond the original expiration date. All the other changes made and complained of by appellant, such as the failure to increase the Atlantic rental, the occupation of space formerly unoccupied by Atlantic but which was included in the original lease, and the granting to lessee of an additional 8000 square feet of space, which was included in the original lease, at what is alleged to be less than a fair rental — all inyolye changes decreasing the burden and obligations of the tenant as embodied in the original lease. Indeed, the whole thrust of appellant’s complaint is that the changes resulted in Atlantic’s paying less rent than it should have paid, so that the rental payable by Atlantic was insufficient to approximate the rental payments the tenant covenanted to make in the original lease. The holding in Fisher v. Milliken, supra, is that a reduction in rent by an agreement between a lessor and lessee’s assignee or any other change which does not increase the original obligations of a tenant, though, made without the consent of the lessee, does not release the lessee from Ms liability for rent since such changes are not inconsistent with the lessee’s original obligation and do not constitute a new tenancy. (See Ralph v. Deiley, 293 Pa. 90, 141 A. 640 (1928)), which holds that the reletting by lessor of premises abandoned by a tenant doesn’t invade the covenants by which the lessee was bound unless it exceeds or is so inconsistent with them that the two leases cannot stand together.) We therefore hold that the alterations contained in the 1965 agreements which were consented to by appellee did not discharge appellant from its obligations under the lease.\nAppellant further argues as follows: “. . . the Woldows, through their control of Bristol and Westville, are able to regard the two centers as a unity. Atlantic, with stores at both places, and with quiet enjoyment of both sites, can likewise view the two locations as one — for the purpose of satisfying its rental obligations at each. But Plaintiff cannot look to West-ville for anything. It has neither rights nor security there. To reduce Plaintiff’s security at Bristol by increasing its exposure under the major lease there, and to increase the obligations of Atlantic at Westville in return for a reduction in Atlantic’s obligations at Bristol, is to emasculate Plaintiff’s rights under its lease with Defendant . . .\nThe thrust of this argument appears to be that appellee, by virtue of the Woldow’s community of interest in the Bristol and Westville premises, was in such control of the situation that it could and did successfully negotiate the changes in the Atlantic sublease to its own economic interest and to the detriment of appellant’s economic interest, and that such conduct constituted a breach of appellee’s duty in good faith to mitigate appellant’s obligations under the lease to make up whatever rental deficiencies might accrue. It will be observed that the position in which appellant now finds itself had its inception with the default of its own assignee, Bargain City, of which it was the co-owner when appellee accepted Bargain City as the assignee of the lease. The subsequent insolvency of Bargain City, though unfortunate for appellant, is one of the very contingencies against which appelleelessor protected itself when it required its lessee to expressly agree that the assignment of the lease would not release the lessee from its liability on the lease.\nThe Woldows, controlling the management of both corporations, in these negotiations represented both the Bristol and Garden State corporations. In such a situation they owed a duty to each corporation to act in good faith and faithfully perform their duties to each so as to not unfairly favor one over the other. Bowman v. Gum, Inc., 327 Pa. 403, 193 A. 271 (1937); Mercantile Library Hall Co. v. Pittsburgh Library Assoc., 173 Pa. 30, 33 A. 744 (1896). If, as alleged by appellant, the Woldows advanced their own self interest by arranging to increase the rental at the West-ville store of Garden State, a corporation of which they and their family were sole owners, while failing to arrange a rental increase for the Bristol store in which they had only 50% interest, they may have breached their duty to the nonassenting stockholders of Bristol. But it does not necessarily follow that their conduct also constituted a breach of any duty owed by appellee to appellant.\nThe Woldows representing both Bristol and Garden State owed each corporation a duty to negotiate terms which would minimize the risk of ultimate loss to both. Bonini v. Family Theatre Corp., 327 Pa. 273, 194 A. 498 (1937). The duty of appellee to mitigate appellant’s damages in this particular situation, therefore, must be balanced against Hie right of appellee, acting through the Woldows, to minimize its own risk of loss in such a manner that Garden State, also acting through the Woldows, would not have its risk of loss increased. The agreements in question, then, apparently inured to the mutual benefit of both corporations.\nHowever, in our disposition of this case, we need not now determine whether, under the facts and circumstances alleged, appellee has breached its duty to minimize the damages or liability of appellant. Assuming, arguendo, there has been such a breach, the provable damages resulting to appellant from such a breach would merely reduce pro tanto the liability of appellant to make up the deficiencies in the rental payments, but would not completely release or discharge appellant from his covenant to make the rental payments as embodied in the lease. What appellant is asking in this proceeding is that it be declared released from any obligation under the lease because of the conduct of appellee and that appellee be restrained from commencing any action whatsoever in any court against appellant under or by virtue of the lease. But appellant’s covenant to pay rent still remains in full force and effect and at most there may arise an issue as to the amount of rental due or payable at any particular time. Under such circumstances, the equities do not justify the extreme action of enjoining appellee from pursuing its remedy of entering judgment by confession under a warrant of attorney contained in a still valid subsisting lease on the bare allegation that appellant will suffer irreparable harm and injury. When and if any proceeding is brought against appellant to enforce its covenant to pay rent, any issue as to the amount of rent then payable or the extent of its liability may be raised by appellant in that proceeding.\nFinally, appellant contends that appellee-landlord now has the power to confess judgment only against the assignee and not the original tenant by virtue of Section 17B of the lease which provides: “Wherever Tenant is referred to herein the same shall be taken to mean TENANT herein named or after the date of assignment of this lease in accordance with the provisions hereof, the assignee of this lease, excepting that with respect to sub-paragraph B of paragraph 3 TENANT shall mean the parties executing this lease as TENANT and not any assignee of this lease.” (Sub-paragraph B referred to herein is irrelevant to the instant question.)\nWe construe this provision as meaning that before assignment the term “Tenant” has reference only to the original tenant, but that after assignment it would in addition have reference to the assignee as well. That there was no intent to restrict the term “Tenant”, after assignment, to the assignee alone is indicated by Section 17A (2) (c) of the lease which provides: “In the event of any assignment of this lease, Tenant’s obligations hereunder shall remain in full force and effect and tenant shall not be released therefrom by reason of any such assignment.” Among the obligations of the tenant from which an assignment would not release it was the tenant’s contractual obligation to permit judgment to be confessed against it in the event of default.\nDecree affirmed. Appellant to pay costs.\nMr. Justice Jones concurs in the result.",
        "type": "majority",
        "author": "Mr. Justice Eagen,"
      },
      {
        "text": "Concurring Opinion by\nMr. Justice Roberts:\nI agree that the decree should be affirmed, but I cannot agree with the majority’s statement that “if then, as appellant contends, one who assigns his rights under a lease becomes a surety of his assignee’s performance and is discharged when the principal and the creditor modify their contract to the detriment of the surety, it is Bargain City, not appellant, that would be discharged had it not consented to the modifications.” Appellant was Bargain City’s assignor. Surely if it was thus a surety dischargeable by an unapproved modification by Bargain City, it should likewise be discharged by an unapproved modification by Bargain City’s assignee. The effect on appellant is the same regardless of who makes the modification; the aim of the suretyship rule is to protect a surety from being liable on an agreement of which he did not approve, and it is the modification, not the identity of the modifying parties, that is relevant.\nThe point is, however, that this is not a problem of suretyship law at all. Appellant is not a surety — he is the assignor of a lease, who agreed in advance as a lessee acting solely in Ms own primary interest to continue to be liable in case of an assignment. This is not a suretyship agreement, nor is there any other indication that appellant’s liability would end should there be a subsequent modification.",
        "type": "concurrence",
        "author": "Mr. Justice Roberts:"
      }
    ],
    "attorneys": [
      "A. John May, with him Edmund V. Ludwig, and Duane, Morris & Heelcscher, and Barnes, Biester <& Ludwig, for appellant.",
      "Michael H. Egnal, with him Milton S. Lazaroff, and Egnal & Simons, for appellee."
    ],
    "corrections": "",
    "head_matter": "Gale Industries, Inc., Appellant, v. Bristol Farmers Market & Auction Co.\nArgued April 16, 1968.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nA. John May, with him Edmund V. Ludwig, and Duane, Morris & Heelcscher, and Barnes, Biester <& Ludwig, for appellant.\nMichael H. Egnal, with him Milton S. Lazaroff, and Egnal & Simons, for appellee.\nOctober 3, 1968:"
  },
  "file_name": "0464-01",
  "first_page_order": 492,
  "last_page_order": 507
}
