{
  "id": 1917388,
  "name": "Mackarus Estate",
  "name_abbreviation": "Mackarus Estate",
  "decision_date": "1968-10-03",
  "docket_number": "Appeal, No. 259",
  "first_page": "585",
  "last_page": "600",
  "citations": [
    {
      "type": "official",
      "cite": "431 Pa. 585"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "180 A. 1",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1935,
      "opinion_index": 0
    },
    {
      "cite": "319 Pa. 513",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1162316
      ],
      "year": 1935,
      "pin_cites": [
        {
          "page": "522-23"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/319/0513-01"
      ]
    },
    {
      "cite": "25 Pa. D. & C. 2d 701",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.2d",
      "case_ids": [
        1659293
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c2d/25/0701-01"
      ]
    },
    {
      "cite": "31 Pa. D. & C. 2d 736",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.2d",
      "case_ids": [
        1676996
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c2d/31/0736-01"
      ]
    },
    {
      "cite": "36 Pa. D. & C. 2d 366",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.2d",
      "case_ids": [
        1687413
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c2d/36/0366-01"
      ]
    },
    {
      "cite": "36 Pa. D. & C. 131",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.",
      "case_ids": [
        1541716
      ],
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c/36/0131-01"
      ]
    },
    {
      "cite": "72 Stat. 1259",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "282 F. Supp. 252",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        5353704
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "254, n. 2"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/282/0252-01"
      ]
    },
    {
      "cite": "389 U.S. 429",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11340675
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/us/389/0429-01"
      ]
    },
    {
      "cite": "194 A. 2d 194",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "412 Pa. 244",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1887209
      ],
      "year": 1963,
      "pin_cites": [
        {
          "page": "252-53"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/412/0244-01"
      ]
    },
    {
      "cite": "222 A. 2d 597",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "423 Pa. 628",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1903175
      ],
      "weight": 2,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/423/0628-01"
      ]
    },
    {
      "cite": "40 Pa. D. & C. 2d 334",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.2d",
      "case_ids": [
        1696016
      ],
      "weight": 2,
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c2d/40/0334-01"
      ]
    },
    {
      "cite": "15 Pa. D. & C. 218",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.",
      "case_ids": [
        1499869
      ],
      "weight": 3,
      "year": 1931,
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c/15/0218-01"
      ]
    },
    {
      "cite": "29 Pa. D. & C. 2d 609",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.2d",
      "case_ids": [
        1672297
      ],
      "weight": 2,
      "year": 1963,
      "pin_cites": [
        {
          "page": "615"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c2d/29/0609-01"
      ]
    },
    {
      "cite": "34 Pa. D. & C. 2d 721",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.2d",
      "case_ids": [
        8730832
      ],
      "weight": 3,
      "year": 1965,
      "pin_cites": [
        {
          "page": "724"
        },
        {
          "page": "724"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c2d/34/0721-01"
      ]
    },
    {
      "cite": "6 A. 2d 858",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1939,
      "opinion_index": 0
    },
    {
      "cite": "335 Pa. 287",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1193089
      ],
      "weight": 3,
      "year": 1939,
      "pin_cites": [
        {
          "page": "298"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/335/0287-01"
      ]
    },
    {
      "cite": "35 Pa. D. & C. 367",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.",
      "case_ids": [
        1539546
      ],
      "weight": 3,
      "year": 1939,
      "pin_cites": [
        {
          "page": "371-72"
        },
        {
          "page": "372"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c/35/0367-01"
      ]
    },
    {
      "cite": "41 Pa. D. & C. 2d 267",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.2d",
      "case_ids": [
        1697888
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c2d/41/0267-01"
      ]
    },
    {
      "cite": "41 Pa. D. & C. 2d 259",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.2d",
      "case_ids": [
        1697771
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c2d/41/0259-01"
      ]
    },
    {
      "cite": "38 U.S.C. §5220",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "year": 1959,
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "36 Stat. 736",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 922,
    "char_count": 23425,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 5.074090666902135e-07,
      "percentile": 0.9377162529552882
    },
    "sha256": "796e14b84c24f224d677ac55fddbe8df70c67da8542a526dee3ffabce059df64",
    "simhash": "1:a705bd0621cfe1a7",
    "word_count": 3874
  },
  "last_updated": "2024-02-27T23:35:33.829175+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Belt, C. J., Musmanno, Jones, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Chief Justice Bell and Mr. Justice Roberts concur in the result.",
      "Mr. Justice Cohen took no part in the consideration or decision of this case."
    ],
    "parties": [
      "Mackarus Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Jones,\nSamuel Mackarus died intestate on January 5, 1962 in the Veterans’ Administration Hospital in Cincinnati, Ohio. Letters of administration were granted to Provident Tradesmens Bank and Trust Company. The administrator’s account showed a combined balance of principal and income of |88,282 derived from disability compensation paid decedent following his service in World War I.\n■ Three parties claim the estate: (1) Marie K. Budnik and Marina Budnik, claiming under the Intestate Act of April 24, 1947, P. L. 80, §1.17, 20 P.S. §1.17, as decedent’s nieces and next of kin; (2) the Commonwealth of Pennsylvania, claiming alternatively under ' section 1314 of The Fiscal Code of April 9, 1929, P. L. 343, 72 P.S. §1314, or under the “Iron Curtain Act” of July 28, 1953, P. L. 674, §2, 20 P.S. §1156; (3) the United States, as trustee for the General Post Fund, claiming under Act of Congress of June 25, 1910, as amended, 36 Stat. 736, 38 U.S.C. §5220 (1959).\nDecedent was born in the Ukraine, emigrated to the United States prior to World War I and served in the United States Army during that war. After the war he was confined to the United States Public Health Service Hospital in Philadelphia because of mental illness. The Philadelphia Court of Common Pleas declared him an incompetent February 29, 1921 and he remained hospitalized in the care of the Veterans’ Administration continuously until his death in 1962. In 1926, an investigation by the Veterans’ Administration revealed that the decedent’s wife and son were both dead bnt that his mother, brother and sister were still alive in the Ukraine.\nThe three claimants make the following contentions: (1) Maria K. Budnik and Marina Budnik, through their Philadelphia counsel, presented documentary evidence, consisting of purported copies of public records of births, marriages and deaths, to eliminate any kin closer in degree than themselves and to establish their own relationship, all of which documents were authenticated by the American Consul in Moscow. No witnesses appeared in their behalf. Their counsel also presented a petition for a citation to be directed to all adverse parties to show cause why a commission should not be issued or letters rogatory be allowed to obtain the testimony of the two claimants in the Ukraine. The Orphans’ Court of Philadelphia County denied this petition. (Mackarus Estate (No. 2), 41 Pa. D. & C. 2d 259 (1965)). The court based its holding on two factors: first, the two nieces had failed to sign the petition as required by Philadelphia Orphans’ Court Rule 34.1 and since the petition had not been signed by claimants themselves, the petition could not be granted; second, since the issuance of a commission is not a matter of right but rather within the discretion of the court under Philadelphia Orphans’ Court Rule 36, the court denied the petition because it believed that the evidence which would be elicited could not be trusted and because the interests of the Commonwealth and the United States could not be protected. The court then addressed itself to the merits and concluded that the evidence was unreliable because the documents were either prepared in the Soviet Union post litem motam or were ex parte affidavits. (Mackarus Estate (No. 3), 41 Pa. D. & C. 2d 267 (1965)). Exceptions to both decrees were denied and counsel for these claimants has appealed the decree denying the issuance of a commission or letters rogatory.\n(2) The United States claims the estate by virtue of the Act of Congress of June 25, 1910.® This act provides that, whenever any veteran shall die in any hospital while being furnished care by the Veterans’ Administration and shall not leave surviving him any next of kin entitled to his personal property under the laws of his domicile, all such property not disposed of by will or otherwise shall immediately vest in the United States as trustee for the sole use of the General Post Fund. The Orphans’ Court denied the claim of the United States on the ground that, while the two alleged nieces had not proved they were the deceased’s next of kin, there was some indication that they might be. Therefore, the claim of the United States would not be considered until such time as the court was satisfied that it would be impossible for the nieces to substantiate their claim. (Mackarus Estate (No. 3), supra). Exceptions to this decree were also denied and the United States has appealed this decree.\n(3) The Commonwealth claims the estate, in the alternative, under section 1314 of The Fiscal Code or under the “Iron Curtain Act”. Under The Fiscal Code, the estate would be awarded to the Commonwealth without escheat in two situations: first, where there is a possibility of heirs but their identities have not been established; second, where the identities of the heirs have been established but their whereabouts have not been. Under the Iron Curtain Act, the estate may be awarded to the Commonwealth without escheat when it appears to the Orphans’ Court that the beneficiary would not have the actual “benefit, use, enjoyment or control” of the estate. The Orphans’ Court held that, in the best interest of justice, the estate would be awarded to the Commonwealth under section 1314 of The Fiscal Code until such time as it is definitely established whether the alleged nieces are actually the deceased’s next of kin. (Mackarus Estate (No. 3), supra).\nThe appeals of the alleged nieces and the United States are before this Court. Since the outcome of the appeal of the United States depends on the disposition of the nieces’ appeal, we will deal with their claim first.\nThe Orphans’ Court Act of August 10, 1951 (P. L. 1163, art. VII, §742, 20 P.S. §2080.742) vests in orphans’ courts the right to make their own rules for discovery. The Pennsylvania Supreme Court has reiterated this right in its Orphans’ Court Rules. The Philadelphia County Orphans’ Court has exercised this right. Rule 36.1 states:\n(a) Leave to take depositions, or obtain discovery or the production of documents, may be granted only on petition upon canse shown.\n(b) The procedure relating to depositions, discovery and the production of documents shall be governed by special order of the court in every case.\nBy virtue of the power granted by the Orphans’ Court Act and under its own rules, the Philadelphia Orphans’ Court had the discretionary power to grant or deny commissions and letters rogatory. The appellants — the alleged nieces — must fail in their appeal, therefore, unless they can demonstrate that the Orphans’ Court abused its discretion in denying the issuance of a commission or letters rogatory.\nAppellants, citing the Pennsylvania Rules of Civil Procedure dealing with discovery (Rules 4001-4025, inc., 12 P.S. §§4001-4025, inc.) point out that these roles outline a procedure for the issuing of commissions and letters rogatory, that these rules embody the modern approach to discovery and that the Philadelphia Orphans’ Court rule is retrogressive. Even were we to accept this conclusion, the Philadelphia Orphans’ Court would still have the right to make their own rules of discovery under the Orphans’ Court Act and Rule 36.1 does not conflict with that grant of authority. The Pennsylvania Rules of Civil Procedure apply only to proceedings arising in courts subject to those rules. The Orphans’ Court Act exempts the orphans’ courts from the discovery provisions of the Rules of Civil Procedure.\nUnder Rule 36.1, appellants must show cause before the court will issue a commission or letters rogatory. Appellants argue that they have shown cause: first, since they are behind the Iron Curtain, they are unable to come to this country to testify personally, but this argument per se is not enough; the inability of the petitioners to come to the jurisdiction to testify is not sufficient grounds for issuing a commission or letters rogatory. See: Garrett's Estate, 35 Pa. D. & C. 367, 371-72, aff’d, 335 Pa. 287, 6 A. 2d 858 (1939); second, since the Orphans’ Court held that the documentary evidence presented on the appellants’ behalf was insufficient, appellants propose to be examined before the United States Consul for the purpose of providing additional evidence to substantiate their claim, but even though such testimony would certainly improve the appellants’ position, the court will not issue a commission or letters rogatory merely because it is in the best interests of the petitioner. See: Garrett's Estate, supra, 297-98. The interests of justice in general must require that the commission or letters rogatory be issued. See: Zaremba Estate, 34 Pa. D. & C. 2d 721, 724 (1965). We must consider, therefore, whether it is in the best interest of justice that the commission or letters be issued in this case.\nAppellants are not merely witnesses in this proceeding; on the contrary, they claim the estate. As a general rule, when a petitioner claims an estate, he must appear before the orphans’ court personally. See: Sochanczak Estate, 29 Pa. D. & C. 2d 609, 615 (1963). If the petitioners were residents of another state (Vetter’s Estate, 15 Pa. D. & C. 218 (1931)), or of a non-communist nation (Garrett’s Estate, supra), they would be required to appear in this jurisdiction personally to claim the estate. Preferential treatment should not be shown these appellants merely because they reside behind the Iron Curtain. See: Slotkin Estate, 40 Pa. D. & C. 2d 334 (1965), aff’d per curiam, 423 Pa. 628, 222 A. 2d 597 (1966).\nIn general, courts are very reluctant to allow the testimony of claimants themselves to be taken by depositions or interrogatories. See: Vetter’s Estate, 15 Pa. D. & C. 218 (1931). The issuance of a commission or letters rogatory is by no means a matter of right as the appellants imply. The reason for judicial reluctance in this respect is evident: there are two other parties claiming the estate and they have a right to confront the parties opposing their claims. (See: Bokey Estate, 412 Pa. 244, 252-53, 194 A. 2d 194 (1963); Slotkin Estate, 40 Pa. D. & C. 2d 334 (1965), aff’d per curiam, 423 Pa. 628, 222 A. 2d 597 (1966); Sochanczak Estate, 29 Pa. D. & C. 2d 609 (1963)) and they cannot effectively protect their interests if the appellants are examined far from this jurisdiction. There is no way for either the Orphans’ Court or the opposing claimants to observe the demeanor and test the integrity of the appellants if they are examined in the Soviet Union. Merely permitting the Commonwealth and the United States to send cross-interrogatories will not sufficiently protect their rights. See: Garrett’s Estate, 335 Pa. 287, 298, 6 A. 2d 858 (1939).\nOur Court in Garrett summarized the reasons for carefully scrutinizing petitions for commissions or letters rogatory: “Before such an application is granted, the petitioner should bring to the attention of the court circumstances to satisfy the court that it is in the interest of justice that the-examination should take place abroad, and this does not mean in the interest of the applicant alone as his argument seems to suggest. . . . Even if we assume, in accord with the doctor’s affidavits, that appellant is now unable to travel, that fact will not determine that the administration of justice will fail, because, as we have already said, the Commonwealth and a number of other claimants are equally interested that justice be done-; they have claims of their own, and may rightfully insist on the same scrutiny by cross-examination of appellant and witnesses supporting his claim as his counsel here may make of evidence offered in support of appellees’ claims.” See: Garrett Estate, supra, at 297-98; Zaremba Estate, 34 Pa. D. & C. 2d 721, 724 (1965).\nIn short, then, the appellants have a difficult burden to overcome in proving to the Orphans’ Court that the interests of justice require that a commission or letters rogatory be issued. Appellants have an even more difficult task before us since they must prove that the Orphans’ Court abused its discretion in denying their petition. “When the court has come to a conclusion by the exercise of its discretion, the party complaining of it on appeal has a heavy burden; it is not sufficient to persuade the appellate court that it might have reached a different conclusion if, in the first place, charged with the duty imposed on the court below; it is necessary to go further and show an abuse of the discretionary power.” See: Garrett’s Estate, supra, 292-93 (1939). If there is any basis for the Orphans’ Court’s1 decision, -the decision must stand. First, appellants did not sign the petition as required by rule 34.1 of the Philadelphia County Orphans’ Court rules and, while this in itself is perhaps not fatal, appellants should at least comply with all the local rules before making a request for a commission or letters rogatory. Second> the Orphans’ Court rejected all of the appellants’ documentary evidence (Mackarus Estate (No. 3), supra, at 270-74), because all of the documents were either ex parte affidavits or post Ktem motam records and were inadmissible as evidence. The appellants have, as of yet, brought forth no competent evidence to substantiate their claim; instead, they wish to be examined far from the jurisdiction where opposing parties will be unable to protect effectively their interests. This testimony will loom very large in their case since they have offered no other competent evidence. In a case such as this, before the court will issue a commission or letters rogatory, the petitioner should produce some competent documentary evidence which indicates that his claim is tenable and that the testimony of the petitioner will help substantiate his case.\nThere is no question that these requirements place a heavy burden on foreign claimants. The burden is no greater, however, than would be placed on a resident of another state. Such requirements are necessary where the foreign claimant is an actual party to the suit and the rights of the other parties must be preserved and the preservation of such rights is difficult to accomplish if a claimant is examined outside the jurisdiction of the court. Even though the burden placed upon the appellants by the Orphans’ Court’s decision is heavy, we cannot say that the court abused its discretion in denying the petition.\nAppellants’ second argument is that the Orphans’ Court’s decision conflicts with United States foreign policy because of an exchange of letters between Ambassador William C. Bullitt and Commissar Maxim M. Litvinov in 1935, an exchange which details the procedures in the United States and the Soviet Union concerning discovery. The letters were subsequently republished in Executive Agreement Series, No. 83. Appellants claim that the Orphans’ Court was prohibited by the terms of the Agreement from restricting the issuance of letters rogatory or a commission to the proper official in the Soviet Union. On the contrary, the Agreement merely details the discovery procedures in the two countries, and does not mandate courts in either country to alter their normal procedures for issuing such letters. The exchange of notes contains nothing which is obligatory on either nation. While appellants are correct in pointing out that the Orphans’ Court cannot ignore a treaty or an Executive Agreement, still there is no treaty or agreement requiring it to issue letters rogatory or a commission in this case.\nAppellants also cite the recent United States Supreme Court decision in Zschernig v. Miller, 389 U.S. 429 (1968). In that case, the Supreme Court held an Oregon escheat statute unconstitutional because it conflicted with United States foreign policy. While Zschernig may raise grave doubt as to the constitutionality of Pennsylvania’s “Iron Curtain Act” (Martyniuk v. Commonwealth, 282 F. Supp. 252, 254, n. 2 (E.D. Pa. 1968)), that case is presently inapposite. We are merely deciding a narrow procedural question: whether the Orphans’ Court abused its discretion in denying a petition for a commission or letters rogatory. Zschernig applies to escheat statutes and the case at bar does not involve an escheat statute. We are merely concerned with the scope of the rules of the Philadelphia County Orphans’ Court and whether the court went beyond its power under those rules. The Orphans’ Court opinion in this case involves the procedure whereby next of kin are ascertained, whereas, the heirs in Zschernig were already identified. Zschernig says nothing about the procedures which a local court may use to determine the identity of next of kin. Furthermore, in its decision on the merits, the Orphans’ Court awarded the estate to the Commonwealth under section 1314 of The Fiscal Code and not under the “Iron Curtain Act”. (Mackarus Estate (No. 3), supra, at 275).\nWe are not now holding that the appellants have lost all chance of recovering the estate. We are merely holding that the Orphans’ Court was justified in refusing the issuance of a commission or letters rogatory. It is only equitable that we allow the appellants a reasonable period of time either to prove their kinship or to present additional reasons to the Orphans’ Court why a commission or letters rogatory should be issued. Since we are allowing the appellants a reasonable period of time to substantiate their case, we will not, at this time, consider tbe appeal of tbe United States. After tbe expiration of a reasonable period of time, tbe United States may reapply if tbe appellants have failed either to prove their kinship or to present additional reasons why a commission or letters rogatory should be issued.\nDecree affirmed. Appellants — the alleged nieces— to pay costs.\nMr. Chief Justice Bell and Mr. Justice Roberts concur in the result.\nMr. Justice Cohen took no part in the consideration or decision of this case.\n“(b) All pleadings shall be signed and verified by the parties. If this is impracticable, they may be signed and verified by someone familiar with the facts, in which case the reason for the failure of the parties to do so shall be set forth.” Although one of their counsel signed the petition, the Orphans’ Court held that he had not met the requirements of the second sentence since his explanation for the failure of his clients to sign was not satisfactory. See: Mackarus Estate (No. 2), supra, at 261, 266.\n“ (a) Leave to take depositions, or obtain discovery or the production of documents, may be granted only on petition upon cause shown.\n(b) The procedure relating to depositions, discovery and the production of documents shall be governed by special order of the court in every case.”\n“(a) Whenever any veteran (admitted as a veteran) shall die while a member or patient in any facility, or any hospital while being furnished care or treatment therein by the Veterans’ Administration, and shall not leave surviving him any spouse, newt of kin, or heirs entitled under the laws of his domicile, to his personal property as to which he dies intestate, all such property, in-eluding money and choses in action, owned by him at the time of death and not disposed of by will or otherwise, shall immediately vest in and become the property of the United States as trustee for the sole use and benefit of the General Post Fund . . . .” 72 Stat. 1259, 38 U.S.C. §5220(a) (1959). (Emphasis added).\n“In any such ease of unawarded moneys, or of moneys awarded to claimants the whereabouts whereof or that of their legal representatives the fiduciary has been unable to ascertain, the court having jurisdiction of his accounts may, upon motion, or on its own initiative, in its discretion, order the payment of such moneys into the State Treasury . . . Act of April 9, 1929, supra, P. U. 343, 72 P.S. §1314.\n“Whenever it shall appear to the court that if distributions were made a beneficiary would not have the actual benefit, use, enjoyment or control of the money or other property distributed to him by a fiduciary, the court shall have the power and authority to direct the fiduciary (a) to make payment of the share of such beneficiary at such times and in such manner and amounts as the court may deem proper, or (b) to withhold distribution of the share of such beneficiary, convert it to cash, and pay it through the Department of Revenue into the State Treasury without escheat.” Act of July 28, 1953, P. L. 674, 20 P.S. §1156.\n“The court, by general rule or special order, may prescribe the practice relating to depositions, discovery, and the production of documents. To' the extent not provided for by general rule or special order, the practice relating to such matters shall conform to the practice in the local Court of Common Pleas.”\n“The local Orphans’ Court, by general rule or special order, may prescribe the practice relating to depositions, discovery, production of documents and perpetuation of testimony. To the extent not provided for by such general rule or special order, the practice relating to such matters shall conform to the practice in the local Court of Common Pleas.” Supreme Court Orphans’ Court Buies, as amended, January 26, 1968.\nSee, e.g., Carrett’s Estate, 335 Pa. 287, 6 A. 2d 858 (1939); Bolduc’s Estate, 36 Pa. D. & C. 131 (1939) ; Garrett’s Estate, 35 Pa. D. & C. 367 (1939) ; Vetter’s Estate, 15 Pa. D. & C. 218 (1931).\n“(a) The rules of this chapter apply to any civil action or proceeding at law or in equity brought in or appealed to any court wMoh, is subject to these rules. (Emphasis added). Pa. R. C. P. 4001, 12 P.S. §4001.”\nCommissions or letters rogatory were denied in the following cases: Slotkin Estate, supra; Estate of Miklos Sesztak, No. 633 (Phila. Orphans’ Court) (1962) ; Zaremba Estate, 34 Pa. D. & C. 2d 721 (1965) ; Sochanczak Estate, supra ; Estate of Gregory Martinzik, No. 587 (Phila. Orphans’ Court) (1953) ; Garrett’s Estate, supra (1939).\n“(b) All pleadings shall be signed and verified by the parties. If this is impracticable, they may be signed and verified by someone familiar with the facts, in which case the reason for the failure of the parties to do so shall be set forth.”\nSee: Garrett’s Estate, supra (1939); Christo Estate, 36 Pa. D. & C. 2d 366 (1965) ; Zaremba Estate, supra.\nMalika Estate, 31 Pa. D. & C. 2d 736 (1963) ; Martinzik Estate, 25 Pa. D. & C. 2d 701 (1962).\nThis should he required since the petitioner already has the burden of disproving the Commonwealth’s claim. See: Link’s Estate (No. 1), 319 Pa. 513, 522-23, 180 A. 1 (1935). The Orphans’ Court in Garrett, said: “In any case, we would be more disposed to grant leave to take depositions where a proceeding was based mainly upon testimony taken in court, than in a proceeding such as the present one, where the proof is presented, either entirely, or substantially, through depositions or letters rogatory.” 35 Pa. D. & C. 367, 372 (1939).",
        "type": "majority",
        "author": "Mr. Justice Jones,"
      }
    ],
    "attorneys": [
      "William Kanter, with him Alan 8. Rosenthal, Edwin L. Weisl, Jr., Assistant Attorney General, and Drew J. T. O’Keefe, United States Attorney, for United States of America, appellant.",
      "James Francis Lawler, with him Ostroff & Lawler, for individual appellants.",
      "Francis J. Gafford, Deputy Attorney General, with him Herbert W. 8alus, Jr., Special Assistant Attorney General) and William G. Sennett, Attorney General, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Mackarus Estate.\nArgued April 26, 1968.\nBefore Belt, C. J., Musmanno, Jones, Eagen, O’Brien and Roberts, JJ.\nWilliam Kanter, with him Alan 8. Rosenthal, Edwin L. Weisl, Jr., Assistant Attorney General, and Drew J. T. O’Keefe, United States Attorney, for United States of America, appellant.\nJames Francis Lawler, with him Ostroff & Lawler, for individual appellants.\nFrancis J. Gafford, Deputy Attorney General, with him Herbert W. 8alus, Jr., Special Assistant Attorney General) and William G. Sennett, Attorney General, for Commonwealth, appellee.\nOctober 3, 1968:"
  },
  "file_name": "0585-01",
  "first_page_order": 613,
  "last_page_order": 628
}
