{
  "id": 1808569,
  "name": "In re Samuel LEOPARDI and Georgia Leopardi, his wife. Appeal of James BARNESS and Linda Barness",
  "name_abbreviation": "In re Leopardi",
  "decision_date": "1987-10-15",
  "docket_number": "No. 47 W.D. Appeal Docket 1986",
  "first_page": "115",
  "last_page": "124",
  "citations": [
    {
      "type": "official",
      "cite": "516 Pa. 115"
    },
    {
      "type": "parallel",
      "cite": "532 A.2d 311"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "112 A. 757",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1921,
      "opinion_index": 0
    },
    {
      "cite": "270 Pa. 24",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1066055
      ],
      "year": 1921,
      "opinion_index": 0,
      "case_paths": [
        "/pa/270/0024-01"
      ]
    },
    {
      "cite": "84 A.2d 808",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1577509,
        1577470
      ],
      "weight": 2,
      "year": 1951,
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "868 Pa. 547",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1951,
      "opinion_index": 0
    },
    {
      "cite": "222 A.2d 868",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "422 Pa. 629",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1901737
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/422/0629-01"
      ]
    },
    {
      "cite": "274 A.2d 277",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "225 A.2d 892",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "424 Pa. 29",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1904935
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa/424/0029-01"
      ]
    },
    {
      "cite": "208 A.2d 840",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "417 Pa. 681",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "252 A.2d 638",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "488 Pa. 581",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "360 A.2d 812",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "342 A.2d 785",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "394 A.2d 639",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "298 A.2d 627",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "505 Pa. 176",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1788861
      ],
      "weight": 2,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa/505/0176-01"
      ]
    },
    {
      "cite": "85 L.Ed. 1140",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1941,
      "opinion_index": 0
    },
    {
      "cite": "61 S.Ct. 826",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1941,
      "opinion_index": 0
    },
    {
      "cite": "312 U.S. 708",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        359064,
        359111,
        359199,
        359103
      ],
      "year": 1941,
      "opinion_index": 0,
      "case_paths": [
        "/us/312/0708-04",
        "/us/312/0708-01",
        "/us/312/0708-02",
        "/us/312/0708-03"
      ]
    },
    {
      "cite": "16 A.2d 9",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1940,
      "opinion_index": 0
    },
    {
      "cite": "340 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1203404
      ],
      "year": 1940,
      "opinion_index": 0,
      "case_paths": [
        "/pa/340/0001-01"
      ]
    },
    {
      "cite": "476 Pa. 302",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1736926
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/476/0302-01"
      ]
    },
    {
      "cite": "454 A.2d 1",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1778808,
        1778877
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa/499/0507-01",
        "/pa/499/0509-01"
      ]
    },
    {
      "cite": "499 Pa. 509",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1778877
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa/499/0509-01"
      ]
    },
    {
      "cite": "506 Pa. 549",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1790945
      ],
      "weight": 2,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa/506/0549-01"
      ]
    },
    {
      "cite": "452 A.2d 273",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "496 A.2d 867",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 796,
    "char_count": 15112,
    "ocr_confidence": 0.733,
    "pagerank": {
      "raw": 5.058493168904533e-07,
      "percentile": 0.9373697076547706
    },
    "sha256": "d6824f2ee21baa55154eea5218c55ee577f6f869f6d9a31a8e17d7e73df59c44",
    "simhash": "1:db39a627e0626810",
    "word_count": 2547
  },
  "last_updated": "2024-02-27T23:49:21.147958+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDermott, hutchinson, zappala and PAPADAKOS, JJ."
    ],
    "parties": [
      "In re Samuel LEOPARDI and Georgia Leopardi, his wife. Appeal of James BARNESS and Linda Barness."
    ],
    "opinions": [
      {
        "text": "OPINION\nMcDermott, justice.\nAppellants, James and Linda Barness, appeal from an order of the Commonwealth Court, 90 Pa.Cmwlth. 616, 496 A.2d 867 which affirmed an order of the Court of Common Pleas of Beaver County. The latter court had reversed the grant of a variance by the Harmony Township Zoning Hearing Board. The variance would have permitted appellants to construct a two-story addition to their residence, consisting of a two-car garage on the ground level, and two rooms and a bath on the upper floor. Their plan of construction did not conform to the requirements of the township zoning ordinance in that it did not allow a thirty foot setback from the front property line.\nAppellants originally applied to the township building inspector for a building permit, but were denied because of the setback deficiency. They next applied to the Township Zoning Hearing Board (Board) for a variance from the ordinance requirement. Following two hearings, at which there was no opposition, the Board granted a variance based on a finding of unnecessary hardship. This occurred on September 8, 1981. Almost immediately appellants began construction of the addition. On October 6, 1981, the construction all but completed, appellants’ next-door neighbors, Samuel and Georgia Leopardi, timely filed an appeal of the Board’s action in the Court of Common Pleas of Beaver County. Pursuant to an order of that court, on April 29, 1982, the Board conducted a transcribed hearing on the matter. See 53 P.S. § 10908(7). The Leopardis were present at the proceeding and presented their opposition to the variance. On May 28,1982, the Board issued an opinion affirming its original decision. On October 19, 1982, the court of common pleas conducted its own hearing. Subsequently, it issued the following order:\nAND NOW, this 17th day of November 1982, the decision of the Harmony Township Zoning Hearing Board granting a variance to James and Linda Barness to build a 24’ x 26’ garage and room addition to their home at 915 Highview Avenue, Harmony Township, is reversed.\nThe property owners are hereby granted until June 30, 1983 to either (1) reduce the size of the addition so as to bring it into conformance with the existing front yard requirements of the Harmony Township Zoning Ordinance, or (2) remove the addition to another location on the property which conforms with the Zoning Ordinance, or if this is not feasible, remove the addition entirely from the property, or (3) secure releases from all property owners in the 900 block of Highview Avenue for the existing violation of the Harmony Township Ordinance.\nIn addition, record costs of the proceedings are hereby placed on James and Linda Barness.\nSlip Op. Court of Common Pleas of Beaver County, No. 2034 of 1981, p. 7 (November 17, 1982).\nAppellants appealed to the Commonwealth Court. A panel of that court, in a two-to-one decision, affirmed the order of the common pleas court in its entirety. In re Samuel Leopardi and Georgia Leopardi, his wife, 90 Pa.Cmwlth. 616, 496 A.2d 867 (1985). The majority of the Commonwealth Court determined that the order in question was properly within the powers conferred on the Board in the enabling statute and the local zoning ordinance. It then concluded that the trial court was empowered to exercise the power of the Board in granting the tear-down remedy.\nAppellants petitioned this court and we granted allocatur to consider whether the court of common pleas exceeded its authority in directing appellants to tear down all or so much of their garage as violated the setback requirements of the local ordinance.\nAppellants present the following primary issue: whether a zoning hearing board is empowered to order the removal of an offending structure. As a corollary they raise the issue of whether the court of common pleas, on an appeal from an order of a zoning hearing board, is bound by the same limitations as the board in awarding relief.\nThe controlling principles regarding the power of a zoning hearing board are well established. Zoning boards are not judicial but administrative bodies created by the grace of the legislature. See Golla v. Hopewell Township Board of Supervisors, 69 Pa.Cmwlth. 377, 452 A.2d 273 (1982). Their power and authority is limited to that conferred expressly by the legislature, or by necessary implication. The limits of that power must be strictly construed. Murphy v. Pennsylvania Human Relations Commission, 506 Pa. 549, 486 A.2d 388 (1985); Commonwealth Department of Environmental Resounces v. Butler County Mushroom Farm, 499 Pa. 509, 454 A.2d 1 (1982); Pennsylvania Human Relations Commission v. St. Joe Minerals Corp., 476 Pa. 302, 382 A.2d 731 (1978); Green v. Milk Control Commission, 340 Pa. 1, 16 A.2d 9 (1940) cert. denied 312 U.S. 708, 61 S.Ct. 826, 85 L.Ed. 1140 (1941). A doubtful power does not exist. Borough of Blawnox Council v. Olszewski, 505 Pa. 176, 477 A.2d 1322 (1984).\nThe powers which the legislature has delegated to zoning hearing boards are set forth in Article IX of the Pennsylvania Municipalities Planning Code (Code), which provides for their organization, membership, and functions. The specific powers delegated in that article are: to hear and decide appeals from a decision or action of the zoning officer, 53 P.S. § 10909; to hear and decide challenges to the validity of any ordinance or map, 53 P.S. § 10910; to hear and decide requests for variances from the requirements of the zoning ordinance, 53 P.S. § 10912; and to hear and decide requests for special exceptions to the requirements of the zoning ordinance. 53 P.S. § 10913.\nThe power to issue enforcement or remedial orders is not expressly conferred upon zoning hearing boards in this enabling statute, and neither remedial nor enforcement powers are implied in the powers that are delegated. The wording of the sections, “to hear and decide”, implies only the power to render decisions, limited to those specific questions consigned to the adjudicatory powers of that body by the statute. See 53 P.S. §§ 10901-10916. Furthermore, where the Code does explicitly provide for remedial or enforcement powers those powers are delegated elsewhere than the zoning hearing board.\nWith respect to enforcement, the Code provides:\nEnforcement remedies.\nIn case any building, structure, or land is, or is proposed to be, erected, constructed, reconstructed, altered, converted, maintained or used in violation of any ordinance enacted under this act or prior enabling laws, the governing body or, with the approval of the governing body, an officer of the municipality, in addition to other remedies, may institute in the name of the municipality any appropriate action or proceeding to prevent, restrain, correct or abate such building, structure or land, or to prevent, in or about such premises, any act, conduct, business or use constituting a violation.\n53 P.S. § 10617 (emphasis added).\nThe clear mandate of the legislature is that the power to enforce the local zoning ordinance lies in the board of supervisors, or an agent delegated that power by that body. The means of enforcement under the Code are: the assessment of fines, 53 P.S. § 10616, Plains Township v. Krasner, 7 Pa.Cmwlth. 56, 298 A.2d 627 (1972); the seeking of equitable relief to restrain violations, 53 P.S. § 10617, Board of Supervisors of West Brandywine Township v. Matlack, 38 Pa.Cmwlth. 366, 394 A.2d 639 (1978); and actions for the removal of offending structures. Funk v. Bensalem Township, 17 Pa.Cmwlth. 205, 342 A.2d 785 (1975). It is significant that only the municipality or a delegated agent is empowered to initiate enforcement actions, and the actions contemplated by the Code are separate and distinct from the functions delegated to zoning hearing boards. In the instance of a variance granted by the zoning hearing board which does not conform to the zoning ordinance the sole remedy under the provisions of the Code is an appeal first to the board then to the court to “secure review or correction” of the decision. 58 P.S. § 11007; Cibula v. Bradford Township, 25 Pa.Cmwlth. 383, 360 A.2d 812 (1976).\nAs in the case of the municipal governing body, an enforcement action brought by an aggrieved individual must be brought separately or in addition to the procedures available under the Code’s provisions. Such an action includes, in appropriate circumstances, an action in equity. Lynch et al. v. Gates, 488 Pa. 581, 252 A.2d 638 (1969); Kunkel v. Zaleski, 417 Pa. 681, 208 A.2d 840 (1965); Burne v. Kearney, 424 Pa. 29, 225 A.2d 892 (1967).\nIn summary, there is no provision in the enabling statute nor is any such necessarily implied, as would authorize a zoning hearing board to issue an order in the nature of that at issue in this case. Since a zoning hearing board does not have the delegated jurisdiction to grant injunctions or impose penalties any such order would be an ultra vires act. See Philadelphia v. Stradford Arms, Inc., 1 Pa.Cmwlth. 190, 274 A.2d 277 (1971).\nWe need not and do not address the question whether the Harmony Township Zoning Ordinance confers enforcement power on the Board. An ordinance not in conformity in any material respect with its enabling legislation is invalid. Taylor v. Abernathy, 422 Pa. 629, 222 A.2d 868 (1966); Genkinger v. City of New Castle, 868 Pa. 547, 84 A.2d 808 (1951). Since, as we have concluded above, the Municipalities Planning Code does not endow zoning hearing boards with enforcement powers of the nature of those at issue, neither could the township ordinance.\nWith respect to the powers of the court of common pleas reviewing the action of a zoning hearing board, the Municipalities Planning Code authorizes the court to conduct a hearing and receive additional evidence as in the present case. 53 P.S. § 11010. When the court acts in accordance with this provision the scope of its review is enlarged in that it may then make its own findings of fact based on the record below as supplemented by the additional evidence received. Id. It is important to note that this authorization relates to the scope of review and not the jurisdictional nature of the proceeding. In this case the Commonwealth Court erroneously concluded that the lower court’s exercise of this type of review somehow enhanced the trial court’s power to fashion a remedy. The basis of this error was the apparent belief that “de novo” review connotes a jurisdictional basis distinct from appellate review.\nIn the context of zoning appeals a common pleas court’s power to take additional evidence affects only its power to make new or additional findings, based on evidence which has been brought before it. The decision to take additional evidence in no way impacts on the jurisdictional avenue by which the case came before the court of common pleas, i.e., by appeal from the zoning hearing board.\nThus regardless of whether the common pleas court exercises the option to take additional evidence the case always remains a case that arose within that court’s appellate jurisdiction. See 42 Pa.C.S. § 933(a)(3). In the context of zoning matters the description of a case on “de novo” review should never be considered as being synonymous with a case which has arisen in the trial court’s original jurisdiction. See 42 Pa.C.S. § 931.\nTherefore, the powers of a court of common pleas when considering a zoning appeal are governed by the Administrative Agency Law, which requires that when an adjudication is not affirmed the court may only enter an order authorized by the Judicial Code. See 2 Pa.C.S. § 754.\nThe relevant section of the Judicial Code provides:\nAn appellate court may affirm, modify, vacate, set aside or reverse any order brought before it for review and may remand the matter and direct the entry of such appropriate order, or require such further proceedings to be had as may be just under the circumstances.\n42 Pa.C.S. § 706 (emphasis added). This section limits the power of an appellate court to an award of relief which could have been entered by the tribunal from which the appeal was taken. Thus an appellate court has the power to do what the lower tribunal ought to have done; but that court has no power to create or manufacture a remedy which would have been outside the capabilities of that lower tribunal. This is so because the power of the appellate court to modify a judgment is limited by the jurisdictional powers of the tribunal below. It can give no judgment on appeal which the lower court was incompetent to render. 5B C.J.S. § 1874(b). See Fry’s Estate, 270 Pa. 24, 112 A. 757 (1921). In many cases this may seem but a technical delay of the inevitable, and but a wait before the consequences to follow the holding of the Court. However clear that may appear it is less important than an improper exercise of powers not given.\nIn this case the order before the court was the grant of a variance. As has been shown the zoning hearing board did not possess the power to order the destruction of an offending structure. As a consequence the common pleas court, on appeal, had no such power. Therefore, so much of its order as required the removal of the garage was beyond its power as an appellate tribunal.\nAccordingly, that part of the Commonwealth Court order which affirmed the order of the court of common pleas directing the removal of the garage is reversed.\n. Section 908 of the Municipalities Planning Code, Act of July 31, 1968, P.L. 805, as amended, 53 P.S. § 10908(7).\n. Appellants do not dispute the propriety of the reversal of the grant of the variance by the Board.\n. Act of July 31, 1968, P.L. 805, art. IX, § 901 et seq, as amended, 53 P.S. § 10901 et seq.\n. As the Commonwealth Court did in this case, courts have used the characterization \"de novo\" to describe the posture of a zoning appeal when the trial court takes additional evidence; yet that terminology does not appear in the statute itself. See 53 P.S. § 11010. We note that the phrase does appear in other places in the laws of the Commonwealth. See, e.g., Pa.R.Crim.P. 6006(a)(1). Our comments today are not specifically directed toward the meaning of de novo review per se, but only to the meaning of the phrase as it has evolved in Pennsylvania zoning law.\n. Act of April 28, 1978, P.L. 202, No. 53 § 5, 2 Pa.C.S. § 101 et seq.\n. Act of July 9, 1976, P.L. 586, No. 142 § 2, 42 Pa.C.S. § 101 et seq.\n. Our decision today should not be construed as a decision on the merits regarding the viability of any future action, in law or in equity, by which the Leopardis may seek enforcement of the local zoning law.",
        "type": "majority",
        "author": "McDermott, justice."
      }
    ],
    "attorneys": [
      "Samuel C. Holland, Panner, Holland, Autenreith and Wolford, P.C., Beaver, for appellants.",
      "Robert J. Taylor, Ambridge, for Samuel & Georgia Leopardi.",
      "John P. Dohanich, Monaca, for Harmony Twp. Hearing Bd.",
      "Bernard J. Rabik, Monaca, for Harmony Tp."
    ],
    "corrections": "",
    "head_matter": "532 A.2d 311\nIn re Samuel LEOPARDI and Georgia Leopardi, his wife. Appeal of James BARNESS and Linda Barness.\nSupreme Court of Pennsylvania.\nArgued March 12, 1987.\nDecided Oct. 15, 1987.\nSamuel C. Holland, Panner, Holland, Autenreith and Wolford, P.C., Beaver, for appellants.\nRobert J. Taylor, Ambridge, for Samuel & Georgia Leopardi.\nJohn P. Dohanich, Monaca, for Harmony Twp. Hearing Bd.\nBernard J. Rabik, Monaca, for Harmony Tp.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDermott, hutchinson, zappala and PAPADAKOS, JJ."
  },
  "file_name": "0115-01",
  "first_page_order": 199,
  "last_page_order": 208
}
