{
  "id": 1808596,
  "name": "Joseph KACHINSKI, Appellee v. WORKMEN'S COMPENSATION APPEAL BOARD (VEPCO CONSTRUCTION CO.) Appeal of VEPCO CONSTRUCTION CO., and United States Fidelity and Guaranty Co.",
  "name_abbreviation": "Kachinski v. Workmen's Compensation Appeal Board",
  "decision_date": "1987-10-15",
  "docket_number": "No. 59 E.D. Appeal Docket 1986",
  "first_page": "240",
  "last_page": "255",
  "citations": [
    {
      "type": "official",
      "cite": "516 Pa. 240"
    },
    {
      "type": "parallel",
      "cite": "532 A.2d 374"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "498 A.2d 36",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1985,
      "pin_cites": [
        {
          "page": "38-39"
        },
        {
          "page": "40"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "309 A.2d 86",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "415 A.2d 957",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "501 A.2d 708",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1985,
      "opinion_index": 0
    },
    {
      "cite": "295 A.2d 629",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "410 A.2d 420",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1980,
      "pin_cites": [
        {
          "page": "421"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "143 A. 21",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1928,
      "pin_cites": [
        {
          "page": "22-23"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "293 Pa. 338",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1111174
      ],
      "year": 1928,
      "pin_cites": [
        {
          "page": "340"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/293/0338-01"
      ]
    },
    {
      "cite": "368 F.2d 77",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2056973
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/368/0077-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 423",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(d)(2)(A)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "104 A.2d 104",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1954,
      "pin_cites": [
        {
          "page": "107"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "377 Pa. 7",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1249538
      ],
      "weight": 2,
      "year": 1954,
      "pin_cites": [
        {
          "page": "13"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/377/0007-01"
      ]
    },
    {
      "cite": "42 U.S.C. §§ 422",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(c)"
        },
        {
          "page": "(c)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "385 U.S. 149",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11335368
      ],
      "weight": 3,
      "year": 1966,
      "pin_cites": [
        {
          "page": "151"
        },
        {
          "page": "383"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/385/0149-01"
      ]
    },
    {
      "cite": "35 A.2d 250",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1944,
      "opinion_index": 0
    },
    {
      "cite": "348 Pa. 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1220295
      ],
      "year": 1944,
      "opinion_index": 0,
      "case_paths": [
        "/pa/348/0401-01"
      ]
    },
    {
      "cite": "30 A.2d 805",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1943,
      "pin_cites": [
        {
          "page": "808"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "152 Pa.Super. 101",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1048136
      ],
      "year": 1943,
      "pin_cites": [
        {
          "page": "106"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/152/0101-01"
      ]
    },
    {
      "cite": "112 A. 126",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1920,
      "pin_cites": [
        {
          "page": "128"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "268 Pa. 469",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061516
      ],
      "year": 1920,
      "pin_cites": [
        {
          "page": "474"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/268/0469-01"
      ]
    },
    {
      "cite": "538 F.2d 487",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1044598
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/538/0487-01"
      ]
    },
    {
      "cite": "607 F.2d 1253",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1431755
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/607/1253-01"
      ]
    },
    {
      "cite": "5 L.Ed.2d 77",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "81 S.Ct. 29",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "364 U.S. 854",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6259540,
        6259895
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/us/364/0854-01",
        "/us/364/0854-02"
      ]
    },
    {
      "cite": "363 U.S. 603",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6166718
      ],
      "weight": 6,
      "year": 1960,
      "pin_cites": [
        {
          "page": "610"
        },
        {
          "page": "1372"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/363/0603-01"
      ]
    },
    {
      "cite": "347 F.2d 159",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        860438
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/347/0159-01"
      ]
    },
    {
      "cite": "233 A.2d 891",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 4,
      "year": 1967,
      "pin_cites": [
        {
          "page": "895"
        },
        {
          "page": "895"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "427 Pa. 5",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1910422
      ],
      "weight": 3,
      "year": 1967,
      "pin_cites": [
        {
          "page": "13"
        },
        {
          "page": "11-12"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/427/0005-01"
      ]
    },
    {
      "cite": "246 A.2d 668",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 4,
      "year": 1968,
      "pin_cites": [
        {
          "page": "674"
        },
        {
          "page": "674"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "431 Pa. 446",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1917371
      ],
      "weight": 3,
      "year": 1968,
      "pin_cites": [
        {
          "page": "458"
        },
        {
          "page": "458"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/431/0446-01"
      ]
    },
    {
      "cite": "498 A.2d 36",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1985,
      "pin_cites": [
        {
          "page": "38-39",
          "parenthetical": "emphasis added; citations omitted"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "104 A.2d 104",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "opinion_index": 1
    },
    {
      "cite": "377 Pa. 7",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1249538
      ],
      "year": 1954,
      "pin_cites": [
        {
          "page": "13"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/377/0007-01"
      ]
    },
    {
      "cite": "246 A.2d 668",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1968,
      "opinion_index": 1
    },
    {
      "cite": "431 Pa. 446",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1917371
      ],
      "weight": 2,
      "year": 1968,
      "opinion_index": 1,
      "case_paths": [
        "/pa/431/0446-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1138,
    "char_count": 26212,
    "ocr_confidence": 0.743,
    "pagerank": {
      "raw": 1.1221633971140302e-05,
      "percentile": 0.9996511379620974
    },
    "sha256": "eef3cc4ccecec32e77b22beed415d78646f59c54ec1308af8c11b8537458a569",
    "simhash": "1:542f8ce2f420b075",
    "word_count": 4270
  },
  "last_updated": "2024-02-27T23:49:21.147958+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDermott, hutchinson, zappala and PAPADAKOS, JJ.",
      "LARSEN, J., files a concurring opinion.",
      "HUTCHINSON, J., notes his dissent."
    ],
    "parties": [
      "Joseph KACHINSKI, Appellee v. WORKMEN’S COMPENSATION APPEAL BOARD (VEPCO CONSTRUCTION CO.) Appeal of VEPCO CONSTRUCTION CO., and United States Fidelity and Guaranty Co."
    ],
    "opinions": [
      {
        "text": "OPINION\nMcDERMOTT, Justice.\nAllocatur was granted in this case to examine the degree to which an employer must prove the availability of suitable employment for a disabled claimant before a modification of benefits may be effected. The facts of this case are as follows.\nJoseph Kachinski was a mechanic employed by Vepco Construction Company. On January 19, 1981, while working on employer’s premises, Mr. Kachinski was injured when a paint can exploded. The explosion caused Mr. Kachinski to fall off the machine he was working on, thereby injuring his back. The explosion also caused extensive facial burns.\nMr. Kachinski was awarded workmen’s compensation benefits due to the burns he received, but no award was made related to his back injury. On April 9, 1981, Mr. Kachinski filed a petition to review the notice of compensation, alleging that his back was injured in the same accident, and that he was entitled to coverage for that injury as well. The employer denied that Mr. Kachinski had injured his back. Furthermore, on September 24, 1981, employer filed a petition to modify the compensation payments, alleging that as of June 30, 1981 claimant had sufficiently recovered from his original work-related injury as to be capable of returning to gainful employment which was then presently available in the market place.\nThe two petitions were considered together, and after a hearing the referee concluded that Mr. Kachinski’s burns had healed, and that Mr. Kachinski did in fact injure his back in the accident, but that his back injury had improved to a point where he could no longer be considered totally disabled. The latter conclusion was based on the referee’s determination that the employer had introduced sufficient evidence to establish the existence of “available work” which claimant was capable of performing. Accordingly, the referee reduced Mr. Kachinski’s benefits from those appropriate for total disability to a level appropriate for a partial disability. This decision was affirmed by the Board.\nOn appeal, the Commonwealth Court reversed the order of the Board, effectively reinstating Mr. Kachinski’s benefits. Upon petition we granted allowance of appeal.\nThe narrow issue presented to us is whether the evidence in this case was sufficient to sustain the employer’s burden to show available work prior to effecting a reduction in benefits. However, this issue bespeaks a larger issue, which is whether an employer can sustain his burden of showing available work by demonstrating the existence of jobs in the marketplace, as opposed to demonstrating jobs which have actually been made available to the claimant.\nIn the case of Barrett v. Otis Elevator Co., 431 Pa. 446, 246 A.2d 668 (1968), this Court held that once a claimant has discharged his burden of proving that because of his work-related injury he is unable to do the type of work he was engaged in when injured, the employer has the burden of proving that other work is available to the claimant which he is capable of obtaining. Id., 431 Pa. at 458, 246 A.2d at 674. The Barrett rule was an extension of the Court’s decision in Petrone v. Moffat Coal Co., 427 Pa. 5, 233 A.2d 891 (1967), in which the issue concerned the determination of total disability in a situation where the claimant possessed residual capabilities despite his work-related injury.\nIn Petrone, the claimant was seeking total disability benefits due to his long term exposure to coal dust. The Board and the Superior Court agreed that he was unfit to continue as a coal miner, but ruled that his residual capabilities made him able to do light work, and that such work was presumptively “available”. This Court, however, ruled that a presumption that light work was available had no place in the law of workmen’s compensation, and that the employer was required to demonstrate the availability of such work. Unfortunately the Court did not explain what evidence was required to show availability, but alluded to the proof method utilized under the Social Security disability program. See also Concurring Opinion Roberts, J. Id., 427 Pa. at 13, 233 A.2d at 895. Although the Petrone Court did not expressly adopt the federal approach the reference thereto seems to have fostered the development of an analogous method of analyzing availability of work issues under the Pennsylvania Workmen’s Compensation Act. Because this analysis flows from an incorrect premise it has led to some confusion, and inconsistent decisions.\nSocial Security is a “comprehensive contributory insurance plan”, the purpose of which “is to protect workers and their dependents from the risk of loss of income due to the insureds’ old age, death or disability.” Delno v. Celebrezze, 347 F.2d 159 (9th Cir.1965). The plan represents a “form of social insurance ... whereby persons gainfully employed, and those who employ them, are taxed in order to permit the payment of benefits.” See Flemming v. Nestor, 363 U.S. 603, 80 S.Ct. 1367, 4 L.Ed.2d 1435 reh. denied, 364 U.S. 854, 81 S.Ct. 29, 5 L.Ed.2d 77 (1960); Sims v. Harris, 607 F.2d 1253 (9th Cir.1979). “The right to social security benefits is in a sense ‘earned’, for the entire scheme rests on the legislative judgment that those who in their productive years were functioning members of the economy may justly call upon that economy ... for protection from the rigors of poverty.” Hence, the amount of disability benefits paid can be tied to the amount of contributions an employer makes. See Rosenberg v. Richardson, 538 F.2d 487 (2nd Cir.1976).\nOn the other hand, the workmen’s compensation program is not a contributory insurance plan. Rather it is a means for the obtainment of compensation for injuries which has been substituted for common law tort actions between employees and employers. Blake v. Wilson, 268 Pa. 469, 474, 112 A. 126, 128 (1920); Rudy v. McCloskey and Co., 152 Pa.Super. 101, 106, 30 A.2d 805, 808 (1943) affd per curiam, 348 Pa. 401, 35 A.2d 250 (1944). See U.S. v. Demko, 385 U.S. 149, 151, 87 S.Ct. 382, 383, 17 L.Ed.2d 258 (1966).\nUnlike Social Security, where the cause of a claimant’s disability can be unrelated to any work activity, a workmen’s compensation claimant may only collect for those injuries arising out of his employment. Similarly, a claimant’s benefits are tied to his wage at the time of the injury, as opposed to contributions to a fund. Finally, entitlement to workmen’s compensation is not earned per se; rather, it is caused by an injury in the workplace.\nIn order to be eligible for disability benefits under the Social Security Act one must be unable “to engage in any substantial, gainful activity.” 42 U.S.C. §§ 422(c); 416(i). However, a workmen’s compensation claimant, while he must prove that he was injured during the course of his employment, need only demonstrate that his injury causes him lost earning power. Unora v. Glen Alden Coal Co., 377 Pa. 7, 104 A.2d 104 (1954). This distinct economic injury burden reflects the compromise which the Workmen’s Compensation Act fashioned between employees and employers: employees receiving immediate set benefits as opposed to the potentially greater benefits which could result from a successful tort action; and employers being protected from exorbitant unexpected costs which could result from employee lawsuits.\nTherefore, whereas the theory behind Social Security is to tax presently employed workers for the inevitable day when they become either too old or too disabled to support themselves, Flemming v. Nestor, supra, 363 U.S. at 610, 80 S.Ct. at 1372, the theory behind workmen’s compensation is to include within the cost of production the unpredictable expenses of occasional injuries caused during the production process. See Larson, Workmen’s Compensation Law, vol. 1 § 2.20. It is because of the nature of workmen’s compensation as compensation for an injury done that the claimant stands on a distinct level as compared with a social security recipient.\nWith the above distinctions in mind we turn to view the manner in which Pennsylvania law has developed since Petrone, supra. As noted above in Barrett v. Otis Elevator Co., supra, the Court affirmatively placed on the employer the burden of showing a change from total disability to partial disability. The Court held that burden satisfied by a showing “that other work is available to the claimant which he is capable of obtaining.” Barrett 431 Pa. at 458, 246 A.2d at 674. The problem, however, has been in determining what was meant by “available”: should it be interpreted to mean potentially available; or actually available?\nThe federal courts have consistently interpreted the Social Security Act to require a showing of potential availability of jobs. Thus, if work exists in the economy which the claimant is realistically capable of performing, the claimant cannot be considered disabled. See 42 U.S.C. § 423(d)(2)(A). This conclusion is derived from the governing statutory language which defines disability as the inability “to engage in any substantial activity.” Thus, to rebut a claim of disability it is enough to show that there exists in the economy “substantial gainful activity” which claimant is capable of obtaining. Such a showing is distinct from demonstrating that there are job openings in the economy; and a person cannot be considered disabled if his residual capabilities enable him to obtain a job which happens to be filled. See Timmerman v. Weinberger, 510 E.2d 439 (8th Cir.1975); Gardner v. Smith, 368 F.2d 77 (5th Cir.1966).\nFor example, let us assume a secretary was so injured as to ruin her typing ability, and she was unable to continue in a secretarial position. Let us further assume that this woman’s residual skills made her capable of working as a receptionist. Regardless of whether any receptionist jobs were available, she would not receive Social Security benefits, since: (a) receptionist jobs do exist in the economy; (b) such jobs do constitute substantial gainful employment; and (c) the claimant’s residual skills enable her to fill such a job.\nIn workmen’s compensation cases we have refused to define “available” in terms of potential, at least from the time of Petrone, supra. This different approach flows from our definition of disability, i.e., the “loss, total or partial, of earning power [resulting] from the injury,” Woodward v. Pittsburgh Engineering and Construction Co., 293 Pa. 338, 340, 143 A. 21, 22-23 (1928), by which we determine the degree of a worker’s disability by reference to how the injury affected his earning power.\nThus, if our fictional secretary’s injury occurred in a work-related accident, and no receptionist jobs were vacant, she would be considered totally disabled because she could no longer work. The mere fact that receptionist jobs exist in the economy would not affect her entitlement to benefits. Only the existence of job vacancies which were available to the claimant would affect her entitlement. See generally Unora v. Glen Alden Coal Go., supra.\nSince Barrett, the bulk of the interpretative work in this area has been done by the Commonwealth Court. In reviewing those decisions there seem to be two streams of thought which have evolved. The first applies an analysis akin to that applied in Social Security eases. For instance, in Hallaran v. Workmen’s Compensation Appeal Board, 49 Pa.Cmwlth. 144, 410 A.2d 420 (1980), the court accepted as sufficient the employer’s evidence that certain jobs were available despite the fact that the availability of these jobs was never conveyed to the claimant. The court imposed on the claimant the burden of showing “that such jobs were not in fact available, that he was not qualified in other respects for the employment, or that he was physically unable to perform the work.” Id. at 146-47, 410 A.2d at 421. See also Matrunics v. Ruffsdale Coal Co., 6 Pa.Cmwlth. 420, 295 A.2d 629 (1972).\nOn the other hand, there are cases which indicate that an employer must go further than merely presenting evidence of jobs which a claimant is physically capable of filling. For instance, in Schafer v. Workmen’s Compensation Appeal Board, 93 Pa.Cmwlth. 458, 501 A.2d 708 (1985), and in St. Joseph Hospital v. Workmen’s Compensation Appeal Board, 52 Pa.Cmwlth. 265, 415 A.2d 957 (1980), the Commonwealth Court refused to terminate compensation for claimants who were capable of performing available work for which they had applied but were not hired. See also Jessop Steel Company v. Workmen’s Compensation Appeal Board, 10 Pa.Cmwlth. 186, 309 A.2d 86 (1973).\nThe second approach seems to have culminated in the decision of the Commonwealth Court in this ease, wherein the court explicitly stated that “available” means actually available, and that as a threshold requirement the existence of available work must be brought to the attention of the employee by the employer.\nIn this appeal the employer does not contest the requirement of actual availability which was employed by the Commonwealth Court. Rather, the employer argues that sufficient evidence was introduced to show that work was actually available within claimants physical capabilities, and therefore the decision of the referee (and the Board) should have been affirmed.\nBefore proceeding to employer’s argument we must first address the Commonwealth Court’s opinion in this case. First, we agree with that court that a requirement of actual availability of work is consistent with the remedial purpose of the Workmen’s Compensation Act, and with the decisions of this Court in Petrone, supra, and Barrett, supra.\nA recipient of workmen’s compensation is by definition a person who has been injured during the operation of the employer’s business. Although the employer is not personally responsible for an employee’s injury, the employer, as the owner of the production process, nonetheless bears a responsibility to those who are injured while operating it. That responsibility, though not without its limits, requires at a minimum some effort on the part of the employer to make the injured employee whole. To impose on the injured party the duty to find alternative work under pain of foregoing the compensation to which he has become entitled is to condition one’s receipt of compensation on something other than the injury itself: a concept far removed from the salutary purpose of workmen’s compensation to provide relief due to injuries caused in the workplace. Thus as Mr. Justice Musmanno wrote in Petrone:\nthe law does not require that the claimant must visit every building and house in his community to inquire if he is needed as an elevator operator or engineer on a power lawn mower. If light work is available, it is easier for the defendant to prove its existence than for the claimant to prove its nonexistence.\n427 Pa. at 11-12, 233 A.2d at 895. Therefore, we adopt the Commonwealth Court’s interpretation of “available” as requiring a showing of actual availability.\nHowever, though we agree that actual availability is the appropriate standard we disagree with the lower court’s hypertechnical analysis of the individual jobs at issue here.\nThe court explained what it meant by actually available in the following statement:\n[A] position may be found to be actually available, or within the claimant’s reach, only if it can be performed by the claimant, having regard to his physical restrictions and limitations, his age, his intellectual capacity, his education, his previous work experience, and other relevant considerations, such as his place of residence.\nKachinski v. Workmen’s Compensation Appeal Board, 91 Pa.Cmwlth. 543, 546, 498 A.2d 36, 38-39 (1985). This definition is consistent with prior statements by this Court. See XJnora v. Glen Alden Coal Co., supra, 377 Pa. at 13, 104 A.2d at 107. However, in applying this definition to the facts of this case the court went beyond its terms and basically imposed on the employer the duty to specify every aspect of every job in question: a cumbersome burden which seems unreasonable in light of the fact that only so much can be known about a job in advance. It is enough that the employer produce medical evidence describing the claimant’s capabilities, and vocational evidence classifying the job, e.g., whether it is light work, sedentary work, etc., along with a basic description of the job in question. From such evidence it will be up to the referee to determine whether the claimant can perform the job in question. See generally, Dissenting Opinion, Doyle, J. Kachinski, supra, 91 Pa.Cmwlth. at 550, 498 A.2d at 40. Thereafter, the decision of the referee will be reviewable as a finding of fact.\nIt is obvious that in this sensitive area of evaluating when an injured employee can return to work there is a need for some concrete guidelines which consider both the employees’ interest in receiving the compensation due him, and the employer’s interest in not being held responsible in excess of the injury caused. Therefore we today state the following procedure as governing the return to work of injured employees:\n1. The employer who seeks to modify a claimant’s benefits on the basis that he has recovered some or all of his ability must first produce medical evidence of a change in condition.\n2. The employer must then produce evidence of a referral (or referrals) to a then open job (or jobs), which fits in the occupational category for which the claimant has been given medical clearance, e.g., light work, sedentary work, etc.\n3. The claimant must then demonstrate that he has in good faith followed through on the job referral(s).\n4. If the referral fails to result in a job then claimant’s benefits should continue.\nObviously, the viability of this system depends on the good faith of the participants. The referrals by the employer must be tailored to the claimant’s abilities, Unora, supra., and be made in a good faith attempt to return the injured employee to productive employment, rather than a mere attempt to avoid paying compensation. By the same token, employees must make a good faith effort to return to the work force when they are able, and their benefits can be modified for failure to follow up on referrals or for willfully sabotaging referrals. If an employee refuses a valid job offer his benefits can also be modified if it is found he had no basis upon which to do so. Of course medical evidence which rebuts the employer’s evidence of a change in condition, or indicates the unacceptability of the offered employment, can be a basis for a determination that claimant had a valid reason for refusing a job offer.\nThough we seem to have almost moved to a point where the employer must produce a job offer, that is not quite true since the refusal of the employee to pursue a valid job referral can provide a reason for altering benefits. Nonetheless, to require an injured employee to receive no less than a job referral is consonant with the purposes of the Workmen’s Compensation Act and this Court’s prior comments on the issue. Barrett, supra; Petrone, supra; Unora, supra. One injured at work, stranded into partial disability, deserves more than a generic list describing where he might find some suitable work.\nTurning to the facts of this case, the employer presented evidence of eleven positions which were purportedly available to the claimant. Of these, three jobs were listed as being available in 1981 which was almost two years prior to the employer’s medical evidence that claimant was fit to return to work. Therefore these jobs are excluded. Of the remaining eight, two were never called to claimant’s attention, and these are also excluded; and two were not found by the referee to be suitable, a determination that has not been challenged on appeal. Of the remaining four jobs there was evidence that when these jobs became available general inquiries were sent to claimant’s counsel. To these inquiries there was no response, and apparently the information about possible work was never conveyed to the claimant. Hence, there was no evidence that claimant himself was ever apprised of available work generally, and it is undisputed that he was never advised of the specific jobs here in issue. However, after the employer’s vocational expert testified at the hearing claimant’s counsel sought a continuance to investigate the job openings. Employer’s counsel objected as to the jobs about which inquiries had been sent, but offered no objection to a recess for the claimant to pursue the two job openings, of which he had not been given prior notice. Somewhat inexplicably the referee refused the continuance as to all job referrals. Although we understand the referee’s ruling as to the first group of job openings, it seems to have been an abuse of discretion to refuse a continuance as to the second group: an action which may have resulted in Mr. Kachinski returning to the work force and obviating the need for this continuing litigation.\nNevertheless, we think it was inexcusable for claimant’s counsel in this case to fail to follow up on the employer’s initial inquiries, and especially to fail to advise his client about the employer’s overtures. Such actions can be grounds for modifying a claimant’s benefits, in which case the claimant may have a malpractice action against his attorney. However, under the facts of this case, and given the unclear status of the law at the time regarding claimant’s duty, it would be onerous to punish this claimant for the dereliction of his attorney where no actual job referral was made. It would be especially harsh since when claimant was presented with the actual information regarding the job he offered to pursue them and was refused permission by the referee.\nTherefore, we will affirm the order of the Commonwealth Court on the basis that the employer’s efforts which were primarily directed at showing available jobs in the workplace, were not adequate to show that actual jobs had been made available to the claimant.\nLARSEN, J., files a concurring opinion.\nHUTCHINSON, J., notes his dissent.\n. It should be noted that an answer to this question could be effectively provided by legislative fiat, but to date the General Assembly has seen fit to allow the courts to wrestle with this issue. See generally, Rhode Island Gen.Laws § 28-29-2(7); § 28-33-18.2; § 28-35-46 (as amended). The only applicable statutory section is that which governs the procedure for filing a modification petition. See 77 P.S. § 772. However, that section provides no guidelines for ruling on the merits of modification petitions.\n. Act of February 28, 1956, P.L. (1955) 1120, § 1 as amended, 77 P.S. § 1 etseq.\n. Social Security Law and Practice, The Lawyers Co-Operative Publishing Co., Rochester, New York (1987) vol. 1 § 1:1.\n. Id.\n. Id.\n. 42 U.S.C. §§ 422(c); 416(i).",
        "type": "majority",
        "author": "McDERMOTT, Justice."
      },
      {
        "text": "LARSEN, Justice, concurring.\nI join in the result (affirmance of the Commonwealth Court) reached by the majority. However, I do not accept the “guidelines” enunciated by the majority today which establish that an employer may meet its burden of proving that a claimant's benefits should be modified from total to partial disability by producing medical evidence of an improvement in the claimant’s condition and by producing evidence of an actually available job referral “which fits in the occupational category for which the claimant has been given medical clearance, e.g., light work, sedentary work, etc.” Majority op. at 252.\nWhile the majority acknowledges that “the referrals by the employer must be tailored to the claimant’s abilities,” under Unora v. Glen Alden Coal Co., 377 Pa. 7, 13, 104 A.2d 104 (1954). I fail to see how a referral to such broadly defined, generic categories such as “light work, sedentary work, etc.” accomplishes this purpose, or how it fulfills the employer’s obligations under Unora to show an actual referral tailored to the claimant’s abilities. I believe the Commonwealth Court reached the proper accomodation between an employer’s obligation to an injured employee under the Workmen’s Compensation Act and an employee’s obligation to accept actually available employment which that employee is capable of performing, and that court properly interpreted and applied this Court’s decisions in Unora, supra and Barrett v. Otis Elevator Co., 431 Pa. 446, 246 A.2d 668 (1968), when it stated:\nAn employer, or its insurance carrier, seeking to modify a workmen’s compensation agreement and asserting that a claimant’s disability is no longer total has the burden to prove that the claimant’s condition of disability has abated and that work is available which the claimant is capable of doing. Barrett v. Otis Elevator Co., 431 Pa. 446, 246 A.2d 668 (1968)____ The work proposed for a partially disabled claimant must be actually available, that is, in fact within his reach, and it must be brought to his notice by the employer. A position may be found to be actually available, or within the claimant’s reach, only if it can be performed by the claimant, having regard to his physical restrictions and limitations, his age, his intellectual capacity, his education, his previous work experience, and other relevant considerations, such as his place of residence. The employer does not have to produce a job offer, ... but positions which are pie-in-the-sky, often described by vocational experts as sedentary or light or requiring little lifting, do not without additional description of their physical demands, establish actual availability of work which a claimant with particular physical limitations can do —\n91 Pa.Cmwlth. 543, 498 A.2d 36, 38-39 (1985) (emphasis added; citations omitted).\nAccordingly, I would affirm based upon the able opinion of The Honorable Theodore O. Rogers of the Commonwealth Court.",
        "type": "concurrence",
        "author": "LARSEN, Justice, concurring."
      }
    ],
    "attorneys": [
      "Cal A. Leventhal, Honesdale, for appellant.",
      "Richard S. Campagna, Scranton, for appellee."
    ],
    "corrections": "",
    "head_matter": "532 A.2d 374\nJoseph KACHINSKI, Appellee v. WORKMEN’S COMPENSATION APPEAL BOARD (VEPCO CONSTRUCTION CO.) Appeal of VEPCO CONSTRUCTION CO., and United States Fidelity and Guaranty Co.\nSupreme Court of Pennsylvania.\nArgued Jan. 27, 1987.\nDecided Oct. 15, 1987.\nCal A. Leventhal, Honesdale, for appellant.\nRichard S. Campagna, Scranton, for appellee.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDermott, hutchinson, zappala and PAPADAKOS, JJ."
  },
  "file_name": "0240-01",
  "first_page_order": 324,
  "last_page_order": 339
}
