{
  "id": 1806058,
  "name": "FIRST NATIONAL BANK OF PENNSYLVANIA, Appellee, v. William E. FLANAGAN, d/b/a Bill Flanagan's Squire Shop and William E. Flanagan and Mary W. Flanagan, his wife. Appeal of William E. FLANAGAN and Mary W. Flanagan, his wife",
  "name_abbreviation": "First National Bank v. Flanagan",
  "decision_date": "1987-07-02",
  "docket_number": "No. J-40-87, No. 69 W.D. Appeal Dkt. 1986",
  "first_page": "263",
  "last_page": "272",
  "citations": [
    {
      "type": "official",
      "cite": "515 Pa. 263"
    },
    {
      "type": "parallel",
      "cite": "528 A.2d 134"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "110 A. 731",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1920,
      "pin_cites": [
        {
          "page": "732"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "268 Pa. 163",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061509
      ],
      "year": 1920,
      "pin_cites": [
        {
          "page": "166"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/268/0163-01"
      ]
    },
    {
      "cite": "272 A.2d 500",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "pin_cites": [
        {
          "page": "506"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "441 Pa. 386",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1933795
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "398"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/441/0386-01"
      ]
    },
    {
      "cite": "253 Pa. Superior Ct. 321",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        95162
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "329"
        },
        {
          "page": "362"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/253/0321-01"
      ]
    },
    {
      "cite": "459 Pa. 399",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481045
      ],
      "weight": 2,
      "year": 1974,
      "pin_cites": [
        {
          "page": "406"
        },
        {
          "page": "480"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/459/0399-01"
      ]
    },
    {
      "cite": "187 A. 481",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 4,
      "year": 1936,
      "pin_cites": [
        {
          "page": "485-86"
        },
        {
          "page": "485",
          "parenthetical": "citations omitted"
        },
        {
          "page": "484"
        },
        {
          "page": "486"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "323 Pa. 483",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1169549
      ],
      "weight": 4,
      "year": 1936,
      "pin_cites": [
        {
          "page": "492-94"
        },
        {
          "page": "492-93"
        },
        {
          "page": "489"
        },
        {
          "page": "493-94"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/323/0483-01"
      ]
    },
    {
      "cite": "15 U.S.C. §§ 1601-14",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 688,
    "char_count": 14246,
    "ocr_confidence": 0.759,
    "pagerank": {
      "raw": 3.9180848072664824e-07,
      "percentile": 0.9024429609602722
    },
    "sha256": "838d1af0688931168feaa516abf896341e8ca8dd518dbffc76fbf7ab8719f544",
    "simhash": "1:233f74110490fc90",
    "word_count": 2304
  },
  "last_updated": "2024-02-27T22:38:43.238776+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, HUTCHINSON, ZAPPALA and PAPADAKOS, JJ."
    ],
    "parties": [
      "FIRST NATIONAL BANK OF PENNSYLVANIA, Appellee, v. William E. FLANAGAN, d/b/a Bill Flanagan’s Squire Shop and William E. Flanagan and Mary W. Flanagan, his wife. Appeal of William E. FLANAGAN and Mary W. Flanagan, his wife."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nHUTCHINSON, Justice.\nAppellants are before us as a result of our granting their application under Pa.R.A.P. 751 to transfer here an appeal they filed in Superior Court from a decision of Erie County Common Pleas. Common Pleas held unconstitutional a legislative attempt to give an amendment to a statute retroactive effect. We have jurisdiction in such cases under 42 Pa.C.S. § 722(7).\nRefusing retroactivity resulted in Common Pleas entering judgment against appellants for $35,000 plus interest on an Agreement of Guarantee both appellants had executed to secure William Flanagan’s business loan. Mary Flanagan’s signature subjected appellants’ residence to possible levy and sale upon William’s failure to pay the business loan, an event which came to pass. She gave the guarantee in an interim during which the applicable loan disclosure law did not require certain disclosures on business loans even though they could subject residential real estate to lien or levy. Both before and after this interim, the statute required disclosure in all cases where residential real estate was affected, without regard to the loan’s purpose.\nThe parties frame the issue before us as whether the legislature can retroactively impose disclosure requirements on a loan transaction without violating the clauses of the United States and Pennsylvania Constitutions prohibiting impairment of the obligations of contracts. U.S. Const. art. I, § 10; Pa. Const. art. I, § 17. As so framed, we must hold on this record that retroactive application of the amendment restoring disclosure requirements to this interim transaction is unconstitutional.\nWilliam E. Flanagan was the sole proprietor of Bill Flanagan’s Squire Shop, a men’s clothing store in downtown Erie. In April, 1977, appellants, William Flanagan and his wife Mary, applied to appellee for a loan and a line of credit for the business. Both William and Mary signed the promissory notes. Collateral for the loans was a security interest in the assets of the Squire Shop. They were informed that signing the note meant a lien could be placed on their home if William defaulted.\nIn March, 1979, William Flanagan sought an additional $35,000 business loan. Appellee was unwilling to grant that loan solely on the security of the business assets; it wanted additional collateral. Accordingly, it required appellants to execute the Agreement of Guarantee at issue before approving the loan. This Agreement gave appellee a “security interest” in any property appellants owned and allowed appellee to confess judgment against them. Though William Flanagan was the sole borrower, both William and Mary Flanagan signed the Agreement of Guarantee. Absent this Agreement of Guarantee signed by both William and Mary Flanagan, appellee could not reach or levy on their residence upon default. The loan documents and the collateral guarantee were all executed on March 29, 1979. William Flanagan used about $27,000 of the total loan proceeds to pay off prior outstanding business loans. He applied the remainder to his business.\nSubsequently, the haberdashery business floundered and William Flanagan quit it. In April, 1981, appellee sought to strengthen its position in the event of default by obtaining a judgment against appellants pursuant to the confession of judgment clause in the Agreement of Guarantee. William Flanagan defaulted on the loan in January, 1982. Appellee then tried to collect the debt from appellants on the judgment confessed under the Agreement of Guarantee. To do so, it sent them the “notice of foreclosure” required by the loan statute before a lender may expose residential real estate to levy and sale by the sheriff. Act of January 30, 1974, P.L. 13, § 403, as amended, 41 P.S. § 403 (Supp.1986). Appellants still did not pay.\nOn February 25, 1982, appellee filed suit against appellants William Flanagan and Mary Flanagan in Erie County Common Pleas. It sought payment from William Flanagan individually on the note and jointly from both on the Agreement of Guarantee. William Flanagan admitted personal liability on the note. Both appellants, however, disputed liability under the Agreement of Guarantee. They argued that it was invalid because appellee did not comply with our disclosure laws on loans secured by residential real estate, Act of January 30, 1974, P.L. 13, § 401, as amended, 41 P.S. § 401 (Supp.1986). Specifically, they cited appellee’s failure to inform them that they could lose their home if they did not repay the loan.\nAfter discovery, Common Pleas granted appellee’s motion for summary judgment on both counts and dismissed appellants’ counterclaim. It held that the legislature’s attempt to apply the disclosure requirements retroactively to a business loan secured by residential real estate violated the contracts clauses of the United States and Pennsylvania Constitutions. Accordingly, appellee was not required to independently disclose to appellants the risk to their residence, and the Agreement of Guarantee was valid.\nAppellants argue that the Act of January 30, 1974, P.L. 13, as amended, 41 P.S. §§ 101-605 (Supp.1986) (Loan Law), applies to this transaction and requires disclosure of the loan’s potential effect on their home.\nThe Loan Law has historically incorporated the disclosure requirements of the federal Truth-In-Lending Law, 15 U.S.C. §§ 1601-14, into state transactions which involve residential mortgages as defined in the Loan Law, supra, at § 401, as amended, 41 P.S. § 401 (Supp.1986). “Residential mortgage” has been differently defined by the Loan Law at various times. Which of these definitions apply is the crux of this dispute.\nThe version of the Loan Law in effect when Mary Flanagan signed the Agreement of Guaranty on March 29, 1979 was the version amended by the Act of October 5, 1978, P.L. 1100. As so amended, it defined “residential mortgage” as:\nan obligation to pay a sum of money in an original bona fide principal amount of fifty thousand dollars ($50,-000.00) or less, evidenced by security document and secured by a lien upon real property located within this Commonwealth containing two or fewer residential units or on which two or fewer residential units are to be constructed and shall include such an obligation on a residential condominium unit. The term “residential mortgage” shall apply only to transactions where the principal purpose of the transaction is the purchase of, or improvement or repair in connection with the acquisition of, residential real property, but does not include a transaction in which no purpose of the transaction is the purchase, improvement or repair of residential real estate.\nId. at § 1, as amended, 41 P.S. § 101 (Supp.1986) (emphasis added). This definition excludes business loans.\nThe Act of October 5, 1978 was repealed on April 6, 1979 when the legislature amended the definition of “residential mortgage” by deleting the second sentence quoted above. Since April 6,1979, “residential mortgage” has been defined as:\nan obligation to pay a sum of money in an original bona fide principal amount of fifty thousand dollars ($50,000) or less, evidenced by a security document and secured by a lien upon real property located within this Commonwealth containing two or fewer residential units or on which two or fewer residential units are to be constructed and shall include such an obligation on a residential condominium unit.\nLoan Law, supra, Act of April 6, 1979, P.L. 15, § 1, as amended, 41 P.S. § 101. This definition includes business loans which are actually or potentially secured by residential real estate. The Act of April 6, 1979 simply restored the statute to the version in effect prior to the October 5, 1978 amendment. In the Act of April 6, 1979, the legislature tried to nullify the October 5, 1978 amendment on which appellee relies by stating: “This Act shall take effect immediately and shall be retroactive to and including October 5, 1978.” Id. at § 2.\nThe contracts clauses of the United States and Pennsylvania Constitutions protect contracts freely arrived at by the parties to them from subsequent legislative impairment or abridgment. Beaver County Building and Loan Ass’n. v. Winowich, 323 Pa. 483, 492-94, 187 A. 481, 485-86 (1936). See Pennsylvania Labor Relations Bd. v. Zelem, 459 Pa. 399, 406, 329 A.2d 477, 480 (1974); Ministers and Missionaries Benefit Bd. v. Goldsworthy, 253 Pa. Superior Ct. 321, 329, 385 A.2d 358, 362 (1978). We have held that:\nAny law which enlarges, abridges, or in any manner changes the intention of the parties as evidenced by their contract, imposing conditions not expressed therein or dispensing with the performance of those which are a part of it, impairs its obligation, whether the law affects the validity, construction, duration, or enforcement of the contract^]\nThe amount of impairment of the substantive obligation of a contract is immaterial. Any deviation from its terms, however slight, falls within the meaning of the constitution[.]\nBeaver County Building and Loan Ass’n., supra 323 Pa. at 492-93, 187 A. at 485 (citations omitted) (emphasis in original). A later law cannot abridge rights under a prior contract. The only substantive laws in effect when the parties enter into a contract are implicitly incorporated into it. DePaul v. Kauffman, 441 Pa. 386, 398, 272 A.2d 500, 506 (1971); Beaver County Building and Loan Ass’n., supra 323 Pa. at 489, 187 A. at 484.\nWith these principles in mind, we turn to the facts of this case. Appellee agreed to loan William Flanagan $35,-000 in exchange for his promise to repay the money plus interest in five years and for appellants’ pledge guaranteeing the loan. That pledge is contained in the Agreement of Guarantee and was part of the consideration for the loan. The Agreement of Guarantee provides security by giving appellee the right to confess judgment and obtain a lien on appellants’ house or other property. If applied to this transaction, the April 6, 1979 amendment would void the Agreement of Guarantee. Such a result would change the intention of the parties unless we were to create an exception to the general rule that the parties to a contract cannot claim ignorance of the plain terms of a written agreement. The language of the Agreement of Guarantee should have placed appellants, Mary Flanagan in particular, on notice to seek counsel if they did not fully understand it. It said in part:\nAND FURTHER, I/we do hereby authorize and empower the prothonotary or any attorney ... to appear for and confess judgment for the above sum ... and also waive the right of inquisition on any real estate ... and do hereby voluntarily condemn the same ... and further agree that said real estate may be sold on a writ of execution and hereby waive and release all relief from any and all appraisement ... and also waive the benefit of the ... bankrupt law____\nApplication of the Act of April 6, 1979 would also change the bargained-for consideration by eliminating Mary Flanagan’s obligation to stand good for the debt. Her obligation to do so was a condition appellee imposed on granting the loan. Retroactive application of the April 6, 1979 amendment in this manner would violate the contract clause and is unconstitutional.\nAppellants also argue that appellee is estopped from claiming that the provisions of the Loan Law do not apply to this contract because it later complied with its provisions requiring notice of foreclosure. Loan Law, supra, at § 403, as amended, 41 P.S. § 403 (Supp.1986). This notice was given after the effective date of the Act of April 6, 1979. It shows only appellee’s desire to comply with the then existing requirement that it give advance notice of its intention to exercise the particular remedy for breach of foreclosure on a residence. The contract clauses of our state and federal constitutions do not preclude the legislature from passing laws which impose new procedures on enforcement of a substantive right. Beaver County Building and Loan Ass’n., supra 323 Pa. at 493-94, 187 A. at 486; Kuca v. Lehigh Valley Coal Co., 268 Pa. 163, 166, 110 A. 731, 732 (1920). The requirement of notice of the lender’s intention to foreclose in § 403 of the Loan Law is such a procedural requirement and does not interfere with or deny any substantive rights. See Ministers and Missionaries Benefit Bd., supra (subsequently imposed notice and foreclosure requirements did not unconstitutionally impair the obligation of contract).\nAccordingly, the order of the Court of Common Pleas of Erie County is affirmed.\n. Article I, section 10 of the United States Constitution states in relevant part:\nNo State shall ... pass any Bill of Attainder, ex post facto Law, or law impairing the Obligation of Contracts----\nU.S. Const. art. I, § 10, cl. 1.\nArticle I, section 17 of the Pennsylvania Constitution states: No ex post facto law, nor any law impairing the obligation of contracts, or making irrevocable any grant of special privileges or immunities, shall be passed.\nPa. Const. art. I, § 17.\nWe note in passing that we have found no case which distinguishes the contracts clauses of the United States and Pennsylvania Constitutions. Finding no material textual difference, we see no reason to distinguish them here.\n. In 1978 appellants obtained a short term, unsecured business loans from appellee. These loans are not at issue in this case.\n. See Loan Law, supra at § 407, 41 P.S. § 407 (Supp.1986) (requiring creditor to bring an original action in Common Pleas to execute on a property subject to a confession of judgment).\n. Presumably, that is why appellee made disclosure to appellants before executing the 1977 loans.",
        "type": "majority",
        "author": "HUTCHINSON, Justice."
      }
    ],
    "attorneys": [
      "Charles D. Agresti, Erie, for appellants.",
      "Robert W. Parker, Jr., Erie, for First Nat. Bank.",
      "LeRoy S. Zimmerman, Atty. Gen., Harrisburg, for appellees."
    ],
    "corrections": "",
    "head_matter": "528 A.2d 134\nFIRST NATIONAL BANK OF PENNSYLVANIA, Appellee, v. William E. FLANAGAN, d/b/a Bill Flanagan’s Squire Shop and William E. Flanagan and Mary W. Flanagan, his wife. Appeal of William E. FLANAGAN and Mary W. Flanagan, his wife.\nSupreme Court of Pennsylvania.\nSubmitted March 10, 1987.\nDecided July 2, 1987.\nCharles D. Agresti, Erie, for appellants.\nRobert W. Parker, Jr., Erie, for First Nat. Bank.\nLeRoy S. Zimmerman, Atty. Gen., Harrisburg, for appellees.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, HUTCHINSON, ZAPPALA and PAPADAKOS, JJ."
  },
  "file_name": "0263-01",
  "first_page_order": 449,
  "last_page_order": 458
}
