{
  "id": 1806011,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Kevin PITTMAN, Appellant",
  "name_abbreviation": "Commonwealth v. Pittman",
  "decision_date": "1987-07-02",
  "docket_number": "No. J-85-1987",
  "first_page": "272",
  "last_page": "288",
  "citations": [
    {
      "type": "official",
      "cite": "515 Pa. 272"
    },
    {
      "type": "parallel",
      "cite": "528 A.2d 138"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "368 U.S. 448",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6173353
      ],
      "weight": 3,
      "year": 1962,
      "pin_cites": [
        {
          "page": "456"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/368/0448-01"
      ]
    },
    {
      "cite": "477 U.S. 79",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6203837
      ],
      "weight": 3,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/us/477/0079-01"
      ]
    },
    {
      "cite": "442 U.S. 114",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1531927
      ],
      "weight": 9,
      "year": 1979,
      "pin_cites": [
        {
          "page": "124-26"
        },
        {
          "page": "2204-05"
        },
        {
          "page": "765-66"
        },
        {
          "page": "122"
        },
        {
          "page": "2203"
        },
        {
          "page": "763"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/442/0114-01"
      ]
    },
    {
      "cite": "508 Pa. 297",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1794046
      ],
      "weight": 4,
      "year": 1985,
      "pin_cites": [
        {
          "page": "310"
        },
        {
          "page": "934-35"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/508/0297-01"
      ]
    },
    {
      "cite": "487 Pa. 283",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1759062
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "upholding prosecutor's discretion as to whether to seek forfeiture or prosecution of candidate or public official under the Election Code"
        },
        {
          "parenthetical": "upholding prosecutor's discretion as to whether to seek forfeiture or prosecution of candidate or public official under the Election Code"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/487/0283-01"
      ]
    },
    {
      "cite": "515 A.2d 1358",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1800462
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "1368"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/512/0074-02"
      ]
    },
    {
      "cite": "512 Pa. 74",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1800457,
        1800462
      ],
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa/512/0074-01",
        "/pa/512/0074-02"
      ]
    },
    {
      "cite": "516 A.2d 1172",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1800496,
        1800453,
        1800470,
        1800471
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "1179"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/512/0334-01",
        "/pa/512/0333-02",
        "/pa/512/0332-01",
        "/pa/512/0333-01"
      ]
    },
    {
      "cite": "512 Pa. 334",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1800496
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "347-48"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/512/0334-01"
      ]
    },
    {
      "cite": "508 Pa. 25",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1794020
      ],
      "weight": 6,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa/508/0025-01"
      ]
    },
    {
      "cite": "503 Pa. 373",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1785906
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "page": "381"
        },
        {
          "page": "991"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/503/0373-01"
      ]
    },
    {
      "cite": "501 A.2d 293",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "348 Pa.Super. 634",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "opinion_index": 0
    },
    {
      "cite": "494 A.2d 357",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "508 Pa. 32",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 1
    },
    {
      "cite": "477 U.S. 79",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6203837
      ],
      "weight": 3,
      "year": 1986,
      "opinion_index": 1,
      "case_paths": [
        "/us/477/0079-01"
      ]
    },
    {
      "cite": "508 Pa. 25",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1794020
      ],
      "weight": 4,
      "year": 1985,
      "pin_cites": [
        {
          "page": "363",
          "parenthetical": "Concurring Opinion of Larsen, J., joined in by the majority opinion"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/508/0025-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1000,
    "char_count": 30019,
    "ocr_confidence": 0.766,
    "pagerank": {
      "raw": 5.164390703398705e-07,
      "percentile": 0.9396175221026399
    },
    "sha256": "13b47d6da28ac52124aea6e328f84234cfc79729c3254abcc00ee82ac339725e",
    "simhash": "1:adc19387a29f001d",
    "word_count": 4742
  },
  "last_updated": "2024-02-27T22:38:43.238776+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, HUTCHINSON, ZAPPALA and PAPADAKOS, JJ.",
      "LARSEN, J., files a dissenting opinion which is joined by PAPADAKOS, J.",
      "PAPADAKOS, J., joins this dissenting opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Kevin PITTMAN, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nFLAHERTY, Justice.\nThe firearms-related mandatory sentencing provision of Pennsylvania’s Sentencing Code provides that a person who visibly possessed a firearm during the commission of certain enumerated felonies shall be sentenced to at least five years of confinement, provided that after conviction but before sentencing the Commonwealth gives notice of its intention to proceed under the mandatory sentencing provision and the sentencing court determines that the mandatory sentencing provision is applicable. Act of Dec. 30, 1974, P.L. 1052, No. 345, § 1 as amended by Act of March 8, 1982, P.L. 169, No. 54, § 2, 42 Pa.C.S.A. § 9712.\nThe issue presented in this case is whether a five year minimum sentence must be imposed pursuant to Section 9712 whenever an enumerated felony is committed with a firearm, or whether the mandatory minimum sentence provision of Section 9712 is applicable only when the Commonwealth gives notice of intent to proceed under the section.\nOn April 9, 1984 appellant Pittman pled guilty to robbery, 18 Pa.C.S.A. § 3701. Pursuant to the plea bargain agreement, the Commonwealth did not give notice that it intended to proceed under the mandatory sentencing provision, 42 Pa.C.S.A. § 9712. In fact, even though Pittman admitted at the guilty plea hearing that he aimed a gun at the victim, the Assistant District Attorney told the court that the Commonwealth was not requesting the court to impose the mandatory minimum sentence:\nTHE COURT: Now I don’t see it listed here in the presentence report, but I’m sure this falls within the armed robbery mandatory provisions, I think, where you have to have a minimum of five years.\nMR. WALKER [Assistant District Attorney]: It’s up to the District Attorney’s office to petition the Court for that, and I don’t believe we did.\nTHE COURT: So the District Attorney is not requesting the five years?\nMR. WALKER: No, Your Honor, we are not.\nTHE COURT: The legislature of the State of Pennsylvania came up with the law stating that if a weapon is used in an armed robbery, they said no matter what the judge thinks about it or anyone else, if it’s requested by the District Attorney, that we have to send you to a minimum of five years in prison. That’s how strongly the state legislature feels about using a gun in the commission of a crime.\nHowever, the District Attorney, of course, under their plea bargain arrangement said they would stand mute at sentencing, and have indicated that they have not requested the imposition of that penalty, and under that law, they have to request that imposition.\nN.T. May 25, 1984, 7-8. On May 25, 1984 Pittman was sentenced to two-to-four years of imprisonment.\nHowever, on June 1, 1984 the court, acting on its own motion, vacated its original sentence on the grounds that it did not conform to the mandatory sentencing provision of the Sentencing Code, and the court notified Pittman that the provisions of 42 Pa.C.S.A. § 9712 applied to his case. Apparently the court reconsidered its earlier understanding of Section 9712 and ultimately determined that whenever a defendant is convicted of an enumerated crime and a preponderance of evidence indicates also that he used a firearm in committing that crime, the mandatory provisions of Section 9712 require that he be sentenced to at least five years imprisonment, regardless of whether the Commonwealth requests that the mandatory minimum sentencing provision be invoked to impose sentence. Accordingly, on June 14, 1984, at a resentencing hearing, the court sentenced Pittman to five-to-ten years of imprisonment plus the cost of prosecution.\nPetition for reconsideration of sentence was denied and thereafter an appeal was taken to Superior Court. On July 19, 1985 Superior Court affirmed the judgment of sentence. 348 Pa.Super. 634, 501 A.2d 293. Pittman then filed a petition for allowance of appeal to this Court and we granted allocatur.\nPittman’s sole claim in this appeal is that his double jeopardy rights were violated when his original sentence was vacated and an increased sentence was substituted. Because of our disposition of the case, and because we will not address a constitutional claim unless we are absolutely bound to do so, Krenzelak v. Krenzelak, 503 Pa. 373, 381, 469 A.2d 987, 991 (1983), we recast the question in the case as whether the sentencing court was permitted, in the absence of the Commonwealth’s invocation of the mandatory minimum sentencing provision, to sentence Pittman to a term of less than five years imprisonment, or whether the court was required by Section 9712 to resentence him, as it did, to a minimum of five years. The question, thus, is one of statutory interpretation.\nDispositive of the present case, therefore, is an interpretation of what Section 9712 requires when an enumerated felony has been committed with a firearm. Section 9712, in pertinent part, provides:\n§ 9712, Sentences for offenses committed with firearms\n(a) Mandatory sentence. — Any person who is convicted in any court of this Commonwealth of murder of the third degree, voluntary manslaughter, rape, involuntary deviate sexual intercourse, robbery as defined in 18 Pa.C.S. § 3701(a)(l)(i), (ii) or (iii) (relating to robbery), aggravated assault as defined in 18 Pa.C.S. § 2702(a)(1) (relating to aggravated assault) or kidnapping, or who is convicted of attempt to commit any of these crimes, shall, if the person visibly possessed a firearm during the commission of the offense, be sentenced to a minimum sentence of at least five years of total confinement notwithstanding any other provision of this title or other statute to the contrary.\n(b) Proof at sentencing. — Provisions of this section shall not be an element of the crime and notice thereof to the defendant shall not be required prior to conviction, but reasonable notice of the Commonwealth’s intention to proceed under this section shall be provided after conviction and before sentencing. The applicability of this section shall be determined at sentencing. The court shall consider any evidence presented at trial and shall afford the Commonwealth and the defendant an opportunity to present any necessary additional evidence and shall determine, by a preponderance of the evidence, if this section is applicable.\n42 Pa.C.S.A. § 9712. (Emphasis added.)\nAccording to subsection (b), “reasonable notice of the Commonwealth’s intention to proceed under this section shall be provided after conviction and before sentencing.” If the Commonwealth had no option but to request imposition of a minimum sentence of five years in every case in which a firearm was used, presumably the statute would not have referred to the Commonwealth’s “intention to proceed” under the section. Moreover, in the case at bar, even if it is assumed, arguendo, that the court, not the Commonwealth, could provide notice of an intent to proceed under the act, it could not have provided notice of the Commonwealth’s intent to proceed under the act, for the Commonwealth had no such intent, as it indicated at the sentencing hearing, supra.\nSince it is apparent from the foregoing that the prosecutor has discretion to invoke the terms of Section 9712, the only remaining question is whether this grant of authority is itself constitutionally permissible.\nThe short answer to this question is that such discretionary authority is constitutionally permissible because it falls within the traditional powers which are accorded prosecuting attorneys. In fact, we addressed a constitutional challenge to Section 9712(b) in Commonwealth v. Wright, 508 Pa. 25, 494 A.2d 354 (1985), where we rejected the view that Section 9712 impermissibly delegates legislative power to the executive by giving the prosecutor discretion as to whether to invoke the mandatory sentencing procedure. There we stated:\nWe perceive no distinction between such an exercise of discretion and the prosecutorial discretion exercised at any other stage of the criminal prosecution. The decision to accord the Commonwealth a measure of discretion as to whether to employ section 9712 in a given case was a proper exercise of legislative judgment.\n508 Pa. at 40 n. 4, 494 A.2d at 361 n. 4. See also, Commonwealth v. Bell, 512 Pa. 334, 347-48, 516 A.2d 1172, 1179 (1986).\nSimilarly, in Commonwealth v. Parker White Metal Co., 512 Pa. 74, 515 A.2d 1358 (1986), where we upheld two sections of the Solid Waste Management Act which proscribe identical conduct but provide for different penalties, thus allowing the prosecutor to choose which he wished to proceed under, we stated:\n[T]his Court has consistently upheld, against due process challenges, the authority of a prosecutor to choose between procedures and sentencing alternatives. See e.g., Commonwealth v. Zettlemoyer, supra (acknowledging legitimacy of prosecutor’s discretion as to whether to charge first degree murder and whether to seek death penalty); ... Brunwasser v. Fields, 487 Pa. 283, 409 A.2d 352 (1979) (upholding prosecutor’s discretion as to whether to seek forfeiture or prosecution of candidate or public official under the Election Code); Commonwealth v. Wade, supra, (upholding prosecutor’s discretion as to whether to prosecute defendant in a juvenile proceeding or as an adult offender).\nIn Commonwealth v. Lutz, 508 Pa. 297, 495 A.2d 928 (1985), this Court upheld the prosecutor’s discretion to decide whether or not to recommend a defendant who has been charged with drunken driving for the Accelerated Rehabilitative Disposition (ARD) program, stating:\n[T]he decision to submit the case for ARD rests in the sound discretion of the district attorney, and absent an abuse of that discretion involving some criteria for\nadmission to ARD wholly, patently and without doubt unrelated to the protection of society and/or the likelihood of a person’s success in rehabilitation, such as race, religion or other such obviously prohibited considerations, the attorney for the Commonwealth must be free to submit a case or not submit it for ARD consideration based on his view of what is most beneficial for society and the offender.\n512 Pa. at 93-94, 515 A.2d at 1368.\nFinally, in United States v. Batchelder, 442 U.S. 114, 99 S.Ct. 2198, 60 L.Ed.2d 755 (1979), the United States Supreme Court upheld a statutory scheme in which two federal statutes prohibited the same criminal activity, but provided for different terms of imprisonment. The lower court’s view was that allowing the prosecutor to choose which of the two statutes he wished to proceed under allowed a prosecutorial selection of penalties and, therefore, the possibility of unequal justice. In rejecting this argument, that Court stated:\nContrary to the Court of Appeals’ assertions, a prosecutor’s discretion to choose between §§ 922(h) and 1202(a) is not “unfettered.” Selectivity in the enforcement of criminal laws is, of course, subject to constitutional constraints. And a decision to proceed under § 922(h) does not empower the Government to predetermine ultimate criminal sanctions____ [TJhere is no appreciable difference between the discretion a prosecutor exercises when deciding whether to charge under one of two statutes with different elements and the discretion he exercises when choosing one of two statutes with identical elements. In the former situation, once he determines that the proof will support conviction under either statute, his decision is indistinguishable from the one he faces in the latter context. The prosecutor may be influenced by the penalties available upon conviction, but this fact, standing alone, does not give rise to a violation of the Equal Protection or Due Process Clause____\nApproaching the problem of prosecutorial discretion from a slightly different perspective, the Court of Appeals postulated that the statutes might impermissibly delegate to the Executive Branch the Legislature’s responsibility to fix criminal penalties____ We do not agree. The provisions at issue plainly demarcate the range of penalties that prosecutors and judges may seek and impose. In light of that specificity, the power that Congress has delegated to those officials is no broader than the authority they routinely exercise in enforcing the criminal laws. Having informed the courts, prosecutors, and defendants of the permissible punishment alternatives available under each Title, Congress has fulfilled its duty.\n442 U.S. at 124-26, 99 S.Ct. at 2204-05, 60 L.Ed.2d at 765-66. (Emphasis added.) See also Commonwealth v. Lutz, 508 Pa. 297, 310, 495 A.2d 928, 934-35 (1985) as to constitutional restrictions on prosecutorial discretion.\nThus, the discretionary role of the prosecutor envisioned by Section 9712 is fully consistent with the traditional functions of district attorneys, with federal law, and with our recent holdings concerning prosecutorial discretion. Courts do not and have never acted as prosecutors in the Anglo American tradition of law. A fortiori, courts do not exercise prosecutorial discretion; rather, that is for the exclusive judgment of prosecutors themselves. Indeed, there is no mechanism in the law of this Commonwealth for a court to exercise the prosecutorial function. Therefore, the minimum sentencing provisions of Section 9712 may not be imposed absent notice of the Commonwealth’s intention to proceed — not the court’s intention to proceed — under the section, and it was error for the trial court to have applied the terms of Section 9712 without such notice. The judgment of Superior Court is reversed, the judgment of sentence is vacated, and the original sentence of two-to-four years imprisonment is hereby reinstated.\nReversed and remanded for reinstatement of original sentence.\nLARSEN, J., files a dissenting opinion which is joined by PAPADAKOS, J.\n. Section 9712 provides:\n§ 9712, Sentences for offenses committed with firearms\n(a) Mandatory sentence. — Any person who is convicted in any court of this Commonwealth of murder of the third degree, voluntary manslaughter, rape, involuntary deviate sexual intercourse, robbery as defined in 18 Pa.C.S. § 3701(a)(l)(i), (ii) or (iii) (relating to robbery), aggravated assault as defined in 18 Pa.C.S. § 2702(a)(1) (relating to aggravated assault) or kidnapping, or who is convicted of attempt to commit any of these crimes, shall, if the person visibly possessed a firearm during the commission of the offense, be sentenced to a minimum sentence of at least five years of total confinement notwithstanding any other provision of this title or other statute to the contrary.\n(b) Proof at sentencing. — Provisions of this section shall not be an element of the crime and notice thereof to the defendant shall not be required prior to conviction, but reasonable notice of the Commonwealth’s intention to proceed under this section shall be provided after conviction and before sentencing. The applicability of this section shall be determined at sentencing. The court shall consider any evidence presented at trial and shall afford the Commonwealth and the defendant an opportunity to present any necessary additional evidence and shall determine, by a preponderance of the evidence, if this section is applicable.\n(c) Authority of court in sentencing. — There shall be no authority in any court to impose on an offender to which this section is applicable any lesser sentence than provided for in subsection (a) or to place such offender on probation or to suspend sentence. Nothing in this section shall prevent the sentencing court from imposing va sentence greater than that provided in this section. Sentencing ^guidelines promulgated by the Pennsylvania Commission on Sentencing shall not supersede the mandatory sentences provided in this section.\n(d) Appeal by Commonwealth. — If a sentencing court refuses to apply this section where applicable, the Commonwealth shall have the right to appellate review of the action of the sentencing court. The appellate court shall vacate the sentence and remand the case to the sentencing court for imposition of a sentence in accordance with this section if it finds that the sentence was imposed in violation of this section.\n(e) Definition of firearm. — As used in this section \"firearm\" means any weapon (including a starter gun) which will or is designed to or may readily be converted to expel a projectile by the action of an explosive or the expansion of gas therein.\n. See also United States v. Batchelder, 442 U.S. 114, 122, 99 S.Ct. 2198, 2203, 60 L.Ed.2d 755, 763 (1979): (A statute should be construed to avoid constitutional questions “when [an alternative interpretation] is ‘fairly possible’ from the language of the statute.” (Citations omitted.))\n. In Commonwealth v. Wright, 508 Pa. 25, 494 A.2d 354 (1985), this Court held that Due Process was not offended by the treatment in Section 9712 of possession of a firearm as a sentencing consideration rather than an element of the crime, nor was due process offended by the preponderance of evidence standard of proof, aff’d sub nom McMillan v. Pennsylvania, 477 U.S. 79, 106 S.Ct. 2411, 91 L.Ed.2d 67 (1986).\nThe Equal Protection Clause prohibits selective enforcement \"based upon an unjustifiable standard such as race, religion, or other arbitrary classification.” Oyler v. Boles, 368 U.S. 448, 456, 82 S.Ct. 501, 7 L.Ed.2d 446 (1962). Respondent does not allege that his prosecution was motivated by improper considerations.",
        "type": "majority",
        "author": "FLAHERTY, Justice."
      },
      {
        "text": "LARSEN, Justice,\ndissenting.\nI disagree with the majority’s conclusion that “it is apparent ... that the prosecutor has discretion to invoke the terms of Section 9712.... ” Rather, I agree with the Superior Court that: “The sentence originally imposed did not conform to the mandatory minimum sentence required by statute and was, therefore, invalid on its face. 42 Pa.C.S. § 9712. The trial court, sua sponte, properly vacated the invalid sentence and subsequently imposed the sentence which was required by law.” Memorandum Opinion at 2 (emphasis added).\nThe Mandatory Minimum Sentencing Act, 42 Pa.C.S.A. § 9712, provides, in its entirety (with emphasis added):\nSentences for offenses committed with firearms\n(a) Mandatory sentence. — Any person who is convicted in any court of this Commonwealth of murder of the third degree, voluntary manslaughter, rape, involuntary deviate sexual intercourse, robbery as defined in 18 Pa. C.S. § 3701(a)(1)(i), (ii) or (iii) (relating to robbery), aggravated assault as defined in 18 Pa.C.S. § 2702(a)(1) (relating to aggravated assault) or kidnapping, or who is convicted of attempt to commit any of these crimes, shall, if the person visibly possessed a firearm during the commission of the offense, be sentenced to a minimum sentence of at least five years of total confinement notwithstanding any other provision of this title or other statute to the contrary.\n(b) Proof at sentencing. — Provisions of this section shall not be an element of the crime and notice thereof to the defendant shall not be required prior to conviction, but reasonable notice of the Commonwealth’s intention to proceed under this section shall be provided after conviction and before sentencing. The applicability of this section shall be determined at sentencing. The court shall consider any evidence presented at trial and shall afford the Commonwealth and the defendant an opportunity to present any necessary additional evidence and shall determine, by a preponderance of the evidence, if this section is applicable.\n(c) Authority of court in sentencing. — There shall be no authority in any court to impose on an offender to which this section is applicable any lesser sentence than provided for in subsection (a) or to place such offender on probation or to suspend sentence. Nothing in this section shall prevent the sentencing court from imposing a sentence greater than that provided in this section. Sentencing guidelines promulgated by the Pennsylvania Commission on Sentencing shall not supersede the mandatory sentences provided in this section.\n(d) Appeal by Commonwealth. — If a sentencing court refuses to apply this section where applicable, the Commonwealth shall have the right to appellate review of the action of the sentencing court. The appellate court shall vacate the sentence and remand the case to the sentencing court for imposition of a sentence in accordance with this section if it finds that the sentence was imposed in violation of this section.\n(e) Definition of firearm. — As used in this section “firearm” means any weapon (including a starter gun) which will or is designed to or may readily be converted to expel a projectile by the action of an explosive or the expansion of gas therein.\nThe majority purports to quote the “pertinent part” of section 9712, but instead, quotes only subsections (a) and (b) and focuses exclusively on the first sentence of subsection (b). Majority slip op. at 6-8. So focused, the majority misinterprets the phrase “reasonable notice of the Commonwealth’s intention to proceed under this section shall be provided after conviction and before sentencing,” as a legislative grant of discretion to the prosecutor to decide whether to invoke section 9712. I believe this interpretation takes the above-excerpted provision of subsection (b) out of context, ignores clear contrary language of the Act, and converts the Mandatory Minimum Sentencing Act to the “Discretionary Minimum Sentencing Act” in derogation of the legislature’s manifest intent.\nAs we stated in Commonwealth v. Wright, 508 Pa. 25, 494 A.2d 354 (1985), aff'd sub nom McMillan v. Pennsylvania, 477 U.S. 79, 106 S.Ct. 2411, 91 L.Ed.2d 67 (1986), “Society cannot tolerate the tyranny of armed felons. Recognizing this, the legislature wisely enacted legislation providing for a mandatory minimum five-year jail term for those who visibly use a firearm in the commission” of any of the enumerated felonies. 508 Pa. at 42, 494 A.2d at 363 (Concurring Opinion of Larsen, J., joined in by the majority opinion). The entire thrust of section 9712 is in the highest degree mandatory and admits of no exceptions. Nevertheless, the majority carves out an exception to mandatory minimum sentencing because of its flawed interpretation of the phrase: “reasonable notice- of the Commonwealth’s intention to proceed under this section shall be provided after conviction and before sentencing.”\nSubsection (a) “Mandatory sentence,” expresses the legislature’s intent most clearly: Any person who is convicted of one of the enumerated felonies and who visibly possessed a firearm during the commission of the offense shall ... be sentenced to a minimum sentence of at least five years of total confinement notwithstanding any other provision of this title____”\nSubsection (b), “Proof at sentencing,” contains three sentences. The first establishes that the provisions of this section are not an element of the crime as to which the defendant must be notified prior to conviction, but requires that the notice “of the Commonwealth’s intention to proceed under this section” shall be provided before sentencing. While this phrase, standing alone, could arguably support an inference that the Commonwealth has discretion whether to proceed under section 9712 (i.e., whether the Commonwealth has the “intention to proceed”), such an inference is an overly literal one which ignores the context in which that phrase occurs and the remainder of the Act. The second and third sentences of subsection (b), and subsections (c) and (d), establish unambiguously that the sentencing court is to be the sole adjudicator of the applicability of section 9712 and that, once the court makes that determination, there is no authority or discretion in the court to impose anything less than the mandatory minimum five year jail term.\nThe remainder of subsection (b) provides that the applicability of section 9712 shall be determined by the court at sentencing after considering any evidence presented at trial and affording both the Commonwealth and the defendant an opportunity to present any necessary additional evidence. Subsection (b) is designed, therefore, to give the defendant notice of his sentencing under this section, and an opportunity to present evidence (important procedural rights because the provisions of this section are not elements of the crime of which he has been convicted.) However, in light of the subsequent provisions of subsection (b) reposing the sole authority to determine the applicability of section 9712 in the sentencing court, and in light of subsections (c) and (d) (to be discussed), I do not read subsection (b) as giving the prosecutor any authority or discretion to decide whether or not to proceed under this section, and I agree with the lower courts that where, as here, the prosecutor fails to render the requisite notice, the sentencing court must supply that notice where it determines that section 9712 applies. The “Commonwealth’s intention” is expressed in and compelled by the Act.\nSubsection (c), “Authority of the court,” makes this interpretation explicit. “There shall be no authority in any court to impose on an offender to which this section is applicable any lesser sentence ...,” although the sentencing court retains its traditional authority to impose a sentence greater than that provided in this section. Under subsections (b) and (c) therefore, the court (and only the court) determines whether section 9712 is applicable and, when it determines that this section is applicable, it has no authority to impose anything less than five years imprisonment. By the majority’s interpretation, however, a prosecutor may unilaterally render these provisions meaningless, and thwart the mandatory nature of the Act and the legislative intent, simply by refusing to give notice of his or her intention to proceed under section 9712. This interpretation would, in this case, require the court to impose a sentence which it has no authority to impose because it is less than the mandatory minimum five years which the court has determined to be applicable.\nSubsection (d) further supports the lower courts’ determinations in this case, and further demonstrates the manifest legislative intent to remove all elements of judicial discretion to impose a lesser sentence from the sentencing determination where the defendant has visibly possessed a firearm. This subsection provides that the appellate court “shall vacate the sentence and remand ... for imposition of a sentence in accordance with this section if it finds that the sentence was imposed in violation of this section.” The original sentence in the instant case of two to four years imprisonment was, indeed, imposed in violation of this section, and subsection (d) makes it mandatory for the appellate court to vacate such an unlawful sentence.\nThis Act, and every “statute shall be construed, if possible, to give effect to all its provisions.” The Statutory Construction Act of 1972, 1 Pa.C.S.A. § 1921(a). We can best achieve this result in the instant case by interpreting subsection (b) to require the Commonwealth to notify the defendant of its intention to proceed under this section where applicable, but in the event the Commonwealth does not give such notice, to require the court to supply the requisite notice to defendant after it makes a preliminary determination (as it did here) that the section is applicable. By such interpretation, we would maintain the notice requirements of the Act while preserving the explicit, exclusive authority of the court to make the determination of its applicability and to mandatorily impose at least five years imprisonment for the visible possession of a firearm during commission of the felony.\nThe majority’s interpretation today reaches an anomalous result. It is highly irregular to interpret the Act as, on the one hand, removing from the sentencing court a large measure of the discretion traditionally reserved for the courts at sentencing, and on the other hand, to repose in the prosecutor sole discretion over whether to impose mandatory sentencing, a discretion not within the traditional authority of the prosecutor. As we stated in Wright:\nThe section in question removes from the sentencing court the discretion to decide whether total confinement is appropriate and whether to set a minimum sentence of less than five years. Visible possession of a firearm during the commission of the crime is a sentencing factor which, if found, is dispositive of those issues. The legislature has thus foreclosed the possibility of leniency to such gun-users.\nCommonwealth v. Wright, supra at 508 Pa. 32-33, 494 A.2d 357-58 (emphasis added).\nThe majority’s interpretation not only ignores the plain language of the Act to the contrary, and thwarts the intent of the General Assembly, it produces an absurd and unreasonable result, which is impossible to execute because the court has no authority to impose a lesser sentence than the five years required by statute when it determines section 9712 to be applicable. See 1 Pa.C.S.A. § 1922(1) (“the General Assembly does not intend a result that is absurd, impossible of execution or unreasonable.”).\nAdditionally, for the first time in the history of the Commonwealth of Pennsylvania, the prosecutor now has sentencing discretion ... thus creating a contravention of the historical, definitional and functional role of a prosecutor.\nFor the foregoing reasons, I dissent to the majority’s emasculation of the Mandatory Minimum Sentencing Act.\nPAPADAKOS, J., joins this dissenting opinion.",
        "type": "dissent",
        "author": "LARSEN, Justice,"
      }
    ],
    "attorneys": [
      "Thomas P. Kennedy, David Cherundolo, Charles Witaconis, Scranton, John W. Packel, Benjamin Lerner, Leonard Sosnov, Philadelphia, for amicus — Def. Assoc. of Phila.",
      "Ernest D. Preate, Jr., Dist. Atty., for appellee."
    ],
    "corrections": "",
    "head_matter": "528 A.2d 138\nCOMMONWEALTH of Pennsylvania, Appellee, v. Kevin PITTMAN, Appellant.\nSupreme Court of Pennsylvania.\nArgued April 8, 1987.\nDecided July 2, 1987.\nThomas P. Kennedy, David Cherundolo, Charles Witaconis, Scranton, John W. Packel, Benjamin Lerner, Leonard Sosnov, Philadelphia, for amicus — Def. Assoc. of Phila.\nErnest D. Preate, Jr., Dist. Atty., for appellee.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, HUTCHINSON, ZAPPALA and PAPADAKOS, JJ."
  },
  "file_name": "0272-01",
  "first_page_order": 458,
  "last_page_order": 474
}
