{
  "id": 1806084,
  "name": "COMMONWEALTH of Pennsylvania, Appellant, v. Aaron WHITE, Appellee",
  "name_abbreviation": "Commonwealth v. White",
  "decision_date": "1987-07-09",
  "docket_number": "No. 58 E.D. Appeal Docket 1985",
  "first_page": "348",
  "last_page": "354",
  "citations": [
    {
      "type": "official",
      "cite": "515 Pa. 348"
    },
    {
      "type": "parallel",
      "cite": "528 A.2d 596"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "476 Pa. 83",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1736902
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/476/0083-01"
      ]
    },
    {
      "cite": "462 Pa. 43",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        485206
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/462/0043-01"
      ]
    },
    {
      "cite": "527 A.2d 973",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1806092
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "975",
          "parenthetical": "defendant must show his counsel's performance was deficient and this deficiency deprived him of a fair trial"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/515/0153-02"
      ]
    },
    {
      "cite": "515 Pa. 153",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1806001,
        1806092
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "157",
          "parenthetical": "defendant must show his counsel's performance was deficient and this deficiency deprived him of a fair trial"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/515/0153-01",
        "/pa/515/0153-02"
      ]
    },
    {
      "cite": "466 U.S. 668",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6204802
      ],
      "weight": 3,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/us/466/0668-01"
      ]
    },
    {
      "cite": "235 A.2d 349",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1967,
      "pin_cites": [
        {
          "page": "352-53",
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "427 Pa. 599",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1910363
      ],
      "weight": 2,
      "year": 1967,
      "pin_cites": [
        {
          "page": "604-05"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/427/0599-01"
      ]
    },
    {
      "cite": "185 A. 203",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1936,
      "opinion_index": 0
    },
    {
      "cite": "322 Pa. 200",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1167831
      ],
      "year": 1936,
      "opinion_index": 0,
      "case_paths": [
        "/pa/322/0200-01"
      ]
    },
    {
      "cite": "317 A.2d 205",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "455 Pa. 525",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        582030
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/455/0525-01"
      ]
    },
    {
      "cite": "522 A.2d 1050",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1804616,
        1804562
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa/514/0045-01",
        "/pa/514/0046-01"
      ]
    },
    {
      "cite": "514 Pa. 46",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1804562
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa/514/0046-01"
      ]
    },
    {
      "cite": "333 Pa.Super. 1",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        616502
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/333/0001-01"
      ]
    },
    {
      "cite": "353 A.2d 36",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1714987,
        1714991
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa/466/0299-01",
        "/pa/466/0300-01"
      ]
    },
    {
      "cite": "466 Pa. 300",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1714991
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa/466/0300-01"
      ]
    },
    {
      "cite": "527 A.2d 973",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1806092
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "978"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/515/0153-02"
      ]
    },
    {
      "cite": "515 Pa. 153",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1806001,
        1806092
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "164-169"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/515/0153-01",
        "/pa/515/0153-02"
      ]
    }
  ],
  "analysis": {
    "cardinality": 638,
    "char_count": 10388,
    "ocr_confidence": 0.767,
    "pagerank": {
      "raw": 1.8378933547596436e-07,
      "percentile": 0.7216503742110061
    },
    "sha256": "9f739eaa69b12737a2365984823a4ea97cdab522f71694c97f5f5997d6101ecf",
    "simhash": "1:c79f6b9f132c5b5c",
    "word_count": 1697
  },
  "last_updated": "2024-02-27T22:38:43.238776+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, HUTCHINSON, ZAPPALA and PAPADAKOS, JJ.",
      "McDERMOTT, J., did not participate in the consideration or decision of this case.",
      "NIX, C.J., files a concurring opinion.",
      "FLAHERTY, J., concurs in the result.",
      "ZAPPALA, J., dissents."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant, v. Aaron WHITE, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION ANNOUNCING THE JUDGMENT OF THE COURT\nHUTCHINSON, Justice.\nThe Commonwealth appeals by allowance an order of Superior Court reversing an order of the Court of Common Pleas of Philadelphia, which had denied appellee post conviction relief under Section 5 of the Post Conviction Hearing Act. By its order Superior Court remanded the case for a new trial. We hold Superior Court erred in determining that the prosecutor’s remarks in his closing statement require a new trial for appellee. Therefore, we reverse and reinstate Common Pleas’ order denying appellee’s petition for relief.\nAppellee was arrested in 1973 and charged with murder, aggravated assault with intent to kill, aggravated robbery and related offenses. On April 14, 1973, appellee entered a barber shop operated by William Gadsden. Mr. Gadsden and a customer, Michael Chambers, were in the shop at the time. Appellee, who was carrying a gun, announced a robbery. He then shot Mr. Chambers, who died as a result. Mr. Gadsden was shot once as he attempted to take appellee’s gun. He was shot again as he fled the room, and a third time when appellee followed him into an adjoining room. Mr. Gadsden, who had known appellee for a number of years, recovered from his wounds and testified unequivocally to these facts at appellee’s trial. Appellee presented no evidence at all. The jury found him guilty of murder in the first degree and various other offenses. He was sentenced on June 20, 1974, to life imprisonment for murder along with consecutive terms of imprisonment on the various other charges, some of which were concurrent with the life sentence. This Court affirmed the judgments of sentence on direct appeal. Commonwealth v. White, 466 Pa. 300, 353 A.2d 36 (1976).\nOn May 23, 1980, appellee filed the petition for post conviction relief which is presently before us. In it he asserts various ways in which trial counsel was ineffective. The Commonwealth denied these allegations. Following an evidentiary hearing, the post conviction hearing court denied relief in an order filed December 22, 1981. On August 10, 1984, Superior Court reversed and remanded the case for a new trial, 333 Pa.Super. 1, 481 A.2d 1190. We granted allocatur on the Commonwealth’s petition asking us to consider the issue of unexplained delay as well as the merits of appellee’s post conviction petition.\nThe record before us shows that Superior Court granted a retrial more than eleven years after the offense occurred. The Commonwealth contends that petitioner’s failure to explain the lapse of four years between this Court’s affirmance of his sentence on direct appeal and the filing of his post conviction petition requires denial of his petition. The Commonwealth failed to raise this issue in the post conviction hearing court. It would, therefore, be inappropriate for us to decide it on this record. Moreover, we have not decided that delay alone requires dismissal of a post conviction petition. In Commonwealth v. Weddington, 514 Pa. 46, 522 A.2d 1050 (1987), we held that mere delay does not justify dismissal of a post conviction petition. In this aspect, the present case would be controlled by Weddington.\nHowever, since a full hearing on appellee’s petition has already been held, we are in a position to review Superior Court’s decision on the merits, and will do so in order to properly dispose of this case.\nIn his petition appellee contended that failure of trial counsel to object to various statements in the prosecutor’s closing address constituted ineffective assistance. The specific remarks in question are:\n[S]o just as Michael Chambers, one of my best witnesses wasn’t here to testify today, because he’s in his grave.\nN.T. February 1, 1974, at 457.\nAnd he did it, ladies and gentlemen, for a lousy sixty or seventy dollars and a watch. And he left Mrs. Chambers and her four children fatherless.\nAnd I say to you, ladies and gentlemen, the only way that you can fail to bring back a verdict of murder in the first degree is if Michael Chambers comes walking through those doors. Shall we wait?\nId. at 468-69.\nThe Commonwealth argues that Superior Court’s decision is in error because these prosecutorial remarks were not objectionable at the time they were made and trial counsel cannot be found ineffective for failing to anticipate changes in the law. Contrary to the argument that these prosecutorial remarks were not objectionable until our decision in Commonwealth v. Lipscomb, 455 Pa. 525, 317 A.2d 205 (1974), we note that as early as Commonwealth v. Capaila, 322 Pa. 200, 185 A. 203 (1936), we disapproved of closing arguments in which the prosecutor appeals to the prejudices of the jury.\nIn response to questions during the post conviction hearing about her failure to object to the prosecutor’s remarks, appellee’s trial counsel stated:\nI think you have to make as counsel to anybody in any kind of litigation when you object you have — you’re objecting to protect the Record for appeal. You also have to understand the nature of the circumstances in which you are in. Whenever an objection has been made during the course of the trial the manner in which the Judge had ruled on my objection was more damaging to me than anything I may have gained by having the objection sustained. That doesn’t appear on the Record but it was the manner of the tone of voice or way of doing it. So during the closing argument had I objected to various statements, I think the way that his Honor would have handled it would have been more damaging than my interrupting at that point even if an objection had been sustained.\nAnother reason is I don’t do criminal law now but at that time I was in and out of criminal Courts and that’s the type of statement that I would hear in other closings. I think it was a stock closing argument that the District Attorney was using at that time.\nN.T. December 8, 1980, at 9.\nThis testimony shows her failure to object had a reasonable basis designed to forward appellee’s interest. Her representation was, therefore, not ineffective under the standard we set forth in Commonwealth ex rel Washington v. Maroney, 427 Pa. 599, 235 A.2d 349 (1967). Moreover, the record is such that appellee has failed to demonstrate the prejudice required by Commonwealth ex rel Washington v. Maroney, supra, and Strickland v. Washington, 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984). See Commonwealth v. Pierce, 515 Pa. 153, 157, 527 A.2d 973, 975 (1987) (defendant must show his counsel’s performance was deficient and this deficiency deprived him of a fair trial).\nOur state law requires that criminal defendants who seek relief from their convictions on the ground of ineffectiveness of counsel show that they have been prejudiced by the alleged ineffectiveness. Commonwealth v. Pierce, supra; Commonwealth ex rel Washington v. Maroney, supra. Accord Strickland v. Washington, supra. Reading the prosecutor’s closing address in the instant case in its entirety, as we must, we do not find that address, in the context of this trial, was prejudicial to appellee. Commonwealth v. Stoltzfus, 462 Pa. 43, 337 A.2d 873 (1975). Trial counsel explained her failure to object to the prosecutor’s remarks cited above. Supra at 352. Counsel’s overall performance was not deficient nor was appellee’s defense prejudiced by her failure to object. See Commonwealth v. Pierce, supra; Commonwealth ex rel Washington v. Maroney, supra. The evidence against appellee was overwhelming. His defense consisted of cross examination of the prosecution’s witnesses and argument thereon by counsel. Appellee has failed to show the prejudice which would warrant post conviction relief.\nSuperior Court erred in finding counsel ineffective and in ordering a new trial. The order of Superior Court is reversed, and the petition is denied.\nMcDERMOTT, J., did not participate in the consideration or decision of this case.\nNIX, C.J., files a concurring opinion.\nFLAHERTY, J., concurs in the result.\nZAPPALA, J., dissents.\n. Act of January 25, 1966, P.L. (1965) 1580, 19 P.S. § 1180-5, repealed by Section 3 of the Act of May 13, 1982, P.L. 417. Now codified at 42 Pa.C.S. § 9545.\n. Although the issue of unreasonable delay was not raised before the hearing court, we asked the parties to brief it because we had not previously spoken to the procedure for raising this issue in post conviction hearings.\n. The Commonwealth has merely advanced general principles to support its position that unexplained delay warrants dismissal. It has not demonstrated if, or how, it has been prejudiced by the four year delay.\n. We agree with the latter contention; counsel indeed cannot be found ineffective for failing to predict changes in the law. Commonwealth v. Triplett, 476 Pa. 83, 381 A.2d 877 (1977).\n. In Maroney we stated:\nWe cannot emphasize strongly enough, however, that our inquiry ceases and counsel’s assistance is deemed constitutionally effective once we are able to conclude that the particular course chosen by counsel had some reasonable basis designed to effectuate his client’s interests. The test is not whether other alternatives were more reasonable, employing a hindsight evaluation of the record. Although weigh the alternatives we must, the balance tips in favor of a finding of effective assistance as soon as it is determined that trial counsel’s decisions had any reasonable basis.\n427 Pa. at 604-05, 235 A.2d at 352-53 (emphasis in original) (footnote deleted).",
        "type": "majority",
        "author": "HUTCHINSON, Justice."
      },
      {
        "text": "NIX, Chief Justice,\nconcurring.\nAlthough I agree there was no basis for finding that counsel was ineffective, and therefore concur in the Court’s mandate, I again must register my objection to any attempt to suggest that the weight of the Commonwealth’s case has any bearing in an analysis of whether or not counsel’s representation fell below the standards required by the Constitution of this Commonwealth. Commonwealth v. Pierce, 515 Pa. 153, 164-169, 527 A.2d 973, 978 (Nix, C.J., concurring).",
        "type": "concurrence",
        "author": "NIX, Chief Justice,"
      }
    ],
    "attorneys": [
      "Eric B. Henson, Deputy Dist. Atty., Gaele M. Barthold, Chief, Prosecution Appeals, Ronald Eisenberg, Philadelphia, for appellant.",
      "James S. Bruno, Philadelphia, for appellee."
    ],
    "corrections": "",
    "head_matter": "528 A.2d 596\nCOMMONWEALTH of Pennsylvania, Appellant, v. Aaron WHITE, Appellee.\nSupreme Court of Pennsylvania, Eastern District.\nSubmitted Oct. 25, 1985.\nDecided July 9, 1987.\nEric B. Henson, Deputy Dist. Atty., Gaele M. Barthold, Chief, Prosecution Appeals, Ronald Eisenberg, Philadelphia, for appellant.\nJames S. Bruno, Philadelphia, for appellee.\nBefore NIX, C.J., and LARSEN, FLAHERTY, HUTCHINSON, ZAPPALA and PAPADAKOS, JJ."
  },
  "file_name": "0348-01",
  "first_page_order": 534,
  "last_page_order": 540
}
