{
  "id": 1806016,
  "name": "Elizabeth Ellen LANG, Appellant, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF PUBLIC WELFARE, Appellee",
  "name_abbreviation": "Lang v. Commonwealth",
  "decision_date": "1987-07-13",
  "docket_number": "No. 73 W.D. Appeal Dkt. 1986",
  "first_page": "428",
  "last_page": "448",
  "citations": [
    {
      "type": "official",
      "cite": "515 Pa. 428"
    },
    {
      "type": "parallel",
      "cite": "528 A.2d 1335"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "40 U.Pitt.L.Rev. 305",
      "category": "journals:journal",
      "reporter": "U. Pitt. L. Rev.",
      "year": 1979,
      "pin_cites": [
        {
          "page": "328"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "20 C.F.R. § 416.1201",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "(a)",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "20 C.F.R. § 416.1205",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "year": 1986,
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "191 A.2d 417",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "411 Pa. 251",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1885975
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa/411/0251-01"
      ]
    },
    {
      "cite": "107 N.W.2d 146",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1961,
      "pin_cites": [
        {
          "parenthetical": "state could not compel payment of basic support costs from trust established to provide for institutionalized beneficiary's comforts and necessities"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "12 Wis.2d 375",
      "category": "reporters:state",
      "reporter": "Wis. 2d",
      "case_ids": [
        8677079
      ],
      "year": 1961,
      "pin_cites": [
        {
          "parenthetical": "state could not compel payment of basic support costs from trust established to provide for institutionalized beneficiary's comforts and necessities"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wis-2d/12/0375-01"
      ]
    },
    {
      "cite": "407 N.Y.S.2d 106",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "opinion_index": 0
    },
    {
      "cite": "94 Misc.2d 952",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1915183
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/94/0952-01"
      ]
    },
    {
      "cite": "195 N.E.2d 72",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1964,
      "pin_cites": [
        {
          "parenthetical": "because no public policy prohibited trust beneficiary from receiving public assistance and settlor might have intended to supplement public assistance, trustees were not required to use trust principal to reimburse the state"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "346 Mass. 578",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        518353
      ],
      "year": 1964,
      "pin_cites": [
        {
          "parenthetical": "because no public policy prohibited trust beneficiary from receiving public assistance and settlor might have intended to supplement public assistance, trustees were not required to use trust principal to reimburse the state"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/346/0578-01"
      ]
    },
    {
      "cite": "399 A.2d 891",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "trustees could not be forced to use trust principal to defray the costs of institutionalized care"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "284 Md. 720",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        2083300
      ],
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "trustees could not be forced to use trust principal to defray the costs of institutionalized care"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/284/0720-01"
      ]
    },
    {
      "cite": "142 N.Y.S.2d 731",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "weight": 2,
      "year": 1955,
      "pin_cites": [
        {
          "page": "732"
        },
        {
          "page": "733"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "286 A.D. 950",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        2945608,
        2897081,
        2899737,
        2899273
      ],
      "year": 1955,
      "pin_cites": [
        {
          "page": "950"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad/286/0950-03",
        "/ad/286/0950-02",
        "/ad/286/0950-01",
        "/ad/286/0950-04"
      ]
    },
    {
      "cite": "70 A.2d 105",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1949,
      "pin_cites": [
        {
          "page": "106"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "136 Conn. 266",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        1620612
      ],
      "year": 1949,
      "opinion_index": 0,
      "case_paths": [
        "/conn/136/0266-01"
      ]
    },
    {
      "cite": "498 Pa. 146",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1776126
      ],
      "weight": 3,
      "year": 1982,
      "pin_cites": [
        {
          "page": "150"
        },
        {
          "page": "494"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/498/0146-01"
      ]
    },
    {
      "cite": "190 A.2d 105",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "410 Pa. 618",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1884607
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa/410/0618-01"
      ]
    },
    {
      "cite": "464 A.2d 665",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1983,
      "pin_cites": [
        {
          "page": "666"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "76 Pa.Commonwealth Ct. 576",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1311865
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "page": "578"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/76/0576-01"
      ]
    },
    {
      "cite": "68 Iowa L.Rev. 273",
      "category": "journals:journal",
      "reporter": "Iowa L. Rev.",
      "year": 1983,
      "pin_cites": [
        {
          "page": "289",
          "parenthetical": "there should be an exact parallelism between the rights of the beneficiary in and to the trust estate and the rights of his creditors to reach his equitable interest in the estate"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "123 A. 408",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1924,
      "pin_cites": [
        {
          "parenthetical": "State may obtain reimbursement from a support trust under theory of implied contract"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "278 Pa. 421",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1080494
      ],
      "year": 1924,
      "pin_cites": [
        {
          "parenthetical": "State may obtain reimbursement from a support trust under theory of implied contract"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/278/0421-01"
      ]
    },
    {
      "cite": "740 F.2d 260",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        623109
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "264"
        },
        {
          "page": "264"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/740/0260-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 1396",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "96 Pa.Commonwealth Ct. 118",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1346153
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/96/0118-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1300,
    "char_count": 37987,
    "ocr_confidence": 0.761,
    "pagerank": {
      "raw": 6.554849428355072e-07,
      "percentile": 0.9612257316932377
    },
    "sha256": "6afbfce3b78830463828a1712ef72d26685e85afb87bca3a348987f6fba89dc7",
    "simhash": "1:eaf7cec2a2d75418",
    "word_count": 6147
  },
  "last_updated": "2024-02-27T22:38:43.238776+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ROBERT, C.J., and NIX, LARSEN, FLAHERTY, McDERMOTT, HUTCHINSON, ZAPPALA and PAPADAKOS, JJ.",
      "NIX, C.J., concurs in the result.",
      "ZAPPALA, J., concurs in the result.",
      "LARSEN, J., files a dissenting opinion."
    ],
    "parties": [
      "Elizabeth Ellen LANG, Appellant, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF PUBLIC WELFARE, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nHUTCHINSON, Justice.\nAppellant is trustee of a discretionary testamentary trust her father created for the benefit of all his children. She appeals by allowance Commonwealth Court’s order upholding DPW’s determination that the trust’s income and assets are an “available resource” of her mentally disabled brother which must be applied against his own statutory liability for care before public funds can be provided, 96 Pa.Commonwealth Ct. 118, 506 A.2d 530.\nIn reaching this result both DPW and Commonwealth Court necessarily assumed, but did not analyze, the propriety of withholding public moneys from the beneficiary of a discretionary support trust. Accordingly, the trustee was directed to pay the state’s charges for her brother’s care until the trust corpus and income were, for all practical purposes, exhausted. If we accept the assumption that testator’s primary intent of providing necessary support for his mentally disabled son could not be carried out without imposing a duty on the trustee to utilize trust corpus and income to discharge the institutionalized beneficiary’s statutory liability to the state for his own care, Commonwealth Court would be correct.\nThat assumption is incorrect. Neither the federal Medicaid statute, Title XIX of the Social Security Act, 42 U.S.C. § 1396 (1982), nor the regulations adopted under it, infra note 3, require the states to withhold public funds from mentally disabled persons because a trustee is subject to an enforceable legal duty to provide support when needed. Absent such a federal requirement, availability of public funds for the care of mentally disabled persons is governed by the state’s public policy with respect to apportioning the cost of caring for the mentally disabled, as that policy is expressed in its own laws. See Cannuni v. Schweiker, 740 F.2d 260, 264 (3d Cir.1984). We hold the public policy of this Commonwealth, as expressed in the Mental Health and Mental Retardation Act of 1966 (Mental Health Act), Act of October 20, 1966, Spec.Sess. No. 3, P.L. 96, as amended, 50 P.S. § 4502, (Supp.1987) and otherwise, is in conflict with DPW’s conclusion that the assets and income of discretionary support trusts are “available resources” of adult mentally disabled beneficiaries who require institutional care. Accordingly, we reverse.\nAlthough Commonwealth Court’s explicit holding is that William is not eligible for Medical Assistance, a closer examination of its opinion and DPW’s Adjudication reveals that there are two questions before this Court: whether William is liable for the costs of his care at a state mental retardation center and whether he is eligible for Medical Assistance. The first question requires us to determine whether William has income or assets restricted to his use. The second requires us to determine whether he has any resources he could use for his support and maintenance.\nBecause William has no income or assets other than what might be available to him under the trust, the underlying question presented by this appeal is whether testator created a duty in trustee, independent of any statutory duty, to provide for William’s basic support. If so, William arguably could compel distributions from the trust for his basic support and it thus would be considered available for his use. See Walter’s Case, 278 Pa. 421, 123 A. 408 (1924) (State may obtain reimbursement from a support trust under theory of implied contract). See also 2 A. Scott, The Law of Trusts, § 128.4 at 1020-22 and § 157.2 at 1216-20 (3d ed. 1967) (when a support standard is expressed in a trust instrument, the extent of the interest of the beneficiary depends upon the settlor’s intent, and the court will not interfere with the trustee’s discretion as long as his judgment is reasonable). If, however, testator gave trustee discretion to consider funding otherwise available from the Commonwealth in determining whether to distribute trust income and principal (or either) for William’s support, the trust (or its income or principal) would not be available for William’s use and could not be considered his asset or resource. See 2 A. Scott, supra, § 128.3 at 1016-18 (a beneficiary is entitled only to that which the trustee in the proper exercise of his discretion decides to give him, and he cannot obtain a court’s assistance to compel a distribution or control this discretion except to prevent an abuse of discretion). See also Abravanel, Discretionary Support Trusts, 68 Iowa L.Rev. 273, 289 (1983) (there should be an exact parallelism between the rights of the beneficiary in and to the trust estate and the rights of his creditors to reach his equitable interest in the estate).\nWilliam LeViseur has lived in state institutions since he was diagnosed in 1946 at the age of thirteen as having “Idiopathic Epilepsy” and “Mental Deficiency.” For the next thirty years, William’s father, Edward J. LeViseur, Sr., paid the full per diem costs of his support at these institutions. In January, 1967, Mr. LeViseur and the Commonwealth executed a Maintenance Agreement for Part Pay Patients under which he paid $200.00 per month for William’s care at the Cresson State School and Hospital (Cresson).\nMr. LeViseur executed his will on May 21, 1968, and died on October 7, 1968. Article FOURTH of the will placed all of his stock in publicly held companies in a trust. Their total value was $118,360.63. This was forty-nine percent of the gross value of Mr. LeViseur’s estate, and just short of sixty-seven percent of its net value after death taxes and expenses.\nThe Orphans’ Court of Allegheny County adjudicated William an incompetent in December, 1968, and appointed The Union National Bank of Pittsburgh (UNB) guardian of his estate. Until 1970, the trustee distributed income of the trust to UNB to meet William’s expenses in excess of his Social Security and Veteran’s benefits. By agreement with the Department of Revenue, the trustee paid all of the net income of the trust directly to Cresson from late 1970 through September, 1974.\nIn October, 1974, the General Assembly amended Section 502 of the Mental Health Act to provide that the liability of any person who had a legal duty to support a patient or resident receiving services under the act would cease when he attained the age of eighteen, or, if he were already eighteen, upon the effective date of the Act, October 12, 1974. Mental Health Act, supra, § 502, 50 P.S. § 4502. In December, 1974, the trustee asked Cresson’s Revenue Agent whether this amendment relieved the trust of any further legal duty to support William, who was then over the age of eighteen and receiving services at Cresson under the Mental Health Act. DPW’s General Counsel responded that there was no statutory duty to support William and the trust could not be billed for his maintenance.\nDPW did not bill the trust for the next nine years. During this time, the trustee in her discretion provided clothing, gifts and pocket money for William from the trust income.\nIn January, 1984, DPW informed the Western Center, where William then resided, that he was not eligible for Medical Assistance because both income and principal from the trust were resources available to William. It instructed Western Center to bill the trustee for the per diem costs of William’s care until the income of the trust was exhausted and the principal was reduced to $1,500.\nDespite the assurance received earlier from the Department’s top legal officer, the trustee received a Notice of Assessment in March 1984 purporting to place liability for the cost of William’s care on the trust. The trustee appealed to DPW’s Office of Hearings and Appeals. It upheld the assessment. Commonwealth Court affirmed DPW’s decision, holding the testator intended the trust to pay for such support. We granted the trustee leave to appeal in order to consider the important issues raised by the Commonwealth’s decision to treat the income and assets in this trust as resources available to one of its beneficiaries.\nThe terms of the trust pertinent to the question before us are set forth in Article FOURTH of testator’s will:\nA. The Trustee shall hold, manage, invest and reinvest said Trust estate and shall distribute the net income (hereinafter called 'Income’) and principal from time to time as follows:\n(1) During the lifetime of my son, WILLIAM GEORGE LeVISEUR, if he survives me, the Trustee shall pay the Income periodically to or for the support, maintenance, welfare and benefit of my said son or may, in the Trustee’s discretion, add part or all of the Income to principal, to be invested as such.\n(2) The Trustee may distribute such part of the Income not necessary for the support of my son, in equal shares to my three children, MARGARET MARY SMITH, EDWARD JOHN LeVISEUR, JR. and ELIZABETH ELLEN LANG, or to the survivor or survivors of them, provided however, should any of my said children predecease me, or surviving me die prior to the termination of the Trust Estate leaving issue, such deceased child’s then living issue shall take the deceased parent’s share, per stirpes.\n(3) The Trustee shall use so much of the principal as may in her opinion be advisable therefor, for the support, maintenance, welfare, comfort and support of my son, WILLIAM GEORGE LeVISEUR. The Trustee shall have complete discretion as to how much shall be used for such purposes and may pay the sums to any person or institution having the care of my said son, without liability on the part of the Trustee to see to the application thereof, or directly to or for the benefit of my said son. In the event of the death of my said son, the Trustee is authorized, in her discretion, to pay any part or all of the funeral and burial expenses of my said son.\n(4) At the death of my said son, WILLIAM GEORGE LeVISEUR, the Trust shall terminate and the balance of the Trust Estate shall be distributed in equal shares, free and discharged of the Trust, to MARGARET MARY SMITH, EDWARD JOHN LeVISEUR, JR. and ELIZABETH ELLEN LANG, or to the survivor or survivors of them, provided however, should any of my said children not so surviving, leave issue, such deceased child’s then living issue shall take the deceased parent’s share, per stirpes.\nStipulation ¶ 2, R.R. at 3A-4A (emphasis added).\nCommonwealth Court phrased the issue before it as whether the testator intended to provide support primarily for William, to the exclusion of the other three named beneficiaries. Determining this to be so, it considered the trust a resource available to William, apparently because it believed he could compel distributions from income and principal.\nCommonwealth Court mischaracterizes the trust and in so doing ignores the discretion given this trustee. It is clear from the language in the trust that testator intended to give trustee the power, as opposed to a duty, to provide support for William, to the exclusion of the other beneficiaries, should that be necessary. From this grant of discretion to the trustee, however, William’s power to compel distributions from the trust or the trustee’s inability to consider state aid available to William in determining whether to make distributions for William’s benefit does not necessarily follow. It would follow if other adequate funds, including public funds, were not available.\nCommonwealth Court bases its decision in the instant case on its holding in Stoudt v. Department of Public Welfare, 76 Pa.Commonwealth Ct. 576, 464 A.2d 665 (1983). In Stoudt, the testator set up a testamentary trust to benefit his daughter, Eva E. Stoudt (Beneficiary). The trust instrument directed the trustee “to pay so much of the income and principal of said trust as he in his sole discretion deems necessary for the maintenance and support of [Beneficiary].” Stoudt, 76 Pa.Commonwealth Ct. at 578, 464 A.2d at 666.\nCommonwealth Court reached two conclusions as to the availability of income and principal from this trust to pay for Beneficiary’s care at a county-operated nursing home: (1) Beneficiary could compel distribution of trust assets and therefore had an available resource, making her ineligible for medical assistance; and (2) because the trustee had an obligation to administer the trust solely in Beneficiary’s interest, he was obliged to pay for her care, rather than preserve trust assets for the remainderman and “forc[e] her to resort to public welfare.” Id.\nIf the trust in Stoudt were a support trust in which the language referencing the trustee’s discretion only reiterated the general principle that a trustee has considerable dispositive discretion, Commonwealth Court’s first conclusion would be correct, as to the beneficiary’s right to compel distributions. See 2 A. Scott, The Law of Trusts, § 128.4 at 1018-19 (3d ed. 1967). General medical assistance may not be available to persons who are sole beneficiaries of “support” trusts and require nursing home care. A support trust, though containing an implied spendthrift provision, can generally be reached to satisfy claims for necessary services rendered to the beneficiary. See Restatement (Second) of Trusts, § 157 (1959). Nevertheless, even in such a case, the question occurs whether use of the trust assets is necessary. See infra at 446-447.\nCommonwealth Court relied on our decision in Bolton v. Stillwagon, 410 Pa. 618, 190 A.2d 105 (1963), to buttress its second conclusion. Its reliance is misplaced. In Bolton, we cited the principles of Section 170 of the Restatement (Second) of Trusts concerning the trustee’s duty to administer a trust solely in the beneficiary’s interest and not his own to support our conclusion that a sale of real estate was a breach of the duty of loyalty by the trustees of a perpetual care fund. Section 170 refers to a trustee’s fundamental duty of loyalty to the beneficiary(ies) of a trust; it proscribes self-dealing by trustees. See Restatement (Second) of Trusts, § 170 comment b (1959). It does not support Commonwealth Court’s proposition that a trustee of a support trust must deplete rather than preserve trust assets to pay for care provided to a beneficiary. There was no problem of self-dealing in Stoudt. The issue there was whether the trustee who refused to pay the state had properly balanced the interest of the life beneficiary and the remaindermen. That is also the issue here, given the existence of three additional beneficiaries, who are also remaindermen. Its resolution depends on the availability of public funds, an issue we examine, infra at 440-443, 446-448.\nFurther, we reject as a matter of public policy Commonwealth Court’s implication that it is in a beneficiary’s interest not to be “forced to resort to public welfare.” The statutory policy of Pennsylvania, particularly with respect to mental health, does not reflect this vision of public assistance as charity and the consequent assumption that a settlor intended to exhaust his family’s patrimony before his beneficiary could take advantage of public funds. Our General Assembly acknowledged this in its 1974 amendment of the Mental Health Act relieving those with a legal duty to support persons receiving benefits under the Act from that obligation once the recipient reaches the age of eighteen.\nRecognizing that it is the policy of this Commonwealth to support persons over the age of eighteen who qualify for services under the Mental Health Act does not end our inquiry, however. We must still determine whether a settlor, here the testator, intended that trust assets be used to support a beneficiary, regardless of the availability of other resources, including state assistance. A settlor’s intent must be determined “from all the language within the four corners of the trust instrument, the scheme of distribution and the circumstances surrounding the execution of the instrument.” Farmers Trust Co. v. Bashore, 498 Pa. 146, 150, 445 A.2d 492, 494 (1982).\nAn examination of the language in Article FOURTH of testator’s will, supra at 437-439, shows that this instrument is a discretionary trust limited by a support standard based on William’s situation. In Paragraph A(l) testator provided that the trustee pay income from the trust “periodically to or for the support, maintenance, welfare and benefit of [William]” or, in her discretion, “add part or all of the Income to principal, to be invested as such.” The inclusion of the clause granting trustee the power to add income to principal demonstrates an intent to give her the discretion to do more than merely determine the amount to pay “periodically” for William’s support. The use of the words “welfare and benefit” in addition to the usual “support and maintenance” language in the first clause of Paragraph A(l), which defines the support standard, also indicates an intent to give trustee the discretion to do more than ensure a minimum standard of living for William. Paragraph A(3) of the trust gives trustee the power to invade principal as well, leaving it to her “complete discretion” how much to use for William’s support or benefit. The use of the word “complete” to describe trustee’s discretion again indicates a broad grant of discretion to trustee.\nThe trust instrument does not expressly state whether testator intended trustee to consider other sources of support available to William, including funds provided by the Commonwealth, in determining whether to distribute income or principal for William’s “support, maintenance, welfare and benefit.” Several factors support a finding that he wanted his trustee to consider other resources.\nTestator chose to set up a discretionary support trust rather than a mandatory form of trust or a “pure” support trust. The addition of discretionary language indicates an intent that trustee exercise greater latitude in her distributive decisions than would be the case in the absence of such discretionary language. See Abravanel, supra, at 277-80.\nTestator also chose to set up one trust to benefit all four of his children, rather than four trusts, one to support William and the others to benefit his remaining children. He funded this trust intended to benefit all four of his children with assets valued at sixty-seven percent of his net estate. He granted trustee discretion to determine what portion of trust income was necessary for William’s welfare and to distribute income that was not necessary for that purpose to the other beneficiaries, in equal shares, or to add it to principal. He gave trustee complete discretion to determine whether to invade principal and how much to use for William’s benefit, and directed that, at William’s death, the balance of the trust estate be distributed to his surviving children or their issue.\nThe circumstances surrounding the execution of this instrument point strongly to testator’s intent to have his trustee consider other resources. William was institutionalized at the time testator executed his will. The cost per month of William’s care at Cresson, based on its per diem billing rate, was $543.00. Pursuant to the Maintenance Agreement he had entered with the Commonwealth, however, testator was billed and paid less than thirty-seven percent of the cost of William’s care, the agreed amount of $200.00 per month. William’s Social Security payments and veteran’s benefits available to him as a dependent were used to defray his expenses, and the balance was subsidized by the Commonwealth.\nThus, during his lifetime, testator had accepted the Commonwealth’s help in the form of partial subsidization of William’s maintenance at Cresson. The Commonwealth had indicated its ability and willingness to provide this help in executing the Maintenance Agreement. When testator died, in 1968, he could not have known that the Legislature would later amend the Mental Health Act. We cannot know for a certainty what form of trust he would have chosen to set up had the Legislature amended the act prior to his death or had he lived to see the amendment relieving him of his legal duty to support William. Given the choices we do know testator made regarding William’s support during his lifetime, and the choices he made in setting up his will and the trust, we conclude that testator intended this trust to supplement other resources available to William and to provide for his basic support only-to the extent such other resources should prove inadequate or be discontinued.\nThis conclusion is supported by case law in other jurisdictions. In Auchincloss v. City Bank Farmers Trust Co., 136 Conn. 266, 70 A.2d 105 (1949), the court held that the trustees of a trust created to benefit the children and grandchildren of the settlor could properly consider the grandchildren’s alternate means of support in determining whether to disburse trust income. That trust provided the trustees were to\n‘apply to the use of such grandchild so much of the net income from such subshare as [the] Trustees shall in their absolute discretion deem advisable for the support, maintenance and education of such grandchild and shall accumulate any portion of the net income of such subshare not so applied and add such accumulated income to the principal of such subshare____’\nId. at 268, 70 A.2d at 106. The court reasoned that the explicit grant of “absolute discretion” enlarged the scope of the trustees’ dispositive discretion in determining the support standard. A New York court reached a similar conclusion regarding the breadth of a trustee’s discretion when the testamentary trust provided the testator’s daughter was to receive so much of trust income as the trustee “in its absolute discretion” considered necessary for “her suitable care and support.” In re Watson’s Will, 286 A.D. 950, 950, 142 N.Y.S.2d 731, 732 (1955). The trustee could, if it chose, take into account the daughter’s separate income in defining her support requirements. Id. at 951, 142 N.Y.S.2d at 733.\nCourts in several states have directly addressed the issue of whether the state may obtain reimbursement from a trust for an institutionalized beneficiary’s care, and have answered in the negative. See, e.g., First National Bank of Maryland v. Dep’t. of Health and Mental Hygiene, 284 Md. 720, 399 A.2d 891 (1979) (trustees could not be forced to use trust principal to defray the costs of institutionalized care); Town of Randolph v. Roberts, 346 Mass. 578, 195 N.E.2d 72 (1964) (because no public policy prohibited trust beneficiary from receiving public assistance and settlor might have intended to supplement public assistance, trustees were not required to use trust principal to reimburse the state); Estate of Escher, 94 Misc.2d 952, 407 N.Y.S.2d 106 (Sur.Ct.1978) (trustee did not abuse discretion in refusing to distribute principal; requiring use of principal would defeat settlor’s intent to have trust benefit beneficiary during her lifetime and to provide for remainder taker); In re Wright’s Will, 12 Wis.2d 375, 107 N.W.2d 146 (1961) (state could not compel payment of basic support costs from trust established to provide for institutionalized beneficiary’s comforts and necessities).\nMany of these courts have refused to require reimbursement from a trust of state funds expended for an institutionalized beneficiary’s care because they considered the trust purely discretionary, though it contained a general standard for the trustee to use in exercising his discretion to provide support. These courts apparently use the designation “support trust” and “discretionary trust” to label, respectively, those trusts from which distribution can be compelled as opposed to those in which the trustee’s broad discretion is controlled only by the duty of loyalty and obligation of good faith.\nWe believe such a rigid categorization is unwarranted and ignores the intent of a settlor who includes both support and discretionary language in his trust instrument, by substituting mechanical rules for individual facts. Interpretation of such a trust as a pure support trust will deplete trust assets if invasion of principal is allowed, leaving nothing for remaindermen and ensuring only a minimal level of support for the institutionalized beneficiary during his lifetime. Once trust assets are gone, the beneficiary must look to his family or the state for care. In the event of an emergency, such care might not be forthcoming, or be inadequate — conditions known from time to time to affect those wholly dependent on public funds and the vagaries of legislative appropriation processes. If the trust is interpreted as purely discretionary, on the other hand, the beneficiary will be unable to compel distributions despite the trustee’s failure to follow the standard for such distributions imposed by the governing instrument.\nA settlor should not be required to either bankrupt his family or run the risk of leaving a handicapped member destitute or in want because of vagaries in the requirements for public assistance or in the level of funding for such assistance. Nor should he be required to place blind faith in the uncontrolled discretion of an individual trustee, whom the beneficiary may survive, or in a corporate trustee whose ownership, management and policies may change. We believe a settlor is entitled to maintain some control by means of a support standard, and at the same time reasonable flexibility through a grant of considerable discretion to the trustee(s), to ensure his purpose of providing reasonable care to the beneficiary who is or may be institutionalized without effectively disinheriting the other members of his family.\nIt is our responsibility to interpret this testamentary trust so that the intention of the testator will prevail. Bashore, supra; Clark v. Clark, 411 Pa. 251, 191 A.2d 417 (1963). Requiring use of trust assets until income is depleted and principal reduced to $1,500 benefits the Commonwealth, not William and the other trust beneficiaries, and nullifies testator’s intent.\nIn this trust, testator intended to provide support for William to the extent it was necessary. If state assistance is available for basic support, use of trust income or principal is not necessary for those basics. Interpreting the trust in the manner suggested by the Commonwealth is contrary to the public policy of this Commonwealth, as reflected in the General Assembly’s 1974 amendment of the Mental Health Act. The state may and does properly require use of the income and assets of a person who receives care in a state institution or who is legally obligated to support the recipient of such services before drawing upon public funds. It should not be allowed to extort the assets of one who is under no such legal obligation before providing public support by imputing ownership or attributing a duty to support. Testator’s legal obligation to support William ceased upon his death. Were testator alive today, he would have no legal duty to support William under the 1974 amendment to the Mental Health Act. On this record, it would be anomalous to impose this duty on his trustee.\nShould the Commonwealth plainly change its policy of providing public funds to its citizens who are mentally disabled, it could become necessary for William to look to the trust for basic support, and if so, he could compel distribution upon the trustee’s unreasonable failure to help him. The trustee would then be required to exercise her discretion in William’s favor by the standard set in the trust: “[T]he Trustee shall pay the Income periodically to or for the support, maintenance, welfare and benefit of [William]” and “shall use so much of the principal as may in her opinion be advisable therefor for the support, maintenance, welfare [and] comfort of [William].” Stipulation ¶ 2, R.R. at 3A-4A.\nHowever, trustee does not abuse the broad discretion granted her under this trust by refusing to use income or principal for William’s basic support when public funds are available from the Commonwealth. Thus, under the present circumstances, William cannot compel distribution of trust income or assets for his basic support, and they are, therefore, not resources available to him.\nCommonwealth Court erred in concluding that the trust is an asset or an “available resource” for purposes of determining William’s liability to reimburse the state for the costs of his care or his eligibility for medical assistance. Accordingly, its order is reversed.\nNIX, C.J., concurs in the result.\nZAPPALA, J., concurs in the result.\nLARSEN, J., files a dissenting opinion.\n. DPW does not contend that the Trustee owes a statutory duty to support William. Had that been so, the 1974 amendment of Section 502 of the Mental Health Act would have relieved her of this duty, as acknowledged by DPW in its letter of January 7, 1975. Exhibit \"K\" to Stipulated Statement of Facts, R.R. at 37A. Section 502 reads:\n§ 4502. Liability of persons owing a legal duty to support Except as provided in this section and in section 504, whenever any person under eighteen years of age admitted, committed or otherwise receiving any service or benefit under this act shall be unable to discharge the obligation imposed upon him by section 501, such liability is hereby imposed upon any person owing a legal duty to support the person admitted, committed or otherwise receiving services or benefits under this act. Upon the mentally disabled person attaining the age of eighteen, or any mentally disabled person over eighteen years of age on the effective date of this act, the liability under the act of the persons owing a legal duty to support him shall cease: Provided, however, That spouses shall remain liable for each other regardless of age except for periods of continuous inpatient care in excess of one hundred and twenty days. Continuous inpatient care for the purposes of this section shall be any in-hospital stay not interrupted by more than one hundred and twenty days. Nothing in this section 502 shall relieve any private, nonprofit or governmental health insurer for liability to pay for such care under any contract of insurance of group insurance plan.\nMental Health Act, supra, § 502, 50 P.S. § 4502 (Supp.1987) (footnotes omitted).\nDPW’s argument, however, necessarily implies the trustee has a “legal duty\" under the trust to support William. The parties have not briefed or argued the question of whether the statutory term “legal duty\" includes all legal duties, or is limited to those imposed by statute because of family relation. Consequently, we express no opinion on that issue.\n. Section 501 of the Mental Health Act provides for reimbursement to the Commonwealth from mentally disabled persons themselves for funds spent on their behalf:\n§ 4501. Liability of mentally disabled persons\nWhenever public funds are expended under any provision of this act on behalf of a mentally disabled person, the governmental body expending such funds may recover the same from such person subject to the regulations of the department and for this purpose liability is hereby imposed upon such person admitted, committed or otherwise receiving any service or benefit under this act for all costs, payments or expenditures with reference thereto, including but not being limited to the costs of admission or commitment, transportation, treatment, training, maintenance, complete care, partial care or aftercare and discharge.\nMental Health Act, supra, § 501, 50 P.S. § 4501. By regulation, DPW considers all of a mentally disabled person’s own income available to meet the costs of his care, except for $60 per month for personal use. 55 Pa.Code § 4310.7. It also considers some trusts to be resources available to meet the costs of care. Section 4310.12 of the Pa.Code provides, in pertinent part:\nIf a client has a ... trust account, the status of the account must be determined and documented. The only ... trust account that is not considered a resource to the client is [a] ... restricted trust account.\n(2) Restricted trust accounts. Those trusts that have been established in the client’s name that are legally restricted from invasion of the principal amount for care and maintenance. Income only may be assessed from such trusts. Documentation is required in all cases to verify the status of the trust.\n(3) Clients with legally liable relatives and with income or assets restricted to their own use.\n(i) Clients with income or assets restricted to their own use are assessed liability against income or assets or both.\n55 Pa.Code § 4310.12.\nTo the extent Section 4310.12 is inconsistent with this opinion, it is invalid. Further, to the extent Section 4310.12(2) seeks to define a property interest in a way that ”increas[es] liability for individual clients responsible only for their own support”, as stated in 12 Pa.B. 4149 (1982), it is invalid since beyond the authority granted under the Mental Health Act. DPW may revise its regulations “to establish equitable liability for costs of service in State facilities” Id. Absent explicit legislative authorization to reach the income or principal of discretionary support trusts such as the one before us, DPW may not impute ownership to its clients and expand their liability. In Section 502 of the Mental Health Act, the Legislature specifically provided that health insurers were not relieved of liability for payment of costs incurred under the Act. Mental Health Act, supra, § 502, 50 P.S. § 4502. It made no mention of trusts.\n. Eligibility for medical assistance is determined by the standards for the Supplemental Security Income program (SSI). Under SSI an unmarried and otherwise eligible person cannot have more than a specified amount of nonexcludable resources ($1500 in 1984, $1800 in 1987). 20 C.F.R. § 416.1205(a) (1986). A \"resource” is defined as \"cash or other liquid assets or any real or personal property that an individual ... owns and could convert to cash to be used for his support and maintenance. If the individual has the right, authority or power to liquidate the property, or his share of the property, it is considered a resource.\" 20 C.F.R. § 416.1201(a) (1986) (emphasis added). If a property right cannot be liquidated, the property will not be considered a resource available to the person. Id. And see Cannuni v. Schweiker, supra, at 264.\nUnder DPW regulations, \"available resources” are “[r]esources that the family unit has or can use to meet the cost of the services provided under [Medical Assistance], When resources are owned jointly with one or more persons, each will be considered to own an equal share unless the document of ownership specifies otherwise.” 55 Pa.Code § 177.82.\n. The Agreement, subject to modification, was to last so long as William was a patient at Cresson. See Exhibit \"E”, Stipulated Statement of Facts, R.R. at 31 A. At this time Cresson’s actual billing rate was $11.80 per day. This rate was increased to $18.10 per day, or approximately $543.00 per month, effective December 1, 1967. Testator continued to pay only $200.00 per month for William’s care at Cresson, under the terms of the Maintenance Agreement. Stipulation ¶ 7, R.R. at 6A-7A.\n. See supra note 3.\n. The cost for William’s care at Western Center was then $131.00 per day, or $3,930.00 per month. His Social Security benefits were $339.00 per month. Stipulation ¶ 19, R.R. at 10A.\n. Commonwealth Court does not expressly set out this right, but it is necessarily implied. What is also necessarily implied from William’s right is appellant’s corresponding legal duty. See supra note 1 at 433.\n. Here, William is not the sole beneficiary, the trustee's discretion is broader and responsibility for his care and maintenance is affected by the Mental Health Act, and not exclusively by the program of general medical assistance.\n. See cases cited infra at 442-444.\n. See 3 A. Scott, supra, § 187 at 1502 (modifiers such as “absolute” or \"unlimited” create an enlarged zone of discretion). The Restatement (Second) of Trusts, § 187 comment j (1959), suggests that the use of modifiers such as “unlimited” or “absolute” dispenses with the standard of reasonableness. As commentators have noted, however, courts have rarely implemented this view and have instead held that trustees may not abuse the discretion granted them, however broadly that grant has been expressed. See Frolik, Estate Planning for Parents of Mentally Disabled Children, 40 U.Pitt.L.Rev. 305, 328 (1979).\n. The value of the trust (approximately $118,000 when funded) is small compared with the magnitude of William’s expenses (approximately $4,000 per month in 1984). Stipulation ¶ 4, R.R. at 5A, and ¶ 19 at 10A.\n. During his lifetime, statutory law on the issue of liability for costs of institutionalization was set forth in the Mental Health Act as follows:\n[W]henever any person admitted, committed or otherwise receiving any service or benefit under this act shall be unable to discharge the obligation imposed upon him ... such liability is hereby imposed upon any person owing a legal duty to support the person admitted, committed or otherwise receiving services or benefits under this act.\nMental Health Act, supra, § 502 (amended 1974).",
        "type": "majority",
        "author": "HUTCHINSON, Justice."
      },
      {
        "text": "LARSEN, Justice,\ndissenting.\nI dissent, and, on the basis of the Commonwealth Court opinion authored by Judge Madaline Palladino, I would affirm.",
        "type": "dissent",
        "author": "LARSEN, Justice,"
      }
    ],
    "attorneys": [
      "Foster S. Goldman, Jr., Vernadean S. Passodelis, Berkman Ruslander Pohl, Lieber & Engel, Pittsburgh, for appellant.",
      "Lawrence A. Frolik, University of Pittsburgh, School of Law, Pittsburgh, amicus curiae for Pa. Protection & Advocacy, Inc.",
      "Jon Pushinsky, Pushinsky & Rosenfield, Pittsburgh, for Assoc, for Retarded Citizens, etc.",
      "Jean E. Graybill, Asst. Counsel, Dept, of Welfare, Harrisburg, for appellee."
    ],
    "corrections": "",
    "head_matter": "528 A.2d 1335\nElizabeth Ellen LANG, Appellant, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF PUBLIC WELFARE, Appellee.\nSupreme Court of Pennsylvania.\nArgued March 9, 1987.\nDecided July 13, 1987.\nFoster S. Goldman, Jr., Vernadean S. Passodelis, Berkman Ruslander Pohl, Lieber & Engel, Pittsburgh, for appellant.\nLawrence A. Frolik, University of Pittsburgh, School of Law, Pittsburgh, amicus curiae for Pa. Protection & Advocacy, Inc.\nJon Pushinsky, Pushinsky & Rosenfield, Pittsburgh, for Assoc, for Retarded Citizens, etc.\nJean E. Graybill, Asst. Counsel, Dept, of Welfare, Harrisburg, for appellee.\nBefore ROBERT, C.J., and NIX, LARSEN, FLAHERTY, McDERMOTT, HUTCHINSON, ZAPPALA and PAPADAKOS, JJ."
  },
  "file_name": "0428-01",
  "first_page_order": 614,
  "last_page_order": 634
}
