{
  "id": 1042338,
  "name": "Philadelphia & Reading Railroad Co. versus Hendrickson",
  "name_abbreviation": "Philadelphia & Reading Railroad v. Hendrickson",
  "decision_date": "1876-02-07",
  "docket_number": "",
  "first_page": "182",
  "last_page": "191",
  "citations": [
    {
      "type": "official",
      "cite": "80 Pa. 182"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Denio 91",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        483936
      ],
      "opinion_index": -1,
      "case_paths": [
        "/denio/1/0091-01"
      ]
    },
    {
      "cite": "6 Allen 87",
      "category": "reporters:state",
      "reporter": "Allen",
      "case_ids": [
        2124555
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/88/0087-01"
      ]
    },
    {
      "cite": "12 Mo. 366",
      "category": "reporters:state",
      "reporter": "Mo.",
      "opinion_index": 0
    },
    {
      "cite": "26 Wis. 223",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        11284697
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wis/26/0223-01"
      ]
    },
    {
      "cite": "40 Cal. 14",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        8712196
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal/40/0014-01"
      ]
    },
    {
      "cite": "49 N. Y. 423",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 930,
    "char_count": 24576,
    "ocr_confidence": 0.514,
    "pagerank": {
      "raw": 4.2451569448651136e-07,
      "percentile": 0.9148564259924035
    },
    "sha256": "4264ce620690ce00d047393d43d412bf94a708221237753e5e035c0609c9d086",
    "simhash": "1:b870a8f482edee3f",
    "word_count": 4370
  },
  "last_updated": "2024-02-27T20:31:59.059322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Ag-new, C. J., Sharswood, Merour, Gordon, Passon and Woodward, JJ."
    ],
    "parties": [
      "Philadelphia & Reading Railroad Co. versus Hendrickson."
    ],
    "opinions": [
      {
        "text": "Chief Justice Agnew\ndelivered the opinion of the court,\nWhether a barn or a house standing near to the track of a railroad was set on fire by sparks thrown from a locomotive is a question of fact, depending on the circumstances, when no direct proof is made, and therefore must be decided by a jury. Hence all the circumstances tending to the proof of the fact must be admitted in evidence: Huyett v. Phila. & Read. Railroad Co., 11 Harris 373; Penna. Railroad Co. v. Stranahan, 29 P. F. Smith 405; Webb v. Rome, Watertown et al. Railroad Co., 49 N. Y. 423. The first and second errors are not supported. The third and fourth need no comment. Nor do we discover any error in the charge of the court and the answers to the points. The case was fairly submitted to the jury on the question of actual negligence and carelessness in the management of the defendants’ engines. If none, the jury were instructed that the plaintiff could not recover. But if the barn was set on fire by actual carelessness, and negligent management of the engines, no question of contributory negligence could arise under the evidence. There was no evidence of any act of the plaintiff contributing to the burning of the barn. The defendants rested their case on the condition of the roof of the barn and the dry weather. The substance of the defendants’ points was, that if the condition of the barn was such as to render it more liable to take fire than if it had had a secure and safe roof, the plaintiff was guilty of contributory negligence in suffering it to be in that condition. This is clearly unsound, and if sustained would require the owner of property lying along a railroad to keep it in a condition to be always safe from sparks or fire thrown from the passing engines. It would deprive the owner of the enjoyment of his property in the way most suited to himself. He could not put his hay into stacks or ricks, or suffer straw to lie around his barn for his cattle to feed or rest upon. He must keep his houses, outhouses, stables and barns under the best known safe roofs, or insure them against the negligence of the company. An owner of property near to a railroad must run all the risks of a proper and careful use of the road, for this is the company’s right: Turnpike Co. v. Phila. & Trenton Railroad Co., 4 P. F. Smith 352. When the railroad company uses the most approved spark arresters, and the proper care and vigilance in the running of its engines, and the landowner’s barn or hay rick or meadow takes fire from the sparks thrown out, he has no remedy. It is his own risk if he build too near to the railroad, or erects his stacks or scatters his straw where they may be consumed by fire caused by no negligence. But where actual negligence is proved, and the loss arises from it, the mere condition of his property is no defence to the company. In Flynn v. San Francisco et al. Railroad Co., 40 Cal. 14, it was held that to leave combustible matter lying on the railroad, where it was liable to be fired by the passing engines, was not an unavoidable accident, but was negligence in the company, and that it was not negligence, in a legal sense, for the plaintiff to leave the grass and stubble standing on his pasture and grain field. It-was also held that the negligence of a plaintiff, which is contributory, and will release the defendant, is limited to cases where the act or omission of the plaintiff is the proximate cause of the injury; but the plaintiff is not required to remove combustible materials in order to obviate the consequences of possible or even probable negligence of the defendant. A stronger case is that of Kellogg v. The Chicago & N. W. Railroad Co., 26 Wis. 223, in which the right of the adjoining landowner and the duties of the railroad company are discussed very ably by Chief Justice Drummond. See also Vaughan v. Taffrale Railway Co., 5 Hurlst. & Nor. 743. In Missouri the doctrine is carried even to a greater length, the fact that the plaintiff’s premises were fired by sparks from a locomotive being held to be primá. facie evidence of negligence in the company, which it must rebut by proof that it was using proper and safe engines, in a proper and safe way: Clemens v. Han. & St. Jo. Railroad Co., 12 Mo. 366. The conclusion from the cases is very clear, that a plaintiff is not responsible for the mere condition of his premises lying along a railroad, but in order to be held for contributory negligence, must have done some act or omitted some duty, which is the proximate cause of his injury, concurring witb the negligence of the company. Farmers may cultivate, use and possess their farms and improvements, in the manner customary among farmers, and are not bound to use unusual means to guard against the negligence of the railroad company; indeed, are not bound to expect that the company will be guilty of negligence.\nJudgment affirmed.",
        "type": "majority",
        "author": "Chief Justice Agnew"
      }
    ],
    "attorneys": [
      "S. P. Wolverton and O. R. Buohalew, for plaintiffs in error.",
      "J3. II. Baldy and J. W. Qomly, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Philadelphia & Reading Railroad Co. versus Hendrickson.\n1. Where there is no direct proof that a building near a railroad is set on fire by sparks from a locomotive, whether it was so set on fire depends on circumstances, and therefore is for the jury.\n2. Where a barn quite near the track of a railroad was negligently burned by sparks from a locomotive, Held, not evidence of contributory negligence that the owner suffered the roof to be in such condition as that it was more liable to take fire than if it had a -secure and safe roof.\n3. The owner of property near a railroad must take all risks of a proper and careful use of the road.\n4. When a railroad company uses the most approved spark arresters, and proper care and vigilance in running their engines, an adjacent landowner has no remedy for injury to his property by fire thrown from a locomotive.\n5. Where actual negligence in running an engine is proved, and loss results, the mere condition of the landholder’s property is no defence.\n6. In order to hold a landholder for contributory negligence where injury is done to his property by fire from an engine on a railroad, he must have done some act or omitted some duty which is the proximate cause of the injury concurring with the negligence of the railroad company.\n7. Farmers may cultivate and use their farms and improvements as is customary amongst farmers, and are not bound to exercise unusual means to guard against the negligence of railroad companies.\nJanuary 24th 1876.\nBefore Ag-new, C. J., Sharswood, Merour, Gordon, Passon and Woodward, JJ.\nError to the Court of Common Pleas of Columbia county: Of September Term 1875.\nThis was an action on the case, brought July 23d 1873, in the Court of Common Pleas of Montour county, by Abraham Hendrickson against The Philadelphia and Reading Railroad Company.\nThe case was, on the 7th of April 1874, certified into the Court of Common Pleas of Columbia county, where it was tried February 8th 1875, before Elwell, P. J.\nThe defendants were lessees of the Catawissa Railroad. The plaintiff was the owner of a farm in Liberty township, Montour county, _ through which the Catawissa Railroad is located; his barn was situated about sixty feet from the railroad.\nOn the 24th of April 1873, a freight train, drawn by engine No. 357, belonging to the defendants, going eastwardly passed the plaintiff’s barn about six o.’clock p. M.; shortly afterwards the barn was discovered to be on fire and was very soon consumed with all its contents. The plaintiff, alleging that the fire was communicated to his barn from engine No. 357, through the negligence of defendants’ servants, brought this action to recover compensation for his loss.\nThe plaintiff testified as to the train passing along and the discovery that the barn was on fire, as above stated; also as to the value of the barn and its contents. On cross-examination he further testified that the barn was thirty or forty years old; the roof was of shingles and was good ; there was a board fence from the railroad to the barn.\nGr. Mull testified that he saw the fire after it had caught the barn.\n1. The plaintiff then offered to prove by him that he” heard the freight train pass while he was in his own barn ; that within two or three minutes after the passage of the train, he went out of his barn, saw plaintiff’s barn on fire, and the fences and grass between his barn and plaintiff’s barn along the line of the defendants’ railroad on fire and burning.\nDefendants objected to so much of the offer as proposed to show that the witness saw grass on fire about half a mile distant from the plaintiff’s barn, the witness having already stated that he did not see the train pass; that the seeing of grass on fire on or near the track of the defendants’ railroad, a half mile distant from the plaintiff’s bairn, has no tendency to prove that it was fired by the same means as plaintiff’s barn and therefore irrelevant.\nThe evidence was admitted and a bill of exceptions sealed for defendants.\nThe witness then testified:—\n“ I saw smoke along the road — smoke and fire along the railroad as far as I could see first the other way from my house, also towards plaintiff’s barn; could see about a quarter of a mile west and east towards plaintiff’s barn, three-quarters of a mile in direction of plaintiff’s barn; saw beyond plaintiff’s barn about one-quarter of a mile; the grass and fence were burning along road; plaintiff’s barn was on fire — all on fire; guess this was about ten minutes after the train passed; * * * saw the fire along the railroad in places ; some places in the fence and some places ran over into the fields. Did not see the train throw any fire. * * * It is an up-grade from my house coming east. Did not pay attention to see how extensive the fire was scattered along the road. The fences on fire were along the railroad and some places running across the fields. Suppose the fence was about a rod from the track. It was pretty dry time.” * * *\n2. Plaintiff then offered to prove by Hugh R. Montgomery, and other witnesses, that on the day of the burning of plaintiff’s barn, for a distance of a mile and a half west and a mile and a half east of the barn the train was run with unusual speed; that for these distances east and west of the barn the locomotive engine drawing the train emitted large quantities of live coals continuously, setting fire along the whole distance to the fences and grass in the vicinity of the railroad, and burning the same, close to both ends of the plaintiff’s barn, and that the barn was discoverd to be on fire immediately after the passage of the said train.\nThe defendants objected,\n“ 1. To so much of the evidence offered to show the rate of speed and manner the locomotive operated a mile and a half distant, on the opinion of the witness as to what was the usual or proper rate of speed.\n“ 2. That the emission of sparks by the locomotive and firing of grass along the defendants’ track a mile and a half distant, has no tendency to prove negligence of the defendants in firing the plaintiff’s barn, and therefore irrelevant.”\nThe evidence was admitted and a bill of exceptions sealed for defendants.\nThe witness said:—\n“ I saw the sparks fly from the train. * * * Could not give the speed, but thought they were running faster than usual. * * * The sparks appeared to me like a perfect streak of fire; saw smoke all along the line of the road where they were running; I mean smoke where it had set fire; could see smoke half or three-quarters of a mile. There was then a strip of timber. Before entering that it was still emitting live coals. Could not see Hendrickson’s barn; saw the fire when it was burning. After the train went out of the strip of woods it was not over five or ten minutes that I saw the barn was on fire. Think I never saw so much fire emitted from an engine. A freight train had passed before, about half an hour ; it did not emit so much fire. * * * It was middling dry at that time. Don’t know whether it was a windy day.” * * *\nThere was much evidence by the plaintiff of a similar character, as to the engine throwing out sparks, &c., and that the train was running at a very high rate of speed.\n3. Defendants offered to ask L. O. Whitman, their general despatcher, “ whether the telegraph operators along the line did not regularly report the time of the starting of the trains and progress along the line, and whether such reports were regularly received by him and recorded in a book kept specially for the purpose at the time the trains were reported, to be followed by proof of the schedule on which the trains ran upon the 14th April 1873, and that they were reported on time along the route, and that the trains arrived at Catawissa (where the witness was general despatcher) on the 14th of April 1873, on schedule time, to be followed by the record. This for the purpose of showing that trains of the defendant were regularly run on the 14th day of April 1873.”\nThe offer was objected to by the plaintiff, rejected by the court and a bill of exceptions sealed for defendants.\nThe defendants then gave evidence that the schedule rate of ■ running was fifteen miles per hour; that this was a reasonable speed; that on the day of the burning, engine No. 357 was run over its route with care and on schedule time; they gave evidence also that the engine was in good order; that the spark arrester was of the most approved kind; that it had been examined on the morning and evening of the 14th of April and the morning of 15th, by persons whose especial duty it was to examine the stack and spark arresters, and at each time was found to be in good con■dition.\n4. Defendants proposed to ask plaintiff whether his barn was insured at the time of the fire and the amount of such insurance, for the purpose of showing the plaintiff's knowledge of the dangers to his barn from the uses of the road, and that he provided himself and had a remedy against any loss from the burning of his barn.\nThe plaintiff objected to the offer, because the plaintiff’s knowledge of the danger of his barn from the uses of the railroad is irrelevant in this suit for damages to his barn and other property done by the negligent use of the railroad by defendants; and because the amount of money received by the plaintiff on account of any policy of insurance cannot he considered in estimating the amount of damages to be recovered from the defendants by him.\nThe offer was rejected by the court and a bill of exceptions was sealed for the defendants.\nThe defendants gave much evidence for the purpose of showing that the fire did not result from negligence in running the engine, and generally in answer to plaintiff’s case.\nThe defendants’ points were :—\n1. The uncontradicted evidence being that the locomotives of the defendants were, on the 14th day of April 1878, of approved manufacture and in good order, and that stack and spark arresters were of the most efficient kind and the best that had been devised for the arresting of sparks in hard coal burning engines, and were run at proper rates of speed, with an ordinary load, the plaintiff cannot recover.\n2. The plaintiff, or those under whom he claims and holds title, having the right, under the act incorporating the Catawissa Railroad Company, who leased to the defendants, of having his damages assessed or settled by an agreement with the company, and of having taken into consideration, in the amount of such damages, the proximity of the defendants’ railroad to the plaintiff’s buildings, and increased rates of insurance, and his barn being in an exposed position, within sixty feet of the defendants’ railroad track, was bound to maintain his buildings in such a manner as to protect them from fire, and the fact that he allowed the said buildings to remain in such condition as to be liable to destruction from sparks alighting on the roof of his barn, precludes his recovery of damages from the defendants in this action.\n8. The plaintiff’s barn being in an exposed position, within sixty feet from the track of the defendants’ railroad, if he could have prevented the burning of his barn by placing upon it a slate roof or a roof of some other material that would have protected the barn from fire by sparks falling upon the roof, and did not do so, he was guilty of negligence and cannot recover damages from the defendants in this action.\n4. The burning of grass along the line of the defendants’ railroad, in the ordinary use of the defendants’ railroad, is not in itself an act of negligence, nor does it establish by inference an asserted act of independent negligence of which there is no proof.\n5. Upon the whole evidence in the case, the plaintiff’s charge of negligence in his declaration has not been established, and the verdict should be for the defendants.\nThe court refused all the points except the 4th, which was answered as follows : — ■\n“4. This is correct. But, I add and repeat the instructions before given, that if the evidence satisfies the jury that an unusual amount of fire issued from the engine for a distance of three miles along the road, by which the grass and fences all along as well as plaintiff’s barn were fired, the evidence as to the burning of the grass may be taken into consideration with the other evidence in the cause in determining the question of negligence.”\nThe court charged: * * *\n“ This complaint involves a charge of fault and wrong upon the defendants, in omitting to do that which it was their duty, having a proper regard for the rights of others, to do, or in doing that which they had a right to do, in a careless, negligent, unskilful or improper manner. The defendants, by the plea interposed, deny this charge. The burden of proof is thus thrown upon the plaintiff, to establish the truth of his allegations. In order to sustain his action he must satisfy the jury by evidence, not only that his buildings Were burned by means of sparks from the defendants’ locomotive, but he must go further and prove the existence of the fault or negligence alleged, and that it resulted in the damage to him of which he complains. * * *\n“ The plaintiff had a right to have these buildings where they were, and maintain an action for any wrongful damage done to them. * * * According to law, as well as according to admissions constituting evidence in the case, the defendants have the lawful right to use upon their road locomotive engines, carrying fire for the purpose of generating steam as a propelling power.\n“ Having the right thus to use the road, the risk of injury to or destruction of the buildings adjacent by fire from the ordinary and proper use of engines, is upon the owner 'of the buildings, upon the well-established principles that a party is not answerable in damages for the reasonable exercise of a right, nor unless upon proof of negligence, unskilfulness or malice. If a railroad company provides its locomotives with the best known means in general use for arresting sparks; if in that.matter it employs the greatest mechanical skill and the most progressive mechanical science, and thereby obtains the most perfect machinery, and while in use such machinery is in perfect order, no blame can be attached to it if a fire is caused thereby, unless there was such want of skill, carelessness or negligence in the management of the fire in the locomotive, on the part of its servants, as unnecessarily occasioned an unusual and extraordinary amount of fire to be emitted from the engine, whereby the fire complained of was set. For such carelessness, negligence or want of skill on the part of its employees, while engaged in its service and about its business, the company is liable.\n“ It has been mentioned in the evidence that at the time the plaintiff’s building was burned the weather was dry and thd wind was blowing. These facts make no difference with the right of parties. The company has the right to run its freight and other trains at a rate of speed that, is usual and generally considered safe by persons skilled in the business. Having established a reasonable schedule of time it has the right to run its trains at the rate fixed, although the wind may be blowing and the weather dry. If no negligence exists other than running at such rate of speed on a windy -day or dry time, no action can be maintained.\n“ It is contended by counsel for the defendant that it was negligence on the part of the plaintiff to permit his buildings to stand so near to the railroad unprotected by a slate or metal roof. If there was such negligence in the running of the train and management of the fire as unnecessarily caused an unusual amount of sparks and fire to be emitted and the property of the plaintiff was destroyed in consequence, he is entitled to recover, although he had no metal or slate roof upon his buildings. He had the right to presume that the railroad company would not be guilty of negligence in operating its road. He was not bound to anticipate the perils to which he might possibly be exposed by negligence, nor to use extraordinary means to guard against risk from that cause. He was, as we have already said, subject to all the risks incident to a railroad rightfully constructed, near his buildings, and to all losses which might happen by its reasonable use; but he was not guilty of such concurring negligence as prevents a recovery, if the loss was the result of negligence or carelessness such as we have described on the part of the defendants or their servants. The manner of obtaining the right of way for the railroad through the land now owned by the plaintiff has not been shown ; but however obtained, whether by license or grant from the owner of the soil, or in the mode pointed out by the statute, no right was thereby conferred upon the company to be negligent or careless in operating the road to the injury of the owners of the land. Even if compensation had been made for the inconvenience of the road passing through, it did not include compensation for subsequent neglect or carelessness in its use. * * *\n“The burning of grass along the line of the railroad in the ordinary use of the road is not unusual, and is not of itself an act of negligence, nor does it establish by inference negligence in respect to the burning of the barn. But the amount of fire scattered along the road, the distance that it scattered and the quantity of sparks emitted from the engine may be taken into consideration in connection with the other evidence in the cause in determining whether negligence existed in regard to the fire and its management.\n“ If you find that the destruction of the plaintiff’s property was a causality resulting from the ordinary and proper use of an engine on the defendants’ road, the plaintiff is not entitled to recover. But, if the train was so run and the fire so carelessly, negligently or unskilfully managed as that an unusual and extraordinary amount of fire extending along the road for several miles was emitted by the engine, firing the grass, fences and combustible material as well as the plaintiff’s buildings, the jury may consider such facts in determining whether negligence existed producing the damage of which the plaintiff complains.” * * *\nThe verdict was for the plaintiff for $2440.90.\nThe defendants took a writ of error and assigned for error:—\n1, 2. Admitting the evidence stated in 1st and 2d bills of exceptions.\n3, 4. Rejecting the evidence stated in the 3d and 4th bills of exception.\n5-9. T}ie answers to the points.\nS. P. Wolverton and O. R. Buohalew, for plaintiffs in error.\n—A railroad company is not answerable in damages for the reasonable exercise of a right; firing along the track by sparks from the engine is not of itself evidence of negligence: Railroad Co. v. Yeiser, 8 Barr 366; Philadelphia & Reading Railroad Co. v. Yerger, 23 P. F. Smith 121; Frankford & B. Turnpike Co. v. Philadelphia & Trenton Railroad Co., 4 Id. 345; Lackawanna & B. Railroad Co. v. Doak, 2 Id. 379; Wharton on Negligence, sect. 872; Howard Express Co. v. Wile, 14 P. F. Smith 201. If the owner of a building permits it to remain so that it is liable to be fired by sparks from an engine, it is negligence in the owner: Ross v. Boston & Worcester Railroad Co. 6 Allen 87; 1 Redfield on Railways 453, in nota.\nJ3. II. Baldy and J. W. Qomly, for defendant in error,\ncited Huyett v. Philadelphia & Reading Railroad Co., 11 Harris, 373; Sheldon v. Hudson River Railroad Co., 14 New York 218; Field v. New York Central Railroad Co., 32 Id. 339; Cook v. Champlain Transportation Co., 1 Denio 91; Pennsylvania Railroad Co. v. Stranahan, 29 P. F. Smith 405.\nFebruary 7th 1876."
  },
  "file_name": "0182-01",
  "first_page_order": 182,
  "last_page_order": 191
}
