{
  "id": 1042312,
  "name": "Young et al. versus Shriner",
  "name_abbreviation": "Young v. Shriner",
  "decision_date": "1876-02-07",
  "docket_number": "",
  "first_page": "463",
  "last_page": "465",
  "citations": [
    {
      "type": "official",
      "cite": "80 Pa. 463"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Wright 262",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "9 Wright 488",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 468",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478858
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0468-01"
      ]
    },
    {
      "cite": "9 Watts 357",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "13 Peters 79",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 400,
    "char_count": 6357,
    "ocr_confidence": 0.514,
    "pagerank": {
      "raw": 1.2904825579813726e-07,
      "percentile": 0.6196757031008372
    },
    "sha256": "dc67bf05097d19cbbafa840e0d5506089ab8107c5695889dee3c0e82c82b9132",
    "simhash": "1:6c369f708cc6d356",
    "word_count": 1130
  },
  "last_updated": "2024-02-27T20:31:59.059322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, C. J., Sharswood, Mercur, Gordon, Paxson and Woodward, JJ."
    ],
    "parties": [
      "Young et al. versus Shriner."
    ],
    "opinions": [
      {
        "text": "Judgment was entered in the Supreme Court\nPer Curiam.\nThere appears to be no error in this record. The note is admitted to have been good in the hands of Minsker, the payee, and was taken from him by Barber for a full consideration paid out of his individual funds. Though Shriner took the note after it was overdue and protested, it was without notice that Barber was a partner of Young & Worth. There was nothing to put him on his guard, and no want of consideration or of equity to affect his right of recovery. The general state of the accounts of the partnership was therefore not a ground of defence.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "A. II- Dill and J. M. Linn, for plaintiffs in error.",
      "A. Hayes and W. Van G-ezer, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Young et al. versus Shriner.\n1. A note was made to Minsker for value, by Young & Worth ; Barber, a member of the firm, discounted it and it was endorsed to him ; the note was protested and afterwards endorsed for value by Barber to plaintiff, he having no notice that Barber was a member of the firm. Held, that the state of accounts between Barber and the firm was not a ground of defence against the note.\n2. The endorsee of overdue commercial paper takes it subject only to the defences connected with the note itself and not to claims or set-off independent of the note.\nJanuary 29th 1876.\nBefore Agnew, C. J., Sharswood, Mercur, Gordon, Paxson and Woodward, JJ.\nError to the Court of Common Pleas of Union county: of January Term 1876, No. 12.\nThis was an action of assumpsit, brought May 24th 1873, by Charles Shriner, endorsee of R. T. Barber, endorsee of G. W. Minsker, against “ William Young et al., trading as Young & Worth.”\nThe cause of action was the following note:—\n“ 0400. Lock Haven, May 11th 1871.\nThree months after date we promise to pay to the order of G. W. Minsker four hundred dollars, payable at Lock Haven National Bank, without defalcation; value received.\nYoung & Worth.”\nEndorsement:—\n“G. W. Minsker,\nR. T. Barber,\nPay Chas. H. Shriner or order May 17th, 1873.\nR. T. Barber.”\nThe case was tried February 18th 1875, before Bucher, P. J. R. T. Barber called for, the plaintiff proved the execution of the note and the endorsements.\nOn cross-examination he stated who were members of the firm of Young & Worth; he was not included amongst those named. He further said that he discounted the note the day it was drawn, with his individual funds, and Minsker then endorsed it to him; the endorsement of witness to Shriner was made.May 17th 1873, after protest.\nThe plaintiff then offered the note in evidence; it was objected to by defendants that the plaintiff could not recover in his own name.\nThe objection was overruled, and a bill of exceptions sealed; the note was read in evidence, and plaintiff closed.\nW. B. Young testified that R. T. Barber was a member of the firm of Young .& Worth, he owning one-twelfth interest; the partnership continued until May 1871.\nThe defendants then offered evidence for the purpose of showing that the firm of Young & Worth, including Barber, had been dissolved, and a receiver appointed before the note in suit had been passed to Shriner, and that the firm was still in process of liquidation.\nThe plaintiff objected that this was pot evidence to impeach the note. The court rejected the offer, and filed a bill of exceptions.\nThe defendants offered evidence, that R. T. Barber was a member of the firm of Young & Worth, that the firm was dissolved May 21st 1871, and was insolvent. Offered for the purpose of showing that Barber could not transfer the note after protest.\nThe plaintiff objected, that the note being commercial paper, Shriner took it subject only to such defences as the defendants had against Minsker, the payee; a purchaser of overdue negotiable paper, taking it free from all defences, except those growing out of the paper itself.\nThe offer was rejected, and a bill of exceptions sealed.\nThe court charged:—\n* * * “ The defendants have not offered to show that the consideration of the note has failed in whole or in part, or that the same has been paid. They offered evidence to show that R. T. Barber, the immediate endorser of plaintiff, was a member of this firm, and that he had transferred the note to the plaintiff after maturity, and after the insolvency of the firm. This evidence the court rejected for the reason that the holder of overdue commercial paper takes it affected by those defences that are connected with the note itself, and not antagonistic claims or set-offs that are wholly independent of the note in suit. Nor can a presumption of payment of the note by the defendants arise, for it was admitted that Barber, one of the defendants, was a partner, and had the possession of the note after maturity; the ordinary presumption of payment arising from such possession is now defeated by proof that the firm did not pay it, but that he paid it with his own funds. Indeed, the defendants admit that it has not been paid, but undertake to set up an equity, de hors the note. This we rejected, and charge you that if the evidence is believed, you ought to find for the plaintiff.”\nThe verdict was for the plaintiff for $486.87.\nThe defendants sued out a writ of error.\nThey assigned for error the rejection of their several offers of evidence and the charge of the court.\nA. II- Dill and J. M. Linn, for plaintiffs in error.\nAn endorsee taking a note which on its face is dishonored, takes it subject to all the defences the di’awer might make against the payee: Andrews v. Pond, 13 Peters 79; Fowler v. Brantley, 14 Id. 476. Every endorsement is regarded as a bill of exchange, drawn by the endorser upon the maker: Leidy v. Tammany, 9 Watts 357. The endorsee takes it entirely on the credit of the endorser: Snyder v. Riley, 6 Barr 164, and subject to all equities against him: Bower v. Hastings, 12 Casey 288; Patterson v. Todd, 6 Harris 432. Barber was liable for his proportion of the debts of the firm: McFadden v. Hunt, 5 W. & S. 468; Hall v. Logan, 10 Casey 331. Suit cannot be brought against the maker by the endorser of a dishonored note: Wilson v. Mechanics’ S. Bank, 9 Wright 488.\nA. Hayes and W. Van G-ezer, for defendant in error,\ncited Patterson v. Todd, 6 Harris 432; Blair v. Mathiott, 10 Wright 262; Faull v. Tinsman, 12 Casey 108; Downey v. Tharp, 13 P. F. Smith 322; Long v. Rhawn, 25 Id. 128; Brown v. Clark, 2 Harris 469; Story on Notes, sect. 139, note 3; Leidy v. Tammany, supra.\nFebruary 7th 1876,"
  },
  "file_name": "0463-01",
  "first_page_order": 463,
  "last_page_order": 465
}
