{
  "id": 1042314,
  "name": "Mitchell and Wife versus Long",
  "name_abbreviation": "Mitchell v. Long",
  "decision_date": "1877-01-02",
  "docket_number": "",
  "first_page": "516",
  "last_page": "518",
  "citations": [
    {
      "type": "official",
      "cite": "80 Pa. 516"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 B. Mon. 693",
      "category": "reporters:state",
      "reporter": "B. Mon.",
      "case_ids": [
        2355107
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ky/46/0693-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 352,
    "char_count": 7902,
    "ocr_confidence": 0.497,
    "pagerank": {
      "raw": 9.507984481534575e-08,
      "percentile": 0.5240112454432672
    },
    "sha256": "58ab10799e39ad346929886920943b4f5d09579cd9c01c7a8595438781ca7aa1",
    "simhash": "1:41a1acf375222ac1",
    "word_count": 1400
  },
  "last_updated": "2024-02-27T20:31:59.059322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, C. J., Sharswood, Williams, Merour, Gordon, Paxson and Woodward, JJ."
    ],
    "parties": [
      "Mitchell and Wife versus Long."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Williams\ndelivered the opinion of the court,\nThe plaintiffs’ grandfather died seised of the land for which the ejectment was brought, and by his last will, dated April 18th 1838, and proved June 7 th 1838, devised it as follows: “Also I give unto my third son, John MeOonahey, all that lot of'land lying in the Second District of Donation Lands in Mahoning township, with all the improvements thereon, containing 200 acres and allowance, and mentioned in the general plan of said district, 1827, to him, his wife and children, during their natural lives, if he should ever have any, if not he shall have it all himself.”\nAt the death of the testator his son John was a minor and unmarried. He took possession of the land under the will, married and had children, and continued to reside thereon with his family until his death in 1869. He left surviving him a widow, the defendant in this case, and three children, of whom the plaintiff is one. The widow is in the occupancy of the land, and claims the right to its exclusive possession during her life. Has the plaintiff then any interest or estate in the land to which she has the right of present possession and enjoyment ? There can be no doubt that the devise of the land to the testator’s son John, his wife and children, during their natural lives, if he should have any, was a valid gift, and that in the contingency which happened, they took each a life estate in the land as tenants in common. The devise to the wife and children was contingent. As to the wife it depended on the contingency of marriage, and as to the children on the contingency of birth. It was as to each an executory or future devise, on a contingency which must happen, if at all, during the life of John, and therefore the contingency Avas not too remote. It was in effect a devise of the lands to John until he should have a Avife and children, and then a devise to him and them during their natural lives. The estate vested in the wife upon her marriage, and in the children at their birth: 1 Jarman on Wills 240-1, 285; Smith on Ex. Int., § 711; Flourney v. Johnson, 7 B. Mon. 693. If the devise was valid, the widow and children have each a life estate in the land, and the right to its present possession and enjoyment. There is nothing in the language of the devise showing that it was the testator’s intention that the estate given to the children should not vest in possession and enjoyment until after the termination of the estate given to their parents ; the land was not given to John and his wife during their natural lives, and after their death to their children for life, but to John, his wife and children, during their natural lives; and it is clear that under the gift they took concurrent, and not successive life estates in the land. The plaintiffs are therefore entitled to judgment for their share of the land upon the case stated, being the only question properly presented by the record.\nJudgment reversed-and judgment for the plaintiffs to be entered by the prothonotary in conformity Avith this opinion.",
        "type": "majority",
        "author": "Mr. Justice Williams"
      }
    ],
    "attorneys": [
      "Dana $ Long, for plaintiffs in error,",
      "O. L. Jackson, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Mitchell and Wife versus Long.\n1. A devise was: “I give unto my third son, John MeConahey, all that lot of land lying, &c. * * * to him, his wife and children during their natural lives, if he ever should have any, if not, he shall have it all himself.” The son was unmarried at the making of the will and the death of the testator; he afterwards married, and died leaving a widow and children. Reid, that the devise was a valid gift and that on the contingency which happened, the devisees each took a life estate as tenants in common.\n2. The devise was contingent; as to the wife on her marriage, as to the children on their birth.\n3. As to each it was an executory devise on a contingency which must happen, if at all, during the son’s life and therefore not too remote.\n4. It was a devise to the son John until he should have a wife and children, and then to him and them during their natural lives, vesting in the wife on her marriage, and the children on their birth.\n5. The son, wife and children took concurrent and not successive life estates.\nNovember 18th 1875. (At Pittsburg.)\nBefore Agnew, C. J., Sharswood, Williams, Merour, Gordon, Paxson and Woodward, JJ.\nError to the Court of Common Pleas of Lawrence county: Of October and November Term 1873, No. 155.\nThis was an action of ejectment commenced December 27th 1870, by John Mitchell and Mary his wife, in her right, against Martha MeConahey, for the undivided fourth part of a tract of 200 acres of land. A case stated in the action was agreed to and filed May 6th 1872, viz.: —\n“ Robert MeConahey died seised of the land in question, having previously made his last will, dated 30th April 1838, and proved 7th June 1838 : it is the same farm referred to in said will by the following clause:—\n“ ‘Also I give to my third son, John MeConahey, all that lot of land lying in the Second District of Donation Lands, in Mahoning township, with all the improvements therein, containing 200 acres and allowances, and numbered in the general plan of said district, 1827, to him, his wife and children, during their natural lives, if he should ever have any, if not, he shall have it all himself.’\n“ John was unmarried at making of the will and at death of testator. Some of testator’s other children were married and had children at making of the will. At the death of said Robert Mc-Conahey he left (among others) surviving him his said son, John McConahey, who went into possession of said land, claiming under said will, and lived upon it with his family until his death some three years since. He died intestate, leaving surviving him his widow, Martha McConahey, the defendant in this case, also three children by said Martha, viz.: M. Clara McConahey, Zenas W. McConahey and Mary Y. McConahey; Mary Y. McConahey having intermarried with John Mitchell, the plaintiffs in this case. Martha McConahey, defendant, has occupied and used said farm from the death of her husband to this time.\n“ Some time after the death of John McConahey, the plaintiff in this suit, Mary Y. Mitchell commenced proceedings at May Term 1870, in the Orphans’ Court of Lawrence county, for partition, whereupon the defendant in this suit filed her answer to the petition, alleging, ‘That John McConahey and she had enjoyed the entire, exclusive use and enjoyment, control and possession of the premises in said petition mentioned for and during the last sixteen years and up to the time of the death of her said husband, which occurred in October 1869, and that since that time she has had the entire, exclusive and complete use, enjoyment, possession and control of said premises up to this present time. And as widow of John McConahey, deceased, and under the provisions of the last will and testament of Robert McConahey, deceased, this respondent claims the entire and exclusive enjoyment, control and possession of said premises for and during her natural life, to the exclusion of the petitioner and all other persons.’ The petition was thereupon dismissed, and Mitchell and wife brought this suit in ejectment to recover what they claim to be their interest in said land, viz.: an undivided one-fourth.\n“ It is agreed that the only question to be determined in this case is upon the construction of the will of Robert McConahey. If the court be of opinion that the plaintiff takes an interest in said land by the same will, and is entitled to possession of said interest in pursuance of said will, then the court shall enter judgment therefor for plaintiff, otherwise judgment to be entered for defendant.”\nThe court, Yincent, P, J., of the 6th District, entered judgment for the defendant. This was assigned for error on the removal of the record to the Supreme Court by writ of error.\nDana $ Long, for plaintiffs in error,\nO. L. Jackson, for defendant in error.\nJanuary 2d 1877."
  },
  "file_name": "0516-01",
  "first_page_order": 516,
  "last_page_order": 518
}
