{
  "id": 1132423,
  "name": "Makransky et al., to use, v. Weston et al., Appellants",
  "name_abbreviation": "Makransky v. Weston",
  "decision_date": "1931-06-27",
  "docket_number": "Appeal, No. 179",
  "first_page": "383",
  "last_page": "389",
  "citations": [
    {
      "type": "official",
      "cite": "304 Pa. 383"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "62 Pa. Superior Ct. 230",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        455279
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/62/0230-01"
      ]
    },
    {
      "cite": "68 Pa. Superior Ct. 618",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        630987
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/68/0618-01"
      ]
    },
    {
      "cite": "264 Pa. 403",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1048479
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/264/0403-01"
      ]
    },
    {
      "cite": "32 Pa. 208",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986612
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/32/0208-01"
      ]
    },
    {
      "cite": "223 Pa. 148",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        961100
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/223/0148-01"
      ]
    },
    {
      "cite": "257 Pa. 104",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032450
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/257/0104-01"
      ]
    },
    {
      "cite": "290 Pa. 87",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1104406
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/290/0087-01"
      ]
    },
    {
      "cite": "274 Pa. 190",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1073020
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/274/0190-01"
      ]
    },
    {
      "cite": "273 Pa. 303",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070756
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/273/0303-01"
      ]
    },
    {
      "cite": "227 Pa. 564",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1008511
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/227/0564-01"
      ]
    },
    {
      "cite": "69 Pa. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1026349
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/69/0374-01"
      ]
    },
    {
      "cite": "227 Pa. 564",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1008511
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/227/0564-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 494,
    "char_count": 9353,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 2.2543349230533395e-07,
      "percentile": 0.7819183666692537
    },
    "sha256": "300f0daedd908deecd555703054d6b43dd8c32463e3f4c8156baef49a1f18c07",
    "simhash": "1:1c23dd40a8c5e140",
    "word_count": 1570
  },
  "last_updated": "2024-02-27T23:35:10.429286+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Walling, Simpson, Kephart, Schaffer and Maney, JJ."
    ],
    "parties": [
      "Makransky et al., to use, v. Weston et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Maxey,\nThis is an action in assumpsit to recover from the defendants the sum of $4,742.82, with interest, on account of loss of goods which had been consigned to the legal plaintiffs, S. Makransky & Sons, of Philadelphia, by the American Woolen Company, of New York. The goods were delivered to the Pyramid Motor Freight Corporation, a common carrier (hereinafter called the Pyramid Company) in New York City. The Pyramid Company turned the goods over to the Arcade Motor Transportation Company (hereinafter called the Arcade Company) for transportation to Philadelphia, from which latter company the goods were stolen in transit. Subsequent to the loss of the goods, the legal plaintiffs, Simon Makransky, Harry Makransky, Edward Makransky and Louis Makransky, trading as S. Makransky & Sons, assigned to Eollin M. Huyler, the use-plaintiff, all of their right, title and interest in and to the claim and cause of action against the defendants. The identity of the goods and the loss and damage were all admitted in the pleadings.\nThe defense was that the Pyramid Company did not turn the goods over to the Arcade Company, but leased the truck from which the goods were stolen from the Arcade Company, which also provided the driver of the truck. There was offered in evidence a written contract made by the Pyramid Company and the Arcade Company. In this contract the Arcade Company agreed to haul the goods from New York to Philadelphia for a consideration of $>á0 pqr load. This agreement was in the first instance oral, but a day afterwards was put in writing.\nThe defendants asked a witness to testify as to “what is the custom and arrangement between the various companies such as yours [the Arcade Company] and such as the Pyramid for transporting merchandise to and from Philadelphia and New York with respect to the situation where they have a shipment when all of their trucks are in use and they want another truck; what is the custom between the companies as to the obtaining of another truck and the furnishing of another truck.” The objection to this was sustained.\nThe defense also contended that the loss of the legal plaintiffs, S. Makransky & Sons, had been paid by the Pyramid Company through its insurer. The manager of the Continental Insurance Company testified that the loss had been paid under a policy of group insurance which insured the Philadelphia Clothing Manufacturers’ Association, Inc., of which the plaintiffs were members. It also appeared that the same insurance company represented the Pyramid Company but that no lóss was paid under that policy. The legal plaintiffs upon being paid their loss assigned their claim to the use-plaintiff, Rollin M. Huyler, as above-stated, a representative of the insurance company. The court gave binding instructions for the plaintiff.\nDefendants’ offer as to custom in the trade was properly éxcluded. In the first place, it had not been pleaded. In the second place, if customary usage had been properly pleaded by the defendant, the offer of evidence to sustain the plea would have been insufficient and incompetent. A custom in order to be considered in construing a contract must be shown to have been known to both parties to a contract, or so well established, general, and uniform that the parties are presumed to act and contract with reference to it: Miller v. Wiggins, 227 Pa. 564. “Particular usages and customs of trade or business must be shown to have been known by the parties to be affected by them or they will not be binding, unless they are so notorious, uniform and well established that a knowledge of them will be presumed”: 17 Corpus Juris 458, section 18. The court below in its charge to the jury well said: “There has been some attempt on the part of the defendant to show that this transaction was in effect a hiring by the Pyramid Company of the truck and chauffeur belonging to the Arcade Company, that all that the Pyramid Company did was to take over the truck and the chauffeur but did not enter into an independent contract with the Arcade Company for the transportation of the goods. Apart from the fact that there was no evidence offered which really substantiated that contention and apart from the further fact that both the oral and the written evidence as contained in this contract of October 29, 1925, are to the contrary, it is also to be noted that there is no evidence of any kind that the chauffeur of the Arcade truck in running the goods from New York to Philadelphia was then and there in the employ of the Pyramid Company, as, for example, that the Pyramid Company had the right to give the chauffeur orders, telling him where to go, how to go, by what routes, what speed, and in general direct his movements.”\nThe first, second and third assignments of error are overruled.\nThe substance of the fifth and sixth assignments of error was the refusal of the court-to direct a verdict for the defendants on the ground that the loss of the legal plaintiffs was paid by the Pyramid Company. The Continental Insurance Company of New York insured both the Pyramid Company and the legal plaintiffs, S. Makransky & Sons, against loss. Its policy insuring the Philadelphia Clothing Manufacturers’ Association, Inc., of Philadelphia, Pa., provides: “Loss, if any, [is] payable to Assured or Order direct to members of the above mentioned association actually owning property covered hereunder, as specified in the list attached hereto; on Goods and Merchandise consisting principally of cloth trimmings, linings, made up clothing and cut up cloth and any other merchandise used in connection with the manufacture of clothing.” This policy insures against loss caused by, inter alia, “theft of an entire shipping package, pilferage......while the merchandise is......in custody of any......common carrier.” Attached to the policy was a list of the members of the Philadelphia Clothing Manufacturers’ Association, Inc., showing that S. Makransky & Sons, legal plaintiffs, were members of the association and therefore protected by this policy. The same company insured the Pyramid Company against liability from loss of goods while in its custody or possession. The loss of S. Makransky & Sons was paid by the insurance company on March 10, 1926. The evidence shows that the payment was made on the policy of the legal plaintiffs, and not on the policy of the Pyramid Company. The loss was not paid to the legal plaintiffs by or on behalf of the Pyramid Company. On payment of the loss, the legal plaintiffs assigned their claim-to the use-plaintiff, a representative of the Continental Insurance Company. An action lies by tbe legal plaintiffs to tbe use of tbis assignee, Rollin M. Huyler, against tbe defendants. As tbe court below said: “Not only is it tbe law that wben tbe insurance company pays a loss, it is subrogated to all rights that tbe insured bad against third persons, but in tbis case there was a specific assignment of tbe claim, and it is on tbe specific assignment that tbe suit is being brought.” Tbe fifth and sixth assignments of error are overruled.\nUnder tbe law and evidence in tbis case, tbe instruction of tbe court below to tbe jury to bring in a verdict for tbe plaintiff against tbe defendants, in tbe sum of $4,842.82, together with interest amounting to $1,436.59, was proper. Tbe fourth assignment of error, which relates to tbis instruction, is overruled.\nTbe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Maxey,"
      }
    ],
    "attorneys": [
      "Edmond W. Kirby, with kim Nathan Griffith, for appellants.",
      "Herman H. Krekstein, of Cohen, Schweidel & Krekstein, for appellee."
    ],
    "corrections": "",
    "head_matter": "Makransky et al., to use, v. Weston et al., Appellants.\nArgued April 21, 1931.\nBefore Frazer, C. J., Walling, Simpson, Kephart, Schaffer and Maney, JJ.\nEdmond W. Kirby, with kim Nathan Griffith, for appellants.\nTke court skould kave permitted tke offer of evidence as to tke trade usage or custom: McMaster v. R. R., 69 Pa. 374; Miller v. Wiggins, 227 Pa. 564; Albus v. Toomey, 273 Pa. 303.\nTke interpretation put upon tke contract between tke parties tkemselves is tke interpretation wkick tke court must adopt: Franklin Sugar Refining Co. v. Howell, 274 Pa. 190; Phila. v. Coal Co., 290 Pa. 87.\nJune 27, 1931:\nIn construing a contract which is ambiguous or contains apparently repugnant clauses, the court should consider the negotiations leading to its formation, its subject-matter, the consideration, the circumstances under which the parties contract, and the objects to be accomplished: Jackson v. Myers, 257 Pa. 104.\nThe insurance company through its representative, the use-plaintiff, was not entitled to maintain this action.\nHerman H. Krekstein, of Cohen, Schweidel & Krekstein, for appellee.\nIf the defendants transported the goods which were lost, then, being common carriers, they are subject to the liability of common carriers and must pay for the value of the goods, since the loss was not attributable to any of the exceptions of the common law rulé of the liability of common carriers: Lloyd v. Haugh, 223 Pa. 148; Verner v. Sweitzer, 32 Pa. 208.\nThe appellants’ offer to prove a custom of the trade was objectionable for two reasons. In the first place, no such custom was pleaded in the affidavit of defense. In the second place, a custom of the trade is not admissible to vary the express terms of a written contract: Krehl et al. v. Mosser, 264 Pa. 403; Grocery World Publication Co. v. Clayberger, 68 Pa. Superior Ct. 618; Goodman v. Whiting Lumber Co., 62 Pa. Superior Ct. 230."
  },
  "file_name": "0383-01",
  "first_page_order": 405,
  "last_page_order": 411
}
