{
  "id": 467475,
  "name": "Rodia, Appellant, v. Metropolitan Life Insurance Company",
  "name_abbreviation": "Rodia v. Metropolitan Life Insurance",
  "decision_date": "1946-05-27",
  "docket_number": "Appeal, No. 183",
  "first_page": "313",
  "last_page": "317",
  "citations": [
    {
      "type": "official",
      "cite": "354 Pa. 313"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "14 A. 2d 85",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "339 Pa. 277",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1201280
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/339/0277-01"
      ]
    },
    {
      "cite": "18 A. 2d 507",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "144 Pa. Superior Ct. 116",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1032763
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/144/0116-01"
      ]
    },
    {
      "cite": "17 A. 2d 416",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "340 Pa. 533",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1203391
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/340/0533-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 452,
    "char_count": 7002,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 2.2663521833738094e-07,
      "percentile": 0.7832356249341178
    },
    "sha256": "36dc562e4da323e68524149107a67d84b8f88851e72825ded3cf2bafc6d4ef77",
    "simhash": "1:034293ba199108cf",
    "word_count": 1165
  },
  "last_updated": "2024-02-27T18:24:55.618787+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson and Stearne, JJ."
    ],
    "parties": [
      "Rodia, Appellant, v. Metropolitan Life Insurance Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Drew,\nThis suit in assumpsit was brought by Carolina Rodia, plaintiff, to recover the principal sum of an accident insurance policy issued to her husband, Carmine Rodia, by Metropolitan Life Insurance Company, defendant, and in which she was the named beneficiary. The jury returned a verdict in favor of plaintiff. Thereafter, the learned court below dismissed defendant’s motion for a new trial, but sustained the motion for judgment non obstante veredicto. From the judgment entered in favor of defendant, plaintiff appealed.\nThe policy in suit provided, inter alia, for insurance “AGAINST the results of bodily injuries sustained while this policy is in force and caused directly and independently of all other causes by violent and accidental means.” It was further provided in Clause 9, under the heading “RISKS EXCLUDED”, that “This insurance shall not cover . . . accident, injury, disability, death or any other loss caused wholly or partly, directly or indirectly, by disease or bodily or mental infirmity . . . nor . . . caused wholly or partly, directly or indirectly, by . . . disease, germs or any kind of infection . . .”\nPlaintiff alleged in her statement of claim that insured sustained his fatal injuries “when he accidently slipped on a wet floor causing him to fall backwards and to strike his head along the upright side of a window-casing.” The affidavit of defense denied that insured “received bodily injuries through external, violent and accidental means, and . . . that . . . death . . . was either caused or contributed to by external, violent and accidental means” and averred that “the death . . . was caused, wholly or partly, directly or indirectly, by disease or bodily infirmity from which said insured had suffered for a long period of time prior to his death; more specifically . . . that the death . . . was due to dilatation of the heart, coronary disease and gastroenteritis.”\nViewing the testimony in the light most favorable to plaintiff, the following are the facts: The insured was sixty-five years of age and was a barber by trade. He alone operated his shop daily from eight o’clock in the morning until eight in the evening. There was no testimony that he had ever been absent from his work or had been treated by a physician. About eleven o’clock on the morning of April 7,1943, a customer took sick in the shop of the insured, and the latter, together with several other men, assisted him, who weighed about two hundred pounds, into a truck so that he could be taken to a hospital. When the customer became ill he vomited upon the floor of the shop and when insured returned he slipped on this substance, went backwards, waving his hands in a circular motion over his head; fell against the wall and struck the back of his neck or head. He lay unconscious on the floor until taken to the hospital, where, upon arrival, he was pronounced dead.\nWhere the liability of the insurance carrier is restricted as in the policy here in controversy, it is well ■settled in this Commonwealth that it is insufficient for plaintiff merely to show a direct causal relation between the accident and disability or death. The burden is on her to establish the death was caused solely by external and accidental means: R. E. Tr. Co. of Phila. v. Met. L. Ins. Co., 340 Pa. 533, 17 A. 2d 416. If the proof points to a pre-existing infirmity, which may have been a contributing factor, plaintiff must also produce evidence to exclude the possibility: Johnson v. Kentucky Insurance Co., 144 Pa. Superior Ct. 116, 18 A. 2d 507. Where it appears that insured’s death resulted from accidental injury acting in conjunction with a pre-existing and substantial physical infirmity, there can be no recovery: Lucas v. Metropolitan L. Ins. Co., 339 Pa. 277, 14 A. 2d 85.\nA careful study of the testimony adduced in behalf of plaintiff shows unquestionably that she fell far short of establishing that insured’s death was caused solely by external and accidental means. The fact that insured may never have been absent from his work on account of illness, or that he had not been treated by a physician for any disease, does not prove that when he fell and died suddenly on April 7,1943, his death was not caused or contributed to, directly or indirectly, by disease, or bodily or mental infirmity.\nPlaintiff’s case was not aided in the least by the testimony of Dr. Angelucci, the only medical expert called by her. This doctor stated that she had never seen insured, living or dead. Her testimony fell far short of proving that the fall of insured was the sole cause of his death. While Dr. Angelucci did state, in' answer to a hypothetical question, that the cause of death must have been due to injury to the head, she definitely destroyed the effect of that answer by her statement that she would have to examine the brain in order to tell actually what the cause of death was. On cross-examination, she admitted that she could not answer as to the cause without having any knowledge or information as to the physical condition of a man whom she had never seen and treated, and that the only way the cause could be proved was by an autopsy. She had not performed an autopsy, made any examination of the head or brain, nor had she had any knowledge of the insured’s physical condition. Her testimony could only lead to conjecture as to the cause of insured’s death. Plaintiff failed completely to meet the burden of proof and, for that reason, the learned court below properly entered judgment, notwithstanding the verdict.\nHowever, there is no doubt that the death of insured was caused wholly or partly by the bodily infirmities from which he had been suffering prior to his fall. The autopsy performed by the coroner’s physician shows he was “suffering for some time from heart disease, with marked atheroma and narrowing of the anterior coronary artery. The right side was acutely dilated, with marked hydremia; congested kidney, moderately acute enteritis, moderately- chronic gastritis, and enlarged spleen.” From these findings, that doctor formed the opinion that the cause of death was “dilatation of the heart, and there were a number of factors contributing to that including, of course, the chronic condition of the arteries of the heart, and the conditions in the other organs contributed, a somewhat indefinite but distinct factor.” Also it appears that plaintiff presented a proof of death to the defendant company in connection with securing payment of an ordinary policy on the life of the insured, in which it appeared that the cause of death was “Heart Trouble”.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Drew,"
      }
    ],
    "attorneys": [
      "Maurice R. Brown, with him Thomas C. DiNardo and Robert M. Bernstein, for appellant.",
      "Owen B. Rhoads, with him J. Peter Willia/ms, Barnes, Dechert, Price & Smith and Harry Gole Bates, for appellee."
    ],
    "corrections": "",
    "head_matter": "Rodia, Appellant, v. Metropolitan Life Insurance Company.\nArgued April 8, 1946.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson and Stearne, JJ.\nMaurice R. Brown, with him Thomas C. DiNardo and Robert M. Bernstein, for appellant.\nOwen B. Rhoads, with him J. Peter Willia/ms, Barnes, Dechert, Price & Smith and Harry Gole Bates, for appellee.\nMay 27, 1946:"
  },
  "file_name": "0313-01",
  "first_page_order": 419,
  "last_page_order": 423
}
