{
  "id": 467468,
  "name": "Swartz v. Hafer et al., Appellants",
  "name_abbreviation": "Swartz v. Hafer",
  "decision_date": "1946-05-27",
  "docket_number": "Appeal, No. 86",
  "first_page": "320",
  "last_page": "325",
  "citations": [
    {
      "type": "official",
      "cite": "354 Pa. 320"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "111 A. 655",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "271 Pa. 255",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        295671
      ],
      "pin_cites": [
        {
          "page": "258"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/271/0255-01"
      ]
    },
    {
      "cite": "120 A. 473",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "276 Pa. 516",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1077708
      ],
      "pin_cites": [
        {
          "page": "519"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/276/0516-01"
      ]
    },
    {
      "cite": "126 A. 791",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "281 Pa. 320",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1086994
      ],
      "pin_cites": [
        {
          "page": "324"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/281/0320-01"
      ]
    },
    {
      "cite": "71 Pa. 429",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1031220
      ],
      "pin_cites": [
        {
          "page": "431"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/71/0429-01"
      ]
    },
    {
      "cite": "21 A. 2d 411",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "145 Pa. Superior Ct. 347",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1035204
      ],
      "pin_cites": [
        {
          "page": "352"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/145/0347-01"
      ]
    },
    {
      "cite": "8 Pa. Superior Ct. 133",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        286889
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "138"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/8/0133-01"
      ]
    },
    {
      "cite": "17 A. 513",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "126 Pa. 32",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        968903
      ],
      "pin_cites": [
        {
          "page": "40"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/126/0032-01"
      ]
    },
    {
      "cite": "188 A. 539",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "124 Pa. Superior Ct. 418",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        993925
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/124/0418-01"
      ]
    },
    {
      "cite": "41 A. 2d 407",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "351 Pa. 297",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        462740
      ],
      "pin_cites": [
        {
          "page": "299"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/351/0297-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 552,
    "char_count": 8642,
    "ocr_confidence": 0.497,
    "pagerank": {
      "raw": 2.3847545877553536e-07,
      "percentile": 0.7971837354224126
    },
    "sha256": "378c935a6966315afe2c5b04bddedd89456717b305aec9717ad0cd1d41c8b25b",
    "simhash": "1:aef574934d6164d4",
    "word_count": 1493
  },
  "last_updated": "2024-02-27T18:24:55.618787+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Jones, JJ."
    ],
    "parties": [
      "Swartz v. Hafer et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Jones,\nTMs appeal'is by Allen F. Hafer and Florence S. Hafer, his wife, from a decree in equity ordering and directing them to deliver to the plaintiff possession of certain premises in Shillington, Berks County, and ordering and directing Charles K. Derr, Esq., to deliver up to the plaintiff for cancellation a deed in his possession from the plaintiff and her husband to the Hafers for the property above mentioned.\nThe controversy grows out of an arrangement entered into between Mrs. Swartz (the plaintiff) and the Hafers whereby the former agreed to convey to the Hafers the property in litigation (which Mrs. Swartz, individually, had recently purchased) in consideration of the Hafers’ “furnishing a home with maintenance, care and nursing for [Mrs. Swartz] and her husband, for and during the rest of their natural lives”. Mrs. Hafer is a niece of Mrs. Swartz. The home was to be in the property to be conyeyed into which the Hafers agreed to move with Mrs. Swartz and her husband.\nThe agreement was committed to writing by Charles K Derr, Esq., Mrs. Swartz’s attorney, who acted for all of the parties in this matter. The agreement was signed by Mrs. Swartz and the Hafers on November 20, 1942, and on tbe same day Mrs. Swartz, joined by ber husband, executed a deed to tbe Hafers for tbe property as contemplated by tbe agreement. After tbe deed bad been executed and acknowledged, Mr. Derr retained it in bis office and it was never recorded. He testified at tbe bearing below that it was bis understanding, derived from tbe parties in tbe course of tbe transaction, that be was not to deliver tbe deed to tbe Hafers or have it recorded until later instructed by tbe parties so to do; and, that it was Mrs. Swartz’s expressed desire to wait a while to see bow tbe living arrangements would work out before tbe deed was delivered. Tbe deed contained a reservation to tbe grantors of “. . . a life estate of tbe property hereby conveyed, giving [them] tbe right to use and occupy free of rent or any other charge whatsoever, during their joint lives and tbe life of the survivor of them, the property hereby conveyed, with free access at all times to the same and tbe right to quiet and peaceful possession and enjoyment thereof, without hindrance or molestation on tbe part of anyone”.\nAt tbe time of tbe execution of tbe agreement, Mrs. Swartz was sixty-five years old and ber husband was seventy-two. He was so seriously ill that be required tbe attendance of a nurse. The Swartzes and tbe Hafers (including tbe latter’s three grown children) moved into tbe bouse on December 8,1942, Mr. Swartz, accompanied by bis nurse, being transported there in an ambulance. Tbe understanding was that tbe services of tbe nurse would be dispensed with as soon as she bad instructed Mrs. Hafer what to do for tbe proper nursing of Mr. Swartz. When Mrs. Hafer found out tbe character and extent of tbe services to Mr. Swartz required by his illness, she refused to do anything for him. Mr. Swartz died December 13,1942. Tbe nurse testified that, during tbe five days Mr. Swartz lived in tbe bouse, there was “so much noise and carrying on” by Hafers, with “laughing and hollering”, that she bad to request them (to no avail) to keep quiet, reminding them that ber patient was dying. After Mr. Swartz’s death, the plaintiff continued to live in the house with the Hafers until sometime in January 1943 when she went away for about a month. Upon her return she remained in the house until March 31, 1943, and then left for good, largely because of the Hafers’ attitude toward her, in part evidenced by their rudeness and lack of consideration for her. The Hafers refused Mrs. Swartz’s subsequent and repeated demands for possession of the property and the suit here involved eventually followed.\nThe learned chancellor found that the Hafers had neglected and refused to perform the services required of them by the agreement and that, consequently, there was a failure of consideration for the grant. The findings of the chancellor in such regard were affirmed by the court en banc and have ample support in the evidence. We are not at liberty, therefore, to give them other than the binding effect to which they are entitled: Drob v. Jaffe, 351 Pa. 297, 299, 41 A. 2d 407.\nAs the court below correctly observed, the conclusion of law that the plaintiff was entitled to exclusive possession of the premises and a return of the deed for cancellation logically flowed from the established findings. The agreement itself expressly provided that “If, for any reason whatsoever the [Hafers] should be unable to carry out their part of the agreement, or should they be unwilling to continue to carry out the agreement, in either ease [they] agree to reconvey the premises . .. to [Mrs. Swartz], or her estate, if not living, and terminate the agreement”. Even where no specific provision has been made for a reconveyance of a property conveyed under circumstances similar to the present, a failure of the grantees to perform the services for which they are obligated justifies an order requiring a reconveyance: see Borys v. Halko, 124 Pa. Superior Ct. 418, 188 A. 539. The contract here involved was an executory one, subject to the rules of equity as regards its construction and enforcement: Dreisbach v. Serfass, 126 Pa. 32, 40, 17 A. 513; Davis v. Martin, 8 Pa. Superior Ct. 133, 138. See also Overmiller v. Town and Village Insurance Service, 145 Pa. Superior Ct. 347, 352, 21 A. 2d 411.\nThe appellants argue that the covenant of “quiet and peaceful possession and enjoyment” in connection with the life estate reserved to the plaintiff and her husband by the deed should be given its technical meaning that “. . . the tenant shall not be evicted or disturbed by good title in the possession of the demised premises or some part thereof”: Moore v. Weber, 71 Pa. 429, 431. Accordingly, the appellants contend that, since the plaintiff has not been evicted or disturbed in her possession of the premises by a better title, she is without cause for complaint. Such a contention entirely ignores the intention of the parties as evidenced by their written agreement. The deed and the contemporaneous agreement must be read together: cf. Davis v. Martin, supra. True enough, in the case last cited the agreement for maintenance and care was a part of the deed itself. The fact that the agreement in the- instant case was contained in a separate formal instrument executed contemporaneously with the deed does not make the agreement any less important in the ascertainment of the purpose and intent of the grant. The cases cited by the appellants on the meaning of the covenant in the deed all relate to a landlord and tenant relationship, which is not the relation of the parties to this suit.\nLittle need be said with respect to the appellants’ remaining points. The reception of Mr. Derr’s oral testimony respecting his retention of the deed undelivered did not violate the parol evidence rule. There was nothing in the written agreement as to the date upon which the matter was to be consummated by a delivery of the deed. The testimony in no way varied the terms of the agreement : see Gianni v. R. Russell & Co., Inc., 281 Pa. 320, 324, 126 A. 791; cf. Evans v. Edelstein, 276 Pa. 516, 519, 120 A. 473. But, even if the admission of the testimony was error, it was harmless in view of the defendants’ established breach of the agreement. That fact rendered immaterial any inquiry as to when the deed was or should have been delivered. And, in no event, was there a delivery. Where a deed is left with a third party who is attorney for both parties to the deed, a delivery does not take place unless there is “an express understanding that it was to be handed to the grantee”: Lewis v. Merryman, 271 Pa. 255, 258, 111 A. 655. Here, the chancellor competently found that the deed was left in the custody of Mr. Derr, as attorney for both parties, “without an express understanding that it was to be handed to the grantees”. Equally immaterial is the contention that Mrs. Hafer was not present when the oral understanding as to Mr. Derr’s retention of the deed without delivery was arrived at. The testimony of Mr. Derr’s secretary placed the plaintiff and both of the Hafers in the conference in Mr. Derr’s office at the critical time.\nThe decree is affirmed at the appellants’ costs.",
        "type": "majority",
        "author": "Me. Justice Jones,"
      }
    ],
    "attorneys": [
      "Robert Grey Bushong, for appellants.",
      "Emanuel Weiss, with Mm Edward Youngerman, for appellee."
    ],
    "corrections": "",
    "head_matter": "Swartz v. Hafer et al., Appellants.\nArgued April 10, 1946.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Jones, JJ.\nRobert Grey Bushong, for appellants.\nEmanuel Weiss, with Mm Edward Youngerman, for appellee.\nMay 27, 1946:"
  },
  "file_name": "0320-01",
  "first_page_order": 426,
  "last_page_order": 431
}
