{
  "id": 467488,
  "name": "Hayes, Appellant, v. Scranton et al.",
  "name_abbreviation": "Hayes v. Scranton",
  "decision_date": "1946-06-25",
  "docket_number": "Appeal, No. 8",
  "first_page": "477",
  "last_page": "483",
  "citations": [
    {
      "type": "official",
      "cite": "354 Pa. 477"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "233 U.S. 389",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3674008
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/233/0389-01"
      ]
    },
    {
      "cite": "219 U.S. 549",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3652873
      ],
      "pin_cites": [
        {
          "page": "569"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/219/0549-01"
      ]
    },
    {
      "cite": "208 Pac. 284",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "pin_cites": [
        {
          "page": "292"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "820 Pa. 394",
      "category": "reporters:state",
      "reporter": "Pa.",
      "pin_cites": [
        {
          "page": "401"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 601,
    "char_count": 11009,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 1.6335582106267314e-07,
      "percentile": 0.6892668259809742
    },
    "sha256": "235984a388c6ba45cbbeaf32e3dd560df94689937348b98ebf3a0c985da81dd1",
    "simhash": "1:d37376cb8d840743",
    "word_count": 1916
  },
  "last_updated": "2024-02-27T18:24:55.618787+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson, Stearne and Jones, JJ."
    ],
    "parties": [
      "Hayes, Appellant, v. Scranton et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Maxey,\nA taxpayer of the City of Scranton sought to restrain the collection of City taxes and the enactment of any Budget Ordinance for the year 1946, and to enjoin the City of Scranton, the City Council and the Mayor from levying any tax in excess of 26 mills on all land and 13 mills on all buildings in the City for 1946. It was charged that the City officials for the fiscal year 1946 made its tax levy for sinking fund purposes to raise the sum of $254,500.00, when there was a surplus in the sinking fund of $113,528 on December 31,1945, which should be used for sinking fund purposes for 1946. It was claimed that the amount needed for 1946 was itself in excess of the actual debt service requirements for the year by $3250, leaving $106,613.90 as the amount actually needed for 1946 if the 1945 surplus was deducted. It was also charged that Council had failed to include in the estimated statement of revenue the item of delinquent tax collections; and that the Budget Ordinance failed to show any item for cash on hand of the prior years, that is, that it did not reflect the actual cash balance on hand at the time of the adoption of the Budget for the fiscal year commencing January 1, 1946.\nThe defendants answered the complaint responsively and at the hearing much testimony was taken (most of it incompetent). The court in denying the relief prayed for said: “The gist of the plaintiff’s case is not the correction of any fraud, or of illegal expenditure, but a request to the court to apply to the 1946 taxes three alleged surpluses”. The court dismissed the bill and entered judgment in favor of the defendant, each party to pay their own costs. This appeal followed.\nWe are bound by the findings of fact of a chancellor when they are affirmed on final hearing and supported by evidence. The Chancellor \"found as a fact “that the sinking fund requirements for the City of Scranton for the year 1946 are $254,500.” In arriving at this finding of fact, the Chancellor found certain supplementary facts which support the contention of the City of Scranton and its officials that the surplus in the sinking funds are in compliance with the law, and that there was no abuse of discretionary power in not alloting it to the reduction of taxes for tlie present year. The Chancellor also found that the sinking fund on December 31, 1945 amounted to $133,528.43, and that of this sum the amount of $28,563.75 was ear-marked for the payment of interest due on the bonds of the City of Scranton for the period from January 1, 1946 to and including May 1, 1946. This leaves a balance in the sinking fund of $103,857.18, of which $89,960 is invested in obligations of the United States Government. Because of this financial situation the plaintiff wishes to prevent the City Council from levying 2.01 mills on land and 1.05 mills on improvements for sinking fund purposes for the fiscal year 1946. A Court of Equity has no such power in view of the express statutory provision that “the Sinking Fund Commissioh shall, if it deems it expedient to do so, have the right to credit such excess or any part thereof, against the appropriation that would otherwise be required for the following year or years, ...” (Italics supplied). If the Sinking Fund Commission abuses this discretion, it may by proper action be compelled to correct the abuse. This commission has been created by the legislature, and the latter has decreed that the sinking fund shall be under the control and management of the Sinking Fund Commission; and has expressly invested the commission with the discretionary power to credit a surplus against sinking fund appropriations for the next and succeeding annual amounts required to be appropriated. The court found no abuse of discretion on the part of the commission and said “it would be unwise to require this fund to be allotted to the reduction of taxes for the present year . . .” An appropriation to the sinking fund was provided for the fiscal year 1946. The City Council, the Commissioners and the Controller have apparently all agreed upon the propriety of the calculation for that year. That is all the law requires. It is true that if the appropriation was insufficient or if there was a difference of opinion as to the amount necessary, “the facts will be determined by the courts in appropriate proceedings”: Sinking Fund Comm. v. Phila. et al., 820 Pa. 394, 401, but that is not the situation here, and if it were we would have to have compelling reasons to set aside a lower court’s finding as to the propriety of the amount appropriated.\nThe second charge made concerns the failure of the City Council to include in the estimated statement of revenue the item of delinquent tax collections. Here, again, the Court is asked “to substitute (its) judgment for that of the duly elected officials of the City of Scranton”, in the absence of fraud or abuse of power. The courts cannot write budgets for the several municipalities in the Commonwealth, and they will not interfere with the exercise of the discretionary powers vested in public officials to perform these functions unless the latters’ action results from caprice or ignorance or arbitrariness or fraud, amounting to abuse of power. No such abuse of power has been found here. What was done relates to an item in the Budget under the heading “Statement of Estimated Revenue”. The City Controller who was responsible for preparing the estimates for the budget testified that payment on account of delinquent taxes are considered in “Estimated Revenue”. He explained this in his testimony by stating that “we have never estimated 100% collection on the current duplicate. If we were to make up an estimate, an estimated revenue from delinquent taxes, we would have to make a deduction from uncollected taxes on the current year duplicate, and the one would offset the other.” The court then said to him: “That is, if I understand you correctly then you believe that you arrive more nearly at the facts by estimating that, as if you receive the entire amount of the current tax duplicate?” and he answered: “That’s correct”. Estimated revenue must necessarily take into consideration that there will be a certain percentage of taxes which will be delinquent at the end of the fiscal year. A controller who would estimate the net revenue for a fiscal year on a 100% collection of the taxes would not be exhibiting sound financial judgment. The City Controller apparently exercised his judgment based on the current year duplicates for 1940, ’41, ’42, ’43 and ’44. In 1940, 72.1% was collected on the current year’s tax duplicate; in 1941, 79.8%; in 1942, 80.8%; in 1943, 85.4%; and in 1944, 85.8% of the respective current year’s tax duplicate was collected. Upon the basis of his experience he made his estimate of revenue and took into consideration payments on account of delinquent taxes. The court below properly refused to make an estimate of what the delinquent taxes for 1946 would be. That was solely the business of the municipal officials who make up the budget, and this was particularly so under the court’s finding that “the City Controller estimates 100% collection of the tax duplicate as being about the amount that would be collected both from current and delinquent taxes”. This charge in the bill fails in the light of the evidence and the findings by the court beloAv based on that evidence.\nThe last complaint Avas directed at the surplus as set forth in the Budget for the fiscal year 1946. The City Controller estimated that the surplus in the General Fund of the City of Scranton Avould be $42,220.14. The testimony shows that this item is made up from reports received by the Controller from each department in the City estimating its unexpended balance of the appropriations for the previous year. It did not appear itemized in the budget, but at the trial the controller presented a statement shoAving that the balance of cash in the General City Account as of January 1, 1946, was $257,912.57, and not $42,220.14. The City Controller explained tlifit this balance did not take into account the payment of current bills for 1945, Avhich would reduce it to $77,000 instead of $42,000, so that the estimated balance of funds Avas too Ioav by only about $35,000. The Controller testified that it was a policy of the City to hold up all bills owed by the City during the last months retaining such cash in the General Fund of the City for payrolls in the beginning of the year until such time as revenue begins to come into the City Treasury from tax collections, and the court found that “there has been a practice of having a surplus on hand at the beginning of the year to meet payrolls and current expenses by holding up the payment of some of the previous year’s bills until the taxes came in”. If these obligations Avere not held up at the end of the year the treasury Avould be empty, and until sufficient taxes Avere collected and paid into the city treasury payrolls Avould have to be held up for January and February of the next year or the City Avould be compelled to borroAV money on anticipated tax collections at the expense of the taxpayer. The court refused to treat this amount as a surplus and to reduce the tax levy accordingly, “because it does not follow that the keeping of a surplus in the treasury for the payment of current bills and paying that same amount of money out later is proof that all debts in the previous year exceed current revenues”.\nWhat the court below was asked to enjoin in this case were official actions on the part of the Mayor and the Council of the City of Scranton which were performed by them in the exercise of their statutory powers. Only a flagrant abuse of such powers on the part of administrative officials in matters entrusted to them by law would move the judicial branch of the government to restrain its exercise. As the Supreme Court of California said in Veterans’ Welfare Board v. Jordan, Secretary of State, 208 Pac. 284 at 292, “Questions of policy are not submitted to judicial determination, and the courts have no general authority of supervision over the exercise of discretion which under our system is reposed in the people or other departments of government. Chicago, Burlington & Quincy R. R. Co. v. McGuire, 219 U.S. 549, 569; German Alliance Insurance Co. v. Lewis, 233 U.S. 389.”\nThe decree is affirmed at appellant’s costs.\nThis Commission was established pursuant to the Act of 1901, March 7, P. L. 20, Art. XI, Sec. 1, 53 P.S. 8911.\nAct of June 27, 1913, P. L. 644, Sec. 4, 53 P.S. 8916.\nAct of June 25,1941, P. L. 159, Sec. 404, 53 P.S. 2011.404.",
        "type": "majority",
        "author": "Mr. Chief Justice Maxey,"
      }
    ],
    "attorneys": [
      "Otto P. Robinson, with him Maurice V. Cummings and J. Say den Oliver, for appellant.",
      "James W. McNulty, City Solicitor, with him David J. Reedy, Jr., Assistant City Solicitor, for appellees."
    ],
    "corrections": "",
    "head_matter": "Hayes, Appellant, v. Scranton et al.\nArgued May 28, 1946.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson, Stearne and Jones, JJ.\nOtto P. Robinson, with him Maurice V. Cummings and J. Say den Oliver, for appellant.\nJames W. McNulty, City Solicitor, with him David J. Reedy, Jr., Assistant City Solicitor, for appellees.\nJune 25, 1946:"
  },
  "file_name": "0477-01",
  "first_page_order": 583,
  "last_page_order": 589
}
