{
  "id": 1042231,
  "name": "Caddy, Appellant, v. Harleigh-Brookwood Coal Company",
  "name_abbreviation": "Caddy v. Harleigh-Brookwood Coal Co.",
  "decision_date": "1918-03-18",
  "docket_number": "Appeal, No. 329",
  "first_page": "20",
  "last_page": "23",
  "citations": [
    {
      "type": "official",
      "cite": "261 Pa. 20"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 346,
    "char_count": 5758,
    "ocr_confidence": 0.427,
    "sha256": "c6398d844e6a8fa395fbb9e3c6ff10dc78f4f2ab38ef101ce4436b1c74f0d375",
    "simhash": "1:7072d48647d2b5d9",
    "word_count": 1003
  },
  "last_updated": "2023-07-14T18:25:56.959207+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Potter, Stewart, Frazer and Walling, JJ."
    ],
    "parties": [
      "Caddy, Appellant, v. Harleigh-Brookwood Coal Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe judgment for the defendant, non obstante veredicto', is affirmed on the following from the opinion of the judge, specially presiding, directing it to be entered: “Granting, for the purposes of this argument, that the testimony adduced warranted the finding by the jury that the defendant, in permitting the charged wires to remain exposed and uninsulated for a period of two months, failed to exercise due care under the circumstances, and that the deceased was not guilty of contributory negligence, nevertheless we are of the opinion that the plaintiff failed to show that the defendant’s negligence was the cause of her husband’s death or that he died from electric shock.”\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "M. A. Killcer, with him John J. Moran, for appellant.",
      "M. M. Burke_, with him P. H. Burke, for appellee."
    ],
    "corrections": "",
    "head_matter": "Caddy, Appellant, v. Harleigh-Brookwood Coal Company.\nNegligence — Mines and mining■ — Goal company — Death of workman — Uninsulated wire — Proximate cause — Evidence■—•Alleged electrification of watch — Absence of burns on body or clothes— Judgment for defendant n. o. v.\nIn an action against a coal mining company to recover for the death of plaintiff’s husband, a miner, alleged to have been occasioned by coming in contact with electric wires in defendant’s mine, plaintiff’s theory being that a pipe deceased was carrying had come in contact with an uninsulated overhead wire, judgment was properly entered for the defendant non obstante veredicto where there was no proof that deceased, who was suffering from incurable heart trouble, had in any manner come in contact with the wire; and it appeared that the attending physician and others who examined deceased found nothing in or on the body or clothing indicating burns from electricity; and plaintiff relied mainly upon the condition of a nickel watch which deceased wore under a covering of two shirts at the time of his death, and which a jeweler, who examined it over a year after the death of the decedent, testified had been electrified.\nArgued Feb. 19,1918.\nAppeal, No. 329, Jan. T., 1917, by plaintiff, from judgment of C. P. Schuylkill Co., Nov. T., 1915, No. 276, entered for defendant non obstante veredicto in case of Harriet Caddy v. Harleigh-Brookwood Coal Company.\nBefore Brown, C. J., Potter, Stewart, Frazer and Walling, JJ.\nAffirmed.\nTrespass for death of plaintiff’s husband. Before Moser, J.\nFrom the record it appeared that on June 1,1915, the time of the death of plaintiff’s husband, Arthur Caddy, he was employed in the mine of the defendant company. On that day he went into a tunnel with a fellow workman, named Timmons, in search of pipe. They found a piece of pipe about twelve feet long in the tunnel but, as it was not fit for use, they did not take it. Caddy examined the pipe from one end, while the other end was on the bottom of the tunnel. There was no evidence that Caddy lifted the pipe from the bottom of the tunnel, or that he touched the exposed electric wire in the tunnel with the pipe, or that there was any noise or flash indicating contact with the wire, or that there was any evidence of contact on the pipe or on the wires, or that there was any burn or any other mark from electricity on deceased’s body or on his clothing. Before he fell, deceased called out to Timmons to know where he was. Deceased was then seen to stumble from the middle of the track in the tunnel and on toward a gangway, with outstretched hands, and fall into a ditch. At the time he called for Timmons he had nothing in his hands, nor had he anything in his hands as he stumbled on toward the gangway. Caddy was lifted from the ditch and was carried to the bottom of the slope, where efforts were made to revive him, but without avail. In a short while the body was taken to the top of the slope where it was promptly examined by a doctor. He found nothing in or on the body or clothing indicating burns from electricity. The body was then conveyed to deceased’s home, where two of his fellow workmen removed the clothing from the body, washed it and turned it over to the undertaker who embalmed it and otherwise prepared it for burial. These men did not find anything on the clothing or body showing the presence of electricity. A small nickel watch was found in the upper left pocket of decedent’s vest and this was given to the widow who put it away in a cupboard drawer. The deputy coroner, a physician, called the next day, after the body had been embalmed, and as such officer made a cursory examination of it. There was no post mortem. He testified that Caddy suffered from incurable heart disease, mitral regurgitation, and that he had treated him for this. Almost a year and a half after Caddy’s death, and nearly a year after bringing suit, plaintiff discovered through a jeweler that the watch was magnetized or electrified. At the time of his death Caddy wore two shirts and a vest and in the upper left pocket of the vest he carried a nickel open faced watch. When this watch was taken from his clothing it was running, and there was a dark spot, on the back of it which Mrs. Caddy testified was not there when her husband went to work that morning. There was evidence that the watch remained in a drawer untouched from Caddy’s death until the date of its examination by the jeweler.\nAction was brought upon the theory that the electricity alleged to be found in the watch came from the exposed wires, that the pipe carried the current upon contact, and that the current entered Caddy’s body and killed him.\nVerdict for plaintiff for $3,695.80.\nSubsequently the lower court entered judgment for • defendant non obstante veredicto. Plaintiff, appealed.\nError assigned, among others, was in entering judgment for defendant n. o. v.\nM. A. Killcer, with him John J. Moran, for appellant.\nM. M. Burke_, with him P. H. Burke, for appellee.\nMarch 18, 1918:"
  },
  "file_name": "0020-01",
  "first_page_order": 58,
  "last_page_order": 61
}
