{
  "id": 1042246,
  "name": "Bell et al., Appellants, v. Scranton Trust Company",
  "name_abbreviation": "Bell v. Scranton Trust Co.",
  "decision_date": "1918-03-18",
  "docket_number": "Appeal, No. 357",
  "first_page": "28",
  "last_page": "30",
  "citations": [
    {
      "type": "official",
      "cite": "261 Pa. 28"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 195,
    "char_count": 3073,
    "ocr_confidence": 0.425,
    "pagerank": {
      "raw": 1.0052889892850951e-07,
      "percentile": 0.5401363168277379
    },
    "sha256": "9fef0a8e1c7a624eacc909cc77e42dc3cb18fc8677dc3e0345a4d9cf4e3bbcaf",
    "simhash": "1:c8e394791ceedd3c",
    "word_count": 510
  },
  "last_updated": "2023-07-14T18:25:56.959207+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Potter, Stewart, Moschzisker and Walling, JJ."
    ],
    "parties": [
      "Bell et al., Appellants, v. Scranton Trust Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe Rohr McHenry Distilling Company executed a mortgage to The Scranton Trust Company, as trustee, to secure the payment of an issue of bonds. The property of the distilling company was destroyed by fire, and this action was brought by a committee of the bondholders against the trust company for its failure to' enforce an alleged covenant of the distilling company in the mortgage as to fire insurance. The cause of action, as set forth in the statement of claim, is upon said alleged covenant, but judgment was refused by the court below for the reason that the covenant declared upon is not to be found in the mortgage. This is true, and it may be added that the following covenant appears in the same: “And it is further covenanted and agreed that trustee shall not, nor shall any future trustee or trustees incur any liability by reason of any loss arising from failure of the distilling company to keep the mortgaged premises and the bonded whiskey insured as herein provided.” The discharge of the rule for judgment is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Mulford Morris and A. L. Williams, for appellants.",
      "H. A. Knapp, of Knapp, O’Malley, Hill and Harris, with him F. W. Wheaton, and O’Brien & Kelly, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bell et al., Appellants, v. Scranton Trust Company.\nTrusts and trustees — Corporate toan — Mortgage to trustee as security — Failure to insure premises — Destruction by fire — Liability of trustee — Contracts—Construction.\nWhere a corporation executed a mortgage to a trust company to secure the payment of a bond issue, and thereafter the property of the corporation was destroyed by fire, and an action was brought by a committee of the bondholders of the corporation against the trust company for its failure to enforce an alleged covenant in the mortgage as to fire insurance, a rule for judgment was properly discharged, where it appeared that the covenant declared upon did not appear in the mortgage, and that the mortgage expressly provided “it is further covenanted and agreed that trustee phall not _......incur any liability by reason of any loss arising from failure of the (mortgagor) to keep the mortgaged premises......insured.”\nArgued Feb. 26,1918.\nAppeal, No. 357, Jan. T., 1917, by plaintiffs, from order of C. P. Lackawanna Co., May T., 1917, No. 82, discharging rule for judgment for want of a sufficient affidavit of defense in case of J. C. Bell, W. B. Schaeffer, O. F. Reinhard, Henry W. Dunning and S. B. Earns, a committee for the protection of the bondholders of the Rohr McHenry Distilling Company, to the use of all bondholders entitled, v. The Scranton Trust Co.\nBefore Brown, C. J., Potter, Stewart, Moschzisker and Walling, JJ.\nAffirmed.\nAssumpsit against trustee for failure to enforce the covenants of a corporation mortgage. ■ Before New-comb, J.\nThe facts appear by the opinion of the Supreme Court.\nThe lower court entered an order dismissing plaintiffs’ rule for judgment for want of a sufficient affidavit of defense. Plaintiffs appealed.\nError assigned, among others, was in dismissing the rule for judgment.\nMulford Morris and A. L. Williams, for appellants.\nH. A. Knapp, of Knapp, O’Malley, Hill and Harris, with him F. W. Wheaton, and O’Brien & Kelly, for appellee.\nMarch 18, 1918:"
  },
  "file_name": "0028-01",
  "first_page_order": 66,
  "last_page_order": 68
}
