{
  "id": 1042261,
  "name": "Kuhn v. Ligonier Valley Railroad Company, Appellant",
  "name_abbreviation": "Kuhn v. Ligonier Valley Railroad",
  "decision_date": "1918-04-22",
  "docket_number": "Appeal, No. 172",
  "first_page": "147",
  "last_page": "153",
  "citations": [
    {
      "type": "official",
      "cite": "261 Pa. 147"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "255 Pa. 445",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1027669
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/255/0445-01"
      ]
    },
    {
      "cite": "231 Pa. 386",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        973969
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/231/0386-01"
      ]
    },
    {
      "cite": "214 Pa. 500",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        945991
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/214/0500-01"
      ]
    },
    {
      "cite": "122 Pa. 228",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948434
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/122/0228-01"
      ]
    },
    {
      "cite": "255 Pa. 445",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1027669
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/255/0445-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 561,
    "char_count": 13726,
    "ocr_confidence": 0.404,
    "pagerank": {
      "raw": 7.344951523800848e-08,
      "percentile": 0.440487263929287
    },
    "sha256": "d1991194484671e1142bf460ac76bb45c242f40469fdcf0ed8a2e5f3070bfa09",
    "simhash": "1:b432d5ca90160ecc",
    "word_count": 2371
  },
  "last_updated": "2024-02-27T16:51:47.938679+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Potter, Moschzisker,. Frazer and Walling, JJ."
    ],
    "parties": [
      "Kuhn v. Ligonier Valley Railroad Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Brown,\nThis case has been tried twice, each trial having resulted in a verdict for the plaintiff. The judgment on the first verdict was reversed and a new trial awarded for error in the admission of testimony: Kuhn v. Ligonier Valley R. R. Co., 255 Pa. 445.\nPlaintiff was a passenger conductor on the road of the defendant company. He had charge of a train running from Latrobe, one terminus of the road, to Ligonier, the other. When his train reached Ligonier it became his duty to take charge of another, which ran over a branch to Wilpen, a mining town about five miles from Ligonier. On July 5,1912, a freight train started from Wilpen for Ligonier shortly after 3 p. m. The passenger train of the defendant, under the charge of the plaintiff, started from Ligonier for Wilpen at 3:22 p. m., two minutes after schedule time, and collided with the freight train on a curve a short distance from Ligonier. The plaintiff was seriously injured in the collision, and, charging his injuries to the negligence of his employer, the railroad company, in failing to notify him that the freight train was on the track over which, his train was to run, he brought this suit for the recovery of damages. Russell S. Minnich, who was a clerk in the office of the defendant at Ligonier, testified that, in pursuance of orders from the superintendent, he notified the plaintiff verbally to hold his passenger train for Wilpen until the freight train from that place arrived at Ligonier. The plaintiff denied having received such order, and testified that Minnich told him he could go “as soon as Naugle was out of the road.” Naugle was a conductor waiting for the flight traip from Wilpen to take it from Ligonier to Latrobe. According to the testimony of the plaintiff, he saw that Naugle was out of the road, and, with no knowledge that the freight train was on the track ahead of him, he started, and the collision resulted. On each trial the jury credited his testimony in passing upon the facts of the case, which was as to the order given by Minnich. As to this we said on the former appeal: “If the order to wait until the freight train had arrived from Wilpen, was given to plaintiff, as defendant’s three witnesses testified, the accident was due to plaintiff’s negligence, and he had no right to recover. If no such order was given to him, then defendant was negligent. The issue was plain and simple.” On this appeal from the judgment entered on the second verdict against defendant it assigns two errors — one to the admission of testimony and the other to the answer of the trial judge to- one of its points.\nThe train in charge of plaintiff at the time of the collision consisted of an engine and a combination baggage and passenger coach, which was ahead of the engine. In other words, the engine was pushing the coach instead of pulling it. After two witnesses had testified, without objection, that, for a period of two years, that particular train had sometimes run with the engine ahead and at other times behind, pushing the passenger coach, an offer was made to prove the same fact by a third witness. On objection to it the purpose was said to be to rebut “any possible inference of negligence on the part of the plaintiff as conductor on account of the coadh being ahead of the engine on the day of the accident.” The admission of the testimony of this third witness is the subject of the first assignment of error. Even if this testimony had been objectionable, its allowance would be no' cause for reversal, for it was substantially the same as that of the two other witnesses, which had been received without objection. Vide cases cited in 38 Ency. of Law and Procedure, 1418. But it was not objectionable. The plaintiff was bound to present a case free from contributory negligence, and as trains are ordinarily operated with the locomotive ahead instead of behind the cars, the jury might have drawn an inference that the plaintiff had been guilty of contributory negligence in mating up his train with the passenger coach ahead of the engine. If this had been permissible for some time by the defendant company, no such inference could have been fairly drawn, and as the manifest purpose of the testimony was to show that the method of operating the train at the time of the collision had been permissible by the company, it was properly admitted. The first assignment of error is dismissed.\nThe other error assigned is to the refusal of the trial judge to affirm defendant’s first point, which' was as follows : “The important and controlling issue of fact in this case upon which the liability or nonliability of . the defendant depends is, did Russell Minnich direct the plaintiff to hold his passenger train until the freight train reached Ligonier from Wilpen. Whether or not the passenger train might have been stopped by the witness Noel or others .after it was in motion; whether or not the operation of the Wilpen train on the day- of the accident with the coach in advance of the engine, contributed to the injury of the plaintiff, or whether or not the presence of signals, telephone or telegraph service along the track between Ligonier and the point of collision might have averted the accident, are questions which are not for your consideration in ascertaining whether the defendant is or is not liable in this case. The defendant if liable at all is liable only in the event you should find from the testimony in this case that Minnich failed to communicate the orders he received from Superintendent Senft to the plaintiff .Kuhn, and that the plaintiff did not contribute to his own injury.” This point stated exactly what the narrow issue was and the undoubted law relating to- it. If the plaintiff 'received the order which Minnich says he gave to him, to hold his engine until the freight train had arrived from Wilpen, he was not entitled to recover. If such order was not given to him, he was entitled to recover. This single issue in the case was plain and simple j nothing else was for the jury’s consideration in passing upon the question of the defendant’s negligence, and, as this is what the court was asked to say to them by the defendant’s first point, it should have been unqualifiedly affirmed: Citizens Passenger Railway Company v. Ketcham, 122 Pa. 228; Lingle v. Scranton Railway Co., 214 Pa. 500; McNees v. Sims, 231 Pa. 386. After declining to affirm the point, the learned trial judge proceeded to answer it at some length, and in doing so fell-into- manifest error. He first said: “The manner of discharging the duty that was owing from the defendant company to its employee is an important matter, and whether that duty was discharged in the manner in which it was said this communication took place, as the defendant’s Avitnesses give it, — whether or not that manner of communicating it to Kuhn was a proper discharge of that duty — Ave think the jury ought to pass on. This [defendant’s first point] Avould limit it to the communication having been made, regardless of the circumstance of the manner of making.” Whether the manner in which Minnich communicated the order to the plaintiff was a proper one was not a question in the case; but, under the court’s answer to defendant’s point, the jury might have found that the order ought to have been given in writing, and therefore there was negligence in giving it verbally. We do not quite understand what the learned trial judge meant to say by the f olloAving words: “What was reasonably to be expected from the defendant company is something that the jury, under the testimony in this case, we think should pass upon, — not simply and baldly that there was a communication. But what was that communication, and did it inform the employee that he would be placed in peril by its not reaching his knowledge?” A fair in-' ference to be drawn from these words by the jury would have been that the defendant had been negligent in not having informed the plaintiff of the self-evident proposition that, if he disobeyed the order given him, he might be in peril of a collision between his train, going toward Wilpen, and the freight train coming from that point over the same track. There was some testimony that Frank Noel, an employee of the defendant, had made an effort to stop plaintiff’s train after it had started, and as to this the trial judge said “Whether the passenger train might have been stopped by the witness Noel, is perhaps not the most vital thing; it is only one of the circumstances in the case bearing on whether or not the duty that devolved on the representatives of the company, and who, for all practical purposes, were the company on that occasion, — whether the efforts made to discharge their duty were carefully performed, or performed with reasonable care or not, — it is only one circumstance bearing upon that question.” What Noel may have dono or omitted to do was utterly irrelevant to the single question before the jury, but they might well have thought, from what was said to them by the trial judge in the words just quoted, that Noel was guilty of negligence for which his employer, the defendant company, was answerable to the plaintiff. In refusing defendant’s request, made in the hearing of the jury, that they be instructed that whether or not the operation of the Wilpen train on the day of the accidexit, with .the coach in advance of the engine, contributed to the injury of the plaintiff, or whether or not the'presence of signals, telephones or telegraph service. along the track between Ligonier and the point of collision might have averted the accident, were not questions for their consideration, they w;ere given a license to conclude otherwise and to return a verdict against the defendant by answering these two questions, or one of them, adversely to it. An unqualified affirmance of defendant’s first point, which ought to have been given, would have saved the jury from what may have been, confusion.\nThe second assignment of error is sustained, and the judgment is reversed with a venire facias de novo.",
        "type": "majority",
        "author": "Mr. Chief Justice Brown,"
      }
    ],
    "attorneys": [
      "James S. Moorhead, with him Edward E. Robbins, A. M. Wyant, and Robert W. Smith, for appellant.",
      "Charles E. Whitten and Paul H. Gaither, with them John S. Lightcap and Eugene Warden, for appellee."
    ],
    "corrections": "",
    "head_matter": "Kuhn v. Ligonier Valley Railroad Company, Appellant.\nNegligence — Railroads—Master and servant — Hea,d-on collision —Injuries to conductor — Alleged failure to warn of approaching train — Conflicting evidence — Case for jury — Erroneous charge— New trial.\n1. \" Where in an action to recover damages for personal injuries sustained by conductor on a railroad train as a result of a collision between the train of which he was in charge and a train on the same track which was approaching from the opposite direction, it appeared that plaintiff’s train consisted of an engine and a combination baggage and passenger coach which was ahead of the engine, añd two witnesses testified without objection that for a period of two years that particular train had sometimes run with the engine ahead and at other times behind, pushing the passenger coach, a third witness was properly permitted to testify to substantially the same facts, as such evidence tended to prove that the plaintiff was free from contributory negligence in making up his train with the passenger coach ahead of the engine.\n2. Where in such case there was evidence on behalf of the defendant that a clerk in the office of defendant, at the station from which plaintiff’s train started, had notified plaintiff verbally to hold his train until the freight train which subsequently collided with him had arrived, and plaintiff denied having received the order, and testified that such clerk told him he' could go “as soon as (the conductor of another freight train) was out of the road” and after such train had left plaintiff started without knowing that the freight train which collided with him was on the track ahead of him, and the collision resulted, a point for charge presenting as an important and controlling issue of fact in the case, the question whether defendant’s clerk directed plaintiff to hold his passenger train until the freight train which collided with him had arrived, should have been unqualifiedly affirmed, and the refusal to affirm such point was reversible error.\n3. In such case, the trial judge erred in charging the jury that they must find whether the order alleged to have been given by the defendant’s clerk to the plaintiff was given in a proper manner, as the jury might have found under the charge that the order should have been given in writing, and that defendant was negligent in having given it verbally; and the trial judge further erred in'permitting the jury to infer that the defendant had been negligent in not having informed plaintiff that if he disobeyed the order he might be in peril of a collision, as the defendant was not required to inform plaintiff of so obvious a fact.\nArgued Feb. 4, 1918.\nAppeal, No. 172, Oct. T., 1917, by defendant, from judgment of C. P. Westmoreland Co., Aug. T., 1913, No. 410, on verdict for plaintiff, in case of Charles H. Kuhn v. Ligonier Valley Railroad Company.\nBefore Brown, C. J., Potter, Moschzisker,. Frazer and Walling, JJ.\nReversed.\n' Trespass to recover damages for personal injuries. Before McConnell, J.\nThe facts appear in the opinion of the Supreme Court and in Kuhn v. Ligonier Valley R. R. Co;., 255 Pa. 445.\nVerdict for plaintiff for $14,740.00 and judgment thereon. Defendant appealed.\nErrors assigned wére rulings on evidence and the refusal of the court to affirm defendant’s first point for charge set forth in the opinion' of the Supreme Court.\nJames S. Moorhead, with him Edward E. Robbins, A. M. Wyant, and Robert W. Smith, for appellant.\nCharles E. Whitten and Paul H. Gaither, with them John S. Lightcap and Eugene Warden, for appellee.\nApril 22, 1918:"
  },
  "file_name": "0147-01",
  "first_page_order": 185,
  "last_page_order": 191
}
