{
  "id": 1042232,
  "name": "Smoker v. Baldwin Locomotive Works, Appellant",
  "name_abbreviation": "Smoker v. Baldwin Locomotive Works",
  "decision_date": "1918-05-06",
  "docket_number": "Appeal, No. 350",
  "first_page": "341",
  "last_page": "344",
  "citations": [
    {
      "type": "official",
      "cite": "261 Pa. 341"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "251 Pa. 498",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019515
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/251/0498-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 347,
    "char_count": 5785,
    "ocr_confidence": 0.4,
    "pagerank": {
      "raw": 7.3367150275902e-08,
      "percentile": 0.44025964448120336
    },
    "sha256": "3feb865e429fc375665cc442ce6520cfa997408322c0afc94e5e125777d88b5e",
    "simhash": "1:b56104ea4a451c7f",
    "word_count": 945
  },
  "last_updated": "2024-02-27T16:51:47.938679+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mestrezat, Potter, Mosohzisker, Frazer and Walling, JJ."
    ],
    "parties": [
      "Smoker v. Baldwin Locomotive Works, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Moschzisker,\nWilliam Smoker sued to recover for personal injuries, alleged to be due to defendant’s negligence; the verdict favored plaintiff; judgment was entered accordingly, and defendant has appealed.\nAt trial in the court below, defendant presented no evidence, but asked for binding instructions, and, subsequently, for judgment n. o. v.; appellant assigns the refusal of these requests as error.\nWhen the testimony is viewed in the light most favorable to plaintiff, as it must be on this appeal, there is ample evidence to sustain the following statement of facts contended for by appellee: On May 29, 1917, shortly after midnight, defendant’s heavy automobile truck, lighted only by two small oil lamps in front, was being operated eastwaydly on the eastbound car track of Spring Garden street, Philadelphia. Án eastbound street car came up behind the truck at a point thirty feet east of Thirty-first street, upon the Spring Garden street bridge over the Schuylkill river; in response to a signal from the motorman of this car, defendant’s chauffeur turned his truck to the left and entered upon the westbound track. At the point in question, there was sufficient space to accommodate the truck on the right, between the eastbound track and the curb, and no necessity existed for turning in the other direction. Just as the eastbound car passed the truck, a cloud of smoke was thrown over the street railway tracks by a locomotive, which at that moment passed under the bridge; the smoke was so dense it completely concealed from the view of defendant’s chauffeur the approach of a westbound trolley car upon which plaintiff was acting as motorman, and, from the vision of the latter, the former’s motor truck. Notwithstanding these conditions, the chauffeur ran directly on, in the westbound track, for a distance of nearly seventy feet from the point where he first turned in, and, just as the truck emerged from the eastern edge - of the smoke-cloud, a collision occurred between it and plaintiff’s car. The truck was still coming head-on, in the westbound track, when only ten feet away from the car; but, judging from the position of the former after the accident, the chauffeur, immediately before the actual collision, must have attempted a quick turn to the right, too late, however, to change the situation of danger which he had created. The trolley car was running not more than four miles an hour, and, immediately upon seeing the automobile in the track, plaintiff threw off his power, apparently doing all he could to avoid the collision, having previously rung his' bell. There was evidence to show that, under ordinary circumstances, the bridge upon which the accident happened was sufficiently illuminated to permit of seeing “a square away.”\nThe questions of the alleged negligence of defendant’s chauffeur (who admittedly was acting within the scope of his employment at the time), first, in turning at all into the path of westbound cars when there was no necessity for that course, and, next, in traveling eastwardly for a distance of seventy feet through smoke and steam which concealed him from oncoming westbound cars, as also the alleged contributory negligence of plaintiff in not avoiding the collision, were submitted in a charge which is not complained of. On the evidence at bar, the issues involved were for the jury, and tbe court below did not err -in so ruling.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Moschzisker,"
      }
    ],
    "attorneys": [
      "Maurice W. Sloan, for appellant.",
      "Victor Frey, with him Augustus Trask Ashton, for appellee."
    ],
    "corrections": "",
    "head_matter": "Smoker v. Baldwin Locomotive Works, Appellant.\nNegligence — Automobiles—Street railway car — Head-on collision —Injury to motorman — Automobile passing over bridge — Gloud of smoke — Obstructed, view — Ghaufeur’s failure to stop — Contributory negligence — Case for jury.\nWhere in an action by the motorman of a street car against the owner of a motor truck to recover for personal injuries sustained by plaintiff in a head-on collision with defendant’s truck, it appeared that the truck was being driven eastward on the eastbound car track which passed over a bridge across railroad tracks; that in order to permit a ear to pass it the truck driver turned to the left onto the westbound track although there was sufficient space between the eastbound track and the curb; that just as the eastbound car passed the truck a cloud of smoke was thrown over the tracks by a locomotive passing under the bridge; that the smoke completely concealed from the view of defendant’s chauffeur the approach of the westbound car on which plaintiff was motorman, but the truck continued along the westbound track for nearly seventy feet and just as it emerged from the smoke-cloud, collided with plaintiff’s car, after making a quick attempt to turn to the right when within ten feet of the car, the questions whether defendant’s chauffeur was negligent in turning into the westbound track and in traveling eastwardly with his view obstructed by smoke, and also whether plaintiff was negligent in not avoiding the collision, were for the jury and a recovery by the plaintiff was sustained.\nArgued March 26, 1918.\nAppeal, No. 350, Jan. T., 1918, by defendant, from judgment of ,C. P. No. 2, Philadelphia Co., June T., 1917, No. 1625, on verdict for plaintiff in case of William Smoker v. Baldwin Locomotive Works.\nBefore Mestrezat, Potter, Mosohzisker, Frazer and Walling, JJ.\nAffirmed.\nTrespass for personal injuries.' Before Barratt, J.\nThe facts appear by the opinion of the Supreme Court.\nVerdict for plaintiff for $4,000 and judgment thereon.’ Defendant appealed.\nError assigned, among others, was in refusing defendant’s motion for judgment non obstante veredicto.\nMaurice W. Sloan, for appellant.\nVictor Frey, with him Augustus Trask Ashton, for appellee.\n— The case was for the jury: Coleman v. Railway Company, 251 Pa. 498.\nMay 6, 1918:"
  },
  "file_name": "0341-01",
  "first_page_order": 379,
  "last_page_order": 382
}
