{
  "id": 1042259,
  "name": "Kobylis v. Philadelphia & Reading Railway Company, Appellant",
  "name_abbreviation": "Kobylis v. Philadelphia & Reading Railway Co.",
  "decision_date": "1918-05-06",
  "docket_number": "Appeal, No. 365",
  "first_page": "350",
  "last_page": "354",
  "citations": [
    {
      "type": "official",
      "cite": "261 Pa. 350"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "211 Pa. 625",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        940038
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/211/0625-01"
      ]
    },
    {
      "cite": "254 Pa. 507",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1025422
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/254/0507-01"
      ]
    },
    {
      "cite": "214 Pa. 219",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        946100
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/214/0219-01"
      ]
    },
    {
      "cite": "219 Pa. 358",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002674
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/219/0358-01"
      ]
    },
    {
      "cite": "67 Pa. Superior Ct. 249",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        629312
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/67/0249-01"
      ]
    },
    {
      "cite": "65 Pa. Superior Ct. 315",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        625349
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/65/0315-01"
      ]
    },
    {
      "cite": "238 Pa. 594",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        991562
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/238/0594-01"
      ]
    },
    {
      "cite": "236 Pa. 476",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986609
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/236/0476-01"
      ]
    },
    {
      "cite": "231 Pa. 640",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        973909
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/231/0640-01"
      ]
    },
    {
      "cite": "244 Pa. 205",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1003544
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/244/0205-01"
      ]
    },
    {
      "cite": "234 Pa. 335",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        982506
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/234/0335-01"
      ]
    },
    {
      "cite": "258 Pa. 378",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1035038
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/258/0378-01"
      ]
    },
    {
      "cite": "130 Pa. 380",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        568967
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/130/0380-01"
      ]
    },
    {
      "cite": "198 Pa. 332",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920367
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/198/0332-01"
      ]
    },
    {
      "cite": "257 Pa. 344",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032453
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/257/0344-01"
      ]
    },
    {
      "cite": "252 Pa. 581",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021671
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/252/0581-01"
      ]
    },
    {
      "cite": "65 Pa. Superior Ct. 39",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        625451
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/65/0039-01"
      ]
    },
    {
      "cite": "258 Pa. 257",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1035095
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/258/0257-01"
      ]
    },
    {
      "cite": "247 Pa. 177",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009429
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/247/0177-01"
      ]
    },
    {
      "cite": "255 Pa. 366",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1027698
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/255/0366-01"
      ]
    },
    {
      "cite": "227 Pa. 137",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1008644
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/227/0137-01"
      ]
    },
    {
      "cite": "258 Pa. 288",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1035030
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/258/0288-01"
      ]
    },
    {
      "cite": "252 Pa. 354",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021604
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/252/0354-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 525,
    "char_count": 9014,
    "ocr_confidence": 0.417,
    "pagerank": {
      "raw": 6.492953784723809e-08,
      "percentile": 0.39940861417016976
    },
    "sha256": "15ace3deb968d8f4392baa86dae11f0952f267c2e26dae35ac2c4075039136f0",
    "simhash": "1:a5a29fe70f0090f3",
    "word_count": 1548
  },
  "last_updated": "2024-02-27T16:51:47.938679+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mestrezat, Potter, Moscitzisker, Frazer and Walling, JJ."
    ],
    "parties": [
      "Kobylis v. Philadelphia & Reading Railway Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Moschzisker,\nAppellant states but one “question involved” for our ' consideration, namely, the alleged contributory negligence of plaintiff’s deceased husband; this is correctly disposed of in the following excerpts from the opinion of Judge Wessel, who presided at the trial: “About two o’clock in the afternoon of September 14, 1915, Frank Kobylis met his death by being struck by an engine belonging to defendant, while it was being operated along defendant’s right of way through the town of Locust Gap, in this State. His widow brought this action......for the recovery of damages, which she claimed were suffered by reason of defendant’s negligence. The jury returned a verdict for plaintiff......Defendant moved for...... judgment n. o. v.......In considering this motion plaintiff must be given the benefit of every fact and inference of fact pertinent to the issue which the jury could legitimately find from the evidence..... .We must, therefore, consider the facts to have been as follows: Defendant operated a two-track railroad through the town of Locust Gap, crossing Bridge street at grade; they have been designated as the north- and southbound tracks. At the time of the accident a trolley car was standing...... [east of the railroad, near] Bridge street. Deceased was on his way......to the trolley, intending to use it to be transported to his home......He had been running, and, when he reached a point in Bridge street [west of the railroad]......, he stopped......, and then proceeded on a walk, up a slight grade to about four feet from the first rail of the southbound track, where he stopped again, looked and listened, and saw, coming toward him [on this-southbound, or near, track], about 200 feet away, a long freight train being drawn by four engines up a heavy grade at about two to five miles per hour. The engine which struck him was not then visible......, on account of ‘the, dead men’s curve’ in the railroad, some 495 feet distant from that crossing. No whistle was blown by the latter......[until deceased was struck], nor [was there] any [sufficient] warning......of its approach; there was no signallirig device, nor a watchman, at this crossing. [Deceased]......continued to walk across the tracks at about one mile per hour. When he reached a point between the two tracks, he hesitated and then started forward, and, when he had almost reached the last rail of the second [or northbound] track (only one more step being required to clear it), the right side of the bumper of the engine of the ‘Newbury freight’ train, ......being operated on a down grade at the rate of 30 to 35 miles per hour, came in contact with his body, and he was billed......Defendant contends that these facts clearly established deceased’s contributory negligence; with that view we are unable to agree......Kobylis having stopped about four feet from the first rail [of the southbound track], having no knowledge of the approach of a train on the northbound track, and seeing the heavy freight train approaching at two to five miles per hour ......, some two hundred feet distant [on the southbound track], was justified in proceeding toward the trolley car. He had the right to rely upon the defendant’s exercise of its duty in giving some warning of the approach of the ‘Newbury freight’ train; Wagner v. Philadelphia Rapid Transit Co., 252 Pa. 354. But defendant contends that he must have then seen that train, if he had used his eyes; that the distance from the place where he stopped to the point where he was struck, was about 20 feet......; that the train was traveling 30 or 35 times faster than the deceased, and, therefore, during the time the deceased walked from the point where he stopped until the time he was struck, the train had traveled 35 times 20, or, at most, 700 feet, while the measured distance from the centre of Bridge street to the curve, was 810 feet. As a mathematical demonstration this is persuasive; but it fails to take into consideration the width of the rails, the curve in the railroad, the distance traveled by the train during the period . of time in which the deceased hesitated after he had......[started] crossing, the fact that no person located the exact spot where deceased stopped, [or] the points between and the angle upon which the measurement was taken, and other facts:......Shaffer v. Pa. R. R. Co., 258 Pa. 288....,. After Kobylis had.......[entered upon] the crossing ......, to have attempted to retrace his steps might have resulted in his being overtaken by the heavy freight train. ......Its noise and the close proximity of the two trains probably caused Kobylis to hesitate between the tracks for just enough time to bring him to his death. The jury has concluded that Kobylis stopped at a proper place, looked and listened, and was not guilty of contributory negligence; but that defendant’s negligence was the sole cause of the accident. The evidence to the contrary is, in our opinion, not so clear and positive as to justify us in interfering with its conclusion.”\nTo the foregoing liberal quotation from the opinion of the court below, we need only add that, in view of the considerable distance the train on the near track was from the crossing which plaintiff’s husband attempted to traverse in order to board the trolley on the other side of the railroad, and the slow rate of speed at which this train was approaching, it could not be ruled as a matter of law that the position of danger in which the deceased subsequently found himself was knowingly and negligently assumed by him; that issue of fact was properly submitted to the jury and determined against appellant.\nThe assignments of error are overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Moschzisker,"
      }
    ],
    "attorneys": [
      "William Clarke Mason, for appellant.",
      "Bertram D. Beariek, for appellee."
    ],
    "corrections": "",
    "head_matter": "Kobylis v. Philadelphia & Reading Railway Company, Appellant.\nNegligence — Railroads — Pedestrian — Grade crossing — “Stop, looh and listen” — Sudden danger — lDeath—Contributory negligence — Case for jury.\nIn an action against a railroad company to recover for death of plaintiff’s husband resulting from his being struck at a grade crossing, the question of the contributory negligence of deceased was for the jury and a verdict and judgment for the plaintiff will be sustained where it appears that as deceased was walking eastward along a street which crossed defendant’s double track line, for the purpose of boarding a street car standing on the far side of the crossing, he stopped and looked in- both directions; that he stopped, looked and listened a second time within four feet of the southbound (near) track; that a long freight train was then being • drawn by four engines up a heavy grade at from two to five miles per hour and was at a point 200 feet distant; that deceased then proceeded to cross and when between the north- and southbound tracks hesitated an instant and then continued across, and when on the far rail of the northbound track was struck by the engine of a train which had come around a sharp curve 490 feet distant without sounding a whistle or other warning of its. approach; and it appeared that there was no watchman at the crossing to give warning of the approach of the train.\nArgued March 26, 1918.\nAppeal, No. 365, Jan. T., 1917, by defendant, from judgment of C. P. No. 2, Philadelphia Co., Dec. T., 1935, No. 2057, on verdict for plaintiff in case of Louisa Kobylis v. Philadelphia & Reading' Railway Company.\nBefore Mestrezat, Potter, Moscitzisker, Frazer and Walling, JJ.\nAffirmed.\nTrespass to recover damages for the death of plaintiff’s husband. Before Wessel, J.\nThe facts appear, by the opinion of the Supreme Court.\nVerdict for plaintiff for $8,000 and judgment thereon. Defendant appealed.\nError assigned, among others, was in refusing defendant’s motion for judgment n. ©. v.\nWilliam Clarke Mason, for appellant.\n— Deceased was guilty of contributory negligence as a matter of law: Hamilton v. Central R. R. of N. J., 227 Pa. 137; Davidson v. Penna. R. R. Co., 255 Pa. 366; Darbrinsky v. Penna. R. R. Co., 247 Pa. 177; Reigner v. Penna. R. R. Co., 258 Pa. 257; Hare v. Philadelphia & R. Ry. Co.,.65 Pa. Superior Ct. 39; Bernstein v. Penna. R. R. Co., 252 Pa. 581; Lapinco v. Philadelphia & R. Ry. Co., 257 Pa. 344; Bornscheuer v. Consolidated Traction Co., 198 Pa. 332; Aiken v. Penna. R. R. Co., 130 Pa. 380; Alexander v. American Express Co., 258 Pa. 378; Flynn v. Pittsburgh Railways Co., 234 Pa. 335.\nBertram D. Beariek, for appellee.\n— The question of deceased’s contributory negligence was for the jury: Schmidt v. P. & R. R. R. Co., 244 Pa. 205; Woodruff v. Lehigh Valley R. R. Co., 231 Pa. 640; Rheingans v. N. Y., C. & St. L. R. R. Co., 236 Pa. 476; Hugo v. B. & O. R. R. Co., 238 Pa. 594; Powell v. Bessemer & Lake Erie R. R. Co., 65 Pa. Superior Ct. 315; Miller v. D., L. & W. R. R. Co., 67 Pa. Superior Ct. 249; Howard v. B. & O. R. R. Co., 219 Pa. 358; Kreamer v. Perkiomen R. R. Co., 214 Pa. 219; Simons v. P. & R. Ry. Co., 254 Pa. 507; Schwarz v. D., L. & W. R. R. Co., 211 Pa. 625.\nMay 6, 1918:"
  },
  "file_name": "0350-01",
  "first_page_order": 388,
  "last_page_order": 392
}
