{
  "id": 1042244,
  "name": "MacEvoy v. Kerr, Appellant",
  "name_abbreviation": "MacEvoy v. Kerr",
  "decision_date": "1918-06-03",
  "docket_number": "Appeal, No. 375",
  "first_page": "428",
  "last_page": "432",
  "citations": [
    {
      "type": "official",
      "cite": "261 Pa. 428"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "128 Pa. 254",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        567061
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/128/0254-01"
      ]
    },
    {
      "cite": "26 Pa. Superior Ct. 177",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        853896
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/26/0177-01"
      ]
    },
    {
      "cite": "27 W. N. C. 491",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "258 Pa. 558",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1035049
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/258/0558-01"
      ]
    },
    {
      "cite": "228 Pa. 373",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969871
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/228/0373-01"
      ]
    },
    {
      "cite": "159 Pa. 53",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        850227
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/159/0053-01"
      ]
    },
    {
      "cite": "16 Gray 473",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        2093563
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/82/0473-01"
      ]
    },
    {
      "cite": "100 Pa. 500",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498427
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/100/0500-01"
      ]
    },
    {
      "cite": "155 Pa. 429",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        983226
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/155/0429-01"
      ]
    },
    {
      "cite": "19 Pa. Superior Ct. 560",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        839473
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/19/0560-01"
      ]
    },
    {
      "cite": "137 Pa. 85",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        821451
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/137/0085-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 460,
    "char_count": 8031,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 6.087085966315723e-08,
      "percentile": 0.37649415081728704
    },
    "sha256": "a63499ad4847fade98fb787bce463cbd88f8e1bc4659ef37cea10bd0b17b6126",
    "simhash": "1:1f1c3c422405c051",
    "word_count": 1344
  },
  "last_updated": "2024-02-27T16:51:47.938679+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mestrezat, Potter, Moschzisker, Frazer' and Walling, JJ."
    ],
    "parties": [
      "MacEvoy v. Kerr, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Frazer,\nDefendant appeals from a judgment entered on a verdict in an action on a contract of suretyship wherein he became surety for the purchase price of merchandise bought from plaintiff.\nH. J. Hallam, desiring to purchase a quantity of dye on credit, applied to plaintiff who refused to sell unless the former obtained a financially responsible person to guarantee payment of the account. Later Hallam returned to plaintiff’s office with the following letter dated June. 20,1916, and signed by defendant: “In reference to Mr. H. J. Hallam security on his contract for Blk. known as National’s type dye I am agreeable to be responsible for payment of said goods in thirty days.” In reply, plaintiff wrote defendant: “I beg to acknowledge receipt of your favor of the 20tli inst. giving security for tbe payment of H. J. Hallam’s account for direct Black known as National’s type dye.” The evidence referring to the quantity of dye appears in a memorandum written by plaintiff to Hallam the same day as those above quoted as follows: “Having received a letter from James D. Kerr of date June 20, 1916, security for the payment of six barrels of direct black, known as National’s type dye, it- is understood that delivery is to be made 600 pounds monthly, at $2.75 per pound until January 1, 1917.” No reference is made in the communications as to time of the month on which shipments were to be made or the proportions, whether in separate quantities or of 600 pounds each or divided into a number of shipments in quantities sufficient to make a total of 600 pounds during the course of the month. The day the .contract was entered into plaintiff shipped one barrel of dye containing 398 pounds and seventeen days later, on July 7th, shipped another barrel containing 501 pounds, making a total delivery of 899 pounds. Defendant, becoming uneasy concerning Hallam’s finajicial condition, requested plaintiff to delay further shipments until goods already delivered were paid for. In compliance with the request, no additional shipments were made and on Hallam’s failure to pay for the dye previously shipped, defendant declined to fulfill the terms of his contract, whereupon this action was brought.\nThe principal fact in dispute is the date on which the discontinuance of shipments was requested by defendant and the effect of the request. Plaintiff testified the second barrel was shipped July 7th and that defendant’s request to make no further deliveries was not-made-until the middle of Augusto On the. other hand defendant fixed the date as June 29th, which was previous to tbe second delivery, and for that reason denied his responsibility for the latter shipment. The question raised by this contradictory testimony was necessarily for the jury and was submitted under instructions of which no complaint is made, the principal contention of defendant being that the delivery of the second assignment within the period of seventeen days from the delivery of the first was a sufficient departure from the terms of the contract to release him from liability.\nDefendant’s agreement is an absolute one to become “responsible for payment of said goods” within thirty days and would seem to be sufficiently broad to cover all goods included in the contract amounting to 60Q. pounds monthly for a period slightly exceeding six months. Consideration of the question of defendant’s right to cancel the contract-'becomes unnecessary, since plaintiff voluntarily ceased making shipments at defendant’s request. In absence of evidence to establish the time for delivery or definitely fix the quantity of each shipment, we assume the contract was intended to be operative from its date, and, in fact, this was the construction placed upon it by the parties, as the first shipment was made on the day the guarantee was received. Taking the average daily supply as a criterion, the quantity shipped was sufficient to cover a period of twenty days and at the expiration of that time plaintiff’s duty would be to forward an additional supply. Whether such further shipment should be in quantities sufficient to meet defendant’s demand for a part or an entire month, was apparently left to the discretion of plaintiff who testified that in making shipments the quantity of each must necessarily depend upon the capacity of the barrel available at the time. The second barrel containing 501 pounds was also insufficient to make up the quantity required for the.'ensuing month, and whether or not there was an overshipment, necessarily depends upon the time of making -the third delivery. As the •second shipment was but two days earlier than the time when a delivery of an additional supply would actually be due-computed on a daily basis, it might well be contended a further delay would not be consistent with good business judgment or with an honest endeavor on the part of plaintiff to carry out his contract.\nThe assignments of error are overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Frazer,"
      }
    ],
    "attorneys": [
      "H. M. McCaughey, for appellant,",
      "W. Logan MacCJoy, of MaeOoy, Evans, Hutchinson & Lewis, for appellee,"
    ],
    "corrections": "",
    "head_matter": "MacEvoy v. Kerr, Appellant.\nContracts- — -Surety ship — Construction—Sales.\nIn an action' on a contract of suretyship it appeared that plaintiff and defendant’s principal entered into an agreement on June 20, 19Í6, under which the former was required to furnish the latter six barrels of dye “delivery to be made 600 pounds monthly, at $2.75 per pound until January 1, 1917,” and defendant agreed to be “responsible for payment of said goods within 30 days.” No reference was made as to the time of the month on which shipments ' were to be made or whether there should be one or more shipments per month. The same day plaintiff shipped to defendant one barrel containing 398 pounds; and seventeen days later, on July 7th, he shipped another barrel containing 501 pounds,, making a total delivery of 899 pounds. Defendant requested plaintiff to delay further shipments until the goods delivered were paid for, and no further goods were delivered. In an action against the surety for the price of the goods shipped, defendant contended that the delivery of the second barrel within seventeen days from the delivery of the first was a sufficient departure from the terms of the contract to release him from liability. Held, (1) that defendant’s agreement was sufficiently broad to cover payment for all goods included in the contract amounting to 600 pounds monthly, (2) that defendant was not released from liability by reason of the fact that in the first month more than 600 pounds had been delivered where all the goods called for by the contract had not been shipped, so that it could not be said that he was required to pay for more than he had agreed to pay, and (3) a judgment on a verdict for plaintiff, for the price of both barrels will be sustained.\nArgued March 27, 1918.\nAppeal, No. 375, Jan. T., 1917, by defendant, from judgment of C. P. No. 1, Philadelphia Co., Dec. T., 1916, No. 2395, on verdict for plaintiff, in case of Thomas J. MacEvoy and Hugo Ristelhueber, copartners trading as Thomas J. MacEvoy, v. James D. Kerr.\nBefore Mestrezat, Potter, Moschzisker, Frazer' and Walling, JJ.\nAffirmed.\nAssumpsit on a contract of suretyship. Before Shoe MAKER, J.\nThe opinion of the Supreme Court states the facts. Verdict for plaintiff for $1,626.13 and judgment thereon. Defendant appealed.\nErrors assigned were answers to points and in refusing to direct a verdict for defendant.\nH. M. McCaughey, for appellant,\ncited: Dunbar v. Fleisher, 137 Pa. 85; Austin Mfg. Co. v. Duerr, 19 Pa. Superior Ct. 560; Nesbitt v. Turner, 155 Pa. 429; Bensinger v. Wren, 100 Pa. 500; Grocer’s Bank v. Kingman, 16 Gray 473; Bole v. New Hampshire Fire Ins. Co., 159 Pa. 53; Young v. American Bonding Co. of Baltimore, 228 Pa. 373.\nW. Logan MacCJoy, of MaeOoy, Evans, Hutchinson & Lewis, for appellee,\ncited :• Nazareth Foundry and Machine Co. v. Marshall Machinery & Supply Co. et al., 258 Pa. 558; Crompton’s Est., 27 W. N. C. 491; American Radiator Co. v. Hoffman, 26 Pa. Superior Ct. 177; Brownfield v. Johnson, 128 Pa. 254.\nJune 3, 1918:"
  },
  "file_name": "0428-01",
  "first_page_order": 466,
  "last_page_order": 470
}
