{
  "id": 1042249,
  "name": "Hoffman, Appellant, v. Philadelphia",
  "name_abbreviation": "Hoffman v. Philadelphia",
  "decision_date": "1918-06-03",
  "docket_number": "Appeal, No. 322",
  "first_page": "473",
  "last_page": "476",
  "citations": [
    {
      "type": "official",
      "cite": "261 Pa. 473"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "250 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1016957
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/250/0001-01"
      ]
    },
    {
      "cite": "231 Pa. 512",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        973958
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/231/0512-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 334,
    "char_count": 6196,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 2.2951635410179808e-07,
      "percentile": 0.7867261759276313
    },
    "sha256": "12cc140ffe97ffb2ed207ed82f287885bd8c88a0b47836552bd7bbee334c6faf",
    "simhash": "1:a64b2d83774e0254",
    "word_count": 1089
  },
  "last_updated": "2024-02-27T16:51:47.938679+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Potter, Stewart, Moschzisker and Frazer, JJ."
    ],
    "parties": [
      "Hoffman, Appellant, v. Philadelphia."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Brown,\nThe proceeding in the court below was an issue for the ascertainment of damages sustained by the plaintiff in the taking of his land by the City of Philadelphia for park purposes. On his appeal from the judgment on the verdict in his favor his sole complaint is that the trial judge erred in instructing the jury as to his right to compensation for delay in paying him his damages. The six assignments of error raise no other question. In his opinion refusing a new trial the learned trial judge comments on certain facts as having been sufficient to warrant a finding that the claim of the plaintiff- was so excessive and unconscionable as to justify the defendant in refusing payment of it. This comment was inadvertently made, for the facts to which reference was thus made were not before the jury. Whether the instructions complained of were erroneous depended entirely upon what the facts were upon which the jury were to pass on plaintiff’s claim to compensation for the delay in paying him for the damages he sustained, and we proceed to state them. The land was taken in 1910, and there was, of course, a finding by a jury of view in the first instance of the amount of damage the plaintiff had sustained. The issue in the Common Pleas followed an appeal from that finding, but it did not appear on the trial below whether the claimant or the city had appealed. In 1917 — nearly seven years after the land had been taken — plaintiff’s claim for damages was submitted to a jury in this issue. There was absolutely nothing before them- to have justified a finding that, during this long delay, he had ever refused to name an amount he was willing to accept as compensation, or had ever made an unreasonable or exorbitant demand for the same, and the law did not presume such action on his part. He was not called as a witness in the case, and there was, therefore, nothing from him to indicate what sum he had claimed. True, his witnesses differed from those called by the city in their estimate of the damages sustained, but this was no ground for finding that the plaintiff’s claim had been so excessive and unconscionable as to have justified the defendant in withholding payment from him. The case as presented to the jury on the question of his right to compensation for the delay in paying him cast the burden upon the city of showing the facts excusing its delay in paying him. But it did not assume that burden, and as there was absolutely nothing in the evidence to show that the plaintiff had stubbornly refused to come to an agreement with the city as to what it should pay him, or that he was responsible in any way for the delay in paying him, he was entitled to compensation for the delay, and the jury should have been unqualifiedly so instructed: Wayne v. Pennsylvania Railroad Company, 231 Pa. 512; Hoffman v. City of Philadelphia, 250 Pa. 1.\nWhile the learned trial judge followed, in some portions of his charge, what has been distinctly ruled by the two foregoing cases, in other portions of it he departed from them and gave a license to the jury to find, in utter absence of anything to justify the finding, that the delay on the part of the city in paying was right and proper. In the extract from the charge which is the subject of the second assignment of error, the instruction was “whether there has been a right and proper delay depends upon what you believe to be the facts of the case”; and, in the answer to the second and third points presented by the plaintiff, the further instruction as to compensation for delay was, “But in fact he may not be so entitled. If he has disappointed the law and stubbornly refused to name an amount which he would be willing to accept as compensation, or in the same spirit has been extortionate in his demands and has named a sum exorbitant and unreasonable, a jury might well find that he has himself unjustifiably provoked the delay and deny him all damages therefor.” These erroneous instructions were not cured by others that were correct, for the jury may have found, under the license given them, that the plaintiff had himself to blame for not getting his damages promptly from the city. Such license ought not to' have been given them; on the other hand the instructions asked for by plaintiff’s second and third points should have been unqualifiedly given.\nThe second and fourth assignments of error are sustained, and the judgment is reversed with a venire facias de novo.",
        "type": "majority",
        "author": "Mr. Chief Justice Brown,"
      }
    ],
    "attorneys": [
      "Edwm O. Lewis, with him J. Lee Patton, for appellant.",
      "John P. Connelly, City Solicitor, with him Hubert J. Horan, Jr., and Glenn C. Mead, Assistant City Solicitors, for appellee."
    ],
    "corrections": "",
    "head_matter": "Hoffman, Appellant, v. Philadelphia.\nEminent domain — Municipalities—Measure of damages — Damages for delay — Reasonableness of demand — Evidence—Charge— Burden of proof.\nIn proceedings to ascertain damages caused by tbe taking of lands by a municipality, the burden is upon the municipality of showing facts excusing its delay in making payment, and where in such case there was no evidence to show that the plaintiff had stubbornly refused to come to an agreement with the city as to what it should pay him, or that he was responsible in any way for the delay in paying him, and it did not appear on the trial which party had appealed from the award of the viewers, he is entitled to compensation for the delay; and where the court failed to so charge ¿nd left to the jury the question as to whether the plaintiff had unjustifiably caused the delay, it committed reversible error which was not cured by other instructions that were correct.\nArgued April 2, 1918.\nAppeal, No. 322, Jan. T., 1917, by plaintiff, from judgment of C. P. No. 4, Philadelphia Co., Sept. T., 1912, No. 557, on verdict for plaintiff, in case of Benjamin Hoffman v. The .City of Philadelphia.\nBefore Brown, C. J., Potter, Stewart, Moschzisker and Frazer, JJ.\nBe ver sed.\nAppeal from award from board of viewers in eminent domain proceedings. Before Carr, J.\nThe opinion of the Supreme Court states the facts.\nVerdict for plaintiff for ,$18,000.00 and judgment' thereon. Plaintiff appealed.\nError assigned was instructions to the jury.\nEdwm O. Lewis, with him J. Lee Patton, for appellant.\nJohn P. Connelly, City Solicitor, with him Hubert J. Horan, Jr., and Glenn C. Mead, Assistant City Solicitors, for appellee.\nJune 3, 1918:"
  },
  "file_name": "0473-01",
  "first_page_order": 511,
  "last_page_order": 514
}
