{
  "id": 1042203,
  "name": "Knight's Estate",
  "name_abbreviation": "Knight's Estate",
  "decision_date": "1918-06-03",
  "docket_number": "Appeal, No. 58",
  "first_page": "537",
  "last_page": "540",
  "citations": [
    {
      "type": "official",
      "cite": "261 Pa. 537"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "166 N. Y. Supp. 168",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "opinion_index": -1
    },
    {
      "cite": "176 Mass. 190",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3483188
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/176/0190-01"
      ]
    },
    {
      "cite": "34 Montg. 9",
      "category": "reporters:state",
      "reporter": "Montg.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "257 Pa. 155",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032399
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/257/0155-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 421,
    "char_count": 6221,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 4.129348959604281e-07,
      "percentile": 0.9107347571229056
    },
    "sha256": "da291e6161452b16787c565bbe2685347fb82f75c241cfc2f97630ddab8d4a94",
    "simhash": "1:b1e18e0816d46440",
    "word_count": 1083
  },
  "last_updated": "2024-02-27T16:51:47.938679+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, ,C. J., Potter, Frazer, Moschzisker and Walling, JJ."
    ],
    "parties": [
      "Knight’s Estate."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe decree in this case is affirmed, at the cost of the Commonwealth, on the opinion of the learned court below disallowing its claim.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Edwin 8. Ward, with him William M. Hargest, Deputy Attorney General; and Francis Shunk Brown, Attornéy General, for appellant.",
      "George G. Krewson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Knight’s Estate.\nCollateral inheritance tax — Clear value of estate — Deductions— Federal estates tax.\nIn determining the amount of a decedent’s estate subject to collateral inheritance tax, the estate tax imposed by Act of Congress of September 8, 1916, 39 Stat., Part I, Chapter 463, Title 2, page 777, should be deducted. The clear value taxable under the Act of May 6, 1887, P. L. 79, can only be ascertained after the payment of the tax due to the United States.\nArgued March 28, 1918.\nAppeal, No. 58, Jan. T., 1918, by Commonwealth, of Pennsylvania, from decree of O. C. Philadelphia Co., Oct. T., 1917, No. 349, dismissing exception to adjudication in Estate of T. Morris Knight, deceased.\nBefore Brown, ,C. J., Potter, Frazer, Moschzisker and Walling, JJ.\nAffirmed.\nExceptions to the adjudication.\nThe facts appear in the following opinion of Gest, J., sur the Commonwealth’s exception- to the adjudication:\nThe testator died October 6,1916, so that his estate is subject to the tax imposed by the Act of Congress approved September 8, 1916, and the entire estate is also subject to the collateral inheritance tax of this State. The Commonwealth claims that this tax must be calculated upon the whole estate without deduction of -the sum of $10,733.97 paid to the United States Collector of Internal Revenue. The auditing judge, however, allowed this deduction, and in this we think he was clearly correct. The Act of Congress, 39th U. S. Stat. at Large, Part 1, Chap. 463, Title II, Sec. 201, page 777, provides, that a tax is thereby imposed upon the transfer of the net estate of every decedent dying after the passage of the act, and the following sections provide for a method of valuation of the gross estate, and the deductions by which the value of the net estate is determined. This tax is in terms a tax imposed upon the transfer of the net estate of a decedent passing to others under the provisions of his will or the intestate laws of the several states. It is denominated an estate tax, not a tax upon the succession or inheritance, and it is charged upon and payable out of the net estate of the decedent. It is imposed without regard to the provisions of the will or the law of the several states, the paramount taxing power of the Federal government takes effect at the moment of the owner’s death upon his entire estate, subject only to the specific deductions mentioned in Section 203, .and an exemption of $50,000, and it requires payment therefrom of a*tax according to a graduated scale regulated by the net amount of the taxable estate.\nThe collateral inheritance tax imposed by the Act of May 6, 1887, P. L. 79, provides that all estates passing from any person who may die seized or possessed of such estates to any person or persons or body corporate or politic, in trust or otherwise, other than to or for the use of a father, mother, wife, children, etc., shall be and they are thereby made subject to a tax of $5 on every $100 of the “clear value” of said estate or estates, and at and after the same rate for any less amount, to be paid to the use of the Commonwealth.\nIn the recent cases of Yan Beil’s Est. and Otto’s Est.,. 257 Pa. 155, the Supreme Court held that the collateral inheritance tax imposed by our State is upon the “clear value” of the property or estate passing to the legatee or devisee, and consequently the transfer tax imposed by the law of New Jersey, and thereby made a charge on the stock of its corporations belonging to a resident or nonresident passing by will or the intestate law must be deducted in order to ascertain the clear value of the estate liable for collateral inheritance tax.\nThe decision in that case makes it unnecessary for us to enter upon any elaborate discussion of the present. The tax which the Commonwealth exacts is five per cent, of the clear value of all estates passing from the person dying possessed thereof to any other persons other than those specifically exempted, and every legal charge against the estate must therefore be deducted before the clear value can be' ascertained. Obviously the clear value taxable under the law of this State can only be thus ascertained after the payment of- the tax due to the United States. As Judge Solly, of the Orphans’ Court-of Montgomery County, well says in Bell’s Est., 34 Montg. 9:\n“Otherwise a legatee, devisee, or heir or next of kin is paying the Commonwealth a tax upon something which has hot passed and never will pass to him. Such a result would be unjust and highly inequitable and shocking to one’s sense of reason and justice.”\nIndeed, a case might readily be imagined where concurrent taxation at a high rate might absorb the entire estate which would then become almost like the Hereditas damnosa of the early Roman law.\nThis argument is not answered by reference to the decisions holding that the collateral- inheritance tax is technically a tax on the right of succession for the question recurs what is the thing to which the right of succession attaches, and that is clearly the estate which passes after it is diminished by the deduction of the Federal tax.\n’ It is not necessary for us to consider the decisions in other states. The view here adopted is in accordance with the decision of the Supreme Court of Massachusetts in Hooper v. Shaw, 176 Mass. 190, under the Federal Revenue Act of June 13, 1898, while the contrary opinion is maintained in New York, Re Bierstadt, 166 N. Y. Supp. 168, following earlier cases in that state. In our State, Judge Solly, of the Orphans’ Court of Montgomery County, in Bell’s Est., 34 Montg. 9, and Judge Copeland, of the Orphans’ Court of Westmoreland County, in Keister’s Est., 35 Lane. Law B. 49, have carefully examined this question, and have arrived at the same conclusion as ourselves.\nThe court dismissed the exception. The Commonwealth appealed.\nError assigned was in dismissing the exception.\nEdwin 8. Ward, with him William M. Hargest, Deputy Attorney General; and Francis Shunk Brown, Attornéy General, for appellant.\nGeorge G. Krewson, for appellee.\nJune 3, 1918:"
  },
  "file_name": "0537-01",
  "first_page_order": 575,
  "last_page_order": 578
}
