{
  "id": 1042237,
  "name": "Gaskill v. Pittsburgh Life & Trust Company, Appellant",
  "name_abbreviation": "Gaskill v. Pittsburgh Life & Trust Co.",
  "decision_date": "1918-06-03",
  "docket_number": "Appeal, No. 145",
  "first_page": "546",
  "last_page": "553",
  "citations": [
    {
      "type": "official",
      "cite": "261 Pa. 546"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "16 Pa. Superior Ct. 607",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        832738
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/16/0607-01"
      ]
    },
    {
      "cite": "61 Pa. 107",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        428572
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/61/0107-01"
      ]
    },
    {
      "cite": "11 Pa. Superior Ct. 209",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        820953
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/11/0209-01"
      ]
    },
    {
      "cite": "246 Pa. 503",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1006252
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/246/0503-01"
      ]
    },
    {
      "cite": "109 Pa. 399",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        542295
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/109/0399-01"
      ]
    },
    {
      "cite": "120 U. S. 183",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3468129
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/120/0183-01"
      ]
    },
    {
      "cite": "66 Pa. 22",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        432391
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/66/0022-01"
      ]
    },
    {
      "cite": "26 Pa. 199",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977373
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/26/0199-01"
      ]
    },
    {
      "cite": "57 Pa. Superior Ct. 483",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        444674
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/57/0483-01"
      ]
    },
    {
      "cite": "139 Pa. 546",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11252302
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/139/0546-01"
      ]
    },
    {
      "cite": "36 Hun. 322",
      "category": "reporters:state",
      "reporter": "Hun.",
      "opinion_index": -1
    },
    {
      "cite": "78 N. Y. 114",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        544478
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/78/0114-01"
      ]
    },
    {
      "cite": "9 Ill. App. 358",
      "category": "reporters:state",
      "reporter": "Ill. App.",
      "case_ids": [
        2406982
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill-app/9/0358-01"
      ]
    },
    {
      "cite": "45 Conn. 480",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        752061
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/45/0480-01"
      ]
    },
    {
      "cite": "162 Pa.. 586",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        856804
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/162/0586-01"
      ]
    },
    {
      "cite": "112 Wis. 665",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8704862
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wis/112/0665-01"
      ]
    },
    {
      "cite": "23 Tex. Civ. App. 541",
      "category": "reporters:state",
      "reporter": "Tex. Civ. App.",
      "case_ids": [
        283266
      ],
      "opinion_index": -1,
      "case_paths": [
        "/tex-civ-app/23/0541-01"
      ]
    },
    {
      "cite": "82 Minn. 411",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        1694288
      ],
      "opinion_index": -1,
      "case_paths": [
        "/minn/82/0411-01"
      ]
    },
    {
      "cite": "67 Iowa 86",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        4379869
      ],
      "opinion_index": -1,
      "case_paths": [
        "/iowa/67/0086-01"
      ]
    },
    {
      "cite": "132 N. Y. 378",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2249487
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/132/0378-01"
      ]
    },
    {
      "cite": "187 U. S. 335",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6140747
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/187/0335-01"
      ]
    },
    {
      "cite": "110 Tenn. 410",
      "category": "reporters:state",
      "reporter": "Tenn.",
      "opinion_index": -1
    },
    {
      "cite": "10 Pa. Superior Ct. 270",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        819380
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/10/0270-01"
      ]
    },
    {
      "cite": "11 Pa. Superior Ct. 209",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        820953
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/11/0209-01"
      ]
    },
    {
      "cite": "246 Pa. 503",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1006252
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/246/0503-01"
      ]
    },
    {
      "cite": "109 Pa. 399",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        542295
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/109/0399-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 712,
    "char_count": 15021,
    "ocr_confidence": 0.402,
    "pagerank": {
      "raw": 2.2020643101569513e-07,
      "percentile": 0.7752778250778327
    },
    "sha256": "4517bd102acd7fc8e70ef99d186344c52aad09a4e5cf8a9f5324d881ca968203",
    "simhash": "1:b1c5b265c750817c",
    "word_count": 2541
  },
  "last_updated": "2024-02-27T16:51:47.938679+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Stewart, Mosohzisker, Frazer and Walling, JJ."
    ],
    "parties": [
      "Gaskill v. Pittsburgh Life & Trust Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Jtjstice Moschziskee,\nIn 1896, plaintiff insured his life with a company whose business was later formally taken over by the defendant corporation, which assumed liability under the policy here in question. All premiums were paid by plaintiff as they fell due, until December 15,1914, when he provided for one amounting to $217.50 by payment of $100, .and delivery to defendant of two notes, the first for $67.50, at two months, and a second for $50, payable March 15, 1915. The larger of- these obligations was met when due, but the other was overlooked until March 17,1915, upon which date plaintiff sent his check for $51 to defendant, in payment of the $50 note with interest; the latter received and deposited the check in bank, and, on March 20, 1915, it was duly paid. The next day plaintiff received a letter from defendant, saying, “We regret to state that the policy has lapsed for nonpayment of this note when due.” The letter further states, “We have credited your remittance in suspense,” and suggests that, “before we can consider reinstatement of ......[the policy], it will be necessary for you to fill out, sign and return the enclosed self-health certificate.” On March 22, 1915, this certificate was signed and returned to defendant, who,.three days later, advised plaintiff it was insufficient, asking that he cause himself to be examined by either of two designated physicians. This latter request was complied with, and plaintiff mailed the required certificate of such examination to defendant, who acknowledged receipt thereof on April 6, 1915, but stated it was not approved. Neither at this time, nor in its affidavit of defense, nor in the evidence at trial, has defendant given any reason for its refusal to accept these health certificates; so far as the record shows, the company simply declined to approve them, and advised plaintiff his insurance stood cancelled. No attempt was made to return the check for $51, or the amount thereof, until May 20,1915, when defendant sent plaintiff $50.62, which the latter declined to receive. The $50 note was never returned, and, in several letters, defendant took the position that the policy was no longer in force. March 3, 1916, plaintiff brought suit for all premiums paid by him with interest; a verdict was rendered for plaintiff, upon which judgment was entered against defendant, and the latter has appealed.\nOne of the conditions of the contract of insurance here involved is “that, if any payment on this policy be not made when due, this policy shall lapse and shall be ipso facto null and void”; another provision states that, after the first premium, one month’s grace shall be allowed upon written request, but “not otherwise.” The premium note due March 15, 1915, and which plaintiff did not pay until two days thereafter, contains this provision : “If the said note is not paid at maturity, all claims to further insurance, and all benefits whatever ? which full payment in cash would have secured, shall immediately become void and become forfeited.” Defendant stands upon what it contends to be its strict legal rights, and asserts a forfeiture under the .above quoted terms of the policy and note. On the other hand, plaintiff contends that defendant by its conduct waived such rights of forfeiture, and, subsequently, without warrant of law, cancelled its policy. The issiies as to this waiver were duly submitted to the jury and found against defendant; the verdict was sustained by the court below, and ive are not convinced of any sufficient reason for reversing the judgment entered thereon.\nHad defendant really desired to stand upon its legal rights under the policy and note, it should have promptly returned plaintiff’s check, with a notification that the policy had lapsed; then it might have negotiated for a reinstatement of the policy in its own time and way. Instead of pursuing this course, however, the insurance company cashed the check, stating to plaintiff that the amount thereof had been credited “in suspense,” and suggesting that plaintiff furnish a health certificate. There is nothing in the letter then addressed to plaintiff showing what the phrase “in suspense” means, nor is ■there any evidence that plaintiff understood its meaning; moreover, the policy provides for no such procedure, nor' does it contain any provision in relation to the health certificates demanded by defendant. When defendant received and collected plaintiff’s check, retaining the cash therefrom, it knew all the facts with reference to his two days’ default On the premium note, and also that this check was sent in payment thereof. Under ordinary rules of law, when the insurance company cashed the check, the note was paid, and, with this latter obligation thus discharged, defendant could not hold plaintiff’s money and maintain its position that the policy had lapsed through nonpayment of premium; at least, under all the circumstances at bar, there was a question whether or not defendant had waived its right of forfeiture, and this was properly submitted to. the jury. Since we see no reason to disturb the verdict rendered in favor of plaintiff, in our future consideration of this case we must take it as an established fact that the policy was declared at an end by defendant after what was equivalent to a prompt and full payment of premiums due; hence, such cancellation was unwarranted in law.\nThe remaining question concerns the measure of damages ; in cases of the character of the one before us, the rule upon this subject is not uniform throughout the United States (14 R. C. L. 1014), but seems well settled in Pennsylvania. American Life Ins. Co. v. McAden, 109 Pa. 399, is a case where, because a premium was not paid on the due date, the company declared a policy of life insurance at an end, and the assured, alleging an unlawful forfeiture, instituted suit to regain the premiums theretofore paid. A full recovery was allowed, on the theory that, the company having unlawfully declared the policy terminated, plaintiffs might “take the defendants at their word, treat the contract as rescinded, and recover back the premiums paid, as so much money had and received for their use.” We there say (pp. 404-5) : “Rescission or avoidance, properly so-called, annihilates the contract, and puts the parties in the same position as if it had never existed; and notice that a party will not perform his contract has the same effect as a breach.” After this we add: “It is of no consequence that the pay, ment of the premiums was voluntary, upon a valid obligation of the plaintiff to discharge a debt which [he] ......owed, and which defendant had a right to receive; the action is not founded in any fraud or failure in the original contract, but on a rescission of it through the subsequent refusal of the defendant to perform it.” Moreover, although there, as here, the contention was made that, for several years, the assured had enjoyed the protection of the policy and should have their right of recovery reduced accordingly, after due consideration, we expressly refused so to rule.\nAmerican Life Ins. Co. v. McAden, supra, was later followed and approved in Titlow v. Reliance Life Ins. Co., 246 Pa. 503, under like circumstances of default in payment of premium. It is true that in the Titlow case the contract of insurance had no express provision for forfeiture; also that Ins. Co. v. McAden was treated by us as though the policy there involved contained no such provision. In neither of these cases, however, was the suit upon the policy of insurance; on the contrary, in each instance the cause of action was expressly based upon an alleged unlawful rescission of such contract. Therefore, so far as the measure of damages is concerned, both are on a parallel with the case at bar. In other words, in the cited cases, defendant had no re-, served contractual right of forfeiture, while here such right, though existing, was waived; but there, as here, the suit was to recover premiums on a count for money had and received, and the rescission of the contract by the insurance company was determined to be. unwarranted.- These facts make all three cases parallel on the question of the measure of damages. Also see opinion by Rice, P. J., in Kerns v. Prudential Ins. Co., 11 Pa. Superior Ct. 209, where it is held that, upon an unlawful forfeiture of a poligy of insurance, “the insured may treat the contract as rescinded and recover back the' premiums already paid, with interest”; and 19 Am. & Eng. Ency. of Law (2d ed.), p. 98, where the rule is stated thus: “One holding a policy in a company which wrongfully revokes the policy, may elect whether to enforce the contract or treat' it as rescinded and recover for the breach; and, if he takes the latter course, it has been held that he may recover back the full amount of the premiums paid thereon, with interest.”\nOn the whole, the case at bar was well tried, and the assignments show no reversible error; accordingly, they are all overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Me. Jtjstice Moschziskee,"
      }
    ],
    "attorneys": [
      "Frank Ewing, with him J. A. Northam, for appellant.",
      "Frank J. Thomas, for appellee."
    ],
    "corrections": "",
    "head_matter": "Gaskill v. Pittsburgh Life & Trust Company, Appellant.\nInsurance — Life insurance — Payment of premium after date due —Acceptance■—Declaration of forfeiture — Gontract—Rescission— Improper rescission — Cancellation—Waiver—Action for premium paid — Measure of damages — V.alue of insurance furnished.\n1. One holding a policy in an insurance company which wrongfully revokes the policy may elect whether to enforce the contract or treat it as rescinded and recover for the breach, and if he. takes the latter course he may recover back the full amount of the premiums paid thereon with interest, without deduction for the protection afforded the assured while the policy was in effect.\n2. In an action by a policy holder against a life insurance company for the recovery of premiums paid on a policy, it appeared that plaintiff, had for a period of eighteen years, paid premiums regularly as they fell due; that thereafter on a date on which a premium fell due he paid part of such premium and for the balance gave a note payable on March 15th, providing in such note that “if not paid .at maturity, all claims to further insurance, and all benefits whatever, which full payment in cash could have secured, shall immediately become void and he forfeited”; that plaintiff did not give his check in payment of such note until March 17th; that defendant received and deposited the check, and on March 20th it was duly paid; that the following day plaintiff received a letter from the defendant stating that “the policy has lapsed for nonpayment of this note when due,” and “we have credited your remittance in suspense,” and “before we can consider reinstatement of [the policy] it will he necessary for you to fill out, sign and return enclosed self-health certificate.” Plaintiff complied with' this request and three days later defendant notified him that the certificate was not sufficient and directed him to submit himself for an examination by two designated physicians. After such examination plaintiff mailed the required certificate to defendant and on April 6th was informed that it was not approved and that the policy was cancelled, although defendant neither then nor subsequently gave any reason for its disapproval. Held, the question whether defendant had waived the right of forfeiture which it possessed by virtue of the policy was for the jury and a judgment on a verdict for the plaintiff, for the full amount of premiums paid to defendant and interest, was sustained.\n3. In such case had defendant really desired to stand upon its legal rights under the policy and note, it should have promptly returned plaintiff’s check with a notification that the policy had lapsed, and it then might have negotiated for a reinstatement of the policy in its own time and way.\nArgued May 8, 1918.\nAppeal, No. 145, Jan. T., 1917, by defendant, from judgment of C. P. Crawford Co., May T. 1916, No. 18, on verdict for plaintiff in case of William H. Gasldll v. Pittsburgh Life & Trust Company.\nBefore Brown, C. J., Stewart, Mosohzisker, Frazer and Walling, JJ.\nAffirmed.\nAssumpsit brought, after alleged improper eancellation. of life insurance policy, for recovery of premiums paid. Before Reibee, P. J., specially presiding.\nThe facts appear by the opinion of the Supreme Court.\nVerdict for plaintiff for $6,815.46 and judgment thereon. Defendant appealed.\nError assigned, among others, was in refusing defendant’s motion for judgment n. o. v.\nFrank Ewing, with him J. A. Northam, for appellant.\n—The policy automatically lapsed on nonpayment of the note on the date it was due: Seeley v. Union Central Life Ins. Co., 10 Pa. Superior Ct. 270.\nA request subsequently made by the company for the payment of the note is not a waiver of the forfeiture nor is the retention of the note a waiver: Ressler v. Mutual Fidelity Life Ins. Co., 110 Tenn. 410; Iowa Life Ins. Co. v. Lewis, 187 U. S. 335.\nDefendant’s letter stating that plaintiff’s check would be held “in suspense” was clear notice that the company did not intend to accept the check unqualifiedly. The company had a perfect right to accept a payment on the note and place it in suspense awaiting a certificate of health, and such acceptance is not a waiver of the for- • feiture: Ronald v. Mutual Reserve Fund Life Association, 132 N. Y. 378; Servoss v. Western Mutual Aid Society, 67 Iowa 86; Bowlin v. Sovereign Camp Woodmen of the World, 82 Minn. 411; New York Life Ins. Co. v. Scott, 23 Tex. Civ. App. 541; McQuillan v. Mutual Reserve Fund Life Association, 112 Wis. 665.\n. The true measure of damages in case of improper cancellation of policy is the present net value of the policy, or some other measure which takes into consideration the value of the insurance already furnished: Commonwealth v. American Life Ins. Co., 162 Pa.. 586; Day v. Connecticut General Life Ins. Co., 45 Conn. 480; Brooklyn Life Ins. Co. v. Weck, 9 Ill. App. 358; Peoples v. Security Life Ins. & Annuity Co., 78 N. Y. 114; Speer v. Phœnix Mut. Life Ins. Co., 36 Hun. 322.\nFrank J. Thomas, for appellee.\n— The acceptance of plaintiff’s check by defendant with knowledge of all the facts and failure to return the check or the proceeds promptly, operated as a waiver of defendant’s right of forfeiture: Lantz v. Vermont Life Insurance Co., 139 Pa. 546; Mills v. Penna. Mut. L. S. Ins. Co., 57 Pa. Superior Ct. 483; Ins. Co. v. Slockbower, 26 Pa. 199; Elliott v. Lycoming County Mut. Ins. Co., 66 Pa. 22; Phœnix Life Ins. Co. v. Raddin, 120 U. S. 183.\nAfter a wrongful rescission' of the policy by the defendant plaintiff had the right to elect to- treat the contract as rescinded and recover the full amount of the premiums paid with interest: American Life Ins. Co. v. McAden, 109 Pa. 399; Titlow v. Reliance Life Ins. Co., 246 Pa. 503; Kerns v. Prudential Ins. Co., 11 Pa. Superior Ct. 209; Helme v. Philadelphia Life Ins. Co., 61 Pa. 107; Ellis v. Alta Friendly Society, 16 Pa. Superior Ct. 607.\nJune 3, 1918:"
  },
  "file_name": "0546-01",
  "first_page_order": 584,
  "last_page_order": 591
}
