{
  "id": 1042257,
  "name": "Commonwealth of Pennsylvania v. Corsino, Appellant",
  "name_abbreviation": "Commonwealth v. Corsino",
  "decision_date": "1918-06-11",
  "docket_number": "Appeal, No. 94",
  "first_page": "593",
  "last_page": "599",
  "citations": [
    {
      "type": "official",
      "cite": "261 Pa. 593"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Pa. Superior Ct. 92",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        281902
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/6/0092-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 574,
    "char_count": 12486,
    "ocr_confidence": 0.415,
    "pagerank": {
      "raw": 1.9825273415613852e-07,
      "percentile": 0.7407655813138141
    },
    "sha256": "4f20fff07300d6084c27b418d838e4c220c486652c4d7d270f690cf0449b9c70",
    "simhash": "1:aa4d8c5ee5019124",
    "word_count": 2158
  },
  "last_updated": "2024-02-27T16:51:47.938679+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Stewart, 'Moschzisker, Frazer and Walling, JJ."
    ],
    "parties": [
      "Commonwealth of Pennsylvania v. Corsino, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Walling,\nThe defendant, Angelo Corsino, was convicted of murder of the first degree for the killing of Augustino Shendra. The firing of the fatal shot was admitted and defendant interposed self-defense. Evidence was offered tending to establish his good reputation as a peaceable man, and it is urged- that the trial judge erred in bis charge upon that question. He told the jury in brief that such evidence was not offered on the theory that a man of good reputation would not commit a crime, for frequently such a man has become involved in crimes that belied -his reputation. He then explained the difference between character an d reputation and said: “Vvh dence of reputation for good character is substantive evidence, and is to be considered with the other evidence in the case. Sometimes it is the only evidence available to a defendant, and therefore it has been said, in some instances it may of itself create a reasonable donbt of the defendant’s guilt. Such evidence is applicable as well to the degree of the crime as to the general question of guilt under the entire indictment. It may, therefore, where the proof of guilt has been established, lead the jury to doubt whether a first degree crime was' committed, and thus bring the jury to a verdict of second degree, or even manslaughter, and where it continues in the mind as to guilt in any degree, or of any crime, it should lead to general acquittal.” He also affirmed without qualification defendant’s twelfth and thirteenth points, where the law on this branch of the case is stated fully and as favorable to defendant as can be found in any of the authorities. Defendant had the full benefit of his character defense, and there is no error in the general charge as to that; hence, the rule that misstatement of the law in the charge cannot be cured by answers to points, does not apply. But on the question of adequacy, the points and answers are a part of the charge, and it is not necessary to repeat elsewhere principles fully stated in requests that are granted.\nWe find no substantial merit in the criticism of the charge as to self-defense. True, the judge did say it should be established by satisfactory proof, but thereafter clearly showed that he did not thereby mean evidence beyond a reasonable doubt; for he affirmed defendant’s point that, “The burden of proving self-defense is not placed heavily upon one accused of taking life. Sacred as is human life, the defendant is not bound to show beyond all doubt that he was compelled to take it, but is humanely permitted to satisfy the jury by a fair preponderance of the testimony that he killed under circumstances justifying his belief that his own life would not otherwise have been saved”; and then said, “And that brings to my mind that I failed to refer, in my general charge, to the measure of proof which is required of the defendant who sets up the defense of self-defense,” and fully explained the correct rule and told the jury that such defense need not be established beyond a rea- . sonable doubt but by what is called in law the fair preponderance or weight of the evidence. He also instructed the jury that if on the whole case they had a reasonable doubt as to defendant’s güilt they should acquit him. While the term “satisfactory proof” was not happily chosen, we are sure that, taking all the judge said, the jury could not have understood him to mean by that ' term proof beyond a reasonable doubt. It was not error to tell the jury that, “The defense is self-defense,” for there was no other. A man who, standing near another, intentionally fires at him with a revolver and with such deadly aim as to pierce his heart, cannot escape by testifying that he did not intend to kill him; but such statement may be competent on the question of the degree of the crime.\nThe extent to which a cross-examination will be allowed is quite largely committed to the discretion of the trial judge; and, where a question has been fully answered, his refusal to allow its repetition is not error. On the day following the homicide, the defendant had signed a written statement relating thereto, which was offered in evidence and it was not error for the trial judge to remark that, “The question is whether it was read to the prisoner, or whether the prisoner accepted it as his statement. That is the question.”\nAs the jury retired to consider the case, the indictment could not be found, neither could the district attoruey who had inadvertently carried it away; so his assistant prepared a copy which the trial judge at chambers ordered filed in place of the original until the latter could be found. The copy was then given to' the jury. This order was made without notice to defendant or his counsel and in their absence. The names of ten of the Commonwealth’s witnesses were endorsed on the back of. the original indictment, while the copy contained but one, and defendant’s plea of “not guilty” entered on the original was omitted from the copy; aside from this they were alike. It is the inherent right of the prisoner in a capital case to be present at every stage of the proceedings from the arraignment to the rendition of the verdict. Neither court nor judge can take any step affecting his right in his absence. See Sadler’s Criminal Procedure, p. 412; also 10 R. C. L. pp. 90, 91. “It is better that this case should be tried a third time than that such a precedent should be established”: per opinion of President Judge Rice in Commonwealth of Penna. v. House, 6 Pa. Superior Ct. 92. When during a trial it becomes necessary to amend an indictment, or substitute a copy, the application therefor should be made in open court in presence of the defendant and on notice to his counsel that all rights may be safeguarded. The right of the court to permit a copy to be filed in place of the original indictment is not the question. It may be that no harm was done defendant; the same might be said of answering questions propounded by jurors, giving them additional instructions or taking their verdict, and yet no one would urge that such could be done in the' absence of defendant. The law so jealously guards the prisoner’s rights, when on trial for life, that it will not tolerate any false step that might result to his prejudice, even when taken inadvertently as this undoubtedly was. For this reason the court below should have granted a new tidal; the sixth assignment of error relating thereto is well taken.\nThe evidence of some witnesses on each side, unable to speak English, was taken through Mrs. Mary Sardoni, an Italian interpreter. As a reason for a new trial it was urged that she had not been properly sworn. An interpreter is a witness and should be sworn. See Wharton’s Criminal Evidence (10 Ed.), Sec. 449; 1 Thompson on Trials (2 Ed.),- Sec. 866; 7 Encyclopedia of Evidence, p. 657. Mrs. Sardoni had not been appointed or qualified as interpreter under the Act of May 8, 1913, P. L. 170, but had acted as such in the court below for twenty-five years, and whether properly sworn, or, if not, whether defendant can avail himself of that fact after having used her as his own interpreter and after verdict, are questions not necessary now to determine. As the case goes back for á new trial, that objection can be eliminated by administering an oath to the interpreter; a precaution that would not be amiss in any case. The court below, after a careful investigation, found in effect that the testimony had been interpreted with substantial accuracy, so thé complaint as to that is without merit. Whether testimony given in a foreign language was correctly interpreted is a question of fact with which an appellate court will not interfere except in case of manifest error.\n. The sixth assignment of error is sustained and thereupon the judgment is reversed and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Walling,"
      }
    ],
    "attorneys": [
      "W. Alfred Valentine, with him Frank L. Pinola and William E. Gillespie, for appellant.",
      "Frank P. Slattery, District Attorney, with him John E. Dando and A. L. Turner, Assistant District Attorneys, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth of Pennsylvania v. Corsino, Appellant.\n- Criminal law — Murder—Charge—Effect of reputation evidence —Self-defense—Measure of proof — Scope of cross-examination — Discretion of court — Loss of indictment — Substitution of copy— Substitution in absence of defendant — Interpreter—Duty to swear ■ — Correctness of interpretation — •New trial.\n1. On the trial of an indictment for murder, it was not error to charge that character evidence was not offered on the theory that a man of good -reputation could not commit a crime, for' frequently such a man has become involved in crimes which belie his reputation, where the trial judge explained fully the difference between character and' reputation, and further -charged that evidence of reputation for good character is substantive evidence and is to be considered with the other evidence in the case, and in some instances may create a reasonable doubt of defendant’s guilt, and affirms without qualification points presented by the defendant on this branch of the case, which correctly stated the law on the subject.\n2. In charging the jury on the matter of self-defense, where defendant admitted that he shot and killed deceased, but claimed it was done in self-defense, it was not reversible error for the trial judge to say that such defense should be established by “satisfactory proof,” where the remaining portion of the charge showed clearly that he did not thereby mean that self-defense should be established beyond a reasonable doubt, and -where he further charged that such defense need not be established beyond a reasonable doubt, but by what is called in law a fair preponderance or weight of the evidence, and that if on the whole they had a reasonable. doubt as to defendant’s guilt, they should acquit him.\n, 3. It was not error to tell the jury that the defense was self-defense.\n4. The cross-examination of witnesses is largely within the discretion of the trial judge, and where a question has been fully answered, his refusal to allow a repetition is not error.\n5. Where a statement signed by defendant, relating to the homicide, was in evidence, it was not error for the judge to remark in the course of the examination of a witness “The question is whether it was read to the prisoner or whether the prisoner accepted it as his statement. That is the question.”\n6. It is the inherent right of a prisoner in ¿ capital case to be present at every stage of the proceedings, from his arraignment to the rendition of the verdict; neither court nor judge can take any step affecting his rights in his absence.\nT. When during a trial for murder it becomes necessary to amend an indictment or substitute a copy, the application therefor should be made in open court, in the presence of the defendant and on notice to his counsel, that all rights may be safeguarded, and it was reversible error for the court to permit an assistant district attorney to prepare a copy of the indictment without notice to the defendant and in his absence, and file the same in place of the original which had been mislaid,'and permit such copy to be given to the jury when they retired to consider the case, especially where it appeared that the names of some of the Commonwealth’s witnesses were omitted from the copy although written on the original indictment, and that defendant’s plea of not guilty was not entered on the copy, although it did appear on the original.\n8. Where a witness is called to interpret the testimony of a witness, the interpreter should be properly sworn. .\n9. Whether testimony given in a foreign language was correctly interpreted is a question of fact with which an appellate court will not interfere except in case of manifest error.\nArgued May 6, 1918.\nAppeal, No. 94, Jan. T., 1918, by defendant, from sentence of O. & T. Luzerne Co., April Sess., 1917, No. 79, on verdict of guilty of murder of the first degree in case of Commonwealth of Pennsylvania v. Angelo Corsino.\nBefore Brown, C. J., Stewart, 'Moschzisker, Frazer and Walling, JJ.\nReversed.\nIndictment for murder. Before Strauss, J.\nThe opinion of the Supreme Court states the case. .\nVerdict of guilty of murder of the first degree, on which sentence of death was passed; Defendant appealed.\nErrors assigned were the charge of' the court, certain rulings on evidence, and refusal of defendant’s motion for- new trial.\nW. Alfred Valentine, with him Frank L. Pinola and William E. Gillespie, for appellant.\nFrank P. Slattery, District Attorney, with him John E. Dando and A. L. Turner, Assistant District Attorneys, for appellee.\nJune 11, 1918:"
  },
  "file_name": "0593-01",
  "first_page_order": 631,
  "last_page_order": 637
}
