{
  "id": 1204509,
  "name": "Herriman, Appellant, v. Wilson et ux.",
  "name_abbreviation": "Herriman v. Wilson",
  "decision_date": "1941-01-31",
  "docket_number": "Appeal, No. 154",
  "first_page": "126",
  "last_page": "128",
  "citations": [
    {
      "type": "official",
      "cite": "341 Pa. 126"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "157 A. 794",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "795"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "305 Pa. 364",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1134657
      ],
      "pin_cites": [
        {
          "page": "370"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/305/0364-01"
      ]
    },
    {
      "cite": "118 A. 392",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "394"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "274 Pa. 436",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1072911
      ],
      "pin_cites": [
        {
          "page": "443"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/274/0436-01"
      ]
    },
    {
      "cite": "1 A. 2d 682",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "684"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "331 Pa. 545",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1184264
      ],
      "pin_cites": [
        {
          "page": "548"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/331/0545-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 281,
    "char_count": 3380,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 4.8172472706271035e-08,
      "percentile": 0.30187725230312656
    },
    "sha256": "7a336ec6f89e8966d52d21a141aa62821a93bda23f489b60d6435440829b7c46",
    "simhash": "1:9e238400b4056be0",
    "word_count": 556
  },
  "last_updated": "2024-02-27T21:37:01.544696+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Schaffer, C, J., Maxey, Drew, Linn, Stern, Patterson and Parker, JJ."
    ],
    "parties": [
      "Herriman, Appellant, v. Wilson et ux."
    ],
    "opinions": [
      {
        "text": "Pee Cubiam,\nPlaintiff brought a bill in equity to which defendants filed preliminary objections in the nature of a general demurrer, but before hearing thereon plaintiff filed an amended bill. Defendants renewed the preliminary objections, which were sustained with leave to plaintiff to amend her bill within thirty days under penalty of having it dismissed. Plaintiff filed another amended bill to which defendants once more filed the preliminary objections. These objections were again sustained by the court and the bill was dismissed. Plaintiff complains that she was not given an opportunity for still further amendment, but the action taken by the court was in accordance with Buie 49 of the Buies of Equity Practice (see, by way of illustration, Compton v. Heilman, 331 Pa. 545, 548, 1 A. 2d 682, 684).\nThe bill in its final form set forth that plaintiff in 1926 entered into a written agreement with defendants whereby she contracted to purchase, and they to sell, a property situate at 1009 Clinton Street, Philadelphia, for $14,000 subject to an outstanding mortgage of $11,000 which defendants had created; that the house was in a “dilapidated and ruinous condition” and “almost worthless”; that defendants undertook in the agreement to make certain specified repairs and improvements prior to the time of settlement, which, however, they failed to do; that plaintiff had no knowledge of the value of the property and “relied entirely on the false assurances of defendants that the property was in good condition and was worth at least the sum of $25,000”; that plaintiff first discovered the defective condition of the property when it was turned over to her; that she spent $5,000 to make the repairs which defendants had agreed to make; that the mortgage was now owned by the Provident Trust Company of Philadelphia (not a party to the bill) which is threatening to foreclose it; that defendants are endeavoring to purchase the mortgage in order to foreclose it and “buy the same in for a small consideration”; that plaintiff has no means of support except the rents of the property. The bill prayed that defendants be enjoined from attempting to purchase the mortgage and obtain her property by foreclosure, that plaintiff be given relief from foreclosure under the Act of June 2, 1937, P. L. 1182, that defendants account to plaintiff for the “several amounts” which they owe her, and that they be compelled to “contribute” whatever sum may be necessary to satisfy the mortgage.\nIt is obvious that there are no facts sufficiently presented to warrant equitable relief. True, there is an indirect reference to alleged “false assurances of defendants,” but plaintiff does not seek to rescind the transaction. Moreover, her unexplained delay in not filing the bill of complaint until thirteen years after making settlement for the property would be such laches, apparent on the face of the bill, as to bar any rights in equity which might otherwise have existed: Kinter v. Commonwealth Trust Company, 274 Pa. 436, 443, 118 A. 392, 394; Riley v. Boynton Coal Co., 305 Pa. 364, 370, 157 A. 794, 795.\nDecree affirmed; costs to be paid by plaintiff.",
        "type": "majority",
        "author": "Pee Cubiam,"
      }
    ],
    "attorneys": [
      "Hugh, Roberts, for appellant.",
      "Alfred I. Ginsburg, for appellee."
    ],
    "corrections": "",
    "head_matter": "Herriman, Appellant, v. Wilson et ux.\nArgued January 9, 1941.\nBefore Schaffer, C, J., Maxey, Drew, Linn, Stern, Patterson and Parker, JJ.\nHugh, Roberts, for appellant.\nAlfred I. Ginsburg, for appellee.\nJanuary 31, 1941:"
  },
  "file_name": "0126-01",
  "first_page_order": 162,
  "last_page_order": 164
}
