{
  "id": 1204555,
  "name": "Steiner, Appellant, v. Reading et al.; Brenner, Appellant, v. Same; Widmyer, Appellant, v. Same",
  "name_abbreviation": "Steiner v. Reading",
  "decision_date": "1941-03-24",
  "docket_number": "Appeals, Nos. 124-126",
  "first_page": "164",
  "last_page": "171",
  "citations": [
    {
      "type": "official",
      "cite": "341 Pa. 164"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "340 Pa. 573",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1203410
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/340/0573-01"
      ]
    },
    {
      "cite": "339 Pa. 173",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1201223
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/339/0173-01"
      ]
    },
    {
      "cite": "334 Pa. 120",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1190722
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/334/0120-01"
      ]
    },
    {
      "cite": "326 Pa. 442",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1174417
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/326/0442-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 603,
    "char_count": 12909,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 2.7391368083679995e-07,
      "percentile": 0.8317521600680194
    },
    "sha256": "2674a52f9b282f1961946dad1c5b215fba9215af4ed7d0006a11eb29e75cd3a2",
    "simhash": "1:810362515813df26",
    "word_count": 2100
  },
  "last_updated": "2024-02-27T21:37:01.544696+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Schaffer, C. J., Maxey, Drew, Linn, Stern, Patterson and Parker, JJ."
    ],
    "parties": [
      "Steiner, Appellant, v. Reading et al. Brenner, Appellant, v. Same. Widmyer, Appellant, v. Same."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Patterson,\nClarence Steiner, William Brenner and William E. Widmyer, appellants, filed separate petitions in the court below, each asking that a writ of alternative mandamus issue against the City of Beading and the mayor and four councilmen, constituting the City Council of the City of Beading, appellees, directing that the petitioner therein be restored to the position of sanitary inspector in the Bureau of Health of the Department of Public Safety, from which he had been summarily removed by resolution of the city council, and that he be reimbursed for salary withheld by reason of such dismissal. Beturns to the petitions were filed to which appellants demurred, and stipulations of additional facts were filed. After argument, the majority of the court below overruled the demurrers and entered orders directing that the petitions be dismissed. These appeals followed.\nAppellants, who had received temporary appointments as sanitary inspectors in January of 1938, were permanently appointed by resolution of the then city council, duly adopted on May 3, 1939. The mayor and councilmen constituting the majority of council voting in favor of the resolution adopted May 3,1939, having been succeeded by Mayor Menges and Councilmen Bach and Stoner, city council, on August 28, 1940, summarily discharged appellants by resolution effective August 31, 1940, without the preferment of charges of any kind against them and without hearing or . opportunity to be heard. This action appellees attempt to justify solely on the technical ground that appellants were not nominated. to city council by Councilman Wenrich, who was the director of the department of public safety at the time of their appointment, the resolution of May 3,1939, which was admittedly passed by majority vote of the mayor and councilmen then constituting the city council, having been presented to council by the mayor. They contend, and the majority of the court below held, that because appellants were not formally nominated to council by Director Wenrich, their appointments were illegal under the provisions of the “Third Class City Law” of 1931, P. L. 932, Article XLIV, section 4406, and that, consequently, they never became entitled to the status of civil service employees or the protection afforded such employees by Article XLIV, section 4408, of the “Third Class City Law,” but were subject to be summarily dis- - charged: McCartney v. Johnston, 326 Pa. 442; Crawford v. Clairton City, 334 Pa. 120.\nIt appears from admissions in the returns and from the stipulations of additional facts that, at the time of their summary removal from the position of sanitary inspector, appellants had served faithfully and well in such position, under Director Wenrich, for more than two and one-half years, from January of 1938 until May 3, 1939, as temporary appointees and thereafter, until their discharge, as permanent employees. It is expressly stipulated that “At no time during said period [from January of 1938 to May 3, 1939], nor at said meeting of said city council when the. resolution [of May 3, 1939] was passed, did said councilman make any objection or. complaint as to [appellants’] service, character, education, training, qualifications, or background.” Prior to their permanent appointment, each of the appellants had successfully passed the civil service examinations for the position of sanitary inspector, and each was. one of the three highest on the list oí names certified to council by the appropriate civil service board, on April 24, 1939, as eligible for appointment to the position of sanitary inspector. Director Wenrich was present at the meeting of May 3, 1939, and participated in the action on the resolution, voting against its adoption as did also Councilman Hofses, the other of the then members of council remaining in office. He apparently neither nominated, nor attempted to nominate any of the persons whose names were certified as eligible, and did not request that action on the resolution be postponed “because he considered such a request futile.” As the minority opinion of the court below states, appellants “have done everything required of them; they have failed in nothing. But, despite this, the court’s ruling would deprive them of position because of what their superior — the director —failed to do.”\nThe reasoning of the majority of the court below is, in substance, as follows: “The law-making body has expressly provided, sec. 4401, that ‘no person or persons may be appointed . . . without . . . having been appointed in the manner and according to the terms and provisions and conditions of this article’ . . . If in a civil service statute, designed to improve the method of appointment in certain classes of cases, even such a downright negative is followed by an administrative provision which upon a just survey bears no relation to the essential purposes of the law and whether followed or transgressed will not appreciably further or hinder that purpose, the court may and doubtless should hold the provision merely directory. . . . But where the statute’s absolute negative is followed by a provision which is with great pains carefully and exactly repeated again and again in the statute, and where such provision, if complied with, will to a fair and reasonable degree promote the aim of the law, and its violation will directly deprive the public of the benefit of the partial responsibility of the head of the department for the choice of its employees, imposed upon him by statute, such provision should be enforced.” The obvious answer to all of this is that to deprive “the public of the benefit of the partial responsibility of the head of the department for the choice of its employees” is to deprive the public of nothing which section 4406 is designed to secure to it, since, by its very terms, the majority of council has the absolute right to reject any and all names submitted by the head of a particular department and appoint whomever they see fit to appoint, subject only to the restrictions that the person selected shall have passed the civil service examination and shall have been duly certified to council by the appropriate civil service board.\nConsidering appellants’ experience and admitted qualifications, plainly no consideration of public policy requires that they be deprived of their positions because they were not nominated by the councilman who, at the time of their appointment, happened to he director of the department in which the vacancies were to be filled. Cf. Com. ex rel. Palermo v. Pittsburgh, 339 Pa. 173. As the minority opinion of the court below aptly states: “In construing the statute, we must . . . endeavor ‘to ascertain and effectuate the intention of the legislature’: Section 51 of the Statutory Construction Act of May-28, .1937, P. L. 1019 . . . In order to achieve improved municipal service the legislature set up a system of examinations, mental and physical, to be conducted by an impartial board and has limited city council’s choice to those candidates for appointment who have passed said examinations and are certified as competent by the civil service hoard. To all that have been thus appointed, the legislature has granted a tenure of position which is not to he terminated except after the filing of definite charges and a hearing thereon and decision against them. These principles are the kernel, or essence, of the civil service acts. Contrasted therewith, the legislative direction that the director of the department shall nominate from the four that are certified is but a matter of procedure. It is not the nomination that establishes competency; that flows from the examination and the certification. Nor does the nomination achieve the appointment; the appointment lies with the majority of city council. The statute clearly recognizes the right of council to reject any nomination made by the director. By the very terms of the statute the director’s discretion in making a nomination is limited to the four names certified by the civil service board. If he nominates one and council rejects it, he must perforce make a choice from the remaining three. But council can still reject. If it does, the director must nominate a third and if that be rejected by council, the director has no further option but must nominate the fourth. So that the choice from the four names is with city council and not with the director. Accordingly [it would be] imputing to the legislature a vain and empty intention [to] hold that they meant to require successive nominations and rejections before one elected should achieve civil service status.”\nThe decision of the court below, construing the provision, in section 4406, for successive nominations by the director of the department in which an appointment is to be made, as mandatory, would, logically, require the conclusion that his failure or omission to make such nominations would render the appointments illegal, although the number of names certified as eligible and the number of vacancies to be filled were precisely the same, which, in our opinion, would be absurd. The conclusion is only slightly less unreasonable in the present case, where there were three vacancies to be filled and, so far as appears, only four eligible candidates. As appellants state in their paper book: “Since there were three appointments to be made and only four names on the eligible list, the director in any event would have had to nominate two of the appellants. If he had chosen to nominate the fourth man, the majority of the council could and undoubtedly would have refused to approve the nomination, and then the director would have had no choice but to nominate the other appellant.”\nWhile it may be that under some circumstances a different conclusion would be justified, we all agree that, under the circumstances here involved, the omission of the director of the department, at the time of their appointment, to nominate appellants is not, of itself, sufficient to deprive them of civil service status, the appointments having been made strictly in accordance with the provisions of Article XLIY of the “Third Class City Law” in all other respects, and that there is no warrant for construing the language of section 4406 as requiring this result. Having achieved civil service status, appellants can be removed only if found guilty, after hearing before the city council, of charges made against them “for misconduct, or violation of any law of this Commonwealth, any ordinance of the city, or regulation of the department”: \"Third Class City Law,” Article XLIY, Section 4408; Seltzer v. Reading et al., 340 Pa. 573.\nThe order of the court below overruling appellant’s demurrer to the return filed by appellees to the writ of alternative mandamus is reversed in each case, and the record is remitted with instructions to sustain the demurrer and to make an order directing that the appellant be reinstated in the position of sanitary inspector in the Bureau of Health of the Department of Public Safety of the City of Reading, from which position he was unlawfully removed, and that he be reimbursed for salary withheld from Mm by reason of such unlawful dismissal, less sums received by him meanwhile in any other occupation. Costs in each appeal to be paid by the City of Reading.\n(Seetion 4406 provides that: \"... Wherever any vacancy shall occnr in any civil service position in said city, the city council shall make written application to the president of the proper board, who shall forthwith certify to the city council, in writing, the four names on the list of applicants for such position having the highest percentage. Thereupon the director of the department in which such appointment is to be made shall nominate to the city council, one of the four persons whose names are submitted to fill such positions'. If the city council approves such nomination, the person nominated shall be appointed to fill such vacancy, and shall be assigned for service in the department. If the council does not 'approve such nomination, then the director of the department in which such appointment is to be made shall submit another nomination for such position from the remaining three names, and if such nomination is not approved by the council, he shall submit the third name, and if such nomination is not approved, he shall submit the' fourth name. The person- of the four submitted whose nomination by the director is approved by the city council shall be appointed ...”",
        "type": "majority",
        "author": "Mr. Justice Patterson,"
      }
    ],
    "attorneys": [
      "Darlington Hoopes, for appellants.",
      "John P. Wanner, City Solicitor, with him Alan M. Hawman, Jr., Assistant City Solicitor, for appellees."
    ],
    "corrections": "",
    "head_matter": "Steiner, Appellant, v. Reading et al. Brenner, Appellant, v. Same. Widmyer, Appellant, v. Same.\nArgued January 27, 1941.\nBefore Schaffer, C. J., Maxey, Drew, Linn, Stern, Patterson and Parker, JJ.\nDarlington Hoopes, for appellants.\nJohn P. Wanner, City Solicitor, with him Alan M. Hawman, Jr., Assistant City Solicitor, for appellees.\nMarch 24, 1941:"
  },
  "file_name": "0164-01",
  "first_page_order": 200,
  "last_page_order": 207
}
