{
  "id": 1204556,
  "name": "Commonwealth ex rel. Penland v. Ashe, Warden",
  "name_abbreviation": "Commonwealth ex rel. Penland v. Ashe",
  "decision_date": "1941-04-16",
  "docket_number": "No. 1151 Misc. Docket",
  "first_page": "337",
  "last_page": "342",
  "citations": [
    {
      "type": "official",
      "cite": "341 Pa. 337"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "139 Pa. Superior Ct. 357",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1024485
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/139/0357-01"
      ]
    },
    {
      "cite": "26 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977198
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/26/0009-01"
      ]
    },
    {
      "cite": "27 Pa. Superior Ct. 423",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        856522
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/27/0423-01"
      ]
    },
    {
      "cite": "123 A. 337",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "278 Pa. 395",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1080529
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/278/0395-01"
      ]
    },
    {
      "cite": "140 A. 533",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "292 Pa. 63",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1109682
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/292/0063-01"
      ]
    },
    {
      "cite": "119 A. 735",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "276 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1077704
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/276/0001-01"
      ]
    },
    {
      "cite": "126 A. 488",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "281 Pa. 251",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1087041
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/281/0251-01"
      ]
    },
    {
      "cite": "145 A. 130",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "295 Pa. 252",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1115134
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/295/0252-01"
      ]
    },
    {
      "cite": "73 Pa. Superior Ct. 285",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        643392
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/73/0285-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 494,
    "char_count": 9128,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 5.641890826502089e-07,
      "percentile": 0.9486848461049273
    },
    "sha256": "2c4757cb4c368f7be201210167d027bb3ac6cc3d74ac7555785ea09f2e17a157",
    "simhash": "1:7c174b21d362cd7c",
    "word_count": 1625
  },
  "last_updated": "2024-02-27T21:37:01.544696+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth ex rel. Penland v. Ashe, Warden."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Maxey,\nRelator was sentenced on November 14, 1929, at No. 39 November Sessions 1929, in the:Court of Oyer and Terminer of Allegheny County, for a term of not less than six years nor more than twelve years, for robbery. Oh January 30, 1931, he was transferred to the Rock-view State Penitentiary. He escaped from that institution on May 22, 1931.\nOn May 26, 1931, the Court of Quarter Sessions of Centre County at No. 16 September Sessions 1931, sentenced relator for breaking and escaping penitentiary, to a term of not less than six years nor more than twelve years, to be computed from the expiration of his original sentence for robbery.\nRelator filed a petition in the Superior Court for-a writ of habeas corpus to set aside the sentence of six to twelve years at No. 39 November Sessions, -1929, because the provisions of the Act of April 15, 1907, P. L. 62, had not been complied with. The Superior Court, in its opinion filed by President Judge Keller on January 3, 1941, held: “There was not a substantial compliance with the provisions of the Act of 1907, supra,” and that the sentence imposed at No. 39 November Sessions, 1929, be set aside. That court held further: “We have ruled that although a prisoner may be confined in the penitentiary under a sentence which would be reversed or set aside on appeal or writ of habeas corpus, if he breaks penitentiary and escapes, he is guilty of a misdemeanor and is punishable under the provisions of the Penal Code relative to breaking and escaping the penitentiary (citing cases). Com. ex rel. v. Francies, 73 Pa. Superior Ct. 285, holds that the original sentence is effective until set aside; and that, when so set aside, the sentence for breaking and escaping prison will commence and date from the entering of the order setting aside the prior sentence. The relator will, therefore, be confined in the penitentiary for a period of not less than six years nor more than twelve years, to be computed from the date of this order.”\nRelator filed his petition for a writ of habeas corpus in the Supreme Court on February 21, 1941. He complains (1) that “the sentence imposed by the Court of Centre County is excessive because the aforesaid court obtained its power to impose a sentence of from six years to twelve years by virtue of the original sentence” in accordance with the Act of March 31, 1860, P. L. 382, and that “this sentence being declared null and void by the Superior Court of Pennsylvania, your petitioner contends that the rights and powers to impose such a sentence by the aforesaid court of Centre County, have also become null and void, and the penalty imposed by the aforesaid court should not have exceeded two years,” as prescribed by the Act of 1860, supra. This Act in section 3 provides: “If any person arrested or imprisoned, charged with an indictable offense, shall break prison or escape, . . . such person shall ... on conviction be sentenced to undergo an imprisonment . . . not exceeding two years . . . ” It also provides in another part of the same section: “If any prisoner imprisoned in any penitentiary or jail, upon a conviction for a criminal offense, other than murder in the first degree, or where the sentence is for imprisonment for life, shall break such penitentiary or jail, . . . such person shall be guilty of a misdemeanor, and upon conviction of said offense, shall be sentenced to undergo an imprisonment, to commence from the expiration of his original sentence, and for a period of time not exceeding the original sentence, by virtue of which he was imprisoned, when he so broke prison and escaped.” In other words, the Act makes the sentence which a prisoner is serving at the time he breaks jail, the yardstick by which the sentence for escape shall be determined.\nEelator also contends that “in view of the nullification of the original sentence from Allegheny County, the sentence for escape from Center County should become effective as of the date of its imposition, May 26, 1931. In support of his second contention he cites the case of Commonwealth ex rel. Herman A. Thor v. Ashe, 138 Pa. Superior Court 222, in which case that court held that when a convict had served a part of his sentence (later to be adjudged invalid) and had been paroled from such sentence (before it had been adjudged invalid) and who during the period of his parole had been legally sentenced for a felony such sentence “to begin and take effect at the expiration of the sentence for violation of parole the defendant is now serving in the Western Penitentiary,” this last sentence should (after the first sentence had been adjudged invalid) be considered as having begun on the date of relator’s commitment on the last sentence (February 2, 1935) making him now (January 30, 1941) eligible for parole.\nIn view of the fact that the relator petitioned the Superior Court for a habeas corpus and the issues he raised on that petition were decided by that court, he is not entitled at this time to file a petition for a habeas corpus on the same issues in this court. In Commonwealth ex rel. v. Keeper of County Prison, 295 Pa. 252, 145 A. 130, this court held: “The writ of habeas corpus can never be used as a substitute for an appeal to test the correctness of the administration of the law in connection with a commitment (Com. ex rel. v. Egan, 281 Pa. 251 [126 A. 488]; Halderman’s Petition, 276 Pa. 1 [119 A. 735]), but where such an order is beyond the power or jurisdiction of the tribunal entering it, the one thereby detained may be released on habeas corpus: Com. ex rel. v. Heston, 292 Pa. 63 [140 A. 533]; Com. ex rel. v. Morgan, 278 Pa. 395 [123 A. 337].”\nIn Com. v. Seechrist, 27 Pa. Superior Ct. 423, it was held that a writ of habeas corpus cannot be made a substitute for a writ of error, and where a party is in custody by virtue of a final decree or judgment, or process thereon, of a court of competent jurisdiction, no inquiry into the process which led to the decree is to be had, and no relief administered on habeas corpus.” In Ex Parte Lawrence, 5 Binney 304, this court held that it is not bound to grant a habeas corpus where the case has been already heard by another court, upon the same evidence that is suggested to this.\nIn Passmore Williamson’s Case, 26 Pa. 9, this court, in an opinion by Justice Black, said: “Habeas corpus . . . is a writ of right, and may not be refused to one who shows a prima facie case entitling him to be discharged or bailed. . . . The habeas corpus is a common law writ, and has been used in England from time immemorial, just as it is now. ... A habeas corpus is not a writ of error. It cannot bring a case before us in such a manner that we can exercise any kind of appellate jurisdiction in it. On a habeas corpus, the judgment even of a subordinate state court cannot be disregarded, reversed, or set aside, however clearly we may perceive it to be erroneous, and however plain it may be that we ought to reverse it if it were before us on appeal or writ of error. We can only look at the record to see whether a judgment exists, and have no power to say whether it is right or wrong. It is conclusively presumed to be right until it is regularly brought up for revision. . . . It is certainly true that a void judgment may be regarded as no judgment at all; and every judgment is void, which clearly appears on its own face to have been pronounced by a court having no jurisdiction or authority in the subject-matter. . . . Every judgment must be conclusive until reversed. Such is the character, nature, and essence of all judgments. If it be not conclusive it is not a judgment. A court must either have power to settle a given question finally and for ever, so as to preclude any further inquiry upon it, or else it has no power to make any decision at all. To say that a court may determine a matter, and that another court may regard the same matter afterwards as open and undetermined, is an absurdity in terms.” Justice Black points out in his opinion that if all persons who were confined in jails and penitentiaries by virtue of a judgment of a court can have their convictions re-examined on writs of habeas corpus, “a sentence to solitary confinement would be a sentence, that the convict should travel for a limited term up and down the state, in company with the officers who might have him in charge.” He adds: “By the same means the inmates of the lunatic asylums might be temporarily enlarged, much to their own detriment; and every soldier or seaman in the service of the country could compel their commanders to bring them before the court six times a week.”\nIn Com. ex rel. Schultz v. Smith, 139 Pa. Superior Ct. 357, that court, in an able opinion by President Judge Keller, gives many examples of cases in which there are certain basic and fundamental errors which may be corrected on habeas corpus even though defendant failed to appeal from the judgment. The petition of the present relator does not fall within any of these cases.\nBelator’s petition is dismissed.",
        "type": "majority",
        "author": "Mr. Justice Maxey,"
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Commonwealth ex rel. Penland v. Ashe, Warden.\nApril 16, 1941:"
  },
  "file_name": "0337-01",
  "first_page_order": 373,
  "last_page_order": 378
}
