{
  "id": 1204476,
  "name": "Henry's Estate",
  "name_abbreviation": "Henry's Estate",
  "decision_date": "1941-03-24",
  "docket_number": "Appeals, Nos. 72-74",
  "first_page": "439",
  "last_page": "448",
  "citations": [
    {
      "type": "official",
      "cite": "341 Pa. 439"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "186 A. 201",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "123 Pa. Superior Ct. 190",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        992153
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/123/0190-01"
      ]
    },
    {
      "cite": "124 A. 280",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "280 Pa. 41",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1084452
      ],
      "pin_cites": [
        {
          "page": "47"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/280/0041-01"
      ]
    },
    {
      "cite": "89 Pa. 514",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063282
      ],
      "pin_cites": [
        {
          "page": "521"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/89/0514-01"
      ]
    },
    {
      "cite": "162 A. 447",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "308 Pa. 153",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1140271
      ],
      "pin_cites": [
        {
          "page": "158"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/308/0153-01"
      ]
    },
    {
      "cite": "67 Pa. Superior Ct. 381",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        629160
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/67/0381-01"
      ]
    },
    {
      "cite": "85 A. 26",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "237 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988960
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/237/0001-01"
      ]
    },
    {
      "cite": "16 A. 520",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "123 Pa. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967153
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/123/0365-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 793,
    "char_count": 15506,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 2.7936866103494885e-07,
      "percentile": 0.8362168991319571
    },
    "sha256": "c1143a5c401e7222767c82c064c6414b0b734a4964c20697edd37243929e8a81",
    "simhash": "1:369f990d61f72d6f",
    "word_count": 2646
  },
  "last_updated": "2024-02-27T21:37:01.544696+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Schaffer, C. J., Maxey, Drew, Linn, Stern, Patterson and Parker, JJ."
    ],
    "parties": [
      "Henry’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Parker,\nThese are appeals by wards who are now of full age from an order of an orphans’ court dismissing exceptions to a decree of an auditing judge confirming nisi accounts of a guardian of minors and confirming the accounts absolutely. The appellants ask that the accountant be surcharged with a shrinkage in the principal of the estate and that certain credits claimed by accountant be disallowed.\nThere are certain underlying facts found hy the auditing judge from the evidence that are not disputed. Daniel L. Henry, on the death of his wife on January 20, 1919, was left with four small daughters born between March, 1913, and February, 1918. He secured the services of an unmarried woman, Mary Lodge, the accountant, then 51 years of age, and placed her in charge of their home, agreeing to pay her ten dollars per week with room and board. She was in sole charge of the children from the early part of 1921 until the end of 1936, performing the services of a housekeeper and also doing the cooking, washing, and cleaning without the help of a maid. She received the cash wages promised her for only tliree weeks and, until the filing of these accounts, she did not receive any further compensation from the father or the minors’ estates except her board and lodging. In fact, she spent $500 of her own meager estate in maintaining the household at times when the income was reduced and made an investment of her own for the purpose of providing a home for the children, so that they would not be moving constantly.\nOn July 25, 1921, the father petitioned the Orphans’ Court of Philadelphia to appoint Miss Lodge as guardian of the children although he knew she was without any business experience. She was appointed without being required to enter security, the decree providing: “But no funds to be received by the guardian without an application to this court and security being first entered.” The father died on September 13, 1921. Shortly after her appointment, the guardian applied to the orphans’ court, under the provisions of the Revised Price Act, for permission to sell three different parcels of land which the children had inherited from their paternal grandparents. The sales were approved and she gave the required corporate security in each case before receiving the consideration, totalling $42,369.44, consisting in part of a purchase money mortgage of $22,500. The cash was invested from time to time in mortgages. There were defaults and foreclosures, and in some cases the guardian was required to take over the real estate covered by the liens in order to protect the investments. The principal at the time of the accounting had been reduced to $35,826.50, represented by mortgages, real estate, and $400 in Federal Land Bank Bonds. Of the sum of $24,800 expended for the maintenance and education of the minors over a period of sixteen years, $2,450 was taken from principal, the withdrawal being made necessary by a heavy reduction in income from mortgages and real estate. The remaining loss of principal was due to the prevailing depreciation in real estate values. It is not contended that this shrinkage resulted from any negligence, bad faith, or mismanagement upon the part of the guardian.\nIt is not suggested that the guardian used any of the funds of the estate for her own benefit. Miss Lodge, being without business experience, relied to a considerable extent, in the management of the estate, upon the advice of Michael J. Donoghue, Esq., now deceased, who had been attorney for the wards’ father. She entrusted the bookkeeping to him. He collected the income from the investments, usually depositing the funds in bank to her credit as guardian, and gave her a monthly check for rent and maintenance of the household, including food, clothing, street car fare, etc. The method of keeping the accounts was not as complete as it should have been. Each month, when a check signed by Miss Lodge and countersigned by the surety was delivered to her, she divided it into equal sums representing the number of weeks in the month so that the expenses could be equally budgeted.\nOne of the girls who is still living with Miss Lodge asks that the accounts be confirmed. The other three, who are now married, have appealed. The appellants havin'gi presented their objections under four heads, we will treat the exceptions in the same manner.\n(l,) fThe main assignments of error deal with the courts rejection of the appellants’ contention that the guardian should be surcharged to the full extent of the proceeds' of the sales of real estate because she failed to secure an authorization from the orphans’ court before investing such proceeds or expending any part of the principal or income for maintenance and education. Sections 10 and 11 of the Revised Price Act (Act of June 7, 1917, P. L. 388; 20 PS §§ 1644,1645) provide in part as follows: “The court shall make such order or orders, from.time to time, as to the distribution or investment of such funds, as may be requisite to protect the interest of all persons who are or may become entitled thereto, or to any part thereof. . . . The court having jurisdiction may direct the application of such proceeds, or part thereof, for the maintenance and education of minor parties whose personal estate shall be insufficient for such purposes. ... No principal moneys raised by sale or mortgage, as aforesaid, shall be expended for any other purpose than for the payment of liens upon or the improvement of the same real estate when mortgaged, or other real estate when held for the same uses and persons, except as provided in section ten of this act.”-\nAppellants contend that the foregoing statute is mandatory and makes it necessary for the guardian to apply to the court for an order authorizing the investment of proceeds from sale of real estate, arguing that in making the sale she was acting as trustee of the court and should therefore have secured a formal court order directing her as trustee to turn over the funds to herself as guardian with proper directions authorizing specific investments. In interpreting this section it must be remembered that the Revised Price Act, as was its predecessor, was intended to cover a variety of situations, some simple and some complex. Where there are involved life tenants, vested or contingent remaindermen, or executory devisees, it may become important for the court to retain complete supervision of the investment of the proceeds of sales of real estate, as, for example, the factual situation presented in the case of Moorhead v. Wolff, 123 Pa. 365, 16 A. 520. In a simple situation like the present one, where the interests of the minors are unrestricted and absolute, it cannot be said that the legislature intended all the provisions of that act to be mandatory with the resulting consequences which the appellants would visit on this accountant. Our decisions do not support an interpretation which would require meaningless formalities before making a transfer of funds or investing the proceeds: Com. v. Messenger, 237 Pa. 1, 85 A. 26. The interpretation we place on the act works neither unjustly nor severely. If this accountant had allowed the fund to remain idle for a considerable period, here sixteen years, she would have been surcharged with legal interest: Boyle’s Estate, 67 Pa. Superior Ct. 381. She was under the duty to provide maintenance and support for the minors out of the income if possible. The investments were actually made in compliance with § 41 (a) of the Fiduciaries Act of 1917, P. L. 447 (20 PS § 801), and the court below has so found. She was acting under the advice of competent counsel who had acted for the father of the children, and she was entitled to protection for that reason: Dempster’s Estate, 308 Pa. 153, 158, 162 A. 447; Bradley’s Appeal, 89 Pa. 514, 521; Kline’s Estate, 280 Pa. 41, 47, 124 A. 280.\nFinally, the court could approve the investments after they were made if it thought it proper so to do. This the court below did after a painstaking examination of the evidence, reviewing the subject as if the question had been presented to the court at the time the investments were made. These exceptions cannot be sustained.\n(2) Two of the minors, Rita and after securi jigemployment, made contributions to the support of ’the, family as a whole.' At that time there was a shortage in the income from investments. These sums were not accounted for as such by the accountant. Appellants seek to surcharge her with' those amounts. There are two anwers to this contention. Rita, one of the appellants, took the stand and testified that they paid this money to Miss Lodge to be used for the support of all at a time when the children were in need of clothing, that the funds were used for that purpose, and that she did not have a suspicion that Miss Lodge used it for her own benefit or devoted it to any other purpose than\" that for which it was contributed. In addition, the auditing judge and court took these contributions into account in determining what would be a fair allowance for the support of the children. The only effect, of sustaining this exception would be to charge an additional sum to ,the accountant and then to give credit for the amount so expended. The evidence supports the inference that the daughters contributed this money not to Miss Lodge as guardian but to her as housekeeper and that the money was expended under their direction and for their common benefit. See Carpenter’s Estate, 123 Pa. Superior Ct. 190, 186 A. 201.\n(3) The appellants next except to credits of $434.08 and $566.12 allowed the accountant. Pure questions of fact were raised with respect to each of these items and they were decided adversely to the appellants by the tribunal whose duty it is to determine questions of fact.\nThere is no merit in the. objection to the item of $434.08. Miss Lodge charged herself with $1,980 mortgage interest collected by Mr. Donoghue during the years 1922, 1923, and 1924, but not deposited in the estate account. However, Mr. Donoghue at about the same time deposited $434.08 in that account without indicating its source. The position of the accountant, sustained by the court below, in short, is that this amounted to a double charge for the same matter. The account was examined by certified public accountants and by the auditing judge. They had a list of all of the sources of income and there was no other source from which this item could have come. As all of the interest and rent received was accounted for and there was no other source of income, the court reasonably inferred that the $434.08 was a part of the $1,980 collected by Mr. Donoghue and not specifically identified in the bank account.\nThe credit of $566.12 was allowed by the court below for somewhat similar reasons. Miss Lodge had charged herself with $1,980 received by Mr. Donoghue and not deposited in the estate account. During this time the household expenses, including rent, averaged about $145 a month. Ordinarily, a monthly allowance was drawn from the estate account, but the records show that Miss Lodge received during this same time from the estate account nothing for three months and only $5.10 for the fourth month. At the same time she was paying the rent and maintaining five persons in the common household. The secretary of the late Mr. Donoghue testified that the interest had been collected by him and that some of the disbursements were made by him directly and not through the estate account. The money having been actually expended for the benefit of the minors, the only reasonable inference is that the $566.12 was in fact part of the $1,980 received by Mr. Donoghue, deposited in and paid out through his individual bank account, and expended during the month mentioned. A pure question of fact was presented to the court and was decided adversely to the appellants on sufficient evidence.\n(4) Finally, appellants claim that the guardian should be denied all compensation because she did not properly perform the duties required of her, left the administration of the minors’ estates to others, and received and invested the funds without application to court, or that in any event her commission should be cofiiputed at three per cent in place of five per cent. The amount of commissions to which the accountant was entitled was primarily a question for the court below. A careful examination of the whole record convinces us that the court propeiiy disposed of the contentions of the parties. What we have heretofore said with relation to the investment of funds indicates that the appellants’ contention in that respect cannot be sustained. The guardian invested the funds and, in so doing, exercised common prudence and fair judgment. She is not to be held responsible for the consequences of the unusual depreciation in values of real estate in the period involved. There is not any merit in the assertion that she turned over the management of the estate to Mr. Donoghue and her sister. She consulted Mr. Donoghue in making investments, discussed the matters with him, and then made the decision. There is no indication of negligence or mismanagement such as would warrant depriving her of commissions. The facts that she had Mr. Donoghue keep the books and was assisted by her sister in performing her duties form the basis for no criticism. None of the estates’ money was paid for this service. The principal fault with the defendant’s management of the estate was that the books were not kept in a better manner. This was not her fault but the fault of the attorney whom she employed. He was reputed to be competent and had been the attorney for the father of the minors. Knowing her own limitations and lack of business experience, she is to be commended rather than condemned for seeking competent advice.\n. A consideration of the actual results accomplished by -this woman is an answer to the charges made. She took under her protection four helpless children and sacrificed sixteen years of her life to their service for which she has, up to this time, not received the compensation that would be paid to an ordinary household servant. While it is true that she was not appointed guardian of the persons of these children, she accomplished the very purpose for which she was appointed guardian. She protected and guided the children through a critical period. Rarely do we find a record in which there is as much to the credit of a guardian. The ultimate rule is compensation for services rendered. Even the commissions allowed poorly compensate her for the service rendered. At the same time she has been penalized for mistakes that were not her fault. We are satisfied that the court below arrived at a result that did ample justice to the wards.\nThe order of the court below is affirmed, each appellant to pay the costs in her appeal.\nThere came into the hands of the guardian from the personal estates of the children’s parents and grandparents $1,155.91. She was not allowed any commission on this sum and that item is mot involved in qpy way j_n the present controversy.",
        "type": "majority",
        "author": "Mr. Justice Parker,"
      }
    ],
    "attorneys": [
      "Wesley H. Caldwell, with him' Charles Eunsicker and Charles Eunsicker, Jr., for appellants.",
      "Frank J. Eustace, Jr., for appellee.",
      "Lewis E. Vam, Dusen, Jr., with him Drinker, Biddle & Reath and Robert Brigham, for appellees."
    ],
    "corrections": "",
    "head_matter": "Henry’s Estate.\nArgued January 21, 1941.\nBefore Schaffer, C. J., Maxey, Drew, Linn, Stern, Patterson and Parker, JJ.\nWesley H. Caldwell, with him' Charles Eunsicker and Charles Eunsicker, Jr., for appellants.\nFrank J. Eustace, Jr., for appellee.\nLewis E. Vam, Dusen, Jr., with him Drinker, Biddle & Reath and Robert Brigham, for appellees.\nMarch 24, 1941:"
  },
  "file_name": "0439-01",
  "first_page_order": 475,
  "last_page_order": 484
}
