{
  "id": 1204521,
  "name": "Maloney, Appellant, v. Stahlnecker et al.; Maguire, Appellant, v. Stahlnecker et al.; MacDonald, Appellant, v. Stahlnecker et al.",
  "name_abbreviation": "Maloney v. Stahlnecker",
  "decision_date": "1941-03-24",
  "docket_number": "Appeals, Nos. 107-109",
  "first_page": "517",
  "last_page": "524",
  "citations": [
    {
      "type": "official",
      "cite": "341 Pa. 517"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "340 Pa. 187",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1203362
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/340/0187-01"
      ]
    },
    {
      "cite": "332 Pa. 358",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1186569
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/332/0358-01"
      ]
    },
    {
      "cite": "139 Pa. Superior Ct. 599",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1024472
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/139/0599-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 543,
    "char_count": 10048,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 1.840140413940256e-07,
      "percentile": 0.7220195077010282
    },
    "sha256": "f9992e4fe458c99beed260c72179e94787e3e26fd5e573752206d657a1f67f64",
    "simhash": "1:471ec6619d57d5dd",
    "word_count": 1580
  },
  "last_updated": "2024-02-27T21:37:01.544696+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Schaffer, C. J., Maxey, Drew, Linn, Stern and Patterson, JJ."
    ],
    "parties": [
      "Maloney, Appellant, v. Stahlnecker et al. Maguire, Appellant, v. Stahlnecker et al. MacDonald, Appellant, v. Stahlnecker et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Drew,\nThe appellants, Francis J. Maloney, Katharine R. Maguire and Philip MacDonald, made application to and were examined by the Unemployment Compensation Board of Review, created by the Act of December 5, 1936 (P. L. of 1937, p. 2897), as amended, known as the Unemployment Compensation Law, for employment as junior interviewers. After being placed on the list of eligibles for such positions and accordingly certified to the Secretary of Labor and Industry, they were duly appointed junior interviewers in Philadelphia County, in the Division of Unemployment Compensation and Employment Service. They served their probationary period of nine months to the entire satisfaction of the Secretary and were retained in their positions for several months thereafter, which, under the provisions of section 208 (k) of the Unemployment Compensation Law, supra, automatically confirmed them as permanent appointees in the civil service.\nA new Secretary of Labor and Industry, as well as a new Unemployment Compensation Board of Review, in the meantime, succeeded those who were in office at the time these appellants made application, took examination and were appointed. Sometime after taking office, the new Board proceeded to review the applications of appointees, and, on November 1, 1939, almost eleven months after appellants’ appointment, ordered the Secretary to summarily discharge appellants upon the sole ground that their education and experience as set forth in their respective applications did not meet the minimum requirements, as established by the regulations of the Secretary, to have entitled them to have taken the examination for the position of junior interviewer. Accordingly, the Secretary, on November 13, 1939, notified appellants by letter that they were summarily dismissed, effective at the close of business the following day.\nAppellants thereupon appealed to the Board, which, after a joint hearing wherein no fraud, misrepresentation or misconduct on the part of appellants was charged or. disclosed, ruled that appellant, Philip MacDonald, had been properly discharged since he lacked the minimum qualifications for the position. The Board, however, ordered the reinstatement of the other appellants, Francis J. Maloney and Katharine R. Maguire, without reimbursement for loss of salary during the period they were out of employment, for the reason that the additional evidence produced at the hearing revealed the fact that these two appellants actually possessed the required qualifications, which their applications had failed to indicate.\nAppeals by all appellants to the Superior Court followed and that Court very properly ordered the reinstatement of appellant, MacDonald, for the reason set forth in Kassarich v. Unemply. Comp. Board, 139 Pa. Superior Ct. 599, wherein it was stated (p. 605) : “It follows that whether or not the Board, which examined this appellant for the office . . . and certified him on the list of eligibles, rightly construed the rules and regulations prescribed by the then Secretary as to the qualifications to be possessed by persons desiring employment in the various classes and grades of employment established by the Secretary, its act in certifying him on the list of eligibles could not be reviewed, reconsidered or revoked and his name removed from the list in the absence of fraud, misrepresentation, or misconduct — which is not here alleged — after his appointment to a civil service position, and his retention therein beyond the probationary period of nine months, either by the Board which had certified the list or by a subsequent Board; and the present Board had no power to direct the Secretary to dismiss him from his position, because it was of opinion that his experience, as set forth in his application, did not meet the minimum requirements prescribed by the Secretary. The authority of the Secretary to dismiss a permanent civil service employee is restricted to the grounds enumerated in section 208 (o) and (s) [of the Unemployment Compensation Law, supra], none of which is charged against this appellant.” The Superior Court, however, being of the opinion that it was without authority to review the action of the Board in granting or refusing the appellants’ claims for reimbursement for loss of salary caused by this unjustifiable dismissal, refused so to do. Upon the petition of appellants, these three appeals were allowed; and having been argued together, will be disposed of in one opinion.\nAppellants contend that the Board abused its discretion in not fully compensating them for loss of salary caused by their illegal discharge and that the Superior Court fell into error in holding that the exercise of the discretion by the Board was not subject to review\nby that Court. With this argument of appellants we are constrained to agree. Section 208 (p) of tbe Unemployment Compensation Law, supra, provides, inter alia: “. . . Any employe, after having been dismissed, suspended or furloughed, or having received notice of dismissal, suspension or furlough, and who has made appeal thereof to the board, shall be restored, upon being sustained on such appeal by the decision of the board, to the same grade of employment in which he had been employed and, in the discretion of the board, shall be fully reimbursed for any loss of salary caused by such dismissal, suspension or furlough.” (Italics added.) Bearing in mind the provisions of the Statutory Construction Act of May 28, 1937, P. L. 1019, Article IY, section 52, wherein it is provided: “In ascertaining the intention of the Legislature in the enactment of a law, the courts may be guided by the following presumptions among others: (1) That the Legislature does not intend a result that is absurd, impossible of execution or unreasonable; ...” (Italics added), the word “discretion,” as used in this section of the Unemployment Compensation Law, supra, obviously can only be interpreted to mean a discretion adhering to well known and established principles of law, rather than an arbitrary, fanciful or capricious one. In this connection, we said, in Dauphin Co. Grand Jury Invest. Proc. (No. 3), 332 Pa. 358, 365: “It is true that the statute uses the phrase ‘absolute discretion,’ but, while the adjective supplies emphasis, it cannot be judicially interpreted to connote other than a discretion consistent with those immutable principles which govern the administration of justice, that is, a discretion reasonably based upon the attendant pertinent circumstances from which its exercise arises, and which is the only range of discretion permissible to a judicial or quasi-judicial officer.” Furthermore, it was held, in Crawford’s Estate, 340 Pa. 187, in interpreting section 53 (a) of the Fiduciaries Act of June 7, 1917, P. L. 447, which provides, inter alia, that “Any orphans’ court having jurisdiction of the accounts of . . . trustees shall have exclusive power to remove such . . . trustee . . .” (Italics added), that the removal of a trustee is a matter resting largely within the discretion of the court below, but that an abuse of that discretion renders its exercise subject to review.\nWhether the discretion vested in the Board has been abused in the cases of these appellants or has been exercised within legal limitations is necessarily a question for the court’s determination. Therefore, where the Board’s decision sustains the appeal of the employee, but refuses reimbursement for loss of salary, the court should carefully examine the record in order to ascertain whether or not there is any ground which would afford a basis for such refusal. While the Board could, and probably should, have heard testimony as to the funds available for such reimbursement, as well as to the earnings, if any, of the employee during the period of his unemployment and other relevant and pertinent matters which might properly move or influence its judicial discretion, and made findings accordingly, the record so far as these appellants are concerned, whose dismissal was without any legal justification whatsoever, is utterly devoid of any facts, or inferences properly deducible therefrom, which could possibly warrant a denial of reimbursement to them for loss of salary. Therefore, as to the appellants, Maloney and Maguire, we think the action of the Board in refusing reimbursement, under such circumstances as here presented, amounted to a clear abuse of the discretion vested in the Board under the statute; and that the record must be remitted to the Board with directions that these two appellants, whom the Board itself reinstated, be fully compensated for the period of their unlawfully enforced unemployment; which procedure, in our opinion, was the clear legislative intent.\nSince the Unemployment Compensation Law, supra, confers no authority upon the Court to make orders for reimbursement to the employee for loss of salary where the decision of the Board did not sustain the appeal of the employee, the appellant, MacDonald, should, therefore, make application to the Board (since he has now been reinstated by the Superior Court) for such reimbursement, at which time the Board should hear testimony and make findings upon which to base the exercise of its judicial discretion; its decision on appeal being subject to review.\nOrder of the Superior Court, as modified with regard to reimbursement of salary of appellants, is affirmed, and the record is remitted to the Unemployment Compensation Board of Review for further proceedings consistent with this opinion; costs to be paid by appellee.",
        "type": "majority",
        "author": "Me. Justice Drew,"
      }
    ],
    "attorneys": [
      "Joseph 8. Clark, Jr.• for appellants.",
      "R. Carlyle Fee, Asst. Special Deputy Attorney General, with him Charles R. Davis, Special Deputy Attorney General, and Claude T. Reno, Attorney General, for appellee."
    ],
    "corrections": "",
    "head_matter": "Maloney, Appellant, v. Stahlnecker et al. Maguire, Appellant, v. Stahlnecker et al. MacDonald, Appellant, v. Stahlnecker et al.\nArgued January 27, 1941.\nBefore Schaffer, C. J., Maxey, Drew, Linn, Stern and Patterson, JJ.\nJoseph 8. Clark, Jr.• for appellants.\nR. Carlyle Fee, Asst. Special Deputy Attorney General, with him Charles R. Davis, Special Deputy Attorney General, and Claude T. Reno, Attorney General, for appellee.\nMarch 24, 1941:"
  },
  "file_name": "0517-01",
  "first_page_order": 553,
  "last_page_order": 560
}
