{
  "id": 1109641,
  "name": "Commonwealth v. Elliott, Appellant",
  "name_abbreviation": "Commonwealth v. Elliott",
  "decision_date": "1928-01-23",
  "docket_number": "Appeal, No. 345",
  "first_page": "16",
  "last_page": "25",
  "citations": [
    {
      "type": "official",
      "cite": "292 Pa. 16"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "81 Pa. Superior Ct. 69",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        655615
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/81/0069-01"
      ]
    },
    {
      "cite": "95 Pa. 418",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        492933
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/95/0418-01"
      ]
    },
    {
      "cite": "121 Pa. 165",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        561237
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/121/0165-01"
      ]
    },
    {
      "cite": "272 Pa. 522",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1068428
      ],
      "pin_cites": [
        {
          "page": "524"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/272/0522-01"
      ]
    },
    {
      "cite": "272 Pa. 551",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1068343
      ],
      "pin_cites": [
        {
          "page": "555"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/272/0551-01"
      ]
    },
    {
      "cite": "275 Pa. 58",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1075723
      ],
      "pin_cites": [
        {
          "page": "65"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/275/0058-01"
      ]
    },
    {
      "cite": "89 Pa. 480",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063230
      ],
      "pin_cites": [
        {
          "page": "488"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/89/0480-01"
      ]
    },
    {
      "cite": "98 Pa. 338",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        496931
      ],
      "pin_cites": [
        {
          "page": "344"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/98/0338-01"
      ]
    },
    {
      "cite": "85 Pa. 139",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        440508
      ],
      "pin_cites": [
        {
          "page": "149, 157"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/85/0139-01"
      ]
    },
    {
      "cite": "19 Pa. Superior Ct. 81",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        839488
      ],
      "pin_cites": [
        {
          "page": "94"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/19/0081-01"
      ]
    },
    {
      "cite": "21 Pa. Superior Ct. 75",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        844261
      ],
      "pin_cites": [
        {
          "page": "80"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/21/0075-01"
      ]
    },
    {
      "cite": "81 Pa. Superior Ct. 279",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        655658
      ],
      "pin_cites": [
        {
          "page": "280"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/81/0279-01"
      ]
    },
    {
      "cite": "83 Pa. Superior Ct. 96",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        661180
      ],
      "pin_cites": [
        {
          "page": "103"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/83/0096-01"
      ]
    },
    {
      "cite": "84 Pa. 107",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053525
      ],
      "pin_cites": [
        {
          "page": "118, 126"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/84/0107-01"
      ]
    },
    {
      "cite": "125 Pa. 94",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563936
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "103, 104"
        },
        {
          "page": "103, 104"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/125/0094-01"
      ]
    },
    {
      "cite": "234 Pa. 570",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        982457
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/234/0570-01"
      ]
    },
    {
      "cite": "58 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013212
      ],
      "pin_cites": [
        {
          "page": "18"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/58/0009-01"
      ]
    },
    {
      "cite": "89 Pa. Superior Ct. 439",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        671294
      ],
      "pin_cites": [
        {
          "page": "447"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/89/0439-01"
      ]
    },
    {
      "cite": "274 Pa. 108",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1072990
      ],
      "pin_cites": [
        {
          "page": "114"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/274/0108-01"
      ]
    },
    {
      "cite": "252 Pa. 187",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021581
      ],
      "pin_cites": [
        {
          "page": "197"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/252/0187-01"
      ]
    },
    {
      "cite": "265 Pa. 251",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1051902
      ],
      "pin_cites": [
        {
          "page": "254"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/265/0251-01"
      ]
    },
    {
      "cite": "59 S. E. 101",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "pin_cites": [
        {
          "page": "102"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "2 Ga. App. 826",
      "category": "reporters:state",
      "reporter": "Ga. App.",
      "case_ids": [
        1254193
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ga-app/2/0826-01"
      ]
    },
    {
      "cite": "81 Pa. Superior Ct. 69",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        655615
      ],
      "pin_cites": [
        {
          "page": "71"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/81/0069-01"
      ]
    },
    {
      "cite": "95 Pa. 418",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        492933
      ],
      "pin_cites": [
        {
          "page": "424"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/95/0418-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 852,
    "char_count": 19157,
    "ocr_confidence": 0.471,
    "pagerank": {
      "raw": 8.924555622313362e-07,
      "percentile": 0.9785014493122958
    },
    "sha256": "6c502aeea18b973d25c3e4384153fb8a5422fea6d1eb37f44857b4604babb7b3",
    "simhash": "1:de2da1280021ec56",
    "word_count": 3277
  },
  "last_updated": "2024-02-27T17:06:05.656564+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschizisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Commonwealth v. Elliott, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Moschzisker,\nThis is an appeal by Mariot, or Marion, A. Elliott from a sentence to life imprisonment, following a verdict of first-degree murder for the killing of Henry T. Peirce on November 20, 1920.\nThe body of Peirce was found in his apartment, 2007 Market Street, Philadelphia, with at least twenty-five distinct wounds on the head, three or four of which, according to the testimony of the coroner’s physician, were “necessarily fatal”; there was a slight odor of escaping gas in the room, but the injuries to the head were the “primary cause” of death. One Treadway and a woman named Marie, or Sue E., Rodgers were later apprehended at Wheeling, West Virginia, in possession of Peirce’s automobile and some of his personal effects. They were brought back to Philadelphia, and tried separately. Treadway was convicted of second-degree murder and is now serving a sentence in the penitentiary. The Rodgers woman was acquitted. Joseph A. Moss, also implicated in the crime, pleaded guilty to being an accessory after the fact, and was sentenced to fourteen months, which he had served at the time of the trial now under review. In August, 1927, defendant was found in Detroit; shortly afterward he was tried in Philadelphia and convicted of first-degree murder. At Elliott’s trial, Treadway, Eodgers and Moss testified that defendant had done the actual killing in their presence. On the other hand, Elliott testified that Tread-way was the one who struck the fatal blows, and that he, defendant, was an innocent witness to the crime. While Elliott’s testimony varied from that of the other three as to details before and after the homicide, all the evidence places Treadway, Elliott, Eodgers and Moss together on the evening in question; it shows that these four were with Peirce in the latter’s apartment at the beginning of the attack upon him, but that Elliott and Treadway alone were there when the murder occurred. Those present at the time of the assault all agree that Peirce was very drunk; Elliott said that he himself had not been drinking at all that evening; and, of the others, Moss is the only one who appeared to be really affected by liquor. They' all agree that, after the killing, the four of them escaped together in Peirce’s automobile and eventually found their way to Wheeling, West Virginia; further, that, during the flight, various articles belonging to deceased were disposed of or utilized by one or more of them. “Treadway, Eodgers and Moss testified that immediately prior to the killing they were in Peirce’s room where whiskey was being served; that Peirce was very much intoxicated; that suddenly Elliott appeared in the doorway with a revolver in his left hand and a blackjack in his right; that he advanced toward Peirce, pointing the revolver at him and telling him to put up his hands; that Peirce said “What is the meaning of this?”; that Peirce, being deaf, did not understand Elliott and held out a glass of whiskey to him, ■whereupon Elliott struck him over the wrist with the blackjack, causing the glass to fly across the room; that at this point Rodgers and Moss left the place. Tread-way testified that after this Elliott struck Peirefe over the head with the blackjack and that when the blackjack fell from Elliott’s hand he [Elliott] took the revolver and beat him [Pierce] with the butt until [the latter] fell to the floor; that Elliott then picked up a Stilson wrench and pounded Peirce’s head.” The above quoted recitals of testimony are taken from the history of the case in appellant’s brief.\nThe first assignment alleges error in the admission of the testimony of a detective, McGettigan, as to conversation with Elliott during the railroad trip back to Philadelphia after the latter was apprehended. It is claimed that the testimony in question constituted “a mere narrative of a past occurrence,” and, being such, it was “inadmissible as part of the res gestae.” The testimony, however, was not introduced as part of the res gestae, but as admissions by defendant concerning his part in the crime; and all the facts covered by the rulings now complained of relate to what took place at the time of that occurrence and during the subsequent flight of the participants. An “admission” as applied to criminal cases has been defined as a “statement by defendant of a fact or facts pertinent to the issues and tending, in connection with proof of other facts or circumstances, to prove the guilt,......but which is, of itself, insufficient to authorize conviction; it is a circumstance which requires the aid of further testimony to generate a reasonable conclusion of guilt”: 1 Words and Phrases, 2d Series, 119; Ransom v. State, 2 Ga. App. 826, 59 S. E. 101, 102. Voluntary statements made by a defendant, although they may not amount to a confession of guilt, can be used against him if they tend to explain issues on trial (Com. v. Tenbroeck, 265 Pa. 251, 254), and the declarations here in question are of that character. Moreover, McGettigan’s testimony concerning Elliott’s admissions to him (except as to a few declarations made by defendant in his own favor, and one adverse admission which he, as a witness in his own behalf, afterward explained), agree with the story told by Elliott when on the stand in his own defense; hence the admission of this testimony can not be accounted reversible error.\nThe next and several subsequent assignments complain of what appellant alleges to be the argumentative and one-sided manner in which the evidence was presented to the jury by the trial judge. It undoubtedly would have been better had the charge dealt in a more judicial way with some of the matters involved, but we find no reversible error in that regard. While at times the court’s manner of presentation left much to be desired, yet the charge as a whole fairly presents the case; where this is so, the trial judge may comment on the testimony, and even indicate an opinion, so long as the jury is left free, as this one was, to act upon its own view of the evidence: Com. v. Webb, 252 Pa. 187, 197; Com. v. Lessner, 274 Pa. 108, 114; Com. v. Johnson, 89 Pa. Superior Ct. 439, 447.\nThe following portion of the charge is assigned as error on the ground that it failed to inform the jury that, before the burden of proof can shift from the Commonwealth to defendant, a felonious homicide of some sort must be proved. The trial judge said: “All homicide is presumed to be malicious, that is, murder in some degree, unless the contrary appears in evidence. When proven that the defendant committed the deed, the burden of reducing the crime from murder to a crime of lesser degree rests upon the defendant, and, unless facts already in evidence show it, the defendant must always show all the circumstances of alleviation or excuse upon which he relies to reduce the crime, to reduce the degree of his offense.” This language conforms very closely to that of the charge of Mr. Justice Agnew in Com. v. Drum, 58 Pa. 9, 18, constantly followed and approved by us ip subsequent cases. True, instead of saying “all homicide,” the court should have said that all “homicide without circumstances of alleviation or excuse,” or all unlawful or all unjustifiable homicide is presumed to be malicious, etc.; but, under the evidence in this case and the charge as a whole, that omission could not have harmed defendant. The evidence as a whole shows an unlawful homicide committed by Elliott or some other person; so the real question was not as to the nature of the homicide, but as to the person who made the attack on Peirce and whether it was part of a deliberate and premeditated murder or of murder done in the course of a robbery. The above-quoted instructions occur in a portion of the charge where the trial judge was discussing the law in reference to inexcusable homicide and after he had informed the jury that, “where an unlawful killing has been proved,” the Commonwealth still has to show other things to warrant a first-degree verdict. In short, the part of the charge here assigned as error shows, when read with its context, that the judge meant to tell the jurors that “all unlawful homicide is presumed to be malicious,” and suggests no probability of their having been misled into the belief that he had instructed them that even an excusable homicide was presumed to be malicious. However that may be, the instructions under attack could not have harmed defendant, for both sides agree that this was a malicious killing, and Elliott’s defense was that he did not perpetrate or take part in it; defendant claimed he was an innocent witness to the deed, who was intimidated into accompanying the culprit, Treadway, and his companions, in their flight.\nThe next assignment complains that the court failed to warn the jurors as to the care they should take in weighing the testimony of the alleged accomplices, and of the necessity for corroboration of such testimony. It must be remembered that there is no rule of law in this State which forbids a conviction on the uncorroborated testimony of an accomplice: Com. v. DeMasi, 234 Pa. 570, 572 ; Cox v. Com., 125 Pa. 94, 103, 104; Carroll v. Com., 84 Pa. 107, 118, 126; Com. v. Viscosky, 83 Pa. Superior Ct. 96, 103; Com. v. Lord, 81 Pa. Superior Ct. 279, 280; Com. v. Sayars, 21 Pa. Superior Ct. 75, 80; Com. v. Craig, 19 Pa. Superior Ct. 81, 94. This kind of proof goes before the jury like all other evidence; whether it requires confirmation and the degree of credit which shall be given it are matters for that body to decide : Hester v. Com., 85 Pa. 139, 149, 157; Ettinger v. Com., 98 Pa. 338, 344. While the law permits a conviction on the testimony of an accomplice, yet it looks with disfavor on this character of proof, and, because the source of such evidence is corrupt, it is usual and correct practice to admonish jurors not to rely upon it unless corroborated: Kilrow v. Com., 89 Pa. 480, 488; Ettinger v. Com., supra, 344-345. The extent of the admonishment is a matter within the discretion of the trial judge, but the fact that such a warning is usual has given rise to the expression that it is a “time-honored rule” that the court shall caution jurors against convicting upon the testimony of an uncorroborated accomplice (Com. v. Williams, 275 Pa. 58, 65), particularly when such testimony goes to the identification of the person accused: Watson v. Com., 95 Pa. 418, 424; Com. v. Polise, 81 Pa. Superior Ct. 69, 71. We said, however, in Cox v. Com., 125 Pa. 94, 103, 104, that it is “for the trial judge, who......heard the witness [in question], noticed his manner and appearance upon the stand and can judge equally well with the jury as to his credibility, to say whether he is satisfied with the verdict,” and that “if both the jury and the [trial] court are satisfied” the alleged accomplice was truthful in the material parts of his testimony, “there is no [good] reason why the ver-* diet should not stand.” This was said in a case where the appellant attacked the manner in which an accomplice’s testimony was submitted to the jury. In the present case, in several material instances where the evidence given by each of the alleged accomplices contradicted or was inconsistent with details of Elliott’s defense, it was corroborated by other witnesses, who were disinterested, and in some instances, by undisputed facts. While the question of corroboration was not specifically mentioned in the charge, the trial judge more than once referred to Treadway, Moss and Rodgers as “codefendants” of Elliott, instructing the jurors, “You must bear in mind that the principal witnesses [for the Commonwealth] were codefendants,” evidently meaning accomplices; and, he further instructed, “When you weigh the credibility of each witness you must first consider the interest that each witness has in the story that he tells.” It might have been better if the court had instructed more particularly as to the advisability of seeking corroboration of the stories of the alleged accomplices, but as a matter of fact there was sufficient corroboration in this case, and as a matter of law the lack of such an instruction will not constitute reversible error unless a clear abuse of judicial discretion appears; that, under the circumstances, cannot be said of the present charge.\nSeveral assignments complain of the refusal to grant a new trial; the final one, because the court was not moved to this relief by certain after-discovered evidence of an alleged disinterested witness who offered to testify to facts which, if believed, would have tended to impeach the testimony of the alleged accomplices of defendant. After-discovered evidence, offered only to impeach the credibility of witnesses who testified at the trial, “furnishes no sufficient reason for granting a new trial”: Com. v. Carter, 272 Pa. 551, 555. Speaking generally, the grant of a new trial is a matter of discretion with the trial court, and we will not, in a murder case, reverse the action of such a tribunal in refusing that relief unless it clearly appears that harmful error occurred at the trial, or in cases of manifest abuse of discretion (Com. v. Patterson, 272 Pa. 522, 524), which, after considering all the assignments on the subject, we do not find to be present here. Tbe averments of tbe affidavit offered in this case, if believed, would show only that, while Treadway, Eodgers and Moss had known each other for some weeks, the association of Elliott with them began the evening the crime was committed; further, that Treadway indicated to affiant jealousy of Peirce and apprehension that the latter might pay attentions to the Eodgers woman, with whom he, Treadway, was living. The first would be no more than cumulative evidence to reinforce Elliott’s own testimony, and, considering all the proofs on this record, the second would be of little or no importance. There is no good reason to believe that either of the facts alleged in this affidavit, had they been in evidence, would have affected the conclusions of the jury as to what actually took place in Peirce’s apartment at the time of the homicide.\nWhile not specifying each of the nineteen assignments of error, we have considered all and find no merit in any of them. It remains but to say that, though those present at the time of the homicide seem to have been a bad lot, yet the impression left upon one reading the notes of testimony is that the defendant was the least reliable witness of the four. From the evidence in the case, the jury could well conclude that Elliott deliberately killed Peirce, or that he did the killing in carrying into execution a conspiracy with others to rob the deceased, or, whether or not there was such a conspiracy, that he killed him in the course of a robbery; any of these findings would amply warrant the verdict rendered.\nThe judgment is affirmed, and it is ordered that the record be remitted to the court below to the end that the sentence, already imposed, may be carried out.",
        "type": "majority",
        "author": "Mr. Chief Justice Moschzisker,"
      }
    ],
    "attorneys": [
      "Jay C. Bossard, with him A. Merrill Ely, for appellant.",
      "Franklin E. Barr, Assistant District Attorney, with him Charles Edwin Fox, District Attorney, for Commonwealth."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Elliott, Appellant.\nCriminal law — Murder—Evidence—Admissions and declarations of defendant.\n1. An “admission” by defendant, as applied in a criminal case, is a statement by defendant of a fact or facts pertinent to the issue and tending, in connection with proof of other facts or circumstances, to prove the guilt of defendant, but which is, of itself, insufficient to authorize conviction.\n2. Voluntary statements made by a defendant charged with murder, although they may not amount to a confession of guilt, may be used against him, if they tend to explain issues on trial, and this is especially so where they agree with the story told by defendant himself when on the stand.\nCriminal law — 1Murder—•Charge of court — Comment on testimony.\n3. The trial judge in a murder case may comment on the testimony, and even indicate an opinion, so long as the jury is left free to act upon its own view of the evidence.\nCriminal law — Murder—Charge—Degree—Malice—Context.\n4. Where the evidence in a murder ease shows and all witnesses agree that an unlawful and unjustifiable homicide was committed, either by defendant or some one else, and there is no contest on that point, the real question being not as to the nature of the homicide but as to who did it, the trial judge cannot be convicted of reversible error because he said to the jury that “all homicide is presumed to be malicious” instead of saying that “all unlawful or unjustifiable homicide is presumed to be malicious,” especially where the context shows that was what was meant.\nCriminal law — Murder—Evidence—Testimony of accomplices— Admonishing jury — Discretion of court.\n5. There is no rule of law in Pennsylvania forbidding a conviction on the uncorroborated testimony of an accomplice.\n6. While the law permits a conviction on such ptoof, yet it looks with disfavor on it, and, because the source of such evidence is corrupt, it is usual and correct practice to admonish jurors not to rely upon it unless corroborated; the extent of the admonishment is a matter within the discretion of the trial judge.\n7. The lack of such an instruction will not constitute reversible error unless a clear abuse of judicial discretion appears.\nCriminal law — Murder—New trial — After-discovered evidence— Discretion of court.\n8. After-discovered evidence offered only to impeach the credibility of witnesses who testified at a murder trial, furnishes no sufficient reason for granting a new trial.\n9. In such case the appellate court will not reverse the action of the trial court refusing a new trial, unless it clearly appears that harmful error occurred at the trial, or that there was a manifest abuse of discretion on the part of the lower court.\nArgued J anuary 3,1928.\nBefore Moschizisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nAppeal, No. 345, Jan. T., 1927, by defendant, from judgment of O. & T. Phila. Co., Jan. T., 1921, No. 131, on verdict of murder of the first degree, ifi case of Commonwealth v. Marion Elliott.\nAffirmed.\nIndictment for murder. Before McDevitt, J.\nThe opinion of the Supreme Court states the facts.\nVerdict of murder of the first degree with penalty of imprisonment for life. Defendant appealed.\nErrors assigned were various rulings and instructions, quoting record.\nJanuary 23, 1928:\nJay C. Bossard, with him A. Merrill Ely, for appellant.\nIt was improper to admit testimony as to what defendant said to the detective who apprehended him seven years after the commission of the crime.\nThe statement of the law by the trial judge is erroneous in that he failed to qualify his first statement that “all homicide” is presumed to be murder of some degree: Tiffany v. Co., 121 Pa. 165.\nThe trial judge failed to mention in any part of his charge that the testimony of accomplices is evidence to be scanned with great care, refusing defendant’s eighth point for charge: Watson v. Com., 95 Pa. 418; Com. v. Polise, 81 Pa. Superior Ct. 69.\nA new trial should have been granted.\nFranklin E. Barr, Assistant District Attorney, with him Charles Edwin Fox, District Attorney, for Commonwealth."
  },
  "file_name": "0016-01",
  "first_page_order": 54,
  "last_page_order": 63
}
