{
  "id": 1109685,
  "name": "Southwestern National Bank v. Riegner, Appellant",
  "name_abbreviation": "Southwestern National Bank v. Riegner",
  "decision_date": "1928-01-10",
  "docket_number": "Appeal, No. 340",
  "first_page": "74",
  "last_page": "81",
  "citations": [
    {
      "type": "official",
      "cite": "292 Pa. 74"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "284 Pa. 444",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1092049
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/284/0444-01"
      ]
    },
    {
      "cite": "209 Pa. 266",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936151
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/209/0266-01"
      ]
    },
    {
      "cite": "176 Pa. 80",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        882251
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/176/0080-01"
      ]
    },
    {
      "cite": "148 Pa. 568",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981878
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/148/0568-01"
      ]
    },
    {
      "cite": "128 Pa. 324",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        567042
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/128/0324-01"
      ]
    },
    {
      "cite": "259 Pa. 367",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1038361
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/259/0367-01"
      ]
    },
    {
      "cite": "257 Pa. 91",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032406
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/257/0091-01"
      ]
    },
    {
      "cite": "154 Pa. 573",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        842350
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/154/0573-01"
      ]
    },
    {
      "cite": "277 Pa. 174",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1079585
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/277/0174-01"
      ]
    },
    {
      "cite": "153 Pa. 350",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        840381
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/153/0350-01"
      ]
    },
    {
      "cite": "49 Pa. 282",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998465
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/49/0282-01"
      ]
    },
    {
      "cite": "31 Pa. 295",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985119
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/31/0295-01"
      ]
    },
    {
      "cite": "4 Rawle 242",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823544
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0242-01"
      ]
    },
    {
      "cite": "1 Rawle 325",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819289
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0325-01"
      ]
    },
    {
      "cite": "138 Fed. 188",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3897455
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/138/0188-01"
      ]
    },
    {
      "cite": "127 Pa. 110",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        565692
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/127/0110-01"
      ]
    },
    {
      "cite": "115 Pa. 25",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        551761
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/115/0025-01"
      ]
    },
    {
      "cite": "100 Pa. 210",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498412
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/100/0210-01"
      ]
    },
    {
      "cite": "104 Pa. 53",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        452174
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/104/0053-01"
      ]
    },
    {
      "cite": "104 Pa. 179",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        452177
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/104/0179-01"
      ]
    },
    {
      "cite": "72 Pa. 196",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        434610
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/72/0196-01"
      ]
    },
    {
      "cite": "287 Pa. 251",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1099602
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/287/0251-01"
      ]
    },
    {
      "cite": "45 Pa. 172",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        9502540
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/45/0172-01"
      ]
    },
    {
      "cite": "33 Pa. 83",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988387
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/33/0083-01"
      ]
    },
    {
      "cite": "158 Pa. 15",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        848211
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/158/0015-01"
      ]
    },
    {
      "cite": "284 Pa. 444",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1092049
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/284/0444-01"
      ]
    },
    {
      "cite": "209 Pa. 266",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936151
      ],
      "pin_cites": [
        {
          "page": "268"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/209/0266-01"
      ]
    },
    {
      "cite": "176 Pa. 80",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        882251
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/176/0080-01"
      ]
    },
    {
      "cite": "148 Pa. 568",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981878
      ],
      "pin_cites": [
        {
          "page": "570"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/148/0568-01"
      ]
    },
    {
      "cite": "128 Pa. 324",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        567042
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/128/0324-01"
      ]
    },
    {
      "cite": "259 Pa. 367",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1038361
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "371"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/259/0367-01"
      ]
    },
    {
      "cite": "154 Pa. 573",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        842350
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/154/0573-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 700,
    "char_count": 14131,
    "ocr_confidence": 0.5,
    "pagerank": {
      "raw": 1.3060361384379908e-07,
      "percentile": 0.6232249447747726
    },
    "sha256": "9489b30f69494527a70204cd25391a366fbfbdcd5630d929f8d572f94f36a121",
    "simhash": "1:8cff98f5f679f89e",
    "word_count": 2502
  },
  "last_updated": "2024-02-27T17:06:05.656564+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.",
      "Mr. Justice Frazer, dissented."
    ],
    "parties": [
      "Southwestern National Bank v. Riegner, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Walling,\nThis equitable proceeding, instituted to determine which of two mortgages was entitled to priority on distribution of the proceeds of a sheriff’s sale, was heard on an agreed statement of facts. Edward C. Brown, owner of the property known as 427 South Broad Street, Philadelphia, did, on November 29, 1922, execute and deliver a $45,000 mortgage thereon to the defendant, which was recorded December 10, 1924. Meantime, on December 3, 1924, Brown executed and delivered a $50,000 mortgage to the plaintiff, on the same premises, which was recorded December 13,1924. The mortgages, taken without notice and for full value, were discharged by a sheriff’s sale of the premises on a prior lien and the question is, which of the two is entitled to the balance of the fund for distribution, — being insufficient to pay either in full. The trial court awarded it to plaintiff and defendant has appealed.\nThe court reached a correct conclusion. The case turns on the effect to be given the various recording acts. The first is that of May 28, 1715, 1 Sm. L. 95, 1 Stewart’s Purdon’s Digest 1181, which says: “No deed or mortgage, or defeasible deed in the nature of mortgages, hereafter to be made, shall be good or sufficient to convey or pass any freehold or inheritance, or to grant any estate therein for life or years, unless such deed be acknowledged or proved, and recorded within six months after the date thereof, where such lands lie, as hereinbefore directed for other deeds.” This was supplemented by the Act of March 18, 1775, section 1 of which provides, inter alia, “All deeds and conveyances, which from after the publication hereof, shall be made and executed within this province, of or concerning any lands, tenements or hereditaments, in this province, whereby the same may be in any way affected in law or equity......, shall be recorded in the office for recording of deeds in the county where such lands or hereditaments are lying and being, within six months after the execution of such deeds and conveyances; and every such deed and conveyance that shall at any time after the publication hereof be made and executed, and which shall not be proved and recorded as aforesaid, shall be adjudged fraudulent and void against any subsequent purchaser or mortgagee for a valuable consideration, unless such deed or conveyance be recorded as aforesaid, before the proving and recording of the deed or conveyance under which subsequent purchaser or mortgagee shall claim”: 1 Smith’s Laws 422 (and, as amended, see 1 Stewart’s Purdon’s Digest 1173). This was reenacted by the amended Act of May 19, 1893, P. L. 108, which reduces the time for recording deeds and conveyances from six months to ninety days and omits the final clause that, “unless such deed or conveyance be recorded as aforesaid, before the proving and recording of the deed or conveyance under which subsequent purchaser or mortgagee shall claim.” There is also the Act of March 28, 1820 (7 Sm. L. 303, 1 Stewart’s Purdon 1181), relating to the recording of mortgages as follows: “All mortgages, or defeasible deeds in the nature of mortgages, made or to be made or executed for any lands, tenements or hereditaments within this Commonwealth, shall have priority according to the date of recording the same, without regard to the time of making or executing such deeds......And that no mortgage or defeasible deed in the nature of a mortgage, shall be a lien, until such mortgage or defeasible deed shall have been recorded, or left for record as aforesaid”; with a provision excluding therefrom purchase-money mortgages if recorded within sixty days, reduced to thirty days by the amendment of May 28, 1915, P. L. 631. The recording Acts of 1925 and 192T are subsequent to the transaction here in question and need not be considered.\nA mortgage is a defeasible deed and that it is a conveyance affecting land within the Act of 1775 is clear and we have repeatedly so held: Fries v. Null et al., 154 Pa. 573; same case, 158 Pa. 15; Souder v. Morrow, 33 Pa. 83. It follows that defendant’s mortgage, not having been recorded for over two years, when plaintiff’s mortgage was executed for value and taken without notice, was as to it fraudulent and void. Plaintiff parted with its money on the faith of the record and was not in default, as its mortgage was recorded within ten days: hence, it is not easy to see how defendant, whose mortgage was void as to plaintiff could reverse the status by getting first on record. The mischief had already resulted from his unwonted delay and the belated effort to secure a preference should not succeed unless plaintiff was also in default, which it was not. Had the latter delayed recording beyond the ninety days, both would have been in default and a different question would be presented.\nBut our attention is called to the final clause of the section of the above quoted Act of 1775, giving preference to the conveyance first placed upon the record. Upon the strength of that clause Fries v. Null et al., supra, was decided, holding that a mortgage over six months old, but recorded ahead of a deed under six months old, took preference. Pending the appeal therein, the above mentioned amendatory Act of 1893 was introduced in the legislature and, upon final passage, was signed by the Governor eleven days after the case was decided. Whether the case was responsible for the omission of the final clause in the amendment may be uncertain; but that such omission operated as a repeal of the clause, is definitely settled by the well considered case of Smith v. Young, 259 Pa. 367, 371. There the court, speaking through Mr. Justice Potter, says: “It [the Act of 1893] clearly operates as a repeal of the final clause of the first section of the Act of 1775. In Reid v. Smoulter, 128 Pa. 324, Mr. Justice Clark said (p. 333) : ‘A statute amendatory of another, declaring that the former shall read in a particular way, must, in general, be held to repeal all provisions not retained in the altered form. All matters not incorporated into the amendment, the latter must be held to have repealed.’ To the same effect, see Luzerne Water Co. v. Toby Creek Water Co., 148 Pa. 568, 570; Sener v. Ephrata Boro., 176 Pa. 80; In re Martin, 209 Pa. 266, 268.” The presumption is that the omission of the clause in question was done with intent to change the law: Sener v. Ephrata Boro., supra. The case of Smith v. Young, supra, holds that an agreement for purchase of land recorded more than ninety days after its execution will be postponed to a deed executed after the agreement and recorded after the recording of the agreement, but within ninety days of its date. This controls the case in hand and the trial court properly so held. We see no reason to doubt its accuracy; in any event, it has become a rule of property and should be changed only by the legislature.\nThe contention that the case at bar, involving mortgages, falls within the Act of 1820, whereby the one first of record has priority, is untenable. This statute refers to the liens of mortgages, while that of 1775 and 1893 make unrecorded conveyances fraudulent and void under circumstances therein stated. A statute dealing with the question of liens is not inconsistent with another dealing with the question of fraud. That a mortgage is prima facie a lien, under the Act of 1820, does not preclude the defense that it is fraudulent and void under the Act of 1775, as amended by that of 1893. Where both mortgages were within, or both without, the ninety days stated in the last named statute, the Act of 1820 might be controlling. See Britton’s App., 45 Pa. 172. Cognate statutes should, if reasonably possible, be so construed as to give effect to all their provisions. See Com. v. Provident Trust Co., 287 Pa. 251. As well stated by the late Judge Arnold, in Davey v. Ruffel, 3 District, 75, 79: “If two statutes can stand together, the latter does not abrogate the former; the whole course of legislation is to be construed, that every part shall have its effect, and the will of the legislature be completely executed”; citing Erie v. Bootz, 72 Pa. 196; Sifred v. Com., 104 Pa. 179; Harrisburg v. Sheck, 104 Pa. 53; Building Assn. v. Lea, 100 Pa. 210; Malloy v. Com., 115 Pa. 25; Morrison v. Fayette Co., 127 Pa. 110.\nTrue, with certain exceptions a mortgage is in general treated as a security for the payment of money, rather than as a conveyance of land (Harper v. Consolidated Rubber Co., 284 Pa. 444; State Tax on Foreign-held Bonds, 15 Wallace 300; In re Lukens, 138 Fed. 188) ; but whether it be treated as one or the other is not controlling of the rights of the parties under the recording acts.\nThe decree is affirmed and appeal dismissed; costs to be paid out of the fund for distribution.\nMr. Justice Frazer, dissented.",
        "type": "majority",
        "author": "Mr. Justice Walling,"
      }
    ],
    "attorneys": [
      "Wm. A. Gray, for appellant.",
      "Boyd Lee Spahr, of Ballard, Spahr, Andrews & Ingersoll, with him Charles I. Thompson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Southwestern National Bank v. Riegner, Appellant.\nMortgages — Recording acts — Priorities—Acts of May 28, 1715, 1 Sm. L. 95; March 18, 1775, 1 Sm. L. m1 March 28, 1820, 7 Sm. L. SOS; May 19,189S, P. L. 108, and May 28,1915, P. L. 631.\n1. A mortgage is a defeasible deed, and is a conveyance affecting land within the meaning of the Act of March 18, 1775, 1 Sm. L. 422.\n2. Whether a mortgage be treated as a security for the payment of money or as a conveyance of land, is not controlling of the rights of the parties under the recording acts.\n3. A mortgage executed and delivered on December 3, 1924, and recorded on December 13, 1924, has priority in distribution, under the Acts of March 18, 1775, 1 Sm. L. 422, and May 19, 1893, P. L. 108, over a mortgage on the same premises executed on December 29, 1922, and recorded on December 10, 1924.\n4. In such case, as the second mortgagee had parted with his money on the faith of the record, and was not in default, as his mortgage was recorded in ten days or within the ninety days provided by the Act of May 19, 1893, P. L. 108, he is entitled to priority where there is a deficiency of funds to pay both mortgages.\n5. The Act of May 19, 1893, P. L. 108, repealed the final clause of the first section of the Act of March 18, 1775, 1 Sm. L. 422, inasmuch as the omission of such clause in the later act shows an intent on the part of the legislature to change the law.\n6. The Act of March 28, 1820, 7 Sm. L. 303, refers to liens of . mortgages, whereby the one first of record had priority, while the Acts of 1775 and 1893, make unrecorded mortgages fraudulent and void under the circumstances stated in the acts.\n7. That a mortgage is, prima facie, a lien under the Act of 1820, does not preclude the defense that it is fraudulent and void under the Acts of 1775 and 1893.\n8. It seems that where both mortgages are within or without the ninety days stated in the Act of 1893, the Act of 1820 might be controlling, as cognate statutes should, if possible, be so construed as to give effect to all their provisions.\nMr. Justice Frazer dissented.\nArgued .December 8, 1927.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nAppeal, No. 340, Jan. T., 1927, by defendant, from decree of C. P. No. 5, Phila. Co., June T., 1925, No. 12010, for in case of Southwestern National Bank v. Irvin W. Riegner.\nAffirmed.\n.Bill for injunction to restrain money raised by sherlj iff’s sale of real estate from being demanded or received ^ by defendant. Before Martin, P. J.\n\\The opinion of the Supreme Court states the facts.\n■Decree for plaintiff. Defendant appealed.\n’Error assigned, inter alia, was decree, quoting record.\nWm. A. Gray, for appellant.\nA mortgage is merely a lien as between third parties: Rickert v. Madeira, 1 Rawle 325; Craft v. Webster, 4 Rawle 242; Wilson v. Shoenberger, 31 Pa. 295; Horstman v. Gerker, 49 Pa. 282; McIntyre v. Velte, 153 Pa. 350.\nDefendant’s mortgage was entitled to priority: Citizens Bank v. Lesko, 277 Pa. 174.\nDefendant’s mortgage was not void as to plaintiff’s mortgage.\nUnder the Act of 1893 which was enacted without knowledge of Fries v. Null, 154 Pa. 573, and without intent on part of the legislature to change the law as it stood for 118 years, we find one express change, i. e., the reduction of time for recording from six months to ninety days. That this alteration was intentional cannot be questioned, but it does not affect the case at bar. The omission of the last clause of the Act of 1775, however, stands in a different position.\nThe act was passed in all likelihood solely to reduce the time for recording as there was no reason for dropping the last clause of the Act of 1775 at that time. With the alleged intent absent and no other cogent reason advanced in its stead, what justification of an implied repeal as to this clause remains, especially when one express change (time of recording) appears to have been intended and effected?\nJanuary 10, 1928:\nWith the Act of 1775 in effect so many years and buttressed by the Fries v. Null decision, it is unreasonable to assume that the legislature in 1893 capriciously changed the existing law only to change it back again a comparatively few years later in 1925.\nThat no repeal by implication was intended is clear from the many cases opposed to such construction: Provident Life & Trust Co. v. Klemmer, 257 Pa. 91.\nBoyd Lee Spahr, of Ballard, Spahr, Andrews & Ingersoll, with him Charles I. Thompson, for appellee.\nThe Acts of 1715 and 1893 govern the case: Smith v. Young, 259 Pa. 367.\nThe Act of 1820 does not repeal the Act of 1715 and its supplement of 1775 (amended in 1893).\nThe amendment of 1893 repeals the proviso in the final clause of section 1 of the Act of 1775.\nThe omission of a particular provision of the existing law from an amending statute operates as a repeal of the omission, under all of the decisions: Reid v. Smoulter, 128 Pa. 324; Luzerne Water Co. v. Water Co., 148 Pa. 568; Sener v. Boro., 176 Pa. 80; Martin’s Case, 209 Pa. 266.\nWhether a mortgage is ordinarily “an estate” or merely “a lien” is immaterial in view of the controlling statutes, but if it is merely a lien, this case comes within the “special exceptions” cited in Harper v. Rubber Co., 284 Pa. 444."
  },
  "file_name": "0074-01",
  "first_page_order": 112,
  "last_page_order": 119
}
