{
  "id": 1109678,
  "name": "Murphy's Estate",
  "name_abbreviation": "Murphy's Estate",
  "decision_date": "1928-01-23",
  "docket_number": "Appeal, No. 116",
  "first_page": "94",
  "last_page": "96",
  "citations": [
    {
      "type": "official",
      "cite": "292 Pa. 94"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 283,
    "char_count": 4683,
    "ocr_confidence": 0.48,
    "sha256": "39de8113b612f3b3fcd01e3cc69647dba48df01105b3aa54c8b8f5665d99bcfd",
    "simhash": "1:718ac0d569a4faaa",
    "word_count": 814
  },
  "last_updated": "2024-02-27T17:06:05.656564+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Murphy’s Estate."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe will of William M. Murphy, who died August 1, 1916, provided as follows: “I direct my Executors and Trustees hereinafter named to continue and carry on the business heretofore carried on by me under the name of Matthew Murphy & Son......so long as in their judgment it is to the best interest of my estate so to do, with power to my said Executors and Trustees to turn over said business, together with the machinery, building, etc., in connection therewith, unto my son Matthew J. Murphy when in their unanimous judgment and conclusion they may have deemed and considered my said son competent and able to carry on and make a success of my said business, the said business in no event, however, to be turned over to my said son until after he has arrived at the age of twenty-five years. The profits derived from carrying on said business to be divided among my family as follows: One-fifth of said profits to be paid to my beloved wife Jane M. Murphy. One-fifth of said profits to be paid to my daughter Elizabeth R. Smith. One-fifth of said profits to be paid to my daughter Mary O. Wilson. One-fifth of said profits to be paid to my daughter Anna C. Murphy. The remaining one-fifth to be added to the trust hereinafter provided for my son Matthew J. Murphy.” This son died without issue on June 9, 1923.\nAt the adjudication of the account of the trustees under the will of William J. Murphy, deceased, Estelle L. Murphy, administratrix of the estate of Matthew J. Murphy, deceased, claimed, in accordance with what she contends to be the proper construction of the will, that the business disposed of in the above-quoted excerpt should be awarded to her, on the ground that her decedent had an absolute right to or ownership of such business and the trustees under the will of his father should have “turned it over” to him when he arrived at the age of twenty-five, which he attained on October 15, 1921.\nThe court below, in disallowing the claim, correctly stated that it was impossible to construe the provision for carrying on the business in question “as an absolute bequest to Matthew of the said business.” We affirm this conclusion on the following extract from the opinion of the auditing judge; “There is merely a power given to the trustees......, if and when Matthew, in their judgment, is ‘competent and able to carry on and malte a success of the business,’ to ‘turn it over’ to him; which means merely that Matthew, if and when competent, is to carry on the business in their stead. The direction to carry on the business is coupled with the direction to divide the profits and is merely the means to the end. If the testator meant to give it to his son he would have said so, and to ‘turn it over’ in this connection cannot have such a meaning......The testimony showed clearly enough......that the trustees did not exercise their discretion in favor of Matthew and could not have done so, in view of Matthew’s dissolute and profligate conduct. It is not necessary to repeat the uncontradicted testimony which showed that Matthew was entirely unable to carry on the business and make a success of it.”\nNone of the authorities cited by appellant governs this case.\nThe decree is affirmed; costs to be paid out of the trust estate.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Maurice A. Hogeland, for appellant.",
      "John J. Sullivan, for appellees."
    ],
    "corrections": "",
    "head_matter": "Murphy’s Estate.\nJanuary 23, 1928:\nWills — Construction—Trusts and trustees — Gift of business to son — Discretion of trustees.\nWhere a testator authorizes his trustees to conduct his business and distribute the profits thereof to his wife and children in certain proportions, and empowers the trustees, “if and when” a son in their judgment is “competent and able to carry on and make a success of the business,” to “turn it over to him,” the administratrix of the deceased son cannot claim that the business should have been turned over to the son in his lifetime, where it is shown by the evidence that the trustees had never exercised their discretion in favor of the son, and that the son was entirely unable to carry on the business and make a success of it.\nArgued January 5, 1928.\nBefore Moschzisker, C. J., Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nAppeal, No. 116, Jan. T., 1928, by Estelle L. Murphy, administratrix of estate of Matthew J. Murphy, from decree of O. O. Pliila. Co., Oct. T., 1917, No. 160, dismissing exceptions to adjudication, in estate of William M. Murphy.\nAffirmed.\nExceptions to adjudication of Gest, J.\nThe opinion of the Supreme Court states the facts.\nExceptions dismissed. Estelle L. Murphy, administratrix of Matthew J. Murphy, deceased, appealed.\nError assigned, inter alia, was decree, quoting it.\nMaurice A. Hogeland, for appellant.\nJohn J. Sullivan, for appellees."
  },
  "file_name": "0094-01",
  "first_page_order": 132,
  "last_page_order": 134
}
