{
  "id": 1109632,
  "name": "Robertson, Appellant, v. Breyer Ice Cream Co.",
  "name_abbreviation": "Robertson v. Breyer Ice Cream Co.",
  "decision_date": "1928-01-03",
  "docket_number": "Appeal, No. 313",
  "first_page": "462",
  "last_page": "464",
  "citations": [
    {
      "type": "official",
      "cite": "292 Pa. 462"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 320,
    "char_count": 4523,
    "ocr_confidence": 0.476,
    "pagerank": {
      "raw": 6.884805146940625e-08,
      "percentile": 0.41877036074303947
    },
    "sha256": "f516bd80660e51ab0eaac1b634ee8e88ea61438a2be889738f44907450289ab1",
    "simhash": "1:8842cfcb07b9606c",
    "word_count": 767
  },
  "last_updated": "2024-02-27T17:06:05.656564+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Kephart, Sadler and Schaeffer, J J."
    ],
    "parties": [
      "Robertson, Appellant, v. Breyer Ice Cream Co."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Walling,\nIn the spring of 1924, it was agreed that defendant, a wholesale dealer in ice cream, might install a cabinet, about six feet long, two feet wide and three feet high, in a certain place in plaintiff’s delicatessen store, at Stenton and Sixty-sixth Avenues, Philadelphia, so that she might sell its products for their mutual advantage. The cabinet was cooled with ice and required drainage; for this purpose defendant, by means of spigot and pipe, made connection with the drainage system in the basement. The spigot was placed at the end of the cabinet and about eight inches above the floor, and was held in place by a small device known as a cotter pin, split at one end so that it might be clinched if necessary. On April 23, 1924, being about two weeks after the cabinet was installed, plaintiff in going through a passageway, three feet wide, struck her left ankle against the end of the cotter pin making a ragged wound, which by reason of infection caused her serious injury. IJpon examination it was found that the split end of the cotter pin projected from one-half an inch to an inch and was not clinched or turned down. Plaintiff had swept and cleaned daily around the cabinet during the two weeks without discovering the condition complained of, which she attributes to the imperfect light in that part of the room.\nThe trial judge rightly granted a compulsory nonsuit and plaintiff’s appeal from the refusal of the court in banc to remove it, cannot be sustained. The burden was on plaintiff and the evidence failed to show that defendant left the cabinet in an unsafe condition. For all that appears the cotter pin may have been properly inserted and unwittingly displaced by plaintiff while sweeping or mopping the floor, or in that manner the split end, although turned down, might have been straightened so as to project; it seems to have been small and not difficult to bend. The cabinet was in plaintiff’s possession, and the proof fails to fasten blame upon the defendant for her injury.\nMoreover, had the evidence justified a finding that the pin was left in the condition alleged, the accident was not one that could have been anticipated as likely to result therefrom. There is nothing seemingly dangerous in the slight projection of a cotter pin, at the rear end of a store. Doorstops, commonly seen in baseboards, never suggest danger, although projecting three times as far. The strict rule of liability to which those handling an electric current are held, and to which appellant calls our attention, is not applicable to such an ordinary occurrencé as here presented. While the result of plaintiff’s injury was exceedingly serious, it was not chargeable to any culpable act of the defendant and it is unnecessary to consider the question of contributory negligence.\nThe order refusing to take off the nonsuit is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Walling,"
      }
    ],
    "attorneys": [
      "Robert F. Bonner, for appellant.",
      "Joseph Gilfillan, of Graham, & Gilfillan, for appellee, was not heard."
    ],
    "corrections": "",
    "head_matter": "Robertson, Appellant, v. Breyer Ice Cream Co.\nNegligence — Contact with cotter pin — Evidence—Accident not likely to be anticipated.\n1. In an action against an ice cream company for personal injuries, resulting from plaintiff striking her ankle against a cotter pin, no recovery can be had where it appears that defendant installed a cabinet for keeping ice cream in a narrow passage in plaintiff’s store, that to keep the spigot of the cabinet in place they used a small pin called a cotter pin which projected from a half inch to an inch into the narrow passage in which the cabinet was placed, that plaintiff had swept and cleaned around the cabinet for two weeks before she was injured, and, from all the evidence disclosed, the pin might have been properly installed and unwittingly displaced by plaintiff herself.\n2. In such case, even if the pin had been left in an improper condition, the accident was not one that could have been anticipated as likely to result therefrom.\nArgued December 7, 1927.\nBefore Moschzisker, C. J., Frazer, Walling, Kephart, Sadler and Schaeffer, J J.\nAppeal, No. 313, Jan. T., 1927, by plaintiff, from order of O. P. No. 3, Phila. Co., Sept. T., 1925, No. 4199, refusing to take off nonsuit, in case of Clara Robertson v. Breyer Ice Cream Co.\nAffirmed.\nTrespass for personal injuries. Before Ferguson, J.\nJanuary 3, 1928:\nThe opinion of the Supreme Court states the facts.\nNonsuit; refusal to take off. Plaintiff appealed.\nError assigned, inter alia, was refusal to take off non-suit, quoting record.\nRobert F. Bonner, for appellant.\nJoseph Gilfillan, of Graham, & Gilfillan, for appellee, was not heard."
  },
  "file_name": "0462-01",
  "first_page_order": 500,
  "last_page_order": 502
}
