{
  "id": 1109683,
  "name": "Brand et al. v. Pennsylvania Railroad, Appellant",
  "name_abbreviation": "Brand v. Pennsylvania Railroad",
  "decision_date": "1928-04-09",
  "docket_number": "Appeal, No. 152",
  "first_page": "578",
  "last_page": "579",
  "citations": [
    {
      "type": "official",
      "cite": "292 Pa. 578"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 160,
    "char_count": 1960,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 4.856319230494445e-08,
      "percentile": 0.3045826223845483
    },
    "sha256": "a0476bca80f1411324675000f65f87d80f23c30dbdcfa7303a304799bde779c2",
    "simhash": "1:af6b900058fcc468",
    "word_count": 330
  },
  "last_updated": "2024-02-27T17:06:05.656564+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Brand et al. v. Pennsylvania Railroad, Appellant."
    ],
    "opinions": [
      {
        "text": "Pee Curiam,\nIn this action of trespass for personal injuries to the minor plaintiff and losses resulting to his father, the jury found verdicts against defendant, upon which judgments were entered for both plaintiffs. Defendant has appealed and complains because the trial court refused to enter judgment in its favor notwithstanding the verdict; also because the court below refused to grant a new trial.\nWe have read the printed record and are not convinced of error. No useful purpose would be served by a statement of the facts or by a review of the evidence; it is sufficient to say the issues involved were for the jury, and no abuse of discretion appears in refusing a new trial.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Pee Curiam,"
      }
    ],
    "attorneys": [
      "Robert D. Dalzell, of Dalzell, Fisher & Dalzell, for appellant.",
      "Rody P. Marshall, with him Edwin B. Goldsmith, for appellee."
    ],
    "corrections": "",
    "head_matter": "Brand et al. v. Pennsylvania Railroad, Appellant.\nAppeals — Motion for judgment n. o. v. — New trial — No atuse of discretion — Case for jury.\nOn an appeal by defendant in a negligence case, from an order refusing judgment for defendant n. o. v. and for a new trial, the judgment will be affirmed, where the appellate court is convinced that the issues involved were for the jury, and there is no abuse of discretion in refusing a new trial.\nArgued March 14, 1928.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nAppeal, No. 152, March T., 1927, by defendant, from judgment of C. P. Allegheny Co., Oct. T., 1925, No. 398, on verdict for plaintiffs, in case of Samuel Brand, by his father and next friend, David Brand, and David Brand, in his own right, v. Pennsylvania Railroad Company.\nAffirmed.\nTrespass for personal injuries. Before Evans, J.\nYerdict and judgment for Samuel Brand for $4,000, and for David Brand for $2,000. Defendant appealed.\nErrors assigned, inter alia, were refusal of judgment for defendant n. o. v., and refusal of new trial, quoting record.\nApril 9, 1928:\nRobert D. Dalzell, of Dalzell, Fisher & Dalzell, for appellant.\nRody P. Marshall, with him Edwin B. Goldsmith, for appellee."
  },
  "file_name": "0578-01",
  "first_page_order": 616,
  "last_page_order": 617
}
