{
  "id": 963075,
  "name": "Howes v. Scott, Appellant",
  "name_abbreviation": "Howes v. Scott",
  "decision_date": "1909-03-08",
  "docket_number": "Appeal, No. 205",
  "first_page": "7",
  "last_page": "13",
  "citations": [
    {
      "type": "official",
      "cite": "224 Pa. 7"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "214 Pa. 373",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        945982
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/214/0373-01"
      ]
    },
    {
      "cite": "206 Pa. 386",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        931895
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/206/0386-01"
      ]
    },
    {
      "cite": "123 Pa. 42",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967145
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/123/0042-01"
      ]
    },
    {
      "cite": "194 Pa. 386",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        912387
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/194/0386-01"
      ]
    },
    {
      "cite": "24 Pa. Superior Ct. 471",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        849816
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/24/0471-01"
      ]
    },
    {
      "cite": "103 Pa. 415",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        449189
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/103/0415-01"
      ]
    },
    {
      "cite": "172 Pa. 443",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        874093
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/172/0443-01"
      ]
    },
    {
      "cite": "119 Pa. 76",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        558086
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/119/0076-01"
      ]
    },
    {
      "cite": "6 Watts, 182",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846089
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0182-01"
      ]
    },
    {
      "cite": "119 Pa. 76",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        558086
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/119/0076-01"
      ]
    },
    {
      "cite": "6 Watts, 182",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846089
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0182-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 535,
    "char_count": 13380,
    "ocr_confidence": 0.536,
    "pagerank": {
      "raw": 7.255853276141804e-07,
      "percentile": 0.9680311477618966
    },
    "sha256": "ed1772754f11a04dc61a8514f7e91a8e8144a4fa0313e9175732cceb035e3a6d",
    "simhash": "1:b90830a31d26f46a",
    "word_count": 2393
  },
  "last_updated": "2024-02-27T21:32:32.794791+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Howes v. Scott, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mestrezat,\nIn November, 1896, Lamotte and Miner entered into a written agreement with Arnold A. Phipps and his wife to purchase from them sixty-nine acres of land at Willow Grove in Montgomery county. The consideration was about $58,000, of which $2,000 were to be paid down and $12,000 on the first of the following January when the deed was to be delivered. The intention of the parties was to lay the property out into lots, and they anticipated realizing large profits from their sale. The $2,000, hand money, were promptly paid, but the purchasers had difficulty in securing the money for the payment of the $12,000. While attempting to raise it, Miner met the defendant Scott to whom he made a proposition to take the place of Lamotte and Miner in the contract with Phipps, assume the indebtedness, take their title to the real estate and pay the purchase money. Lamotte assented to the arrangement made by Miner with Scott, and he and Miner, in April, 1897, assigned to Scott their interests in the real estate purchased of Phipps'. Subsequently Phipps conveyed the property to Scott. At the time Lamotte and Miner transferred their interests in the land to Scott, he signed and delivered to Lamotte a paper, of which the following is substantially a copy:\n“It is hereby understood and agreed that I assume the payment of two thousand dollars, paid on account of the Willow Grove tract, after four months from this date.\n“ April 17, 1897.\n“ John H. Scott.”\nThis paper was duly delivered by Lamotte to Howes, the legal plaintiff.\nIt appears from the uncontradicted evidence in the case that in November, 1896, Lamotte borrowed from William E. Howes, the legal plaintiff, the $2,000 hand money, which was paid to Phipps for the Willow Grove real estate, and that Howes borrowed this money from William M. McCormick, the use plaintiff. Lamotte testified and the jury found that Scott was to assume the repayment of the $2,000 as part of the consideration for the transfer to him of the Phipps real estate, and that the original of the paper signed by Scott was executed and delivered by him as evidence of that fact.\nIn May, 1897, Howes having learned of the sale and transfer by Lamotte and Miner to Scott of their interest in the Phipps real estate, and his $2,000 not having been paid, had Lamotte arrested. Scott became his bail before the magistrate in the sum of $2,000 and to secure him against loss, Lamotte delivered to him the paper of April 17, 1897. Scott agreed in writing to return this paper to Lamotte when he, Scott, was relieved of liability as bail for Lamotte’s appearance before the magistrate. The criminal proceeding was abandoned and Lamotte demanded the return of the paper. Scott stated that he could not return it but gave to Lamotte what he called a duplicate of the original. The plaintiff brought assumpsit on this paper.\nThe facts stated above are not denied or were found upon sufficient evidence by the jury. The defense set up at the trial was that while the original paper was given by Scott to Lamotte, yet there was a condition attached that the money was only to be paid if the real estate venture was profitable, and that it was made payable four months after date in order that the parties might ascertain whether the venture was profitable. It was further claimed that the paper was delivered after Lamotte and Miner had transferred their interests in the real estate to Scott, and that the venture proved most unprofitable to Scott. The disputed questions were submitted to the jury and, upon ample evidence, found against the defendant. The single question, therefore, for consideration is whether, under the facts of the case, the legal plaintiff has a right of action against Scott on the paper declared upon in the statement. .\nAt common law no one could maintain an action upon a contract to which he was not a party. This rule is well established in this country, and is recognized by both the state and federal courts. There are, however, exceptions to the rule which, in this state, are as well settled as the rule itself. For nearly three-quarters of a century, since the decision in Blymire v. Boistle, 6 Watts, 182, the decisions of this court have uniformly recognized and enforced the exceptions whenever the facts -of a case required it. In Adams v. Kuehn, 119 Pa. 76, Mr. Justice Williams, in stating the exceptions to the general rule that no one can sue on a contract to which he is not a party, says (p. 85): “Among the exceptions, are cases where the promise to pay the debt of a third person rests upon the fact that money or property is placed in the hands of the promisor for that particular purpose. Also where one buys out the stock of a tradesman and undertakes to take the place, fill the contracts, and pay the debts of his vendor. These cases as well as the case of one who receives money or property on the promise to pay or deliver to a third person, are cases in which the third person, although not a party to the contract, may be fairly said to be a party to the consideration on which it rests. In good conscience the title to the money or thing which is the consideration of the promise passes to the beneficiary, and the promisor is turned in effect into a trustee.” This is the settled doctrine of our state and is recognized in'numerous cases decided by this court.\nApplying the rule just stated to the facts of this case, it is clear that the legal plaintiff has a good cause of action against the defendant. The paper signed by Scott and upon which this action was brought shows on its face that he assumed to pay the “two thousand dollars, paid on account of the Willow Grove tract.” The assumption of the payment of this money was part of the consideration paid by him to Lamotte and Miner for transferring to him the title which they held to the real estate, and the paper itself shows that the money assumed to be paid had been applied to the purchase of the land from Phipps. The paper distinctly says that Scott assumes “the payment of two thousand dollars, paid on account of the Willow Grove tract.” There can, therefore, be no doubt under the terms of the paper signed by Scott that he assumed to pay the $2,000 which had been borrowed and paid to Phipps on the Willow Grove real estate. It is true that he contended at the trial that this assumption was conditional, but that was denied by the plaintiff and was found against him on sufficient evidence by the jury. It was, therefore, an unconditional assumption of the payment of the money which had been borrowed by Lamotte and applied by him in paying Phipps the first installment due on the Willow Grove real estate. Scott took the title of Lamotte and Miner, and in payment of part of the consideration due from him assumed the payment of the $2,000 which was used in paying Phipps.\nIt does not appear that Scott knew at the time he executed the paper, to whom this money was payable, but it does appear that before the obligation matured he knew that the money was payable to Howes, the plaintiff. His contract, as we have seen, is dated April 17,1897, and is payable four months from that date. In May, 1897, as we have seen, Lamotte was arrested on an information made by Howes. At the hearing before the magistrate, the evidence disclosed the fact that Howes had loaned the $2,000 to Lamotte and that it had been paid to Phipps as part of the purchase money of the Willow Grove real estate. At the time of this hearing, therefore, Scott knew all the facts relative to the $2,000 which he had assumed to pay. He then knew, if he did not know before, that the money had been loaned by Howes to Lamotte for the purpose of paying the hand money on the Phipps real estate, and that Lamotte had so applied it. It will be recalled, as stated above, that Scott became Lamotte’s security before the magistrate in the prosecution by Howes, and that as collateral security to secure Scott, Lamotte deposited with him the original paper, the duplicate of which is the basis of this suit. When the criminal proceedings were subsequently abandoned and the paper in suit was delivered to Lamotte in place of the original which had been destroyed or mislaid, Scott knew, not only what the paper shows, that the money assumed to be paid by him had been paid on account of the Willow Grove real estate, but that Howes, the legal plaintiff, was the party to whom the money was payable. It was with the knowledge of all these facts, that on Lamotte’s demand Scott delivered to him the duplicate of the original paper which assumed the payment of the Howes money. It, therefore, clearly appears that Scott received Lamotte and Miner’s title to the real estate purchased of Phipps, took their place as vendees in the contract, and as part of consideration for the title conveyed to him assumed to pay the $2,000 which Howes had furnished to Lamotte and which was paid as part of the purchase money to Phipps. In other words, Lamotte and Miner, by their assignment, put the title to the Phipps real estate in Scott, and as part of the consideration he promised to pay the Howes debt. It follows under our authorities, that he is liable in an action by Howes for the $2,000 which he assumed to pay by the contract of April 17, 1897.\nThe right to maintain this action does not depend upon the interest which the use plaintiff may have in the result. It depends solely upon whether the legal plaintiff has a cause of action against the defendant. If he cannot maintain the action, the use plaintiff cannot do so. If the legal plaintiff has a good cause of action, it is immaterial, so far as the defendant is concerned, whether the use plaintiff has any interest or not. That is a matter which concerns the legal and the use plaintiffs and not the defendant.\nThe assignments of error are overruled, and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Mestrezat,"
      }
    ],
    "attorneys": [
      "John G. Johnson, with him Henry J. Scott, for appellant.—",
      "Ellis Ames Ballard, with him Boyd Lee Spahr, for appellee.—"
    ],
    "corrections": "",
    "head_matter": "Howes v. Scott, Appellant.\nContract — Action—Parties—Legal plaintiff — Use plaintiff.\n1. At common law no one could maintain an action upon a contract to which he was not a party; but an exception to this rule is where one receives money or property on the promise made by him to pay or deliver the money or property to a third person. In such a case the third person has a direct right of action against the promisor.\n2. Where a purchaser of land under articles pays the hand money on account, and subsequently assigns his equitable title to another, who assumes in writing the payment of the money paid on account, and it appears that this money is really due to a third person from whom the purchaser had borrowed it, and subsequently the assignee, with full knowledge of all the circumstances delivers a copy of his agreement to the purchaser, who in turn delivers it to the lender of the hand money, the latter has a direct right of action against the assignee.\n3. The right to maintain an action in the name of a legal plaintiff does not depend upon the interest which the use plaintiff may have in the result. It depends solely upon whether the legal plaintiff has a cause of action against the defendant. If he cannot maintain the action, the use plaintiff cannot do so. If the legal plaintiff has a good cause of action, it is immaterial, so far as the defendant is concerned, whether the use plaintiff has any interest or not. That is a matter which concerns the legal and the use plaintiffs and not the defendant.\nArgued Jan. 13, 1909.\nAppeal, No. 205, Jan. T., 1908, by defendant, from judgment of C. P. No. 2, Phila. Co., Dec. T., 1897, No. 70, on verdict for plaintiff in case of William E. Howes, to the use of William M. McCormick, v. John H. Scott.\nBefore Mitchell, C. J., Fell, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nAssumpsit on an agreement in writing to assume the debt of another. Before Wiltbank, J.\nThe facts are stated in the opinion of the Supreme Court.\nVerdict and judgment for plaintiff for $3,270.33. Defendant appealed.\nError assigned was in refusing binding instructions for defendant.\nMarch 8, 1909:\nJohn G. Johnson, with him Henry J. Scott, for appellant.—\nScott's promise to Lamotte that he would pay the debt did not release Lamotte from his liability to pay Howes nor give Howes any right of action against Scott: Blymire v. Boistle, 6 Watts, 182; Adams v. Kuehn, 119 Pa. 76.\nThe case at bar is not within the exception. The promise to assume a debt in four months after date, rebuts any presumption or inference that Scott was withholding any part of the purchase money from Lamotte for the benefit of Howes. This future assumption of a debt was part of the consideration given Lamotte at the time of assignment, not a promise to Howes nor a declaration that Scott held any money belonging to him.\nA use plaintiff can have no different rights against the defendant than his legal plaintiff: Galey v. Mellon, 172 Pa. 443; Lane v. Smith, 103 Pa. 415; Stokes v. Dewees, 24 Pa. Superior Ct. 471; Carothers v. Sims, 194 Pa. 386.\nEllis Ames Ballard, with him Boyd Lee Spahr, for appellee.—\nIt is well settled that a creditor may sue on a contract between his debtor and a third person buying out the business of the debtor and assuming the latter's debts, and that without any promise on the part of such person directly to the creditor: Delp v. Bartholomay Brewing Co., 123 Pa. 42; Sargent v. Johns, 206 Pa. 386; Cox v. Phila. Pottery Co., 214 Pa. 373."
  },
  "file_name": "0007-01",
  "first_page_order": 35,
  "last_page_order": 41
}
