{
  "id": 963125,
  "name": "Gaines v. Chester Traction Company, Appellant",
  "name_abbreviation": "Gaines v. Chester Traction Co.",
  "decision_date": "1909-03-08",
  "docket_number": "Appeal, No. 211",
  "first_page": "52",
  "last_page": "55",
  "citations": [
    {
      "type": "official",
      "cite": "224 Pa. 52"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "189 Pa. 430",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        903549
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/189/0430-01"
      ]
    },
    {
      "cite": "184 Pa. 620",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988015
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/184/0620-01"
      ]
    },
    {
      "cite": "158 Pa. 410",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        848162
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/158/0410-01"
      ]
    },
    {
      "cite": "17 W. N. C. 306",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "97 Pa. 91",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        444772
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/97/0091-01"
      ]
    },
    {
      "cite": "124 Pa. 462",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563104
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/124/0462-01"
      ]
    },
    {
      "cite": "149 Pa. 65",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        832656
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/149/0065-01"
      ]
    },
    {
      "cite": "132 Pa. 58",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970550
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/132/0058-01"
      ]
    },
    {
      "cite": "219 Pa. 26",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002779
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/219/0026-01"
      ]
    },
    {
      "cite": "96 Pa. 83",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        494584
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/96/0083-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 392,
    "char_count": 7405,
    "ocr_confidence": 0.572,
    "pagerank": {
      "raw": 9.457042504873984e-08,
      "percentile": 0.5173685801759099
    },
    "sha256": "883c625d4d1afb565e9303ebab8d386a3e0efa190822b633d8f33f208714bea8",
    "simhash": "1:38cf8712a860d3f4",
    "word_count": 1316
  },
  "last_updated": "2024-02-27T21:32:32.794791+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, Brown, Mestrezat, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Gaines v. Chester Traction Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Elkin,\nIn the statement of the question involved in the paper-book of appellant is contained a concise recital of the facts relied upon to sustain a recovery in this case. A trolley car of the appellant company arrived at a grade crossing over which the tracks of a steam railroad were also laid. The safety gates were down when the trolley car arrived but were soon raised by the gate tender, who was an employee of the railroad company, thus inviting those in charge of the trolley car to pass over the crossing. Before starting his car the conductor walked ahead, as was his duty, looked up and down, saw the track was clear, and then signaled the motorman to bring the car over. While passing over the crossing the trolley came off the wire and the car stranded across the railroad tracks. An engine of the railroad company standing about seventy feet distant at the time the trolley car started to make the crossing, suddenly and slowly without warning, began to move in the direction of the crossing, and its speed being accelerated as it proceeded and no effort seemingly having been made to stop it by those in charge of the engine, a collision with the stranded trolley car resulted and a lady passenger, one of the appellees here, was injured. The trolley car was in good repair and the tracks and overhead construction were of the kind in general use and there is no allegation of faulty construction or of careless or insufficient maintenance. Under these circumstances it must now be determined whether there was any evidence of negligence to submit to the jury upon which a recovery can be sustained. The rules governing the use of the crossing were carefully observed by the conductor and the motorman. They did what their duties required them to do. The safety gates were under the control of the railroad company, and when the gate tender raised them the employees of the trolley company had a right to act on the assumption that the way was clear. They did not rely on this invitation alone, but the conductor went ahead, as was his duty, to see for himself what the situation was and having these two sources of information he was fully justified in signaling the motorman to start the car. Of course, even after starting the car and being committed to the crossing the duty still rested on the conductor to take every reasonable precaution under his control for the safety of passengers, but as we view the testimony everything was done within his power to do as the car passed over the crossing. The evidence does not show that anything done or left undone by the conductor or motorman was in any way responsible for the stranding of the car. It is one of those things which in the operation of a street railway sometimes occurs when no one is at fault, and this was true in the present case. The conductor of the trolley car could not control the movement of the steam engine, nor could the appellant company be made liable for what the employees of the railroad company did or failed to do. Nor can we accept as sound the contention that because the steam engine made some signs of being ready to move about the time the trolley car started, or immediately thereafter, it was the duty of the conductor to stop his car and wait to ascertain what the engine might do. He had a right to assume after the employee of the railroad company had raised the safety gates that the way was clear so far as the engine and trains of the railroad company might interfere with the use of the crossing. A careful examination of this record has failed to convince us that there was any evidence of negligence to submit to the jury.\nJudgment reversed and is here entered for defendant.",
        "type": "majority",
        "author": "Mr. Justice Elkin,"
      }
    ],
    "attorneys": [
      "J. B. Hannum, for appellant. —",
      "O. B. Dickinson, with him J. E. McDonough, for appellees.—"
    ],
    "corrections": "",
    "head_matter": "Gaines v. Chester Traction Company, Appellant.\nNegligence — Street railways — Collision at steam railway crossing— Trolley leaving wire — Stranding of car across track.\n1. Where the trolley of an electric car leaves the wire when the car is passing over a steam railroad crossing, without any negligence on the part of the street railway company or its employees, and the car becomes stranded and is run into by a locomotive, a passenger on the electric car who is injured cannot recover from the street railway company where there is nothing to show that the parting of the trolley from the wire was due to any defect in the construction of the car, or to any lack of care on the part of the motorman or conductor, or that the latter were negligent in attempting the crossing.\n2. An electric railway car arrived at a grade crossing over which the tracks of a steam railroad company were also laid. The safety gates were down when the trolley car arrived but were soon raised by the gate tender, an employee of the railroad company, thus inviting those in charge of the trolley car to pass over the crossing. Before starting his car the conductor walked ahead as was his duty, looked up and down, saw the track was clear, and then signaled the motorman to bring the car over. While passing over the crossing the trolley came off the wire and the car stranded across the railroad tracks. An engine of the railroad company standing about seventy feet distant at the time the trolley car started to make the crossing, suddenly and slowly without warning, began to move in the direction of the crossing and its speed being accelerated as it proceeded and no effort seemingly having been made to stop it by those in charge of the engine, a collision with the stranded trolley car resulted and the plaintiff was injured. The trolley car was in good repair and the tracks and overhead construction were of the kind in general use, there was no allegation of faulty construction or of careless or insufficient maintenance, and no evidence of negligence in the operation of the system or in running the car, save the stranding of the same, was produced. Held, that the plaintiff was not entitled to recover.\nArgued Feb. 8, 1909.\nAppeal, No. 211, Jan. T., 1908, by defendant, from judgment of C. P. Delaware Co., March T., 1907, No. 285, on verdict for plaintiffs in case of Charles E. Gaines and Ellen Gaines, his wife, v. Chester Traction Company.\nMarch 8, 1909:\nBefore Fell, Brown, Mestrezat, Elkin and Stewart, JJ.\nReversed.\nTrespass to recover damages for personal injuries. Before Johnson, P. J.\nThe facts are stated in the opinion of the Supreme Court.\nVerdict and judgment for Charles E. Gaines for $375 and for Ellen Gaines, his wife, for $2,500. Defendant appealed.\nError assigned was in refusing binding instructions for defendant.\nJ. B. Hannum, for appellant. —\nThere was no sufficient evidence of negligence of the defendant in this case to submit to the jury: Federal Street, etc., Railway Co. v. Gibson, 96 Pa. 83; Beckman v. Street Ry. Co., 219 Pa. 26; Farley v. Philadelphia Traction Co., 132 Pa. 58; Keller v. Hestonville, etc., Pass. Ry. Co., 149 Pa. 65; Penna. R. R. Co. v. MacKinney, 124 Pa. 462.\nO. B. Dickinson, with him J. E. McDonough, for appellees.—\nWhether there was a defect in the trolley construction or not the facts at least justify the inference that there was negligence in the operation of the car in taking it into a place of danger: Railroad Co. v. Boyer, 97 Pa. 91; People’s Pass. Ry. Co. v. Weiller, 17 W. N. C. 306; Clow v. Traction Co., 158 Pa. 410; Smedley v. Railway Co., 184 Pa. 620; Keller v. Railway Co., 149 Pa. 65; Willis v. Traction Co., 189 Pa. 430."
  },
  "file_name": "0052-01",
  "first_page_order": 80,
  "last_page_order": 83
}
