{
  "id": 963173,
  "name": "Huppert v. Huppert, Appellant",
  "name_abbreviation": "Huppert v. Huppert",
  "decision_date": "1909-04-12",
  "docket_number": "Appeal, No. 363",
  "first_page": "374",
  "last_page": "375",
  "citations": [
    {
      "type": "official",
      "cite": "224 Pa. 374"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "210 Pa. 88",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        937854
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/210/0088-01"
      ]
    },
    {
      "cite": "186 Pa. 614",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        989667
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/186/0614-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 176,
    "char_count": 2092,
    "ocr_confidence": 0.547,
    "pagerank": {
      "raw": 1.5334116468253363e-07,
      "percentile": 0.6715650217445109
    },
    "sha256": "2e2ddb83669e17fc327f734db8a6390d577f643b7f9c0bcb7d728db37541cdaa",
    "simhash": "1:a00b1f8b8675362b",
    "word_count": 360
  },
  "last_updated": "2024-02-27T21:32:32.794791+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, Mestrezat, Potter, Elicin and Stewart, JJ."
    ],
    "parties": [
      "Huppert v. Huppert, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nOn June 12, 1899, the appellant executed and delivered to his wife a judgment note for $1,294.66, which, on the following day, was entered in the court of common pleas of Schuylkill county. In 1908, after a sci. fa. had been issued to revive it, he presented his petition to the court below, asking that it be opened, on the ground that it had been fraudulently obtained from him and had been executed and delivered to his wife without any consideration. To this an answer was filed by the appellee, now the divorced wife of the appellant, denying the allegation of the fraudulent procurement of the judgment and averring that it had been given to secure to her moneys which she had received from the estates of her father and grandfather and advanced to her husband or in his behalf. In support of his petition to open the judgment the appellant was examined as a witness. His testimony was not corroborated by that of the only other witness called in support of the rule. The case as presented to the court below was practically appellant’s oath against the oath of his former wife and the written instrument under seal, and the rule to open was properly discharged: Cloud v. Markle, 186 Pa. 614; Cruzan v. Hutchison, 210 Pa. 88. Appeal dismissed at appellant’s costs.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "W. F. Shepherd, with him L. D. Haughawout, for appellant.",
      "C. E. Berger, for appellee."
    ],
    "corrections": "",
    "head_matter": "Huppert v. Huppert, Appellant.\nJudgment — Opening jvdgment — Oath against oath — Evidence.\nA judgment entered upon a judgment note will not be opened where the defendant’s allegation of fraud is not corroborated- by any other witness, and is denied by the oath of the plaintiff.\nArgued Feb. 16, 1909.\nAppeal, No. 363, Jan. T., 1908, by defendant, from order of C. P. Schuylkill Co., July T., 1899, No. 319, discharging rule to open judgment in case of Annie P. Huppert v. Charles Huppert.\nBefore Brown, Mestrezat, Potter, Elicin and Stewart, JJ.\nAffirmed.\nRule to open judgment. Before Marr, P. J.\nThe opinion of the Supreme Court states the case.\nError assigned was order discharging rule to open judgment.\nW. F. Shepherd, with him L. D. Haughawout, for appellant.\nC. E. Berger, for appellee.\nApril 12,1909:"
  },
  "file_name": "0374-01",
  "first_page_order": 402,
  "last_page_order": 403
}
