{
  "id": 963107,
  "name": "Day, Appellant, v. Allen",
  "name_abbreviation": "Day v. Allen",
  "decision_date": "1909-04-12",
  "docket_number": "Appeal, No. 310",
  "first_page": "385",
  "last_page": "386",
  "citations": [
    {
      "type": "official",
      "cite": "224 Pa. 385"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 234,
    "char_count": 3558,
    "ocr_confidence": 0.531,
    "sha256": "0e495a8b913cae5111385cafc91c7979d1f5998f7b4da27546ab3a1622773e24",
    "simhash": "1:3f1037350ca4334f",
    "word_count": 611
  },
  "last_updated": "2023-07-14T20:04:31.142772+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, Brown, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Day, Appellant, v. Allen."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis was an ejectment to recover an undivided interest in land sold under proceedings in partition, instituted in 1893. The defendant was the grantee of the purchaser at the master’s sale. Before the proceedings were begun, the plaintiff had been adjudged a lunatic and his estate was in the hands of his committee, who represented his interest in the partition. The case was tried by the court without a jury. It appears from the facts found by the court that on the plaintiff’s restoration to reason he took possession of his property, settled with his committee, and has since exercised exclusive ownership in respect to the land allotted to his committee in the partition; that, “he has not reconveyed, nor repaid, nor restored, nor offered to do so,” and that, “in the ejectment he virtually asks that the partition be ignored so far as it operated to transfer his interest to his coheirs, while it is sustained so far as it operated to transfer their interest to him. ”\nThe plaintiff sought to recover on the ground that the partition was void because of irregularities in the proceeding. The irregularities pointed out were the failure to comply strictly with the equity rules of 1865, then in force. The principal irregularities were that the bill was not printed nor served, nor was there indorsed on it a notice to appear and answer, nor did it set forth the interests of the parties; that after the entry of a decree pro confesso, the case was not placed on the equity argument list before the appointment of a master; and that an unprinted amendment containing more than 100 words was filed and not served. How unsubstantial in point of merit these technical objections were appears from the fact that the bill filed bore an indorsement signed by all parties defendant, admitting service, consenting to a decree pro confesso and the appointment of a master without further delay or notice. The court held that the irregularities were curable and were cured by the concurrence of all the parties in interest. In this there was no error. There were no defects in the proceeding that would invalidate the deed.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Ernest K. Little and H. S. Harding, for appellant.",
      "James Wilson Piatt, with him Joseph Wood Piatt, for appellee."
    ],
    "corrections": "",
    "head_matter": "Day, Appellant, v. Allen.\nPartition — Irregularities in proceedings — Equity rules of 1865.\nWhere a bill for partition filed when the equity rules of 1865 were in force, bore an indorsement signed by all the parties defendant, admitting service, consenting to a decree pro confesso, and the appointment of a master without further delay or notice, such decree cannot be subsequently attacked on the grounds that the bill was not printed when served; that there was not indorsed on it a notice to appear, that it did not set forth the interest of the parties; that after the entry of the decree pro confesso the case was not placed on the equity argument list before the appointment of a master; and that an unprinted amendment containing more than 100 words was filed and not served.\nArgued Feb. 22, 1909.\nAppeal, No. 310, Jan. T., 1908, by plaintiff, from judgment of C. P. Wyoming Co., Oct. T., 1906, No. 59, for defendant on case tried by the court without a jury in suit of John P. Day v. F. E. Allen and George Bobinson.\nBefore Fell, Brown, Potter, Elkin and Stewart, JJ.\nAffirmed.\nEjectment for an interest in land in Tunkhannock township.\nThe case was tried by Fuller, J., specially presiding without a jury.\nError assigned was in entering judgment for defendant.\nErnest K. Little and H. S. Harding, for appellant.\nJames Wilson Piatt, with him Joseph Wood Piatt, for appellee.\nApril 12, 1909:"
  },
  "file_name": "0385-01",
  "first_page_order": 413,
  "last_page_order": 414
}
