{
  "id": 963117,
  "name": "Pennock, Appellant, v. Locust Realty Company",
  "name_abbreviation": "Pennock v. Locust Realty Co.",
  "decision_date": "1909-04-12",
  "docket_number": "Appeal, No. 51",
  "first_page": "437",
  "last_page": "439",
  "citations": [
    {
      "type": "official",
      "cite": "224 Pa. 437"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 W. & S. 257",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856271
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0257-01"
      ]
    },
    {
      "cite": "16 Pa. Superior Ct. 391",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        832643
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/16/0391-01"
      ]
    },
    {
      "cite": "9 Pa. Superior Ct. 639",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        817224
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/9/0639-01"
      ]
    },
    {
      "cite": "2 Phila. 19",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "141 Pa. 594",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        974834
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/141/0594-01"
      ]
    },
    {
      "cite": "216 Pa. 435",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        950338
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/216/0435-01"
      ]
    },
    {
      "cite": "221 Pa. 326",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        956138
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/221/0326-01"
      ]
    },
    {
      "cite": "120 Pa. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        559850
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/120/0374-01"
      ]
    },
    {
      "cite": "216 Pa. 435",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        950338
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/216/0435-01"
      ]
    },
    {
      "cite": "221 Pa. 326",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        956138
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/221/0326-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 335,
    "char_count": 4790,
    "ocr_confidence": 0.592,
    "pagerank": {
      "raw": 1.0633049296941789e-07,
      "percentile": 0.5576718951568219
    },
    "sha256": "220e97dd4df942c59533f15e10335d9c3c2cd01de9184d26ddb62ec876149ed3",
    "simhash": "1:e7133f84fb0c1e6e",
    "word_count": 815
  },
  "last_updated": "2024-02-27T21:32:32.794791+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Mestrezat, Potter and Elkin, JJ."
    ],
    "parties": [
      "Pennock, Appellant, v. Locust Realty Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Elkin,\nAn interesting question of practice has been suggested by the learned counsel for appellee in this case, but it is unnecessary to rest our decision on this ground because we cannot accept as sound the position of appellant on the real question involved in this controversy. The question here arises under the mechanic’s lien Act of June 4, 1901, P. L. 431. It is whether a subcontractor whose agreement to furnish materials and labor made after a conveyance to a new purchaser, is bound by the contract between the original owner and the contractor, filed of record and containing a waiver of liens. The owner at the time the building contract was entered into, in order to protect himself against liens, caused to be inserted therein a waiver clause and then filed this agreement in writing of record. Subsequently and while the building was being constructed, the owner conveyed the property to the appellee, the present owner. The contention of appellant is that under these circumstances appellee cannot claim the protection of the waiver clause in the building contract. Two of our recent cases are relied on to sustain this position. They are Wyss-Thalman v. Beaver Valley Brewing Company, 216 Pa. 435, and Pagnacco v. Faber, 221 Pa. 326. This court did not intend to announce any such doctrine in these cases, nor is anything said in those opinions reasonably susceptible of the meaning now attempted to be taken from what was there written. These cases recognized the right of the contracting parties, or of subsequent parties standing in the place of the original parties, to make a new contract binding upon them, containing a covenant not to file a lien, or by failing to provide for a waiver of liens in the new contract to have waived the protection of the original contract which was superseded by the new agreement. In other words, that if either the original or subsequent contracting parties thought proper to enter into a new contract containing new terms and provisions it was within their rights so to do, and if such a contract were made the parties would be bound by its terms. No new princi-. pie was announced, and the law was neither modified nor changed by anything decided or discussed in these cases. They turned upon their facts and were properly decided. In the case at bar there was no new contract. The building was erected from beginning to completion under the original contract. The rights and duties of the parties were fixed by that contract. The materials and labor were furnished under that contract. The notice as to the waiver of liens filed of record bound everyone who furnished materials or labor under that contract. The mere fact that the original owner, holder of the legal or equitable title, afterwards conveyed to either the real owner, or a new purchaser, in no way affected the terms and conditions of the building contract, which remained unchanged throughout the whole period of construction. It therefore follows that no new contract was entered into in the present case and all the terms and conditions of the old contract are in force and effect.\nOrder of the court below discharging rule for judgment for want of a sufficient affidavit of defense affirmed at the cost of appellant.",
        "type": "majority",
        "author": "Mr. Justice Elkin,"
      }
    ],
    "attorneys": [
      "Chas. Francis Gummey, for appellant,",
      "Preston K. Priman, with him Charles L. Lockwood, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Pennock, Appellant, v. Locust Realty Company.\nMechanic’s lien — Waiver of liens — Conveyance of property — Contract.\nA subcontractor who agrees to furnish material and labor to a building under construction after a conveyance by the original owner to a new purchaser, is bound by the contract between the original owner and the contractor filed of record and containing a waiver of liens.\nArgued March 24, 1909.\nAppeal, No. 51, Jan. T., 1909, by plaintiff, from order of C. P. No. 1, Phila. Co., Sept. T., 1908, No. 1,313, M. L. D., discharging rule for judgment for want of a sufficient affidavit of defense in case of Edmund M. Pennock, trading as J. Sellers Pennock, v. Locust Realty Company, Owner or Reputed Owner, and Moore & Company, Incorporated, Contractor.\nBefore Mitchell, C. J., Fell, Mestrezat, Potter and Elkin, JJ.\nAffirmed.\nScire facias sur mechanic's lien. Before Magill, J.\nRule for judgment for want of a sufficient affidavit of defense.\nThe opinion of the Supreme Court states the case.\nError assigned was the order of the court.\nChas. Francis Gummey, for appellant,\ncited: Erie City v. Butler, 120 Pa. 374; Pagnacco v. Faber, 221 Pa. 326; Wyss-Thalman v. Beaver Valley Brewing Co., 216 Pa. 435.\nApril 12,1909:\nPreston K. Priman, with him Charles L. Lockwood, for appellee,\ncited: Bohem v. Seabury, 141 Pa. 594; Long v. Black, 5 Pa. C. C. Rep. 258; Mears v. Dickerson, 2 Phila. 19; Blaisdell v. Dean, 9 Pa. Superior Ct. 639; Phelps v. Burns, 16 Pa. Superior Ct. 391; Jones v. Shawhan. 4 W. & S. 257."
  },
  "file_name": "0437-01",
  "first_page_order": 465,
  "last_page_order": 467
}
