{
  "id": 963115,
  "name": "Bond v. Pennsylvania Railroad Company, Appellant",
  "name_abbreviation": "Bond v. Pennsylvania Railroad",
  "decision_date": "1909-04-19",
  "docket_number": "Appeal, No. 390",
  "first_page": "460",
  "last_page": "463",
  "citations": [
    {
      "type": "official",
      "cite": "224 Pa. 460"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "201 Pa. 558",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        925645
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/201/0558-01"
      ]
    },
    {
      "cite": "199 Pa. 94",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        922787
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/199/0094-01"
      ]
    },
    {
      "cite": "191 Pa. 420",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        907027
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/191/0420-01"
      ]
    },
    {
      "cite": "166 Pa. 607",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        864209
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/166/0607-01"
      ]
    },
    {
      "cite": "105 Pa. 328",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454269
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/105/0328-01"
      ]
    },
    {
      "cite": "56 Pa. 280",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009165
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/56/0280-01"
      ]
    },
    {
      "cite": "168 Pa. 510",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        868502
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/168/0510-01"
      ]
    },
    {
      "cite": "163 Pa. 253",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        859012
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/163/0253-01"
      ]
    },
    {
      "cite": "128 Pa. 42",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        567070
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/128/0042-01"
      ]
    },
    {
      "cite": "99 Pa. 239",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446089
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/99/0239-01"
      ]
    },
    {
      "cite": "3 P. & W. 405",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "case_ids": [
        1827572
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pen-w/3/0405-01"
      ]
    },
    {
      "cite": "73 Pa. 509",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "221 Pa. 550",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        956229
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/221/0550-01"
      ]
    },
    {
      "cite": "212 Pa. 154",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        941797
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/212/0154-01"
      ]
    },
    {
      "cite": "181 Pa. 429",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "201 Pa. 379",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "218 Pa. 34",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999529
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/218/0034-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 415,
    "char_count": 7611,
    "ocr_confidence": 0.567,
    "pagerank": {
      "raw": 8.138363859351185e-08,
      "percentile": 0.4689418186156799
    },
    "sha256": "acfd2c59ec25277147e7f594162a7b2fa07b2c30cad4621fa4ded23d0359ac4d",
    "simhash": "1:fd06adf89e67df98",
    "word_count": 1374
  },
  "last_updated": "2024-02-27T21:32:32.794791+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, Brown,Mestrezat, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Bond v. Pennsylvania Railroad Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Brown,\nWhen this case was here before (218 Pa. 34) we held, in reversing the judgment for the defendant n. o. v., that it could not have been taken from the jury. On the second trial the verdict was again for the plaintiff on what the learned and careful trial judge, in his opinion refusing judgment for the defendant, said was practically the same testimony as that given by the plaintiff on the first trial. If this is so, the appeal of the defendant is to be regarded as having been taken for the purpose of rearguing the case before us. The only difference which its counsel have attempted to point out in the case as presented on the second trial is that it now appears that the plaintiff could see a distance of 200 feet in the direction from which the train was coming and his own witnesses saw and heard it approaching. The corroborated testimony of the plaintiff is that it was dark and foggy, that there was no headlight on the engine and that no signal of its'approach was given by bell or whistle. He further testified that, though looking in each direction, he did not hear the engine, adding that, if it had been daylight, he would have séen it and the accident would not have happened. On his cross-examination, after again stating that, if it had been daylight, he could have seen, he said, when pressed to state how far he could see, or did see, “probably a couple of hundred feet;” and immediately followed this with the answer that he “ couldn’t say exactly.” Taking his testimony as a whole, the jury might fairly have understood him as not intending to say he could have seen the approaching train in the dark and foggy evening for a distance that would have enabled him to avoid it. His own witnesses do not testify that they saw it at any point east of the crossing on Washington avenue, and, though they may have heard it coming, the jury were not bound to find that he ought, therefore, to have heard it.\nBut for the answer to the first point submitted by the plaintiff, this judgment would have to be affirmed, because it has not been shown that the testimony of the plaintiff on the second trial was not practically the same as on the first. In the court’s answer to the point the jury were permitted to find that the defendant had been negligent in running its train at a high rate of speed. There was no evidence on the part of the plaintiff as to the rate of speed at which the train was moving, while the uncontradicted testimony of the engineer is that he was running at about seven miles an hour. The fourth assignment of error must be sustained.\nJudgment reversed and venire facias de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Brown,"
      }
    ],
    "attorneys": [
      "William I. Schaffer, with him John J. Pinkerton, for appellant.- —",
      "Arthur T. Parke, with him John J. Gheen, for appellee.—"
    ],
    "corrections": "",
    "head_matter": "Bond v. Pennsylvania Railroad Company, Appellant.\nNegligence — Railroads—Grade crossing — “Stop, look and listen”— Evidence.\n1. In an action against a railroad company to recover damages for personal injuries sustained at a grade crossing the corroborated testimony of the plaintiff was that the evening of the accident was dark and foggy, that there was no headlight on the engine and that no signal of its approach was given by bell or whistle. He further testified that, though looking in each direction, he did not hear the engine, adding that, if it had been daylight, he would have seen it and the accident would not have happened. On his cross-examination after again stating that, if it had been daylight, he could have seen, he said, when pressed to state how far he could see, or did see, “ Probably a couple of hundred feet ” and immediately followed this with the answer that he “ Couldn’t say exactly.” Held, that it was for the jury to determine whether or not the plaintiff intended to say he could have seen the approaching train in the dark and foggy evening for a distance that would enable him to avoid it.\nNegligence — Railroads—Charge—Submission of question without proof — Speed of train.\n2. In a railroad accident ease it is reversible error so to answer a point as to permit the jury to find that the defendant had been negligent in running its train at a high rate of speed, where there is no evidence on the part of the plaintiff as to the rate of speed at which the train was running, while the uncontradicted testimony of the engineer was that he was running at about seven miles an hour.\nArgued Feb. 9, 1909.\nAppeal, No. 390, Jan. T., 1908, by defendant, from judgment of C. P. Chester Co., Aug. T., 1906, No. 27, on verdict for plaintiff in case of Winfield S. Bond v. Pennsylvania Railroad Company.\nBefore Fell, Brown,Mestrezat, Elkin and Stewart, JJ.\nReversed.\nTrespass to recover damages for personal injuries. Before Hemphill, P. J.\nThe facts appear by the opinion of the Supreme Court.\nDefendant presented the following point:\n1. Under all the evidence in the case, the verdict must be for the defendant. Answer: Refused. [3]\nPlaintiff presented this point:\n1. If the jury believe that defendant was guilty of negligence, in running the freight train at the public crossing on Washington avenue, Downingtown, on the night of January 19, 1906, by not giving the proper signals, and at a high rate of speed, and that the accident was the result of such negligence; and that there was no contributory negligence on the part of the plaintiff, the verdict should be for the plaintiff. Answer: That is affirmed. [4]\nVerdict and judgment for plaintiff for $5,645. Defendant appealed.\nErrors assigned were (3, 4) above instructions, quoting them.\nWilliam I. Schaffer, with him John J. Pinkerton, for appellant.- —\nThe legal inquiry in this case is: Were the conditions for a view of the train by the plaintiff such as to enable him to see? Uncontradictedly they were if he looked, because every other witness in the case says they were and the plaintiff does not say they were not. On the contrary, he admits that he had a view for 200 feet. The time of day or the condition of the atmosphere is not the question. The inquiry is as to the opportunity to see and hear. That there was such opportunity the plaintiff makes manifest in his own case.\nApril 19, 1909:\nIt matters not how much a plaintiff may assert that he looked and did not see, and listened and did not hear, if manifestly from his own case, it appears that if he did look, he saw, and if he listened, he heard: McCracken v. Consolidated Trac. Co., 201 Pa. 379; Hess v. Williamsport & North Branch R. R. Co., 181 Pa. 429; Blotz v. Lehigh Valley R. R. Co., 212 Pa. 154; Potter v. Pennsylvania R. R. Co., 221 Pa. 550.\nIf the traveler cannot see the track whether from fog or other cause, he should get out and, if necessary, lead his horse and wagon: Penna. R. R. Co. v. Beale, 73 Pa. 509.\nIt is error for the judge to submit a question to the jury of which there is no proof: Whitehill v. Wilson, 3 P. & W. 405; Egbert v. Payne, 99 Pa. 239; P. W. & B. R. R. Co. v. Alvord, 128 Pa. 42; Reese v. Hershey, 163 Pa. 253; Harrison v. Klee, 168 Pa. 510.\nArthur T. Parke, with him John J. Gheen, for appellee.—\nThere was sufficient evidence to warrant the finding of negligence upon the defendant’s part: Pittsburg, Fort Wayne & Chicago Ry. Co. v. Dunn, 56 Pa. 280; Longenecker v. Penna. R. R. Co., 105 Pa. 328; Howett v. Phila., Wilmington & Balto. R. R. Co., 166 Pa. 607; Faust v. Phila. & Reading Ry. Co., 191 Pa. 420.\nInasmuch as the plaintiff testified positively that he stopped, looked and listened at a point where he could have seen defendant’s approaching train if the headlight had been burning, whether he did stop, look and listen or not was a question for the jury: Bard v. Phila. & Reading Ry. Co., 199 Pa. 94; Todd v. Phila. & Reading Ry. Co., 201 Pa. 558."
  },
  "file_name": "0460-01",
  "first_page_order": 488,
  "last_page_order": 491
}
