{
  "id": 999650,
  "name": "Shay, Appellant, v. American Iron & Steel Company",
  "name_abbreviation": "Shay v. American Iron & Steel Co.",
  "decision_date": "1907-05-13",
  "docket_number": "Appeal, No. 111",
  "first_page": "172",
  "last_page": "175",
  "citations": [
    {
      "type": "official",
      "cite": "218 Pa. 172"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "28 Pa. Superior Ct. 531",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        858999
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/28/0531-01"
      ]
    },
    {
      "cite": "198 Pa. 583",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920326
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/198/0583-01"
      ]
    },
    {
      "cite": "151 Pa. 447",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836667
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/151/0447-01"
      ]
    },
    {
      "cite": "29 Pa. Superior Ct. 310",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        860100
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/29/0310-01"
      ]
    },
    {
      "cite": "134 Pa. 396",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814931
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/134/0396-01"
      ]
    },
    {
      "cite": "113 Pa. 519",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457600
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/113/0519-01"
      ]
    },
    {
      "cite": "91 Pa. 442",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        488880
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/91/0442-01"
      ]
    },
    {
      "cite": "5 Kulp, 114",
      "category": "reporters:state",
      "reporter": "Kulp",
      "opinion_index": -1
    },
    {
      "cite": "16 York, 169",
      "category": "reporters:state",
      "reporter": "York",
      "opinion_index": -1
    },
    {
      "cite": "16 York, 106",
      "category": "reporters:state",
      "reporter": "York",
      "opinion_index": -1
    },
    {
      "cite": "92 Pa. 447",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        490937
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/92/0447-01"
      ]
    },
    {
      "cite": "181 Pa. 201",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        891446
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/181/0201-01"
      ]
    },
    {
      "cite": "180 Pa. 333",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        888398
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/180/0333-01"
      ]
    },
    {
      "cite": "158 Pa. 275",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        848179
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/158/0275-01"
      ]
    },
    {
      "cite": "91 Pa. 256",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        488837
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/91/0256-01"
      ]
    },
    {
      "cite": "2 Grant, 43",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        227546
      ],
      "opinion_index": -1,
      "case_paths": [
        "/grant/2/0043-01"
      ]
    },
    {
      "cite": "70 Pa. 119",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1028203
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/70/0119-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 438,
    "char_count": 6493,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 1.1059212631784526e-07,
      "percentile": 0.5695501938530007
    },
    "sha256": "07ab17716e74895800e8c12fe34536389cd6940069f2d43190c7338c3061bb2d",
    "simhash": "1:38802a65778bad2e",
    "word_count": 1140
  },
  "last_updated": "2024-02-27T21:14:36.513660+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Potter and Stewakt, JJ."
    ],
    "parties": [
      "Shay, Appellant, v. American Iron & Steel Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe judgment is affirmed on the opinion of the court below refusing to take off the nonsuit.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Robert L. Adams, with him Paul G. Adams and J. O. Adams, for appellant.",
      "Gobin MeGwrdy, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Shay, Appellant, v. American Iron & Steel Company.\nNegligence — Master and servant — Course of employment — Nonsuit.\nA corporation, operating an iron works is not liable for damages to a house and injuries to the owner, from the negligent shooting of men engaged to take the place of strikers, where it appears that the shooting was directed from defendant’s premises against a mob, that it was not authorized by the defendant, and not within the course of employment of the persons doing it.\nArgued Feb. 18, 1907.\nAppeal, No. 111, Jan. T., 1906, by plaintiff, from order of C. P. Lebanon Co., Dec. T., 1902, No. 139, refusing to take off nonsuit in case of Sallie E. Shay v. American Iron & Steel Manufacturing Company.\nBefore Mitchell, C. J., Fell, Brown, Potter and Stewakt, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries and for injuries to a house. Before Ehrgood, P. J.\nAt the trial the court entered a compulsory nonsuit which it subsequently refused to take off, Ehrgood, P. J., filing the following opinion:\nThe plaintiff is the owner of a house and a lot of ground, situated on Weidman street, in the city of Lebanon, and alleges that on September 20, 1902, several bullets were fired into her dwelling house by employees of the defendant company, damaging her house, and by reason whereof she was frightened and shocked, thereby causing her to be permanently injured.\nFrom the testimony produced by the plaintiff it appears that at the time of the alleged injury, a large number of the employees of the defendant company were on a strike, and that on the afternoon of September 20, 1902, a car load of colored men, who were engaged to work for defendant, arrived at Lebanon and were taken to its works inside of the fence inclosing the said works. In taking said car with said colored men from the station to the works they were followed by a crowd of men and boys, some of whom jumped on the platform of the car, opened the door and called them vile names, to which no reply was made by anyone inside of the car. When the colored men left the car, at the works inside of the inclosure, the persons congregated on the outside commenced to throw stones and other missiles into the inclosure; a number of shots were then fired from the inside and also from the outside. During this time it is alleged and sworn to by the plaintiff, that a bullet was fired through a second-story window of her house at or near where she was standing, facing the defendant’s works and which was afterwards found imbedded in the wall of the house and which produced the said fright and shock. An attempt was also made by the plaintiff to prove that'the men brought there that day were armed by the defendant company or at their dmection, but failed. The evidence produced by the plaintiff shows that those of the men who had revolvers had them without the knowledge of the defendant company and did the shooting that was done against the protest of the persons who had charge of them. That the colored men were not hired to protect the works or the property of the company, but to operate its works and that the discharge of firearms was not in the course of their employment.\nAssuming for the purpose of this motion that the bullets fired into the plaintiff’s house were fired by employees of the defendant company, it does not follow that the defendant is liable in damages for injury done to her dwelling or injury caused to her person by fright and shock.\nThe law is well settled that a master is only liable for injuries resulting from the willful conduct of his servants if inflicted within the scope of his authority or employment: Railway Co. v. Donahue, 70 Pa. 119; Snodgrass v. Bradley, 2 Grant, 43; Pennsylvania Co. v. Toomey, 91 Pa. 256; Scanlon v. Suter, 158 Pa. 275; Rudgeair v. Traction Co., 180 Pa. 333.\nIt is contended by the plaintiff’s attorneys that the discharge of the firearms, by the defendant’s employees, was malicious and the evidence produced by the plaintiff justifies the contention. Those who discharged the firearms at the plaintiff’s house did so wantonly and recklessly, and were guilty of a criminal offense and unless it was done within the scope of their employment or by the direction of the employer, and there is no evidence that it was done within the scope of their employment, or by the authority of the employer, the defendant cannot be held liable in damages for injuries suffered by the plaintiff. The acts of the employees complained of by the plaintiff amounting to criminal offenses cannot subsequently be ratified by the defendant company; Building and Loan Association v. Walton, 181 Pa. 201; Shisler v. Vandike et al., 92 Pa. 447.\nWhere the new evidence by diligence could have been obtained at the time of trial, a new trial will not be granted: Mellinger v. Railroad Co., 18 Lanc. 369; Forney v. Ebersole, 18 Lanc. 372; Gardner v. Hookey, 18 Lanc. 326; Com. v. Myers, 16 York, 106; Connellee v. Ziegler, 16 York, 169.\nThe proposed testimony must appear to have been discovered since the trial without want of due diligence : Marsh v. Moser, 1 Woodward, 218.\nIt must be shown that it could not have been discovered by the exercise of reasonable diligence: Stanton v. Kemmerer, 5 Kulp, 114.\nWe are not satisfied that diligence was used in this case to procure the proposed witness at the trial. This case was commenced in 1902, and not tried until the beginning of December, 1905, when within four days after the nonsuit was entered, the proposed witness was found and his affidavit was procured. If due diligence had been used by the plaintiff this witness could have been found during the time this case was pending before trial.\nAnd now, February 21, 1906, the motion to take off the nonsuit is refused. Exception to plaintiff.\nError assigned was refusal to take off nonsuit.\nRobert L. Adams, with him Paul G. Adams and J. O. Adams, for appellant.\nThe shooting was within the scope of the negroes’ employment: Allegheny Valley R. R. Co. v. McLain, 91 Pa. 442; Lake Shore & Mich. Southern Ry. Co. v. Rosenzweig, 113 Pa. 519; McClung v. Dearborne, 134 Pa. 396; Hennessey v. Baugh & Sons Co., 29 Pa. Superior Ct. 310; Brunner v. American Telegraph, etc., Co., 151 Pa. 447; Devlin v. Beacon Light Co., 198 Pa. 583; Whaley v. Citizens’ Nat. Bank, 28 Pa. Superior Ct. 531.\nGobin MeGwrdy, for appellee,\nwere not heard.\nMay 13, 1907:"
  },
  "file_name": "0172-01",
  "first_page_order": 204,
  "last_page_order": 207
}
