{
  "id": 999541,
  "name": "Thomas v. Philadelphia Rapid Transit Company, Appellant",
  "name_abbreviation": "Thomas v. Philadelphia Rapid Transit Co.",
  "decision_date": "1907-05-13",
  "docket_number": "Appeal, No. 391",
  "first_page": "219",
  "last_page": "221",
  "citations": [
    {
      "type": "official",
      "cite": "218 Pa. 219"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Pa. Superior Ct. 142",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        817206
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/9/0142-01"
      ]
    },
    {
      "cite": "13 Pa. Superior Ct. 642",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        825597
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/13/0642-01"
      ]
    },
    {
      "cite": "179 Pa. 526",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        886944,
        886970
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/179/0526-02",
        "/pa/179/0526-01"
      ]
    },
    {
      "cite": "105 Ill. 63",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2788500
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/105/0063-01"
      ]
    },
    {
      "cite": "67 Ohio, 153",
      "category": "reporters:state",
      "reporter": "Ohio",
      "opinion_index": -1
    },
    {
      "cite": "134 Pa. 199",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814909
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/134/0199-01"
      ]
    },
    {
      "cite": "213 Pa. 463",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        943365
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/213/0463-01"
      ]
    },
    {
      "cite": "154 Pa. 560",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        842328
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/154/0560-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 346,
    "char_count": 5224,
    "ocr_confidence": 0.47,
    "pagerank": {
      "raw": 7.317852702137001e-08,
      "percentile": 0.43556168718716803
    },
    "sha256": "8b772ac65b5c1502238164c078b7dcf02abf963d965ad4f338842733c0da015b",
    "simhash": "1:cb5aa026551769c8",
    "word_count": 933
  },
  "last_updated": "2024-02-27T21:14:36.513660+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, O. J., Pell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Thomas v. Philadelphia Rapid Transit Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Fell,\nOne of the plaintiffs, Mary Ann Thomas, was a passenger on a car of the defendant going south on Tenth street. Willow street crosses Tenth street at right angles, and it is occupied 'almost entirely by the tracks of a steam railroad. It was the custom to stop all cars on the north side of this street in order that the conductor might go forward to the crossing and look for cars on the tracks of the steam railroad, and it was also the custom for passengers to get off the cars on the north side of the street. The testimony of a witness who lived at the corner of these streets was : “ There is alwayssomeonegetting off there on every car that stops there.” Before the car reached Willow street, the plaintiff signaled the conductor to stop. He rang the bell, jumped off the car while it was in motion, and ran forward to the crossing. The car came to a full stop, two passengers got off and the plaintiff was in the act of doing so when the car started and she was thrown and injured.\nThe only question raised by the appeal is whether judgment should have been entered for the defendant non obstante veredicto. The instruction under which the case was submitted was that a passenger on a street railway car is entitled to a reasonable opportunity to alight when the car stops for the purpose of letting off passengers, but that when it stops for some other purpose and a passenger is not invited to alight, he assumes the risk in attempting to do so. The question submitted was whether under the circumstances the plaintiff might reasonably assume that the stop was intended to give passengers an opportunity to alight. This'instruction was correct under the facts of the case and the question submitted was the crucial one. The plaintiff knew the locality and knew that the conductor had gone forward to look at the crossing, as it was his duty to do, and that he would signal the motorman to come on. She knew he was not in a position where he could observe the movements of passengers in the car, and that the attention of the motorman would be fixed on him. Their paramount duty was to guard against a collision at the crossing, and if the stop had been merely for the purpose of allowing the conductor time to reach and observe the tracks of the steam railroad, a passenger would have assumed the risk of alighting. But the car was stopped at the plaintiff’s request, or apparently it was. She testified that when she beckoned to the conductor to let her off, he pulled the bell strap and jumped off, and that she supposed the stop had been made to let her off. She could not under the circumstances be adjudged negligent in attempting to alight and she was entitled to a reasonable opportunity to do so. The case was, therefore, for the jury.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Me. Justice Fell,"
      }
    ],
    "attorneys": [
      "Thomas Learning with him Stevens Ilechscher, for appellant.",
      "William, A. Carr, with him W. Horace Hepburn and Sidney L. E/rauvs, for appellees."
    ],
    "corrections": "",
    "head_matter": "Thomas v. Philadelphia Rapid Transit Company, Appellant.\nNegligence — Street railways — Alighting from car — Passenger.\nIn an action against a street railway company to recover damages for personal injuries sustained while alighting from a car, the case is for the jury where the evidence shows that the accident occurred at a point where it was customary for the cars to stop on the near side of the street at a steam railroad crossing to enable the conductor to go ahead in order to look out for trains, that it was customary for passengers to get off .at this stop, that plaintiff knew of this custom, that she signaled the conductor, and in attempting to alight after two passengers who had preceded her, she was thrown by the premature starting of the car.\nArgued April 3, 190T.\nAppeal, No. 391, Jan. T., 1906, by defendant, from judgment of C. P. No. 5, Phila, Co., Sept. T., 1905, No. 3,823, on veidict for plaintiff in case of John Thomas and Mary Ann, his wife, v. Philadelphia Rapid Transit Company.\nBefore Mitchell, O. J., Pell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries. Before Ralston, J.\nThe facts are stated in the opinion of the Supreme Court.\nThe verdict for John Thomas was $2,500 and for Mary Ann Thomas for $5,000, which were remitted to $1,500 and $3,500 respectively and judgments were entered thereon.\nError assigned was in dismissing defendant’s motion for judgment non obstante veredicto.\nThomas Learning with him Stevens Ilechscher, for appellant.\nDefendant was not liable under the circumstances of this case: D., L. & W. R. R. Co. v. Wilkes-Barre, etc., Ry. Co., 1 Pa. Dist. Rep. 627; Penna. R. R. Co. v. Suburban Rapid Transit Co., 1 Pa. Dist. Rep. 636; State v. Young, 56 Atl. Repr. 471; Nellis on Street Surface Railroads, 484; Pitcher v. People’s Street Ry. Co., 154 Pa. 560; Margo v. Penna. R. R. Co., 213 Pa. 463; Steiner v. Traction Co., 134 Pa. 199.\nWilliam, A. Carr, with him W. Horace Hepburn and Sidney L. E/rauvs, for appellees.\nThe case was for the jury: Margo v. Pennsylvania R. R. Co., 213 Pa. 463; Ashtabula Rapid Transit Co. v. Holmes, 67 Ohio, 153 (65 N. E. Repr. 877); Houghton v. Louisville Ry. Co., 3 Street Railway Rep. 282; Railway Co. v. Mills, 105 Ill. 63; Cleary v. Traction Co., 179 Pa. 526; Machen v. Ry. Co., 13 Pa. Superior Ct. 642; Bensing v. Ry. Co., 9 Pa. Superior Ct. 142.\nMay 13, 1907:"
  },
  "file_name": "0219-01",
  "first_page_order": 251,
  "last_page_order": 253
}
