{
  "id": 999613,
  "name": "Callaway v. Prettyman, Appellant",
  "name_abbreviation": "Callaway v. Prettyman",
  "decision_date": "1907-05-20",
  "docket_number": "Appeal, No. 392",
  "first_page": "293",
  "last_page": "296",
  "citations": [
    {
      "type": "official",
      "cite": "218 Pa. 293"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "67 N. J. L. 522",
      "category": "reporters:state",
      "reporter": "N.J.L.",
      "case_ids": [
        318445
      ],
      "opinion_index": -1,
      "case_paths": [
        "/njl/67/0522-01"
      ]
    },
    {
      "cite": "146 Ill. 523",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        3067723
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/146/0523-01"
      ]
    },
    {
      "cite": "5 Pa. Superior Ct. 334",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        280069
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/5/0334-01"
      ]
    },
    {
      "cite": "85 Pa. 329",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        440450
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/85/0329-01"
      ]
    },
    {
      "cite": "26 Pa. 138",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977360
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/26/0138-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 359,
    "char_count": 5725,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 1.8280435831089677e-07,
      "percentile": 0.7203321506388982
    },
    "sha256": "a76603c6a0fc5427f8a5d12ddc8097ce35adfb171ed63d0ed3abbee442b2636c",
    "simhash": "1:95eaaf8d85183a95",
    "word_count": 1003
  },
  "last_updated": "2024-02-27T21:14:36.513660+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Mestrezat, Potter and Stewart, JJ."
    ],
    "parties": [
      "Callaway v. Prettyman, Appellant."
    ],
    "opinions": [
      {
        "text": "Pee Curiam,\nThe judgment is affirmed on the opinion of the court below.",
        "type": "majority",
        "author": "Pee Curiam,"
      }
    ],
    "attorneys": [
      "J. Quincy Hunsicker, with him J. Quincy Hunsicker, Jr., for appellant.",
      "Stanley Folz, with him Hon E. Folz, for appellee."
    ],
    "corrections": "",
    "head_matter": "Callaway v. Prettyman, Appellant.\nReal estate brokers — License—Nonresident—Oral employment of broker —Conflict of laws.\nWhere a resident of New Jersey comes into Pennsylvania and enters into a contract as a real estate broker to sell real estate situated in New Jersey, he is not required to have had a license under the Pennsylvania statute, to make his contract valid; nor is the contract void by reason of the New Jersey statute requiring contracts of employment of brokers for the sale of real estate to be in writing, inasmuch as the law of the place of making a contract governs as to the formalities.\nIn an action by a real estate broker who is a resident of New Jersey to recover on a parol contract for commissions for the sale of real estate in New Jersey, the printed statute of New Jersey requiring such contracts to be in writing, is not admissible under the plea of non assumpsit, but only by way of special matter, after due notice, under the rule of court.\nArgued March 29, 1907.\nAppeal, No. 392, Jan. T., 1906, by defendant, from judgment of C. P. No. 4, Phila. Co., March T., 1906, No. 3,237, on verdict for plaintiff in case of James W. Callaway v. Charles B. Prettyman.\nBefore Mitchell, C. J., Fell, Mestrezat, Potter and Stewart, JJ.\nAffirmed.\nAssumpsit for commissions on the sale of real estate. Before Carr, J.\nYerdict for plaintiff for $5,501.67.\nOn motion for judgment non obstante veredicto, Carr, J., filed the following opinion :\nOn March 18, 1905, the defendant entered into a written contract to sell to Clara L. Hanstein the Boyal Palace Hotel, and she agreed to pay the sum of $400,000 in four cash payments and the balance of $300,000 by her bond. Six thousand dollars was paid upon the date of the agreement, and on August 5, 1905, Prettyman gave Mrs. Hanstein a receipt for $25,000 on account of the purchase price. The Bacharach Beal Estate Company paid the money to Prettyman, advancing it for the Hansteins, and being reimbursed by checks signed Clara L. Hanstein, by her attorney, Samuel Hanstein, and also by checks of Wolfe, Mrs. Hanstein’s brother. The Boyal Palace Hotel Company was then formed and chartered, and on September 16, 1905, at the request of Mrs. Hanstein, Prettyman conveyed the hotel to the company, to which Mrs. Han-stein also quitclaimed all her title and interest in the property under her agreement of sale with Prettyman.\nThe verdict for the plaintiff establishes the facts that Pretty-man employed Callaway to sell or exchange the hotel, and that his efforts were effective in making the sale to Mrs. Han-stein, and sufficient evidence is upon the record to support the findings, Samuel Hanstein, her husband, acting as her agent.\nThe act of assembly of this state requiring a real estate broker to take out a license does not apply, as Callaway was a resident of Atlantic City, N. J., and his occupation in that place was that of a real estate broker. In January, 1904, he learned that the defendants property, the Royal Palace Hotel, in Atlantic City, was in the market for sale, and called upon the defendant at his place of business in this city, and it was verbally agreed between them that, if Callaway should make a sale or exchange of the property at the price of $400,000, the defendant would pay him a commission of $5,000. Callaway did not attempt to sell the property in this city, but during the year 1904 tried to exchange it for property in New York. It was not shown that'he was engaged in the business of buying and selling properties in this city; and his arrangement with the defendant was a special contract for compensation for procuring a purchaser of a specific piece of real estate, the plaintiff coming to this city only for the purpose of securing the employment, and he did not, therefore, require a license: Chadwick v. Collins, 26 Pa. 138; Shepler v. Scott, 85 Pa. 329; Coles v. Meade, 5 Pa. Superior Ct. 334.\nNor is the defendant’s contention sustained with regard to the effect of a New Jersey statute requiring contracts of employment of brokers for the sale of real estate to be in writing. In the first place, the rejection of the printed statute did not injure the defendant, inasmuch as upon cross-examination the plaintiff testified that he knew that the law of New Jersey required such agreements to be in writing, and the jury was instructed in the charge that, if they believed that the contract of employment of Callaway to sell was made at Atlantic City, N. J., the verdict should be for the defendant. But under the pleadings the offer of the printed statute of New Jersey was properly rejected, for it was • not admissible under the plea of non assumpsit, but only by way of special matter, after due notice, under the rule of court, No. 30, sec. 8: 9 Ency. Pleading and Practice, 705; 1 Taylor on Evidence, sec. 306, Miller v. Wilson, 146 Ill. 523. Moreover, the validity of the contract as affected by the statute of frauds is controlled by the law of this state and not by that of New Jersey, and Callaway’s contract of emploji'ment, made in this city, was valid, as the law of the place of making a contract governs as to the formalities : Story, Conflict of Laws, sec. 262; Wharton, Conflict of Laws, sec. 693a; Roubicek v. Haddad, 67 N. J. L. 522.\nThe motions are dismissed.\nErrors assigned amongst others were (1) in dismissing motion for judgment non obstante veredicto; (7) in rejecting the statute of New Jersey requiring contracts relating to the sale of real estate by brokers to be in writing.\nJ. Quincy Hunsicker, with him J. Quincy Hunsicker, Jr., for appellant.\nStanley Folz, with him Hon E. Folz, for appellee.\nMay 20, 1907:"
  },
  "file_name": "0293-01",
  "first_page_order": 325,
  "last_page_order": 328
}
