{
  "id": 999525,
  "name": "Locher, Appellant, v. Beyer",
  "name_abbreviation": "Locher v. Beyer",
  "decision_date": "1907-06-03",
  "docket_number": "Appeal, No. 190",
  "first_page": "574",
  "last_page": "575",
  "citations": [
    {
      "type": "official",
      "cite": "218 Pa. 574"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "212 Pa. 235",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        941913
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/212/0235-01"
      ]
    },
    {
      "cite": "54 Pa. 472",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1006298
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/54/0472-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 243,
    "char_count": 3478,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03492597444870338
    },
    "sha256": "8794abdf5430cd40991ce28dce132e07008f527b3d4a38da47755eb9415be277",
    "simhash": "1:e28a5ce2535822c9",
    "word_count": 603
  },
  "last_updated": "2024-02-27T21:14:36.513660+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestrezat, Potter and Elkin, JJ."
    ],
    "parties": [
      "Locher, Appellant, v. Beyer."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Elkin,\nThis is a proceeding in equity to partition certain real estate described in the bill. The answer of the respondents denies that the petitioners have any vested interest in or title to the real estate in question and, therefore, are not entitled to ask for a partition of the premises. The record presents a sharply defined issue of fact and a large amount of testimony was produced before the learned court below, sitting as a chancellor, relating to the disputed question of fact. After full hearing and a careful consideration of the testimony, as> evidenced by the opinion, the learned court below found as a fact that, “ the money raised on these notes was raised for the promotion of the plan to form a corporation to build the plant as aforesaid, and was advanced and paid out for that purpose. It was deposited in the bank in the name of \"W. F. Beyer, special, and paid out in the purchase of real estate for the company, for the payment of expenses incurred in its, organization, and also for expenses incurred in its work of erecting the plant at or near Safe Harbor. The title to the real estate so purchased for the company was put in the name of ~W. F. Beyer to be afterwards conveyed by him to it.” It is conceded that if the testimony warranted these findings of fact, the proceedings in partition must fall because, under these findings, the appellants do not have any title, legal or equitable, to the real estate sought to be partitioned. After a careful examination of the evidence we have concluded that it was sufficient to sustain the findings. It is true there was some conflict of testimony on the question involved, or rather a difference of opinion as to the inferences to be drawn from the established facts, but this is not sufficient to warrant an appellate court in reversing the findings unless it clearly appears there was manifest error : Price’s Appeal, 54 Pa. 472 ; Plankinton’s Estate, 212 Pa. 235. ¥e are not convinced that manifest error was committed by the learned court below, indeed, in our opinion the evidence amply justified the findings.\nDecree affirmed, costs to be paid by appellants.",
        "type": "majority",
        "author": "Mr. Justice Elkin,"
      }
    ],
    "attorneys": [
      "Reynolds D. Brown, of Burr, Brown d> Lloyd, with him W. U. Hensel and W. R. Brinton, for appellants.",
      "Willicum LI. Keller, of Ooyle ds Keller, with, him W. F. Beyer, for appellees."
    ],
    "corrections": "",
    "head_matter": "Locher, Appellant, v. Beyer.\nPartition — Findings of fact — Review.\nFindings of fact by a court below in partition proceedings based upon , sufficient evidence that the plaintiffs had no title whatever in the real estate in question, will not be reversed by the appellate court where there is no manifest error.\nIn such a case the fact that there was some conflict of testimony on the question involved, or a difference of opinion as to the inferences to be drawn from the established facts, is not sufficient to warrant the appellate court in reversing the findings unless it clearly appears there was manifest error.\nArgued May 20, 1907.\nAppeal, No. 190, Jan. T., 1906, by plaintiffs, from decree of C. P. Lancaster Co., Equity Docket No. 4, p. 195, dismissing bill in equity in case of Lila- Reno Locher and David R. Locher, Administrators of Charles II. Locher, deceased, et al. v. William F. Beyer et al.\nBefore Mitchell, C. J., Fell, Brown, Mestrezat, Potter and Elkin, JJ.\nAffirmed.\nBill in equity for partition.\nThe opinion of the Supreme Court states the case.\nError assigned was the decree dismissing the bill.\nReynolds D. Brown, of Burr, Brown d> Lloyd, with him W. U. Hensel and W. R. Brinton, for appellants.\nWillicum LI. Keller, of Ooyle ds Keller, with, him W. F. Beyer, for appellees.\nJune 3, 1907:"
  },
  "file_name": "0574-01",
  "first_page_order": 606,
  "last_page_order": 607
}
