{
  "id": 999634,
  "name": "Laukhuff's Estate",
  "name_abbreviation": "Laukhuff's Estate",
  "decision_date": "1907-06-03",
  "docket_number": "Appeal, No. 175",
  "first_page": "585",
  "last_page": "588",
  "citations": [
    {
      "type": "official",
      "cite": "218 Pa. 585"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "17 W. N. C. 279",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 331,
    "char_count": 6052,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 6.428965615154966e-08,
      "percentile": 0.3971221874325492
    },
    "sha256": "09b359fe020121fccd6497429973754a0e1d70174107e50e6b3b34112509ff9a",
    "simhash": "1:74cd5518b3fa816e",
    "word_count": 1077
  },
  "last_updated": "2024-02-27T21:14:36.513660+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Potter and Elkin, JJ."
    ],
    "parties": [
      "Laukhuff's Estate."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe judgment is affirmed on the opinion of the Superior Court.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Charles W. Eaby, for appellant.",
      "B. F. Davis, for appellee."
    ],
    "corrections": "",
    "head_matter": "Laukhuff's Estate.\nWills — Probate—Appeal from register — Leave of orphans’ court — Act of March 15, 1832, sec. 31, P. L. 135.\nUnder the Act of March 15, 1832, sec. 31, P. L. 135, an appeal from an order of the register of wills revolting letters of administration, is a matter of right, and it is not necessary to secure the allowance of the orphans’ court to bring such an appeal.\nAfter the case is brought into the orphans’ court by appeal without special allowance, the proper practice is for the appellant to present a petition to the court setting forth the facts of the case, upon which citation will be granted on the parties interested to show cause why the appeal should not be sustained and the decision complained of set aside.\nIt is immaterial that the paper filed as an appeal does not by its caption certify that the case is in the orphans’ court, where the record of the docket entries shows that such an appeal was filed.\nArgued May 22, 1907.\nAppeal, No. 175, Jan. T., 1907, by Carrie Laukhuff Macintosh, from judgment of Superior Court, Oct. T., 1906, No. 4, reversing decree of O. C. Lancaster Co., Oct. T., 1905, No. 56,. quashing appeal from Begister of Wills in Estate of Andrew Laukhuff, deceased.\nBefore Mitchell, C. J., Fell, Brown, Potter and Elkin, JJ.\nAffirmed.\nAppeal from judgment of the Superior Court.\nThe opinion of the Superior Court by Henderson, J., was as follows:\nThe appellant was duly appointed administrator of the estate of Andrew Laukhuff, deceased. Afterwards on the application of the appellee the letters of administration were revoked and new letters issued. From. the order of removal Bock appealed to the orphans’ court. The appeal was quashed by the orphans’ court for the reason that it was not taken in accordance with section 1 of rule 5 of the rules of that court. The only question presented now is whether an effective appeal was taken to the orphans’ court by the appellant. Section 31 of the act of March 15, 1832, gives an appeal from all the judicial acts and decisions of the several registers of wills. Since the abolition of register’s courts the appeal is directly to the orphans’ court. The rule of court referred to has apparent application to cases in which appeals may be had on cause shown. It provides for a citation on the adverse parties to show cause why an appeal should not be allowed, and implies a discretion in the court after hearing to refuse an appeal. It does not regulate the practice in disposing of appeals but provides for a preliminary inquiry whether an appeal shall be granted or not. So far as it confers upon the orphans’ court a discretion to determine whether an appeal shall be allowed or not, it is inconsistent with the section of the act of 1832 above referred to. It cannot be successfully contended that the rule as applied to cases of this class is in aid of the expeditious administration of justice, for it would be a vain thing for the court to engage in the investigation of the propriety of allowing an appeal when no statutory duty was imposed to make such inquiry and when it was powerless to refuse it. The register of wills is a judicial officer and. his final decisions under the statute investing him with official functions are subject to appeal. The appeal was taken in conformity to the statute and in an approved form: 3 Brewster’s Pr., secs. 4118, 4119. The question presented by the appeal was one of law which the orphans’ court could not only dispose of after hearing, according to the practice in that court. After the case is brought into the orphans’ court, a proper practice is for the appellant to present a petition to the court setting forth the facts in the case, upon which a citation will be granted on the parties interested to .show cause why the appeal should not be sustained and the decision complained of set aside: 3 Brewster’s Pr., sec. 4126. An issue is thus presented for the determination of the court as a question of law or fact as the case may be. The learned judge of the orphans’ court, in disposing of the motion to quash, proceeded upon the theory that the appellant was only entitled to appeal when allowed by the orphans’ court for cause shown. As the appellant had a right to have the question raised in the orphans’ court whether he was lawfully removed as administrator, it was not necessary that he should have the consent of that court to bring that question there for determination. The exercise of discretion by the court in deciding whether an issue shall be framed is not involved in the case. At the time the decree of the orphans’ court was made the case had not proceeded to the point where the court was called upon to determine whether an issue should be granted or not. The appellant should have been permitted to file a petition calling upon the appellee to answer his complaint. Comment is made by the orphans’ court on the fact that the paper filed does not certify by its caption that the case is in the orphans’ court. This is purely a matter of form, however, and not essential to the determination of the rights of the parties. The record of docket entries shows that the appeal was filed in the orphans’ court November 4, 1905. Section 43 of the act of 1832 provides that no immaterial variation from the form prescribed in this act shall vitiate or render void any proceeding in which said form shall be used. The intention of the legislature was that where a case was clearly and substantially presented, technical objections to form should not prevail. We are not called upon to consider a large part of the appellant’s argument, which relates to the merits of his case. That is a question for the orphans’ court. In the light of Eiegel’s Appeal, 17 W. N. C. 279, he may have difficulty in showing that an error was committed.\nThe decree is reversed and a procedendo awarded.\nError assigned was the decree of the Superior Court.\nCharles W. Eaby, for appellant.\nB. F. Davis, for appellee.\nJune 3, 1907:"
  },
  "file_name": "0585-01",
  "first_page_order": 617,
  "last_page_order": 620
}
