{
  "id": 936165,
  "name": "Lea v. Jones, Appellant",
  "name_abbreviation": "Lea v. Jones",
  "decision_date": "1904-04-11",
  "docket_number": "Appeal, No. 31",
  "first_page": "22",
  "last_page": "25",
  "citations": [
    {
      "type": "official",
      "cite": "209 Pa. 22"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "179 Pa. 520",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        886960
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/179/0520-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 358,
    "char_count": 6620,
    "ocr_confidence": 0.485,
    "pagerank": {
      "raw": 9.505882454708161e-08,
      "percentile": 0.519709257180631
    },
    "sha256": "8b42da31835e84cac0bfbaf7621dc4936e47fa455054431817a819564410b2f0",
    "simhash": "1:1962c3b3a8ae384a",
    "word_count": 1192
  },
  "last_updated": "2024-02-27T19:20:58.607717+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Dean, Fell, Mestrezat, Potter and Thompson, JJ."
    ],
    "parties": [
      "Lea v. Jones, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis is an appeal from a judgment of the Superior Court by the defendant in that court. The sole question is, when a conveyance of property is made after damages to the party wall have accrued to plaintiff and an action has been brought therefor, does the mere transfer of the real estate, also transfer the pending action to the purchaser of the property and deprive the plaintiff in the action of any further redress for the injury which he sustained prior to the sale.\nThe Superior Court, in opinion filed by Judge Smith, held that damages sustained by the owner before his conveyance for which he had brought a suit then pending, belonged to and could be recovered by bim. ■ .We affirm the judgment of the Superior Court on that opinion.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Sector T. Fenton, with him Joseph W. Shannon, for appellant. '",
      "A. T. Freedty, for appellee."
    ],
    "corrections": "",
    "head_matter": "Lea v. Jones, Appellant.\nParty walls—Cost of wall—Bight of action—Acts of February 24,1721, and April 10, 1849, sec. 4, P. L. 600.\nThe purpose of the Act of April 10, 1849, sec. 4, P. L. 600, relating to party walls, was, first, to make the right to compensation pass with the land, unless reserved until the wall is used; and, second, to vest in the owner at the time of such use the right to compensation. Where such right of compensation has actually vested in an owner, the right does not pass from the owner by his subsequent conveyance of the property, even though there is no reservation of this right.\nArgued March 24, 1904.\nAppeal, No. 31, Jan. T., 1904, by defendant, from judgment of Superior Ct., Oct. T., 1903, No. 20, reversing judgment of C. P. No. 5, Phila. Co., Sept. T., 1901, No. 1270, on verdict for defendant in case of Henry C. Lea v. Mary H. Jones.\nBefore Dean, Fell, Mestrezat, Potter and Thompson, JJ.\nAffirmed.\nAppeal from Superior Court.\nSmith, J., filed the following opinion :\nAs the charge was a bare instruction to the jury, “ as a matter of law, to find a verdict for the defendant,” and neither party presented any points, there is no record of the ground on which the verdict was directed, nor, beyond the pleading, any record of the ground on which recovery was sought, or on which defense was made. From the opinion of the trial judge on a motion for a new trial, it appears that the defendant, in constructing a building in 1901, used the party wall previously erected by the plaintiff, and that the plaintiff’s right of action was contested on the ground that the plaintiff subsequently conveyed his building, without reservation as to the wall, and that his grantee conveyed to the defendant. As stated in the appellant’s paper-book, the question involved is “whetherright of action ceases if plaintiff transfers real estate after action commenced and damage done.”\nUnder the act of February 24, 1721, the legal title to compensation for the use of a party wall, by an adjoining owner, remained in the builder of the wall through all subsequent changes of ownership. To remedy the evil of leaving the right of action in the builder, while the damage was sustained by a subsequent owner, the Act of April 10, 1849, sec. 4, P. L. 600, provided as follows : “ In all conveyances of houses and buildings, the right to, and compensation for, the party wall built therewith shall be taken to have passed to the purchaser, unless otherwise expressed; and the owner of the house for the time being shall have all the remedies with respect to such party wall as he might have in relation to the house to which it is attached.”\nThe obvious intent of this act is to give the right of compensation to the person who is injured. The injury arises from the use of the wall in the construction of an adjoining building. By “ the owner of the house for the time being,” must be understood the owner when the wall is thus used. Until such use there is no injury. Upon such use the injury is complete, and a right of action accrues to the person injured; the right which ran with the land is converted into a right to immediate compensation. One purchasing after the use is complete is not injured by it, and therefore has no claim to compensation. To extend the right beyond the ownership at the time of the use would lead to confusion and uncertainty. The land might pass through many hands without suit brought for compensation, and all the successive owners might with equal right lay claim, since, if the continuing use of the wall is an injury, they are alike injured. When land is subjected to a public use through an exercise of the right of .eminent domain, the owner at the time of such exercise, and not his vendee, is entitled to compensation. A purchaser of land has no right of action for an injury done to it before his purchase. It was not the design of the act of 1849 to give such a right to the purchaser of a party wall. The evident purpose of the statute is, first, to make the right to compensation pass with the land, unless reserved, until the wall is used; and, next, to vest in the owner at the time of snch use the right to compensation.\nIn the case in hand, the wall was used in the erection of the adjoining building, and the amount payable therefor was legally ascertained, prior to the commencement of suit, October 4,1901. At that time the plaintiff’s right of action was fixed. His deed, November 30, 1901, conveyed the property as it then stood. The injury arising from the use of the wall had for several weeks been complete and the use of the wall thereafter was not an injury for which his successors in title were entitled to compensation. Not only was this use in full view at the date of the deed, but in the contract of sale, made October 30, 1901, the plaintiff expressly reserved all damages that might be awarded him in the pending suit. This reservation was not introduced in the deed; but it was unnecessary, since a right to damages, accruing prior to its execution, would not pass by the conveyance.\nThe only ease with any bearing on the question before us is Voight v. Wallace, 179 Pa. 520. Yoight having built a party wall, sold to Wallace, who afterward acquired the adjoining lot, and used the wall in the erection of a building thereon. In a suit by Yoight to recover compensation for such use, it was held that Yoight’s right to payment for the wall, when it should be used, passed by his conveyance to Wallace. The use of the wall as the ground of compensation, and the right of the owner, at the time of such use, to claim the compensation are thus recognized.\nJudgment reversed and venire de novo awarded.\nError assigned was the judgment of the Superior Court.\nSector T. Fenton, with him Joseph W. Shannon, for appellant. '\nA. T. Freedty, for appellee.\nApril 11, 1904:"
  },
  "file_name": "0022-01",
  "first_page_order": 52,
  "last_page_order": 55
}
