{
  "id": 936090,
  "name": "Slater, Appellant, v. Slater",
  "name_abbreviation": "Slater v. Slater",
  "decision_date": "1904-05-16",
  "docket_number": "Appeal, No. 125",
  "first_page": "194",
  "last_page": "197",
  "citations": [
    {
      "type": "official",
      "cite": "209 Pa. 194"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 361,
    "char_count": 6423,
    "ocr_confidence": 0.518,
    "pagerank": {
      "raw": 1.164418425835725e-07,
      "percentile": 0.5848111221928383
    },
    "sha256": "2ac4a68e68fab45dac427833c612bd2378ec1e4108863fbf0b35e7328b5070ef",
    "simhash": "1:246c7ce4e97726e1",
    "word_count": 1084
  },
  "last_updated": "2023-07-14T18:06:34.238535+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Potter and Thompson, JJ."
    ],
    "parties": [
      "Slater, Appellant, v. Slater."
    ],
    "opinions": [
      {
        "text": "Per Curiám,\nThis case is strongly suggestive of a reminder to counsel that the length of the trial and the amount of conflicting evidence given on disputed matters of fact are no criterion whatever of the legal importance of the case, or of the questions open to examination here. The verdict of the jury settles all such matters whether the trial be long or short.\nThe paper-book is open to serious objection. The history of the case is twenty-three vpages long, filled with irrelevant and even frivolous details and with argumentative statements, in plain contravention of the rules of court.\nThe assignments of error are one hundred and twenty-four in number and most of them made up of the same kind of trivial details as the history of the case. Counsel should understand that this mode of presentation weakens instead of strengthening a case, and tends materially to defeat its own end. The present is such a glaring -instance that we are-impelled to call special attention to the disadvantage of such practice.\nThe case appears to have been tried below as it was argued here, mainly on collateral and merely corroborative matters. The burden of appellant’s contest against the will was that it was procured by undue influence, and a number of matters were presented in evidence which might have tended to corroborate the inference had there been any basis of fact to corroborate. But there was not a scintilla of evidence that tended directly and explicitly to establish the fundamental fact.\nIt was shown that the relations between the appellee and his mother, the testatrix, had been strained and unfriendly for some years, and that in several wills made during that period, she had left him little or nothing, while in the will in question, she had practically left him everything. Had there been evidence of undue influence, the change of purpose might have had a strong corroborative bearing. But the change is not of itself evidence of undue influence. A change of mind is the right of every testator and by itself is not evidence of anything. It is only when a basis of evidence of undue influence is laid that the injury as to the change becomes relevant. In this case there was no such basis. The will was drafted by a justice of the peace on instructions from the testatrix and duly executed by her in the presence of the attesting witnesses, and in the absence of the beneficiary. On the surface everything was regular and proper, and the jury have found that it was so in fact.\nBut beyond this the change in the testatrix’s purpose was •folly and naturally accounted for. Subsequently to the previous wills the circumstances of the testatrix had materially changed. Her husband had died, and the estranged son had returned home to live with his mother. The jury have found that his relations with her were friendly and dutiful, while the grandson who had been her principal beneficiary in the previous wills had misconducted himself to the extent of stealing and carrying away her deposit box with her watch and valuable papers including the will in his favor. Finally the testatrix continued to live with her son till her death, three years after making the will, and had expressed herself as satisfied with the will. Under these circumstances no jury could be expected or even permitted to find that the change of testamentary disposition was evidence of undue influence.\nAs the charge of the learned judge is an elaborate review of the evidence and the law, filling sixty-five printed pages, in addition to forty pages of points and answers, an exception to it as inadequate can hardly be sustained unless some important omission be shown. This has not been done. We have gone though the numerous assignments of error, without finding any which called for further notice. They are all overruled.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiám,"
      }
    ],
    "attorneys": [
      "A. W. Schalck, with him 0. N. Brwmm, for appellant.",
      "John F. Whalen, for appellee."
    ],
    "corrections": "",
    "head_matter": "Slater, Appellant, v. Slater.\nAppeals—Assignments of error—Practice, Supreme Court—History of the case—Paper-book.\nA history of the case in appellant’s paper-book, twenty-three pages long, filled with irrelevant and frivolous details, and with argumentative statements, is in plain contravention of the rules of court.\nCounsel materially weaken the presentation of their case by filing one hundred and twenty-four assignments of error, mostly made of up of trivial details.\nWill—Issue devisavit vel non—Undue influence—Change of purpose— Evidence.\nA mere change of purpose by a testatrix by which she makes one person instead of another the beneficiary under her will, is not of itself evidence of undue influence.\nEvidence which is merely corroborative is of no avail unless there is a basis of evidence of the fundamental fact to be corroborated.\nOn the trial of an issue devisavit vel non it appeared that the relations between testatrix and her son, the principal beneficiary under her will, had for a period of some years been estranged and unfriendly, and that in several wills made during that period she had left him little or nothing. Subsequently to these wills her husband had died, and the son returned home to live with his mother, and his relations with her became friendly and dutiful. A grandson who had been her principal beneficiary in the previous wills had misconducted himself by stealing her deposit box with her watch and valuable papers, including the will in his favor. The will by which the son benefited was drafted by a justice of the peace on instructions from the testatrix, and duly executed by her in the presence of the attesting witnesses, and in the absence of the beneficiary. There was no evidence of undue influence. Testatrix continued to live with her son until her death, three years after the making of the will, and had expressed herself as satisfied with the will. Held, that a verdict and judgment for the will should be sustained.\nArgued Feb. 15, 1904.\nAppeal, No. 125, Jan. T., 1904, by plaintiff, from judgment of C. P. Schuylkill Co., Nov. T., 1899, No. 216, on verdict for defendant in case of Bessie Slater v. Harry P. Slater.\nBefore Mitchell, C. J., Fell, Brown, Potter and Thompson, JJ.\nAffirmed.\nIssued devisavit vel non. Before Marr, J.\n• The opinion of the Supreme Court states the case.\nVerdict and judgment for defendant, the proponent. Plaintiff appealed.\nErrors assigned were (1-124) various instructions and rulings on evidence.\nA. W. Schalck, with him 0. N. Brwmm, for appellant.\nJohn F. Whalen, for appellee.\nMay 16, 1904:"
  },
  "file_name": "0194-01",
  "first_page_order": 224,
  "last_page_order": 227
}
