{
  "id": 936183,
  "name": "Wadlinger to use v. First National Bank of Minersville",
  "name_abbreviation": "Wadlinger v. First National Bank",
  "decision_date": "1904-05-16",
  "docket_number": "Appeal, No. 252",
  "first_page": "197",
  "last_page": "201",
  "citations": [
    {
      "type": "official",
      "cite": "209 Pa. 197"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "29 N. J. Law, 82",
      "category": "reporters:state",
      "reporter": "N.J.L.",
      "case_ids": [
        375987
      ],
      "opinion_index": -1,
      "case_paths": [
        "/njl/29/0082-01"
      ]
    },
    {
      "cite": "6 W. N. C. 461",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "86 Pa. 80",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056655
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/86/0080-01"
      ]
    },
    {
      "cite": "209 Pa. 34",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936097
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/209/0034-01"
      ]
    },
    {
      "cite": "205 Pa. 197",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        929992
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/205/0197-01"
      ]
    },
    {
      "cite": "82 Pa. 301",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047935
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/82/0301-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 442,
    "char_count": 8300,
    "ocr_confidence": 0.496,
    "pagerank": {
      "raw": 1.1107687805369546e-07,
      "percentile": 0.5706477481891802
    },
    "sha256": "81f55e99758c353ffe565b640c6337b3f8e13e9478d98f65242ccbf43fcffb66",
    "simhash": "1:dd11c5d09fb8e3ec",
    "word_count": 1477
  },
  "last_updated": "2024-02-27T19:20:58.607717+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Beown, Pottee and Thompson, JJ."
    ],
    "parties": [
      "Wadlinger to use v. First National Bank of Minersville."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Chief Justice Mitchell,\nThis decree must be reversed for want of parties necessary to sustain it. The learned judge below was clearly right on the general principle of law that the holder of a certificate of stock, with an irrevocable power of attorney from the owner to transfer it, has the indicia of property and has and may convey a good title by transfer: Lightner’s Appeal, 82 Pa. 301; Shattuck v. American Cement Co., 205 Pa. 197; Cochran v. Fox Chase Bank, 209 Pa. 34. But in the present ease the complainant bank does not claim as owner, but as pledgee for a debt of the legal plaintiff Wadlinger. The original debt for which the stock was pledged was long ago admittedly barred by the statute of limitations, and even the judgment entered in 1880, if for the same debt which may be implied but is not specifically found, was presumably paid before the filing of this bill in 1903, for although a scire facias was issued in 1885 no judgment of revival was ever had upon it. The running of the statute on the debt would not necessarily bar a recovery on the collateral, but it is a circumstance to be considered. John Wadlinger, the pledgor, certainly continued to assert his title to the stock down to about 1878 by drawing the dividends. After that neither party did anything. The plaintiff bank went out of business in 1878, and though it got a judgment against Wadlinger in 1880 and issued a scire facias to revive in 1885 it proceeded no further, made no levy or other effort to get possession of the stock, or even notified the defendant bank of its title as pledgee until 1903.\nOn the other hand Wadlinger did nothing to assert his title by collecting dividends or otherwise after 1878 down to his death stated as “ five years ago.”\nOn this evidence the court below found that Wadlinger had abandoned his ownership. But it is clear that his estate cannot be deprived of an apparent asset without a(hearing. If he were alive he would be a necessary party to this foreclosure of his pledge, and now that it appears that he is dead his representatives are entitled to their day in court. Had the plaintiff bank presented the certificate and warrant of attorney and secured a transfer in Wadlinger’s lifetime it would thus have completed its legal title and put the burden of proof on him to show the contrary, but when after his death the bank made claim admittedly as pledgee, his representatives became a necessary party. Whether he did abandon his property in the stock, or whether the debt was not enforced because it was otherwise paid are questions in which his representatives are directly interested, and on which they may be expected to have the evidence if after this lapse of time there is any.\nThe dividends presumably were due when they were declared, and the right to them apparently remained in Wadlinger under the terms of the pledge, for he collected them without objection down to 1878. The burden of proof as to his abandonment of his right to them was upon complainant, and on this as on the other questions in the case his representatives were necessary parties.\nDecree reversed.",
        "type": "majority",
        "author": "Mb. Chief Justice Mitchell,"
      }
    ],
    "attorneys": [
      "George M. Roads, for appellant.",
      "W. L. Kramer and II. 0. Bechtel, for appellee."
    ],
    "corrections": "",
    "head_matter": "Wadlinger to use v. First National Bank of Minersville.\nBailment—Pledge of stock—Action—Parties—Payment.\nThe holder of a certificate of stock with a power of attorney from the owner named in the certificate, has prima facie a good title and may enforce a transfer to him by the corporation issuing the certificate.\nBut if it appears that he claims not as owner but as pledgee for a debt and the statute of limitations has apparently run against such debt, the assignor or his legal representatives are necessary parties to a bill to enforce a transfer.\nWhere a pledgee of stock for a debt has an irrevocable power of attorney from the owner to transfer it, and for six years after the pledge, the owner collects the dividends on the stock, and two years thereafter the pledgee takes judgment against the owner, and five years after entry of judgment a sci. fa. to revivéis issued, but no judgment entered upon it, and thereafter until nearly thirty years have expired from the pledge of the stock, neither party does anything, and the owner has in the meantime died, the pledgee cannot in an equity suit against the corporation issuing the stock to compel a transfer, proceed without making the representatives of the deceased owner a party thereto.\nArgued Feb. 16, 1904.\nAppeal, No. 252, Jan. T., 1903, by-defendants, from decree of C. P. Schuylkill Co., May T., 1903, No. 4, on bill in equity in case of John Wadlinger to use of the Pottsville Bank v. The First National Bank of Minersville.\nBefore Mitchell, C. J., Fell, Beown, Pottee and Thompson, JJ.\nReversed.\nBill in equity to compel a transfer of stock.\nMake, J., reported the facts to be as follows:\n1. That John Wadlinger, on April 10, 1872, executed an irrevocable power of attorney to Henry Saylor, president of the plaintiff bank, for the transfer of ten shares of the capital stock of the defendant bank, and delivered the same with the certificate of stock attached, to the complainant in this proceeding.\n2. That this certificate of stock was to be held by the plaintiff as collateral security for the indebtedness of Wadlinger to the bank.\n3. That in 1880, July 14, a judgment by agreement for $6,500 was entered in favor of the bank and against Wadlinger, and in 1885 a sci. fa. was issued to revive same when service of the writ was accepted. No affidavit of defense was filed, but no judgment of revival was entered.\n4. That the plaintiff bank discontinued business in 1878, and Nicholas Heblich, now deceased, was chosen secretary by its board of directors, and its safe, books and papers were placed in his possession for safe-keeping and collection, and after his decease the certificate of stock and power of attorney were '''found in a wallet in the safe belonging to the bank and in Heblich’s office.\n5. That John Wadlinger died four or five years ago, and at no time after 1878 did he, or any person for him or in his behalf, make any claim to said bank stock or to the dividends declared upon same, although the stock remained upon the books of the bank in his name.\n6. That at the present time all the dividends declared upon said stock since 1878 remained in defendant bank and have not been claimed by any party or person except the complainant in this bill.\n7. That no question as to the rights of third parties arise in this case, and that the defendant bank is simply a stakeholder or trustee.\n8. That there is no evidence showing payment of judgment against Wadlinger or his indebtedness to the plaintiff bank.\nCONCLUSIONS OF LAW.\n1. That the delivery of a certificate of stock 'accompanied with an irrevocable power of attorney to transfer same, duly executed, carries a good title to the stock.\n2. That the holder of a certificate of stock with an irrevocable power of attorney annexed to same for its transfer, has a right to demand the transfer of the stock and can claim the dividends belonging to same declared after the execution of the power of attorney and the delivery of same with the certificate of stock, unless said dividends have been paid to the party in whose name the stock stands upon the books of the company.\n3. That the doctrine of laches and the statute of limitations do not apply to a trustee or stockholder when their liability or the rights of third parties are not involved.\nThe court entered a decree directing the transfer of stock and an accounting for dividends.\nError assigned was the decree of the court.\nGeorge M. Roads, for appellant.\nIt is held that a corporation is guilty of negligence if it fails to make inquiry, if a power of attorney presented thirteen years after the date of the transfer has been revoked, and may be held liable therefor: Penna. R. R. Co.’s App., 86 Pa. 80; Willis v. Phila., etc., R. R. Co., 6 W. N. C. 461.\nA dividend declared by a corporation becomes the individual property of the stockholder. It may be demanded by the stockholder, and if the payment is refused, he may bring an action against the compare for money had and received to his use: King v. R. R. Co., 29 N. J. Law, 82; 1 Morawetz on Corporations, sec. 445; 1 Spelling on Corporations, sec. 446.\nW. L. Kramer and II. 0. Bechtel, for appellee.\nMay 16, 1904 :"
  },
  "file_name": "0197-01",
  "first_page_order": 227,
  "last_page_order": 231
}
