{
  "id": 936073,
  "name": "Laning, Appellant, v. Darling",
  "name_abbreviation": "Laning v. Darling",
  "decision_date": "1904-05-23",
  "docket_number": "Appeal, No. 267",
  "first_page": "254",
  "last_page": "256",
  "citations": [
    {
      "type": "official",
      "cite": "209 Pa. 254"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 351,
    "char_count": 5698,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 5.4128897357376334e-08,
      "percentile": 0.3415461673634254
    },
    "sha256": "d83a0677532c370959b37964ad17a8b91b5683916cdd63c2cb2a9f27229f5930",
    "simhash": "1:94eb75904f17a3bf",
    "word_count": 1014
  },
  "last_updated": "2023-07-14T18:06:34.238535+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Dean, Fell, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Laning, Appellant, v. Darling."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe bill to have a trust declared as to the land, in controversy, charged that Hollenback and Urquhart were owners in common, who died seized, and their heirs desiring partition “ secured the services ” of Darling as attorney for that purpose ; that he advised letting the land be sold for taxes; that it was so sold in 1881 to Darling as purchaser in trust, and in January, 1882, he conveyed one half to the heirs of Urquhart in accordance with the trust. This bill was filed in November, 1902, by the heirs of Hollenback to have a trust declared in their favor as to the other half of the land. There was a responsive answer denying any trust relation.\nThe learned judge below found as facts that the land had been owned in common by Hollenback and Urquhart but they had not died seized, as in 1866, they had conveyed it by articles of agreement to one-Moore; that the purchase money not having been paid, the executors of Urquhart and Hollenback, Darling being one of the latter, had in 1870 brought ejectment to enforce payment, but the result of the suit did not appear; that in 1876, the treasurer of Luzerne county had conveyed the land to the county commissioners, describing it as unseated land surveyed to James Withey (a predecessor in title to Hollenback and Urquhart) and sold for taxes under the act of March 13, 1815; that the county commissioners in 1881 sold the land at public tax sale to Darling; that in 1882, Darling had conveyed approximately one half the land by four separate deeds to four heirs of Urquhart; that Darling at the time of his purchase and up to the date of his death was an-executor of the will of Hollenback and acted as attorney for his estate, but there was no evidence that he was employed by or acted as attorney for the Hollenback heirs apart from their interest in the said estate ; that Darling died in 1889, and that no trust relation to this land was admitted by him in his lifetime, or asserted by the Hollenback heirs until the filing of this bill in 1902. The judge refused to find that in 1881, or prior thereto the heirs of Hollenback and Urquhart secured the services of Darling for the purpose of effecting a division of the land in question among them ; or that the land was allowed to be sold for taxes in pursuance of his advice; or that the conveyances to the Urquhart heirs were made in the execution of a trust, or even in the performance of a promise, in which the Hollenback heirs Avere in any way interested ; or that the conveyances to the Urquhart heirs were made to them as such, or were made with the knowledge and consent of the Hollenback heirs. “ These findings,” he said, “ are not made, because the evidence is not, in our opinion, sufficient either in quality or quantity to warrant them.”\nAdverting to the fact that it did not appear in evidence (although the fact should be peculiarly within the knowledge of the principal -witness) that Darling ever received any compensation for his serAdces in this matter, unless his purchase in his own name and retention of the remainder of the tract may have been deemed an equivalent therefor, the judge said: “ In view of the fact that he apparently bought for himself as the highest bidder at an open public sale and held under a recorded title regular and absolute on its face until his death eight years later, and that his devisees have so held ever since with the apparent acquiescence of the plaintiffs and their predecessors, none of whom have been shown to have been under legal disability,— in view of these facts we are not prepared to say that the evidence is so clear, precise and convincing as to satisfy the conscience of a chancellor and make it his duty in a proceeding begun approximately twenty-one years after the acquisition of title, to declare that title subject to a trust, on the theory that Mr. Darling was an attorney at law representing the plaintiffs or their predecessors in the purchase of this property for them at tax sale. We are not satisfied by the evidence that he was their attorney in this matter.”\nThese findings which for the sake of brevity we have thus materially condensed, were made by the learned judge below upon full and deliberate consideration of the whole evidence, which amply sustains them. The assignments of error are mainly to the findings of fact and we have not been convinced that any of them are sound.\nThe assignments of errors of law are to the refusal to affirm points which however correct as legal propositions had no relevancy to the facts as found by the court.\nDecree affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "M. J. Mulhall, with him W. L. Baeder, for appellants.",
      "Thomas Barling, of Woodward, Barling Woodward, for appellees."
    ],
    "corrections": "",
    "head_matter": "Laning, Appellant, v. Darling.\nEquity—■Trusts and trustees—Findings of facts—Review.\nOn a bill in equity against the heirs of an attorney at law to have a trust declared as to certain land which the attorney had acquired at a tax sale about twenty-one years before the filing of the bill, a finding by the court below, based upon sufficient évidence that the attorney did not, as alleged by the complainants, act as a trustee for them in the purchase at the tax sale, will not be reversed by the Supreme Court.\nArgued April 12, 1904.\nAppeal, No. 267, Jan. T., 1908, by-plaintiffs, from decree of C. P. Luzerne Co., Dec. T., 1902, No. 8, dismissing bill in equity in case of John Laning et al. v. Thomas Darling et al.\nBefore Mitchell, C. J., Dean, Fell, Mestrezat and Potter, JJ.\nAffirmed.\nBill in equity to have a trust declared as to certain land. Before Ferris, J.\nThe opinion of the Supreme Court states the case.\nError assigned among others was decree of the court dismissing the bill.\nM. J. Mulhall, with him W. L. Baeder, for appellants.\nThomas Barling, of Woodward, Barling Woodward, for appellees.\nMay 23, 1904 :"
  },
  "file_name": "0254-01",
  "first_page_order": 284,
  "last_page_order": 286
}
