{
  "id": 936129,
  "name": "Brown, Appellant, v. Mentzer",
  "name_abbreviation": "Brown v. Mentzer",
  "decision_date": "1904-06-15",
  "docket_number": "Appeal, No. 135",
  "first_page": "477",
  "last_page": "483",
  "citations": [
    {
      "type": "official",
      "cite": "209 Pa. 477"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Wharton, 369",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833448
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0368-01"
      ]
    },
    {
      "cite": "200 Pa. 625",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        924288,
        924402
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/200/0625-01",
        "/pa/200/0625-02"
      ]
    },
    {
      "cite": "167 Pa. 15",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        866818
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/167/0015-01"
      ]
    },
    {
      "cite": "156 Pa. 591",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        844963
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/156/0591-01"
      ]
    },
    {
      "cite": "3 Pa. Superior Ct. 618",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        274266
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/3/0618-01"
      ]
    },
    {
      "cite": "75 Pa. 232",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036678
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/75/0232-01"
      ]
    },
    {
      "cite": "21 Pa. 367",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        411559
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/21/0367-01"
      ]
    },
    {
      "cite": "6 Pa. Superior Ct. 487",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        281905
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/6/0487-01"
      ]
    },
    {
      "cite": "189 Pa. 138",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        903531
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/189/0138-01"
      ]
    },
    {
      "cite": "170 Pa. 545",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        872295
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/170/0545-01"
      ]
    },
    {
      "cite": "162 Pa. 320",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        856826
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/162/0320-01"
      ]
    },
    {
      "cite": "58 Pa. 453",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013208
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/58/0453-01"
      ]
    },
    {
      "cite": "90 Pa. 250",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1065604
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/90/0250-01"
      ]
    },
    {
      "cite": "83 Pa. 426",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1050748
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/83/0426-01"
      ]
    },
    {
      "cite": "21 Pa. 359",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        411544
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/21/0359-01"
      ]
    },
    {
      "cite": "110 Pa. 204",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543746
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/110/0204-01"
      ]
    },
    {
      "cite": "159 Pa. 94",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        850255
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/159/0094-01"
      ]
    },
    {
      "cite": "200 Pa. 625",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        924288,
        924402
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/200/0625-01",
        "/pa/200/0625-02"
      ]
    },
    {
      "cite": "156 Pa. 591",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        844963
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/156/0591-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 575,
    "char_count": 12604,
    "ocr_confidence": 0.483,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03293859989520625
    },
    "sha256": "9e5dec9bfaf6f31d7497e436565ba9a630890636eafdcce0e9665ee7f95a313a",
    "simhash": "1:36382219daf4f187",
    "word_count": 2216
  },
  "last_updated": "2024-02-27T19:20:58.607717+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Dean, Brown, Potter, and Thompson, JJ."
    ],
    "parties": [
      "Brown, Appellant, v. Mentzer."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Thompson,\nAppellant’s claim for a rescission of the contract for the purchase of the tobacco involved in the present action of replevin was based upon an alleged fraud, which it was contended arose from certain representations made by H. B. Bitzer, of whom the appellee in this case was the trustee in bankruptcy to the vendor, the decedent of whom, the appellant, was the administrator under ancillary letters, and which representations it was alleged were false and fraudulent. These representations were an assertion of solvency and the ownership of certain real estate, by reason of which it was contended the vendor, Mr. Wilson, was induced to make the sale of the tobacco in question to Mr. Bitzer. The former was a dealer in leaf tobacco and engaged in that business in the city of Philadelphia ; the latter was a manufacturer of cigars and conducted his business in factories located in Lancaster county. A traveling salesman of the former met the latter on one occasion and made a small sale of leaf tobacco to him. Subsequently, on May 1, 1899, Mr. Bitzer and his foreman saw Mr. Wilson in regard to a further purchase of leaf tobacco. He desired to purchase a small quantity of tobacco for manufacture, but Mr. Wilson refused to sell such quantity. Mr. Bitzer having examined samples was induced to agree to purchase sixty cases of what is lmown as Zimmer, Spanislvand Wisconsin tobacco. Subsequently he made another purchase of what is known as Connecticut wrapper, amounting to twenty-one cases. At the time of the first purchase, a conversation took place with Mr. Wilson as to Mr. Bitzer’s financial condition. The salesman testified that Mr. Bitzer then stated that he was worth $20,000 over and above his indebtedness; that he was owing some money but that he could clean up $10,000 or $12,000. Mr. Bitzer also stated that he had a house at Ephrata, but it appears that he gave the deed of this property as collateral to secure a debt to a Mr. E. Wiedman. He continued to collect the rent for the same and to pay the taxes. The first ten or twelve cases of tobacco Avere accordingly shipped on May 1, 1899, and a note payable in four months’ time was given in payment for it. No more tobacco was shipped prior to September 1, 1899. About that date Mr. Wilson called on Mr. Bitzer in regard to the.payment for the sixty cases. Mr. Bitzer then stated that he did not want the Avhole of it, and did not desire to have the same shipped. Mr. Wilson persuaded him to take it, and as a result it was arranged that it was to be shipped to Mr. Bitzer, who was to give four months’ notes in payment for the same. The balance of the tobacco was accordingly shipped to Mr. Bitzer. Upon the maturity of these notes given by Mr. Bitzer, the same not having been paid, Mr. Bitzer delivered to Mr. Wilson certain notes he had received in payment from his customers, purchasers of cigars, amounting to over $6,000. These, however, were not paid at maturity. In January, 1900, Mr. Bitzer was unable to make any payment, and during the latter part of the month a writ of replevin was issued by appellant for seventy-three cases of tobacco, and under it some forty-one were delivered. The original purpose of Mr. Bitzer was the purchase of a small quantity of tobacco, Avhich he then required in his business, but that purpose, at the instance and suggestion of Mr. Wilson, was changed to the purchase of a larger quantity. In pursuance of the original intention but a small quantity Avas shipped to Mr. Bitzer, and subsequently, when the note for the first shipment of ten or twelve bales became due, he expressed a disinclination to take the balance, and finally agreed to do so after considerable pressure brought to bear upon him by Mr. Wilson. Mr. Bitzer also, after the first purchase, made one of Connecticut tobacco and gave for the same his notes. He also gave Mr. Wilson business paper for the purpose of securing the notes given in payment for the tobacco. It is clear that from the date of the purchase up to the time that he was unable to make the payment of the first note when it became due, nothing indicates a trick or an artifice or a fraudulent purpose. Appellant however undertook to prove that Bitzer was insolvent at the time of the first purchase, and that the representations made by him as to his financial condition were fraudulent. He testified that upon paying his debts he thought that he could clean up $10,000 or $12,000. It does • not appear by the evidence, however, what his assets then were, and therefore there is no substantial basis for the conclusion that he was then insolvent. He was engaged in the leaf tobacco business and that of manufacturing cigars, and had different factories in the conduct of his business. While so engaged he received considerable amounts of business paper, given him by his customers in payment for cigars purchased by them from him. The proofs indicate that in a great measure his failure was due to the nonpayment of such paper. The evidence does not show that at the time he made the purchase of the tobacco involved in this suit he was insolvent, or that he knew that he was so. It follows, therefore, that there was nothing in the evidence to warrant the conclusion that he intended to defraud Mr. Wilson by fraudulent representations or by trick or device, or that lie resorted,to any false pretence to obtain the tobacco in question. He was then actively engaged in the manufacture of cigars, and in the first instance intended to purchase a small quantity of material for the conduct of his business. While endeavoring to buy such small quantity Mr. Wilson induced him to take a larger one. He received the small quantity, to wit: ten or twelve bales, and gave his note payable in four months. He did not call for the balance of the tobacco, but in September, when Mr. Wilson called upon him in regard to the payment of the note that then became due, he still expressed a wish not to take such additional quantity of tobacco. At the instance of Mr. Wilson he agreed to take it and gave his paper for the same. That last paper became due, and he endeavored to secure it by additional paper which he believed to be good at the time.\nAppellant contends that Bitzer was insolvent at the date of the purchase and therefore he was entitled to rescind the contract in question. There was no evidence however that such was the case at such date or that he had any knowledge then of his insolvency. He expressed an opinion as to his financial condition and that was to the effect that after he had paid his debts he would be able.to clean up $10,000 or $12,000. The learned trial judge therefore committed no error in directing to find for the defendant.\nIn the case of Greene v. Fondersmith, 200 Pa. 625, Mr. Justice Potter cites with approval Wessels v. Weiss, 156 Pa. 591, as follows:\n“The language of the court in Wessels v. Weiss, 156 Pa-591, is appropriate to the case in hand: * The solvency of a manufacturer or a merchant, who has debts and assets, unless the assets are of a fixed and stable character, and very largely exceed the liabilities is quite an uncertain factor and very much a matter of opinion.’ And again in the same case: ‘ Unless therefore there are convincing facts in evidence to show with clear certainty that the condition of insolvency was well known to the purchaser of goods when he asserted solvency as a means of procuring the sale of goods to himself, his assertion does not have the aspect of fraud, or artifice or misrepresentation which is required to abrogate an executed contract. If an intending purchaser has a right to regard himself as solvent, and firmly believes that he is so, and, therefore, asserts his solvency to an intended seller, who sells him goods, his assertion of his solvency is certainly not fraudulent, even though insolvency actually arises before payment for the goods is made.’ ”\nIt may therefore be said that even if subsequent events developed that Mr. Bitzer was mistaken in regard to his solvency, at the time of the purchase, that unless there was some artifice, trick, false pretence or bad faith with intent to defraud Mr. Wilson, the law affords no warrant for the rescission of. the contract for the purchase in question. . . •\nAn optimistic opinion as to solvency may deserve criticism; bnt if it turns out to be erroneous, a fraudulent intent does not necessarily follow from its expression.\nAs there was no error in giving binding instructions to find for the appellee, this judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Thompson,"
      }
    ],
    "attorneys": [
      "A. S. Johns and H. M. North, with them Joseph T. Evans, for appellant.",
      "W. B. Brinton and W. TJ. Sensei, with them W. H. Keller, for appellee."
    ],
    "corrections": "",
    "head_matter": "Brown, Appellant, v. Mentzer.\nSale—Rescission—Fraud—Statements as to solvency.\nThe solvency of a manufacturer or a merchant, who has debts and assets, unless the assets are of a fixed and stable character, and very largely exceed the liabilities, is quite an uncertain factor, and very much a matter of opinion.\nUnless there are convincing facts in evidence to show with clear certainty that the condition of insolvency was well known to the purchaser of goods when he asserted the solvency as a means of procuring the sale of goods to himself, his assertion does not have the aspect of fraud, or artifice or misrepresentation which is required to abrogate an executed contract. If an intending purchaser has a right to regard himself as solvent and firmly believes that he is so, and, therefore, asserts his solvency to an intended seller, who sells him goods, his assertion of his solvency is not fraudulent, even though insolvency actually arises before payment for the goods is made.\nIn an action of replevin where the case turns upon the rescission of a contract of sale of tobacco, it appeared that the purchaser of the tobacco was engaged in the business of manufacturing cigars and had several different factories. While endeavoring to purchase a small quantity of tobacco the seller induced him to take a large one. He received the small quantity for which he gave his note, but did not call for the balance of the tobacco, and only took it at the urgent request of the seller. He gave his own notes for the tobacco, and also business paper which he owned to secure his notes. Neither his own notes nor the notes of the other parties were paid. There was evidence that at the time of the first purchase, the purchaser said that he was owing some money, but that he could clean up $10,000 or $12,000. Held, that the evidence was insufficient to justify a rescission of the contract of sale on the ground of fraud and misrepresentation.\nArgued May 16, 1904.\nAppeal, No. 135, Jan. T., 1903, by plaintiff, from judgment of C. P. Lancaster Co., Feb. T., 1900, No. 51, on verdict for defendant in case of John A. Brown, Ancillary Administrator of Walter Gr. Wilson, deceased, trading as Walter Gr. Wilson & Company, v. John F. Mentzer, Trustee of Harvey B. Bitzer.\nBefore Mitchell, C. J., Dean, Brown, Potter, and Thompson, JJ.\nAffirmed.\nReplevin for seventy-three cases of leaf tobacco. Before Landis, J.\nThe facts are stated in the opinion of the Supreme Court.\nThe court gave binding instructions for defendant.\nVerdict and judgment for defendant. Plaintiff appealed.\nError assigned among others was in giving binding instructions for defendant.\nA. S. Johns and H. M. North, with them Joseph T. Evans, for appellant.\nIf the jury believe the defendant formed a deliberate plan to obtain the goods, intending that they never should be paid for, with a preconceived resolution to embezzle the money or to become insolvent, or to pass them over to a favored creditor, the defendant has been guilty of fraud and the property in the goods does not pass : Mackinley v. Mc-Gregor, 3 Wharton, 369 ; Bughman v. Central Bank, 159 Pa. 94 ; Neff v. Landis, 110 Pa. 204; Henderson v. Lauck, 21 Pa. 359; Krumbhaar v. Birch, 83 Pa. 426; Croyle v. Moses, 90 Pa. 250; Harner v. Fisher, 58 Pa. 453.\nW. B. Brinton and W. TJ. Sensei, with them W. H. Keller, for appellee.\nWhat will suffice to justify rescission has been pointed out in the line of cases which includes Neff v. Landis, 110 Pa. 204 ; Bughman v. Central Bank, 159 Pa. 94; Perlman v. Sartorius, 162 Pa. 320; Cincinnati Cooperage Co. v. Gaul, 170 Pa. 545; Wheeler v. Ahlers, 189 Pa. 138; Claster Bros. v. Katz, 6 Pa. Superior Ct. 487.\nWhat will not suffice to avoid the sale and rescind the contract, with like clearness and cogency, has been pointed out'in such cases as Smith v. Smith, 21 Pa. 367; Rodman v. Thalheimer, 75 Pa. 232; Ralph v. Fondersmith, 3 Pa. Superior Ct. 618; Wessels v. Weiss, 156 Pa. 591; Labe v. Bremer’s Sons, 167 Pa. 15; Greene v. Fondersmith, 200 Pa. 625.\nJune 15, 1904:"
  },
  "file_name": "0477-01",
  "first_page_order": 507,
  "last_page_order": 513
}
