{
  "id": 936099,
  "name": "Jackson's Estate",
  "name_abbreviation": "Jackson's Estate",
  "decision_date": "1904-06-15",
  "docket_number": "Appeal, No. 2",
  "first_page": "520",
  "last_page": "521",
  "citations": [
    {
      "type": "official",
      "cite": "209 Pa. 520"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 158,
    "char_count": 2287,
    "ocr_confidence": 0.516,
    "pagerank": {
      "raw": 9.193306775769422e-08,
      "percentile": 0.5094650305867253
    },
    "sha256": "fe58c0903a8b280b3a5634066231faa69a055ff04b8a42aacaf8fa3553ab0177",
    "simhash": "1:88641532688082fb",
    "word_count": 387
  },
  "last_updated": "2023-07-14T18:06:34.238535+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Dean, Fell, Potter and Thompson, JJ."
    ],
    "parties": [
      "Jackson’s Estate."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe will of the testatrix directed, “ The balance of my estate I give to my granddaughter Mabel Y. Tucker, when she shall arrive at the age of twenty-one years, and I appoint Alfred Wood to be her guardian; but in case of her death, without an heir, before she shall reach the age of twenty years, the portion that would have fallen to her shall be divided as follows : ” naming the secondary beneficiaries.\nThe gift to the granddaughter was contingent on her arriving at the age of twenty-one years, and as she died before that age it never .vested. The further provision as to her death before reaching the age of twenty “ without an heir ” means without a child, and this contingency having also happened, the secondary beneficiaries took under the gift over to them. The intent of the testatrix to this effect is too plain to need discussion.\nDecree affirmed with costs.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "H. Frank EsTdeman, for appellant.",
      "W T. Brown and JD. F. Magee, for appellees, were not heard."
    ],
    "corrections": "",
    "head_matter": "Jackson’s Estate.\nWills—Remainder—Vested and contingent estates.\nThe will of testatrix directed “ the balance of my estate I give to my granddaughter when she shall arrive at the age of twenty-one years; but in case of her death, without an heir before she shall reach the age of twenty years, the portion that would have fallen to her, shall be divided as follows:” naming the secondary beneficiaries. The granddaughter died without a child before she reached the age of twenty years. Held, (1) that the provision as to death “without an heir,” meant without a child; (2) that the gift to the granddaughter was contingent on her arrival at twenty-one years, and as she died before that age it never vested; and (3) that upon the granddaughter’s death the secondary beneficiaries took under the gift over to them.\nArgued May 18, 1904.\nAppeal, No. 2, Jan. T., 1904, by The People’s Trust, Savings & Deposit Company, administrator of Mabel Y. Tucker, deceased, from decree of O. C. Lancaster Co., dismissing exceptions to adjudication in estate of Deborah Jackson, deceased.\nBefore Mitchell, C. J., Dean, Fell, Potter and Thompson, JJ.\nAffirmed.\nExceptions to adjudication.\nThe facts are stated in the opinion of the Supreme Court.\nError assigned was in dismissing exceptions to adjudication.\nH. Frank EsTdeman, for appellant.\nW T. Brown and JD. F. Magee, for appellees, were not heard.\nJune 15, 1904:"
  },
  "file_name": "0520-01",
  "first_page_order": 550,
  "last_page_order": 551
}
