{
  "id": 936205,
  "name": "White's Assigned Estate",
  "name_abbreviation": "White's Assigned Estate",
  "decision_date": "1904-11-04",
  "docket_number": "Appeal, No. 144",
  "first_page": "627",
  "last_page": "631",
  "citations": [
    {
      "type": "official",
      "cite": "209 Pa. 627"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "198 Pa. 301",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920300
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/198/0301-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 436,
    "char_count": 8332,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.032939179079552516
    },
    "sha256": "8ab366e6c19f89bdc8f33cadf9f4bf11512a64f53be16855e78f0a94fc6a6023",
    "simhash": "1:b03b9ffc6682b6fd",
    "word_count": 1442
  },
  "last_updated": "2024-02-27T19:20:58.607717+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Dean, Fell, Brown, Mestrezat, Potter and Thompson, JJ."
    ],
    "parties": [
      "White’s Assigned Estate."
    ],
    "opinions": [
      {
        "text": "Pee Cueiam,\nThe auditor found in the first place that the agreement of April 5, 1892, was not a sale, but merely an option, and that under it White never acquired any estate in the coal itself, ñor any interest on which the Pool judgments could attach as liens.\nBut secondly, the auditor, conceding for the sake of argument that White did take an equitable interest in the coal itself, found that he conveyed the whole of such interest to the Westmoreland Coal Co., on April 20, 1892, prior to the entry of the Pool judgments in Westmoreland county. In January, 1894, White assigned to certain parties the balance of purchase money due from the coal companies and in May, 1896, made a general assignment for the benefit of creditors. If therefore any surplus of purchase money remained in the hands of the coal company, not passing under the special assignment of 1894 it became an asset in the hands of the general assignee in 1896. Difficulties in regard to title and incumbrances led to litigation between the assignee and the coal company, which resulted under a decree of the common pleas No. 2 of Allegheny county in a conveyance by the coal company to the assignee in 1901. We have not the record of this suit before us (though part of the litigation came to this court and is reported as Robbins v. Coal' Co., 198 Pa. 301), but the auditor reports upon, it as follows : “ The same court of equity which by its decree changed the personal property belonging to the estate of James White, for the time being, into real property, directed E. E. Robbins, assignee, to hold in trust and dispose of said real property, for the satisfaction of certain claims specified in said decree.\n“ The effect of that decree in equity was to place the title of said coal in the said Robbins as a trustee, to be held by him for the purpose of sale and distribution of proceeds thereof in money to and among the parties specified in said decree. It was not intended by that decree to convert the personal property into real estate for the purpose of changing the manner of distribution. The Court looked upon the fund as being personal property'—-of the same nature as when it was in the hands of the Westmoreland Coal Company—and treated it as such. It further recognized the fact that the assignee held said property subject to certain prior existing equities. Had the Court thought otherwise, it would not have attempted to suggest a distribution based on the assignment of January 15, 1894.” The auditor therefore reported that the fund now in controversy should be treated and .distributed as personalty. We are of opinion that this was the correct view.\nThe learned court passing oyer the interest of White, the judgment debtor, in the land at the time the judgments were entered, as “ a question that possibly need not be determined now ” reached the same conclusion as to the distribution upon the other facts in the case. After the conveyance to him under the decree of the common pleas above mentioned the assignee, without an order of court, made a sale of the coal from which the fund now in court was produced. On this the learned judge below said, “ The judgments were entered long prior to the sale and undoubtedly were liens on any real estate owned by James White at the time. The sale, however, was made by the assignee of James White without the order of any court. There was no application under the Act of Feb. 17, 1876, P. L. 4. The assignee made a conveyance with the same effect as if a sale had been made by the assignor himself. A sale by the judgment debtor would not disturb the liens. A sale by the assignee would have no greater effect. Admitting the judgments were liens, they were not discharged by the sale made by the assignee. And as they were not discharged, they are not entitled to share in the distribution.”\nThe decree entered is amply sustained on either of the ground's adopted by the auditor and the court.\nDecree affirmed at costs of appellant.",
        "type": "majority",
        "author": "Pee Cueiam,"
      }
    ],
    "attorneys": [
      "Edward B. M’Cormich, for appellant.",
      "John B. Head, with him James S. Moorhead, for appellee.",
      "Edward E. Bobbins, with him J. E. Eunkle, Hays $ Noble and Thomson Thomson, for M. Gisel, Martha Barnes, Robert Gailey’s Estate and Robbins & Kunlde were not heard."
    ],
    "corrections": "",
    "head_matter": "White’s Assigned Estate.\nAssignment—Sale—Judgment—Lien—Distribution.\nAn owner of an equitable interest in eoai entered into an agreement to sell the coal to a purchaser. Thereafter judgments were entered against him. Subsequently he made a special assignment to certain creditors of the money coming to him from the sale, and after this made a general assignment for the benefit of all his creditors. The general assignee filed a bill in equity against the purchaser for an accounting. As a result of this litigation the purchaser was compelled to convey the property to the general assignee. The assignee then sold and conveyed the coal without any order of court, as provided by the act of February 17, 1876, P. L. 4. Held, that the judgments were not entitled to participate in the fund.\nArgued Oct. 10, 1904.\nAppeal, No. 144, Oct. T., 1904, by John L. Ridinger, Assignee of Peter S. Pool & Son, from order of C. P. Westmoreland Co., Aug. T., 1896, No. 284, dismissing exceptions to auditor’s report in the matter of the Voluntary Assignment of James White.\nBefore Mitchell, C. J., Dean, Fell, Brown, Mestrezat, Potter and Thompson, JJ.\nAffirmed.\nExceptions to report of J. E. Keenan, Esq., auditor.\nThe material facts were found by the auditor as follows:\nOn April 5, 1892, Rebecca McGrew and William M. McGrew, as parties of the first part, agreed to sell to James White & Company a certain body of coal known as Pittsburg or six-foot vein of coal underlying lands in Sewickley township, Westmoreland county.\nOn April 20, 1892, James White entered into an agreement with the Westmoreland Coal Company wherebj'- said first party, among other things, agreed to sell and convey all the coal underlying the tract of land containing 144 acres above mentioned, at the price of $200 per acre.\nAttached to said agreement is the following : “ James White, above named, having delivered deeds for his interest in above described coal to the undersigned, being the party designated by the purchaser to receive the same and take title, it is now understood that the full sum of $200 per acre shall hereafter be paid to or accounted for to said James White, as stipulated in the above agreement by said Westmoreland Coal Company.\n“ Paul H. Gaither. [Seal.] ”\nOn April 28, 1892, on ex. records from Washington county, four judgments were entered in Westmoreland county in favor of Peter Pool & Sons against James White. These judgments were regularly revived by sci. facias issued against James White, with notice to E. E. Robbins, assignee.\nOn January 15, 1894, James White assigned to Robert Galey, Martha Barnes, M. Gisal, Laird & Keenan, Robbins & Kunkle and Marchand & Gaither the balance of purchase money owing him by Paul II. Gaither, trustee, or the Westmoreland Coal Company on sale of coal properties by him to them by articles of agreement on April 20, 1892.\nOn May 19, 1896, James White and his wife executed and delivered to Edward E. Robbins a deed of voluntary assignment of all his property for the benefit of his creditors.\nAt July term, 1898, common pleas court, No. 2, of Allegheny county, sitting in equity, E. E. Robbins, assignee of James White, filed a bill against the Westmoreland Coal Company for an account, and it was so proceeded in that a decree was entered pursuant to which the Westmoreland Coal Company and Paul H. Gaither, trustee, by a special warranty deed, dated September 30, 1901, for the consideration of $994.68 conveyed the undivided one-half interest in said sixty-one acres 143.36 perches of coal, with mining rights, to E. _E. Robbins, assignee of James White. And the said E. E. Robbins, assignee, by his deed dated December 26, 1902, for the consideration of $6,190.85, conveyed the same coal with the mining rights to the Penn Gas Coal Company. The assignee sold this coal at private sale without an order from the courts of Westmoreland county.\nThe auditor disallowed the claims of the judgment creditor.\nThe court, in an opinion by Doty, P. J., dismissed the exceptions to the auditor’s report.\nError assigned was the order of the court.\nEdward B. M’Cormich, for appellant.\nJohn B. Head, with him James S. Moorhead, for appellee.\nEdward E. Bobbins, with him J. E. Eunkle, Hays $ Noble and Thomson Thomson, for M. Gisel, Martha Barnes, Robert Gailey’s Estate and Robbins & Kunlde were not heard.\nNovember 4, 1904 :"
  },
  "file_name": "0627-01",
  "first_page_order": 657,
  "last_page_order": 661
}
