{
  "id": 1056568,
  "name": "Greenwald & Co. versus Kaster",
  "name_abbreviation": "Greenwald & Co. v. Kaster",
  "decision_date": "1878-01-21",
  "docket_number": "",
  "first_page": "45",
  "last_page": "48",
  "citations": [
    {
      "type": "official",
      "cite": "86 Pa. 45"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 W. N. C. 117",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "6 Whart. 332",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "4 Dallas 325",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": -1
    },
    {
      "cite": "12 Wright 168",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "12 Wright 168",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 436,
    "char_count": 7968,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 1.878744137067836e-07,
      "percentile": 0.7272939464810496
    },
    "sha256": "ce4f3afa5c607fdb593696637fe344e2765f09bc64475c20ec052c3cce71cacc",
    "simhash": "1:00039cb07e97d46c",
    "word_count": 1402
  },
  "last_updated": "2024-02-27T22:14:42.319910+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, C. J., Sharswood, Mercur, Gordon, Paxson, Woodward and Trunkey, JJ."
    ],
    "parties": [
      "Greenwald & Co. versus Kaster."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Trunkey\ndelivered the opinion of the court,\nLazarus PI. Easter and Joseph Eckhcuse, late partners, doing business in the state of Indiana, contracted a debt for goods, purchased of E. Greenwald & Co., in Philadelphia. In the action brought for recovery of that debt, judgment was taken against Easter for want of appearance. The summons was returned “nihil habet” as to Eckhouse. Afterwards suit was brought against Eckhouse in Indiana. The plaintiffs, by their attorneys in fact, on the 4th February 1875, in consideration of $700 paid by Eckhouse, released all rights of action against him, and surrendered all claims on account of indebtedness of him, or of. the firm of Kaster & Eckhouse, reserving all rights, claims and liens against said Kaster by reason of their judgment against him in the District Court of Philadelphia, for the sum of $4547.98. Upon Raster’s application an issue was ordered to determine- the question whether that release operated as a satisfaction of the judgment. At the trial of the issue-the learned judge instructed the jury to find for the defendant, for the reason that a release to Joseph Eckhouse, the defendant’s partner, executed in Indiana, is a release of both. .This direction is assigned for error, and is the only assignment that requires consideration.\nThough the writing is not a technical release, and possibly cOuld be construed as an- agreement not to sue, it may be conceded that, by the laws of Indiana, it is a valid release, and governed by the principles of the common law. The rule that a release of one joint obligor or promisor operates as a release of his co-obligors or promisors -has long been confined to technical releases, and these, by means of recitals and provisos, may be limited to one alone. In Solby v. Forbes, 6 E. C. L. R. 11, a release of one of two partners, with a proviso that it should not prejudice the releasor’s claim against the other, was held not to be a discharge of the other. And in Thompson v. Lack, 54 Id. 540, the release of one of two joint and several obligors, with a pro viso,, was held not a release of the other; because the whole deed should be.looked at in order to see the intention of the parties, and when the intention of the parties is clear, strong grounds should be laid to- induce the court not to give effect to the deed according to such intention. So in Burke et al. v. Noble, 12 Wright 168, it was held that a release of one of several joint debtors on payment of his proportion of the debt does not discharge the others, if it was not the intention of the parties. If a deed can operate in two ways, one consistent with the intention and the other repugnant to it, courts will ever be astute so to construe the law as to give effect to the'intent. Therefore, by the rules of the common law, the intention of the parties, clearly expressed in the release to Eckhouse, shall -have effect.\nAside from the principles stated, how is Kaster discharged from the judgment ? The debt was contracted and judgment thereon obtained in Pennsylvania. By the law of this state the plaintiffs could compromise with and discharge Eckhouse from his proportion of the debt, which would be deemed as payment to them of such proportion, without prejudice to their right to recover the other portion from Kaster, and without prejudice to his right for contribution against Eckhouse. As to the extent of contribution, on settlement between Kaster and Eckhouse, we say nothing No act has been done to defeat the right. The judgment fixed Kaster for the whole indebtedness. The plaintiffs are considered as having received half of it from his former partner, and, in equity, have no claim for more than half the judgment. When Raster comes and demands discharge from the whole, upon averment that he himself has paid no part of it, but that, for a small sum, they released Eckhouse, expressly reserving their rights against him on the judgment, he makes an unconscionable claim, which should not be granted, except in obedience to positive law. No law requires courts to open their judgments to such end. Had the plaintiffs entered credit for a moiety of the judgment, there would have been no reason for an issue.\nThe jury should have -been instructed to find for the plaintiffs for one-half the amount of the judgment.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Trunkey"
      }
    ],
    "attorneys": [
      "Walter J. Budd, for plaintiff in error.",
      "Sharp Alloman, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Greenwald & Co. versus Kaster.\n1. The rule of the common law that a release of one partner operates as a release of his co-partners does not apply where it is manifest that the intention was to confine the release to the one partner.\n2. Where a firm debt is contracted in Pennsylvania and judgment therefor is recovered in that state against one partner alone, and afterwards a release is executed to the other partner in another state, the>effect of the release upon the judgment is to be determined by the law of Pennsylvania.\nJanuary 7th 1878.\nBefore Agnew, C. J., Sharswood, Mercur, Gordon, Paxson, Woodward and Trunkey, JJ.\nError to the Court of Common Pleas, No. 3; of Philadelphia county: Of January Term 1877, No. 206.\nThis was a feigned issue, ordered upon the opening of a judgment which had been obtained by Greenwald & Co. against Lazarus H. Kaster, in assumpsit, for goods sold and delivered. Defendant pleaded payment. The facts are sufficiently stated in the opinion of this court.\nWalter J. Budd, for plaintiff in error.\n— The principle of the common law, that a release of one joint obligor or partner operates as a release of all, is applicable only to technical releases under seal: Bennett v. Cadwell, 20 P. F. Smith 253; Burke et al. v. Noble, 12 Wright 168; Solby et al. v. Forbes et al., 6 E. C. L. R. 11; Thompson et al. v. Lack, 54 E. C. L. R. 540. The release to Eckhouse was not under seal. The proceedings to open the judgment were an application for the exercise of the equity powers of the court. There was no equity in the application. The defendant relied on a purely technical defence to release him from the payment of an honest debt, and the court permitted him to prove, under the plea of payment, not that he had ever paid the judgment, or any part thereof, or any facts which in conscience and equity were equivalent to payment; but that the plaintiffs had accepted from Eckhouse, his former co-partner, a sum of money as his share of, and had given him a qualified release from, a debt which, at common law and in the Indiana court, was discharged as against him by this judgment.\nSharp Alloman, for defendant in error.\n— By the law of Indiana a release of one partner is a release of all, and the release being effective by the law of the place of its delivery, is effective everywhere: Story on Conflict of Laws, sect. 411; Burge on Suretyship 301; Searight v. Calbraith, 4 Dallas 325; Born v. Shaw, 5 Casey 288; Allshouse v. Ramsey, 6 Whart. 332; Levy v. Levy, 2 W. N. C. 117.\n[Sharswood, J. — Which is to be applied, the law of the forum, or of the locus of the contract ?\nAgnew, C. J. — What would be the effect of the law of Indiana, upon a judgment which is fixed by the law of Pennsylvania ? Is not greater effect to be given to the judgment than to the release; and will a payment by a less solemn instrument suffice to release the other partner ?]\nThe authority was to “compromise and compound” the claim against Josfeph Eckhouse, as late partner in the firm of Easter & Eckhouse, reserving all rights, claims and liens against Lazarus Easter, &c. The release, in terms, reserves all rights against Easter; but it followed, as a legal consequence to the release of Eckhouse, that Easter should be released. The law does not allow Easter to invoke the release so much in his own protection as in protection of Eckhouse. If recovery were allowed against Easter, he would have a right of action over at common law, against Eckhouse, independent of their agreement for contribution; and thus the release to the latter would be a nullity.\nJanuary 21st 1878."
  },
  "file_name": "0045-01",
  "first_page_order": 45,
  "last_page_order": 48
}
