{
  "id": 1056659,
  "name": "Woodward versus Carson",
  "name_abbreviation": "Woodward v. Carson",
  "decision_date": "1878-02-11",
  "docket_number": "",
  "first_page": "176",
  "last_page": "178",
  "citations": [
    {
      "type": "official",
      "cite": "86 Pa. 176"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "16 Ala. 271",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        8495919
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/16/0271-01"
      ]
    },
    {
      "cite": "39 Cal. 539",
      "category": "reporters:state",
      "reporter": "Cal.",
      "opinion_index": -1
    },
    {
      "cite": "16 Ind. 107",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1452185
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ind/16/0107-01"
      ]
    },
    {
      "cite": "3 Tenn. 643",
      "category": "reporters:state",
      "reporter": "Tenn.",
      "opinion_index": -1
    },
    {
      "cite": "28 Conn. 433",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        527718
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/28/0354-01"
      ]
    },
    {
      "cite": "2 Dallas 277",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 424,
    "char_count": 6797,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 1.082479356520443e-07,
      "percentile": 0.5628442044304514
    },
    "sha256": "877bb959475745431c1ab06281ddb67c2363f0c291c024a24ecb3f96accc4da7",
    "simhash": "1:9957c7e15a98f020",
    "word_count": 1201
  },
  "last_updated": "2024-02-27T22:14:42.319910+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agneav, O. J., Sharswood, Mercur, Gordon, Paxson, Woodward and Trunkey, JJ."
    ],
    "parties": [
      "Woodward versus Carson."
    ],
    "opinions": [
      {
        "text": "The judgment of the Supreme Court was entered,\nPer Curiam.\n— The record of the judgment of Woodward v. Carson, offered in evidence, was standing in full force and unreversed, and was therefore evidence of an attachable debt. This necessarily demanded its admission in evidence, and carried it to the jury. But the record showed a delivery of a writ of error. This, however, did not destroy the effect of the judgment. Non con-stat that the judgment would be reversed. Hence the evidence of the existing debt must carry the verdict on the plea of nulla bona. But as the court has power to administer equity, through the instrumentality of a verdict, the jury had the power, under the instruction of the court, to return their verdict, subject to the right of the defendant to' prosecute his writ of error to judgment of reversal, in a reasonable time to be fixed by-them. On this verdict the court had the power to enter the proper judgment, under the attachment law, subject to a stay of execution in the interval, and with leave, in case of a reversal, to move to open and set aside the judgment, the attachment and lien to remain, and the plaintiff remitted to his right to proceed to. a trial by jury thereupon. The control of the case would then remain in the hands of the court, which has power to extend the time, on sufficient cause shown, or to award final execution. But the exclusion of the record of the judgment was in effect to deprive the plaintiff of the highest evidence of the debt due by the garnishee to the defendant in the attachment, and compel him to try the question of debt de novo, which had already been adjudicated against the garnishee. On the other hand, its admission and an absolute verdict against the garnishee would have deprived him of the fruit of his writ of error, in case he should reverse the judgment against him.- The administration of equity through common-law forms is so well settled in Pennsylvania, that this mode-of proceeding, to save the rights of both parties, is fully justified by the current of Pennsylvania decisions.\nJudgment reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "R. P. White, for plaintiff in error.",
      "A. Sidney Biddle and R. O. McMurtrie, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Woodward versus Carson.\n1. The record of a judgment, standing in full force and unreversed, is evidence of an attachable debt, and when offered in evidence by an attaching creditor in support of his claim, it is error to reject it, because of the pendency of a writ of error taken to the judgment.\n2. O. obtained a judgment against S., who sued out a writ of error. B., pending the writ, obtained a judgment against C., and issued an attachment execution against S., as garnishee. At the trial, to support his claim, B. offered in evidence the record of the judgment against S., which the court rejected, because of the pendency of the writ of error.. Held (reversing the court below), that the record should have been admitted.\nJanuary 80th 1878.\nBefore Agneav, O. J., Sharswood, Mercur, Gordon, Paxson, Woodward and Trunkey, JJ.\nError to the old.District Court of Philadelphia county: Of July Term 1876, No. 97.\nAttachment execution sur judgment issued by Byron Woodward against John Carson, defendant, and Joseph Singerly, garnishee.\nOn the 24th of March 1873, David Armstrong, to the use of John Carson, obtained a judgment against Joseph Singerly, in the late District Court of the city and county of Philadelphia, for $8942.94, said judgment having been entered on a verdict for that amount. On the date of this judgment a writ of error from the Supreme Court of Pennsylvania was filed of record in said case.\nByron Woodward obtained a judgment in the late District Court against John Carson, for $7574. On the 3d -of January 1874, Woodward issued an attachment execution on this judgment, in which Joseph Singerly, the defendant in the case first stated, was made garnishee, who was served with the attachment the same day. After interrogatories and answers thereto had been filed, the. ease was put at issue by the plea of nulla Iona.\nOn the 2d of May 1876, said attachment case came up for trial, when Woodward, to maintain the issue upon his part, offeréd in evidence the record'of the said suit and judgment against Joseph Singerly, who objected to its admission, because it appeared by the record produced that said writ of error was pending, and because the record of said judgment was not evidence of the fact that the garnishee, Singerly, was indebted to said Oarson.\nThe court sustained the objections and overruled the offer, and the plaintiff offering no other evidence to maintain the issue upon his part, the court directed a judgment of nonsuit to be entered. Defendant moved the court in banc to set aside the said judgment of nonsuit, which was refused, and Woodward took this writ, assigning for error the refusal of the court to admit the record of the. judgment in evidence, the entry of the nonsuit, and the refusal to take it off. *\nR. P. White, for plaintiff in error.\n— Debts in suit and judgments may be attached: McCarty v. Emlen, 2 Dallas 277; Crabb v. Jones, 2 Miles’s Rep. 130; Sweeny v. Allen, 1 Barr 380; Fithian v. Railroad Co., 7 Casey 114.\nAn action of debt will lie on a foreign judgment, notwithstanding the pendency of an appeal from the decision of the foreign court: Ins. Co. v. DeWolf, 9 Casey 45; Falkner v. Franklin Ins. Co., 1 Phila. R. 183.\nWhen a judgment is entered the cause of action ceases to exist, and is wholly merged in the judgment, which is conclusive between the parties until reversed: Bank v. Wheeler, 28 Conn. 433; Doe v. Wright, 10 A. & E. 763; Benwell v. Black, 3 Tenn. 643; Nill v. Comparet, 16 Ind. 107; Burton v. Reeds, 20 Id. 92; Taylor v. Shew, 39 Cal. 539; Cole v. Conolly, 16 Ala. 271; Scott v. Pilkington, 110 E. C. L. R. 10; Suydam v. Hoyt, 1 Dutcher (N. J.) 230; Rheem v. Wheel Co., 9 Casey 357; Ins. Co. v. DeWolf, 9 Id. 45; Falkner v. Franklin Ins. Co., 1 Phila. R. 183. Nor is there any danger of injury to a garnishee in holding a judgment as conclusive pending a writ of error. The court, in the exercise of its equitable powers, can and will protect him.\nA. Sidney Biddle and R. O. McMurtrie, for defendants in error.\n— The question is, was the record evidence of the debt to establish the right in favor of a stranger ? If so, it is conclusive. It creates a debt of record by the defendant to the attaching creditor, and by a process that leaves no trace of the mode of doing this. If the judgment used as evidence is reversed, our liability will remain. A stranger cannot.use a record to establish a fact determined until it has become conclusive, right or wrong. The judgment only proved a fact depending on a contingency and that was incapable of trial. A general verdict Tor a specific sum is bad in attachment execution: Bonnaffon v. Thompson, 2 Norris 460.\nFebruary 11th 1878,"
  },
  "file_name": "0176-01",
  "first_page_order": 176,
  "last_page_order": 178
}
