{
  "id": 1056590,
  "name": "Sturges's Appeal",
  "name_abbreviation": "Sturges's Appeal",
  "decision_date": "1878-04-01",
  "docket_number": "",
  "first_page": "413",
  "last_page": "416",
  "citations": [
    {
      "type": "official",
      "cite": "86 Pa. 413"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Wright 195",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "8 Wright 195",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 417,
    "char_count": 7261,
    "ocr_confidence": 0.498,
    "pagerank": {
      "raw": 1.6573631698210863e-07,
      "percentile": 0.6937365846425796
    },
    "sha256": "721e0c32205ae6e9501205e0cbbcb90f8151b01d6936400f40e1b905b1b771bd",
    "simhash": "1:ff8a1da7534edcef",
    "word_count": 1318
  },
  "last_updated": "2024-02-27T22:14:42.319910+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, C. J., Sharswood, Merour, Gordon, Paxson, Woodward and Trunkey, JJ."
    ],
    "parties": [
      "Sturges’s Appeal."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Trunker\ndelivered the opinion of the court,\nThe power of the court to stay the writ has not been questioned. In the execution of such power the duty of the court to direct levy to be made and preserve the lien, during pendency of the rule, is well settled. Without special order, that the lien of the writ will continue till the return day may be conceded. The lien of a letfy will continue, pending the rule, though no order be made: Batdorff v. Focht, 8 Wright 195. In the absence of a levy, that the lien of a fieri facias continues after the return day is .unheard of in the jurisprudence of this state.\nAmong principles not gainsaid are these : A levy may be made by virtue of a writ of fieri facias at any time before and on its return day, but not afterwards. By levy on personalty the officer acquires a special property in the goods seized, which he may sell before or after the return day in satisfaction of his writ. Except for the purpose of detention and sale of property previously levied upon, an execution after its return day is dead. An officer making levy and sale after his writ has expired is a trespasser,'and the purchaser acquires no title: Freeman on Exrs., §106. ,The research of counsel has discovered no case where the lien of a fieri facias, without levy, did not end with the writ. How it could be otherwise is difficult to imagine. The officer can do nothing with a defunct writ but return it. No process has been devised whereby goods, which had once been subject to the lien of an execution, expired and returned, may be seized and sold in satisfaction of the lost lien. The effect of an order of court, staying an execution until after the return day, was well stated by Bell, J., in Commonwealth v. Magee, 8 Barr 240: “Its functions were thus suspended until, by lapse of time, its vitality was extinguished. Beyond the return day, its operation and vigor could only have been preserved by an actual levy; * * *■ but a levy being wanting it had no hold on the goods after the return day. Consequently, the second execution was the only effective one in the hands of the sheriff at the time of the sale of the goods.. The proceeds were therefore properly applied in satisfaction of it.” If this be a dictum and unnecessary to the decision of that case, it is an accurate expression of. the law applicable here.\nThe plaintiff had a right to execution of his judgment. For apparent cause, before execution issued, the court could have granted a rule and stayed execution. Pending the rule the defendant’s goods might have been seized by another creditor and the plaintiff’s judgment become worthless. In such ease no power, legal or equitable, exists to give him the proceeds of the goods. He issued execution and, for apparent cause shown to the court, rule was granted and proceedings on the writ stayed. The writ was returned, unexecuted. Afterwards the defendant’s goods were sold on another execution. The plaintiff has no better title to the proceeds than if he had been prevented from issuing execution. Such consequences should induce judges to observe the oft-repeated admonition, on staying executions, to direct levy to be made, when not done, and preserve liens.\nThe serious result of the mistake in staying the writ and suffering it to die, without a levy, has led the injured party to demand the money, on the ground that the court will redress the wrong done by their own act. This is urged the more because the court, when distributing a fund in their possession, will always overlook technicalities and do equity. A hardship must be distinguished from a right. If the appellant has no right to the fund no equity power can give it to him. The lien on the property, which expired Before the sheriff’s sale, gave no right to its proceeds. That the court, in the exercise of their judicial functions, struck down the’ lien, is a hardship on him; and now, to give the money to the sufferer, who thereby lost his right, would be another wrong. A court of equity may not take the money of A. to redress their own wrong done to B. With no lien upon the property at the time of sale, the appellant has no right to the fund, and, without right, has no footing in equity.\nDecree affirmed and appeal dismissed at the cost of the appellant.",
        "type": "majority",
        "author": "Mr. Justice Trunker"
      }
    ],
    "attorneys": [
      "Alfred Sand and S. B. Sturges, for appellant.",
      "G. JR. Bedford and W. N. Gearhart, for appellee."
    ],
    "corrections": "",
    "head_matter": "Sturges’s Appeal.\n1. The lien of a fieri facias without levy expires with the return thereof.\n2. Where the court grants a rule to show cause why a fi. fa. shall not be stayed, proceedings in the meantime to stay and no levy has been made, it should direct a levy, and if it does not and the return-day intervenes before the rule is disposed of, the lien is lost and cannot be revived by a discharge of the rule, and should a sale have taken place in the interim on a junior j udgment, the latter is. entitled to the proceeds.\nMarch 13th 1878.\nBefore Agnew, C. J., Sharswood, Merour, Gordon, Paxson, Woodward and Trunkey, JJ.\nAppeal from the Court of Common Pleas of Luzerne county: Of January Term 1878, No. 29.\nAppeal by E. B. Sturges from the decree of the court confirming the report of the auditor appointed to distribute the proceeds of the sheriff’s sale of the personal property of E. R. Mills. From the evidence before the auditor it appeared; That on the 12th of May 1876, J. P. W. Riley sued out a fieri facias, returnable June 5th, on a judgment for $1000, held by him against E. R. Mills. Before an actual levy was made on May 15th, the court granted a rule to show cause why this fieri facias should not be stayed, the rule being made returnable in September, the proceedings on said writ of fieri facias meantime to be staid and the “ sheriff to be secured in his levy, if made.” The sheriff’s return to the fieri facias, was “ stayed by order of court.” In September the rule to show cause was discharged. On the 81st of May, A. C. Nettleton sued out a fieri facias, on a judgment for $776.53, held by him against Mills and one Stone, and under this writ the personal property of Mills was sold on the 11th of July for $761.88. At this sale notice was given that the proceeds would be claimed under the Riley writ, and it was agreed that the money should remain in the hands of the sheriff and await the order of the court. The auditor appointed to distribute the fund awarded the same to Nettleton, holding that the Riley writ had expired before the sale, on its being returned without a levy. Riley filed excéptions to this report, which the court, Handley, J., dismissed, and confirmed the report, when this appeal was taken by Sturges, to whom the Riley judgment had been assigned, and who alleged that the court erred in confirming the report.\nAlfred Sand and S. B. Sturges, for appellant.\n— The action of the court itself prevented the levy under the Riley writ. It should have made a special order directing a levy, and the appellant should not be made to suffer by its oversight: Irons v. McQuewan, 3 Casey 196; Batdorff v. Focht, 8 Wright 195; Bain v. Lyle, 18 P. F. Smith 60; 1 T. & H. Pract. 903, note.\nG. JR. Bedford and W. N. Gearhart, for appellee.\n— The lien of the fieri facias expired when it was returned without a levy: Commonwealth v. Magee, 8 Barr 248; Finn v. Commonwealth, 6 Id. 462; Lantz v. Worthington, 4 Id. 155.\nApril 1st 1878."
  },
  "file_name": "0413-01",
  "first_page_order": 413,
  "last_page_order": 416
}
