{
  "id": 457610,
  "name": "In re Airy Street",
  "name_abbreviation": "In re Airy Street",
  "decision_date": "1886-10-04",
  "docket_number": "",
  "first_page": "281",
  "last_page": "287",
  "citations": [
    {
      "type": "official",
      "cite": "113 Pa. 281"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "42 Leg. Int., 313",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "weight": 2,
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 712,
    "char_count": 17044,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 8.456742460800714e-08,
      "percentile": 0.485039668335876
    },
    "sha256": "a8e78733fc32fbb9487bcb067477c9ceba13c29bd29b7dea6e80da7e42b7827e",
    "simhash": "1:9d908cd8a4975db4",
    "word_count": 2969
  },
  "last_updated": "2024-02-27T21:04:30.183192+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Meroitr, C. J., Gordon, Paxson, Trunkey, Sterrett, Green and Clark, JJ."
    ],
    "parties": [
      "In re Airy Street."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Gordon\ndelivered the opinion of the Court,\nDid the Act of May 19th, 1871, entitled, “ An Act relating to streets in the several boroughs of Montgomery county,” impose upon the county the damages assessed to the owners of property on the laying out, opening or widening of streets, roads or alleys in any of the said boroughs, we would agree with the counsel for the county that the Act was unconstitutional and void. In such case the title to the said Act would have to be regarded as wholly defective, since it affords no notice that it embraces anything relative to the county. But as there is nothing apparent in the statute which at all affects the county, or expresses an intention to make such damages payable out of its treasury, we cannot, for this reason, which has been urged by the counsel for the .plaintiff in error, pronounce the Act unconstitutional. It will be observed that” both the Borough Act of 1851 and the general road law not only provide for the assessment of damages upon the laydng out of streets and roads, but also prescribe how they shall be paid, whilst the Act of 1871 only directs the method by which such damages shall be assessed, and says nothing as to their payment.\nThey are to be assessed under the General Road Act, but as there is no direction for their payment, the Borough Act remains, in this particular, unaltered, and to it we must resort in order to learn how those damages, when ascertained, are to be liquidated.\nIt is urged, indeed, on part of the defendant in error that as the damages are to be assessed under the Act of 1836 they must be paid according to the directions of that Act. This might be so if the assessment necessarily involved payment by the county, but it does not, for the two things are essentially different. There is no reason why the Legislature might not direct that on the taking of land by a railroad company, in exercise ,of its right of eminent domain, the damages to the owner should be assessed under the provisions of the general road law, but in such case it would not follow that the county must pay those damages when assessed. It is clear, therefore, that unless the Act of 1871 imposes this burthen upon the county it cannot be made to bear it. This Act must be construed as supplemental to the charters of the several boroughs in the county of Montgomery, and when in them we find provision for the payment of damages, we certainly cannot assume that a supplement which involves only their mode of assessment, is to be extended by implication so as to compel their payment out of the county rather than the borough treasury. It follows that as the Court of Quarter Sessions neither has made, nor can make, any order affecting the county of Montgomery, it, the said county, has no standing to maintain the certiorari now before us.\nThe judgment of the Court below is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Gordon"
      },
      {
        "text": "Mr. Justice Paxson,\nfiled the following concurring opinion : I concur in this judgment, though not for the reasons given by my brother Gordon.\nI am of opinion that the Act of May 9th, 1871, P. L. 639, is constitutional, though the effect of it be to put the damages upon the county. That it does put the damages upon the county was conceded by the Court below, and by the counsel on both sides. It was upon this ground alone that the constitutionality of the Act was assailed; the allegation being that the title of the Act did not give notice to the taxpayers of the county that the county, and not the boroughs, would be hereafter liable for the damages arising from the opening of streets in said boroughs.\nThe title of said Act refers to “streets in the several boroughs of Montgomery county.” I think this title affects the taxpayers of the county with notice of any legislation concerning those streets, whether it relates to the assessment of damages or otherwise. In this respect the case differs essentially from that of the Road in the Borough of Phcenixville,'reported in the Legal Intelligbncer of July 31st, 1885, page 313.\nThe opinion of the Court concedes the Act of May 9th, 1871, to be unconstitutional if it puts the damages on the county, but holds that such is not the effect of the Act. Said Act provides that “ damages to the owners of land injured thereby shall be assessed as provided under the general road laws of the Commonwealth.”\nThe general road law provides (Act of 1836) that the damages, when assessed, shall be paid by the county treasurer out of the county stock.\nIt will thus' be seen that I have reached the same result as the majority of the Court, but by a radically different route.\nJustice Green concurs with me in this view.",
        "type": "concurrence",
        "author": "Mr. Justice Paxson,"
      }
    ],
    "attorneys": [
      "Aaron S. Swartz, for plaintiffs in error.",
      "J3. L. Hallman, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "In re Airy Street.\n1. “An Act relating to streets in tlie several boroughs of Montgomery County,” approved May 9th, 187 L (P. L. 639), which provides that the Court of Quarter Sessions of said county, with the conseut of the town council, shall have jurisdiction to lay out public streets within tlio limits of any incorporated borough in said county, and also provides that “ damages to the owner of land injured thereby shall be assessed as provided under the general road laws,” does not impose the payment of these damages upon the county. The subject of said Act is therefore sufficiently expressed in its title and it is constitutional. It would have been unconstitutional had the payment of those damages been imposed upon the county by the Act.\n2. Paxson and Giieen, JJ., concur in the judgment of the Court. The effect of the Act is to impose the payment of the damages to injured land owners upon the county; but its”title affects the taxpayers of the county with notice of any legislation concerning streets, whether it I’elates to the assessment of damages or otherwise.\nApril 21st, 1886.\nBefore Meroitr, C. J., Gordon, Paxson, Trunkey, Sterrett, Green and Clark, JJ.\nCertiorari to the Court of Quarter Sessions of the Peace of Montgomery Gounty: Of January Term 1886, No. 291.\nTbe borough of .Royersford in Montgomery County was incorporated under the general borough Act of April 3d, 1851.\nOn petition of citizens of said borough the Court of Quarter Sessions, by and with the consent of the town council of the said borough, appointed a jury under the Act of May 9th, 1871, to view, lay out a street, and assess the damages for the same.\nThe jury laid out the street and assessed the damages, and made report to the Court.\nThe commissioners of Montgomery County filed the following exceptions, inter alia, to said report:\n2. The Court had no jurisdiction in the proceedings, and all acts therein are. illegal and void.\n3. The damages should have been assessed against the borough.\n4. The Act of Assembly authorizing the assessment of damages against the county is unconstitutional.\nThe following is the 1st section of said Act of May 9th, 1871:\nThat from and after the passage of this Act the Court of Quarter Sessions of Montgomery County, by and with the consent of the town councils, shall have jurisdiction to inquire of, lay out, open, widen, vacate, or change any public street, road or alley within the limits of any incorporated borough in said county, whether said streets and alleys have heretofore been laid out by commissioners appointed by Act of the legislature or otherwise, in the same manner as is provided by law for the laying out, opening, widening, vacating, or changing of other public roads within said county; and damages to the owners of land injured thereby shall be assessed as provided under the general road laws of this Commonwealth.\nThe Court, Boyer, P. J., dismissed the exceptions and confirmed the report, filing the following opinion :\nIt is contended on the part.of the exceptants that the Act of May 9th, 1871 (P. L., 639), under which such jurisdiction has been exercised during fifteen years past, is unconstitutional, because not properly entitled. It is entitled, “An Act relating to streets in the several boroughs of Montgomery County,” and enacts that “ the Court of Quarter Sessions of Montgomery County, by and with the consent of the town councils, shall have jurisdiction to inquire of, lay out, widen, vacate or change any public street, road or alley within the limits of any incorporated borough in said county.” This jurisdiction has been exercised ever since the passage of the Act; and it is only since the decision of the Supreme Court in the matter of the road in the borough of Phoenixville, reported in the Legal Intelligencer of July 31st, 1885, p. 313, that the constitutionality of the Act of 1871 has been questioned. But a moment’s comparison will serve to distinguish the material difference in the titles of the two Acts. The Chester County Act being entitled, “ An Act relating to the boroughs of the county of Chester,” gave no intimation that it related to the streets of boroughs; but was misleading, the natural inference from its title being that it related solely to the organization and government of boroughs; whereas the title of the Act here in question plainly expresses its true subject, namely, “ relating to streets in the several boroughs of Montgomery County.” Does not this fulfill the requirements of the 3d section of the 3d article of the Constitution ?\nPassing by the case of Blood el al. v. Mercelliott, 8 P. F. S., 391, which, although never overruled, has been pronounced the “ extreme limit of constitutional relaxation,” we have the case of Com. v. Green, 8 Id., 226, where Justice Sharswooe, in delivering the opinion of the Supreme Court (p. 234), says : “ The intention of the constitutional amendment was to require that the real purpose of a bill should not be disguised or covered by the general words ‘ and for other purposes,’ which was formerly so common, but which should be fairly stated; and it must be a clear case to justify a Court in pronouncing an Act, or any part of an Act, void on this ground.”\nThe same judge, in speaking for tire Supreme Court in Yeager v. Weaver, 14 P. F. S., 428, says : “ The people did\nnot mean by the amendment of 1864 to require that the title should be a full index to all the contents of the Jaw; but by declaring that each bill should be confined to one subject, which shall be clearly expressed in its title, to prohibit the vicious practice of rolling together what were termed omnibus bills, including sometimes more than a hundred sections on entirely different subjects, with the title of the enactment of the 1st section, ‘ and for other purposes.’ ”\nJustice Agnew, in delivering the opinion of the Supreme Court, in Dorsey’s Appeal, 22 P. F. S., 195, says : “ Mere\ngenerality of meaning in the title ought not to avoid a law. For instance, ‘ An Act relating to executions ’ is quite general as an expression of the subject of the Act; yet no one could doubt the power of the legislature under this title to provide for the various kinds of executions generally comprised within the term ‘ execution.’.....So ‘ An Act re-\nlating to actions might include covenant, case, debt, etc. But a restriction in a title which tends to mislead stands on a different footing.’ ”\nThe Supreme Court, in a per Curiam opinion in Allegheny County (Horne’s Appeal, 27 P. F. S., 80), declared that “ it will not do, therefore, to impale the legislation of the State upon sharp points of criticism which must often bring legislation to naught; but we must give each title as it comes before us a reasonable interpretation, ut res mac/is valeat guam pereat. If the title fairly gives notice of the subject of the Act so as reasonably to lead to an inquiry into the body of the bill, it is all that is necessary.” This language is repeated in Mauch Chunk v. McGee, 31 P. E. S., 438 ; see also Esling’s Appeal, 8 Norris, 205.\nFrom the foregoing decisions it is an unavoidable inference that in the Phcenixville road case, before referred to, the Supreme Court would not. have pronounced the Act there in question unconstitutional if, in the title, “ streets ” in boroughs had been mentioned as the subject of the legislation ; for then the necessary notice to lead to inquiry into the body of the bill would have been given, provision for the assessment of damages being not only germane to the exercise of jurisdiction over streets, but a necessary incident. Therefore, in the matter of Church Street, 4 P. F. S., 353, where the title of the Act was, “ A supplement to an Act to open and straighten ” certain streets in Philadelphia, and the Act provided for the assessment of damages, as to which there was nothing in the original Act, it was held to be constitutional.\nApplying the principles of construction established in the series of cases just recited, it seems clearly apparent that the Act of 1871 under discussion comes fairly within the limits of the constitutional requirements. Its provisions all relate to streets in the several boroughs of Montgomery County, which is the subject expressed in its title; and its title, though general, contains nothing calculated to mislead, but fairly gives notice of its subject sufficient to lead to inquiry. It confers original jurisdiction upon the Court of Quarter Sessions over streets or roads within the limits of any incorporated borough in Montgomery County, but repeals no existing laws, leaving to the boroughs incorporated under the general borough laws their power to ordain streets and allejs when needed for municipal purposes, as before, and to have the damages assessed as provided in such cases. The jurisdiction it confers tends to equalize the law. The taxable inhabitants of the boroughs are taxed for damages resulting from the laying out of public roads in the townships, and it seems but fair that there should be reciprocation in that respect, and the laying out of streets, useless to the general public in boroughs through the action of a jury selected from the body of the county outside of the boroughs themselves, is not likely to be greatly abused.\nAnd now, January 4th, 1886, the exceptions are dismissed and report of the viewers confirmed.\nThe county commissioners of Montgomery took this writ, assigning for error the dismissal of their exceptions‘and the confirmation of the report of viewers.\nAaron S. Swartz, for plaintiffs in error.\nRoyersford was incorporated under the general borough Act of April 3d, 1851 (P. L., 320), and is therefore subject to all the provisions of the supplement to said Act, approved April 22d, 1856 (P. L., 525). Said supplement provides for the appointment of viewers to assess and allow to all persons injured by the opening, widening, or extension of any street or alley, in any of said boroughs, such damages as they shall have sustained, respectively, over and above all advantages, and such viewers shall also make assessments for contribution upon all such properties as shall be benefited by the opening.\nUnder this supplement, and the original Act of 1851, the damages sustained by the property owners, in opening Airy street, would be payable by the said borough of Royersford and the benefited properties. There was then no liability upon the county to pay such damages.\nThe sole object of the 1st section of said Act of May 9th, 1871, was to transfer the burden of paying damages from the borough to the taxpayers of the county. This Act does not provide for any change in the mode of laying out and opening streets, but declares whatever is done in the borough must be done “ by and with the consent of the town council; ” the town council still maintains its authority over the streets and proposed streets: Road in Phoenixville, 42 Leg. Int., 313 ; Beckert v. City of Allegheny, 4 Norris, 191; Dorsey’s Appeal, 22 P. F. S., 192 ; Commonwealth v. Green, 8 Id., 223 ; Passenger Railway Co.’s Appeal, 32 Id., 91.\nJ3. L. Hallman, for defendant in error.\nThere is nothing in the title of the Act in question to disguise or cover anything, and it must be a clear case to justify a Court in pronouncing an Act, or any part of an Act, void on this ground: Com. v. Green, 8 P: F. S., 226.\nThe title need nob be a comnlete index: Yeager v. Weaver, 14 P. F. S., 425.\nThere is no restriction in this title tending to mislead, and mere generality in a title should not avoid a law: Dorsey’s Appeal, 22 P. F. S., 195.\nThe legislation of the state should not be impaled upon sharp points of criticism which must often bring legislation to naught, but must receive such an interpretation that it may rather stand than fall: Horne’s Appeal, 27 P. F. S., 80; Mauch Chunk v. McGee, 31 P. F. S., 438; Esling’s Appeal, 8 Norris, 205.\nAll presumptions are in favor of the constitutionality of the law, and to prove it otherwise beyond doubt rests upon the plaintiff: Speer v. The School Directors, 14 Wr., 151; Penna. R. R. Co. v. Keblet, 16 P. F. S., 154.\nThe appellant in his argument assumes that the Court decided that the county should pay the damages. The Court has not so decided, although we think it necessarily follows. The Court simply decided that the method of assessing the damages was proper and the proceedings regular.\nOctober 4th, 1886."
  },
  "file_name": "0281-01",
  "first_page_order": 297,
  "last_page_order": 303
}
