{
  "id": 457608,
  "name": "The County of Lehigh versus Schock",
  "name_abbreviation": "County of Lehigh v. Schock",
  "decision_date": "1886-10-04",
  "docket_number": "",
  "first_page": "373",
  "last_page": "380",
  "citations": [
    {
      "type": "official",
      "cite": "113 Pa. 373"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "52 Pa. St., 243",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002247
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/52/0243-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 784,
    "char_count": 18866,
    "ocr_confidence": 0.431,
    "pagerank": {
      "raw": 6.527076002546338e-07,
      "percentile": 0.9609141305149451
    },
    "sha256": "026cd9e676c14cd2057639a31ae6ccc241d3153da2c20ebad05ee6c82f0ea94b",
    "simhash": "1:3e4eefaadc01d44c",
    "word_count": 3298
  },
  "last_updated": "2024-02-27T21:04:30.183192+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Meecuk, C. J., Paxson, Trunkey, Sterrett, Green and Clark, JJ. Gordon, J., absent."
    ],
    "parties": [
      "The County of Lehigh versus Schock."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Tbunkev\ndelivered the opinion of the Court,\nIt is highly improbable that a magistrate would so conduct himself at the hearing and discharge of persons accused of crime, that his docket would not be conclusive that the cases were dismissed as unfounded. No evidence was offered by the defendant, nothing impeaches the good faith of the plaintiff in the performance of his official duty, and therefore the fourth, fifth and sixth assignments are not well taken. Nor is there anything in the case to require notice of the third assignment.\nThe eleventh section of the Act of 1791 provided that cost on bills returned ignoramus by the grand jury should be paid out of the county stock, and not by the party charged with any felony, breach of the peace or other indictable offence. Section 13 of that Act, still in force, provides “ that when any person shall be brought before a court, justice of the peace, or other magistrate, on the charge of having committed a crime, if such charge shall appear unfounded, the cost shall be paid out of the county stock, and not by such innocent person. The word “crime” is used in its general sense and means all indictable offences, just as it is used and means in section 64 in the Criminal Procedure Act of 1860. The context in the Act of 1791, as well as in the Act of 1860, shows that the word “ crime ” includes indictable misdemeanors. Properly speaking, crimes and misdemeanors are synonymous terms; in common usage the word “crimes” is made to denote such offences as are of a deeper and more atrocious dye, while smaller faults are comprised under the gentler names of “misdemeanors: 4 Blackstone Com., 5.\nThe word “crime ” is not a synonym of “felony.” In the Criminal Procedure Act some provisions are made respecting costs in all prosecutions, except felony. Some crimes are felonies, others are commonly called misdemeanors; and often infamous crimes, as forgery and perjury, are called misdemeanors, thereby distinguishing them from felonies, in our statutes relating to costs in criminal cases. The provision respecting costs “in all cases of conviction of any crime ” applies to felonies and misdemeanors.\nSection 13 of the Act of 1791 applies to every case where a person is before a magistrate on a charge of having committed a crime, and the charge appears unfounded. No difference is made between crimes that are felonious and those that are not felonious, or by reason of some being infamous and others not, or because some are of a deeper dye than others. The innocent person shall not pay costs. Prosecutions made in good' faith are not discouraged by permitting the magistrate to impose the costs on the party who made complaint. This statute has stood for nearly a century, and still seems in accord with the wise policy of the Commonwealth.\nIf it be true, as alleged, that the justices of the peace in Le-high county, until recently, imposed the costs of unfounded prosecutions upon the complainant, or some other private person, it is well that they have at last learned not to violate the statute.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Tbunkev"
      }
    ],
    "attorneys": [
      "O. J. JErdman, for plaintiff in error.",
      "Levi Smoyer and James L. Sehaadl, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "The County of Lehigh versus Schock.\n1. In an action by an alderman against tlie county to recover Ms iees under tlie Act of September 23d, 1791, Sm. L. 43, in a ease where one had been brought before him charged with a crime, which charge upon examination he found to be unfounded, Ms judgment cannot be reviewed, and his docket is conclusive evidence that the charge was unfounded.\n2. The word “crimes” in section 13 of the Act of September 23d, 1791, Sm. L. 43, is used in its general sense and means all indictable offences.\nFebruary 17th, 1886.\nBefore Meecuk, C. J., Paxson, Trunkey, Sterrett, Green and Clark, JJ. Gordon, J., absent.\nError to the Court of Common Pleas of Lehigh county.\nThis was an appeal of the county of Lehigh from the judgment of a justice of the peace in an action of debt wherein Emerson F. Schock was plaintiff and the said county was defendant.\nThe following are the facts as they appeared on the trial before Albright, P. J.:\nThe plaintiff was an alderman of the city of Allentown and county of Lehigh. Informations for the following criminal charges were laid before him. Cruelty to .animals, assault and battery, malicious trespass, larceuy, false pretence, peddling without license, surety of the peace and common scold.\nA day of hearing was fixed when testimony was heard for the Commonwealth and for the defendant, the record of his docket was: “Discharged for want of evidence.” Thereupon the plaintiff claimed his fees from the county aud brought suit under the following Act of September 23d, 1791, (Purd. Dig., 491.)\n“Where any person shall be brought before a Court, justice of the peace or other magistrate of any city or county of this Commonwealth, having jurisdiction in the ease, on the charge of being a runaway servant or slave or of having committed a crime, and such charge upon examination, shall appear to be unfounded, no costs shall be paid by such innocent person; but the same shall be chargeable to and paid out of the county stock, by snob city or county.”\nThe defendant denied its liability because\n1. By crime is meant an offence of the higher grade and not a slight misdemeanor.\n2. The alderman had no jurisdiction to try the case, except as provided by Act of May 1st, 1861, Purd. Dig., 497, 498, when the county is expressly absolved from payment of costs.\n3. By county stock is meant the treasury or common public fund, and the city of Allentown and not the county of Le-high is liable for such costs.\nThe Court, however, was of the contrary opinion, and practically directed a verdict for the plaintiff.\nThe defendant further contended that the docket of the alderman was not conclusive of the fact that prisoners were discharged for want of evidence.\nThe defendant presented the following points for charge :\n1. Under all the evidence the verdict must be for the defendant.\nAnswer. Negatived. (First assignment of error.)\n2. The justice had no authority to try cases and hear testimony and then dismiss them for want of evidence.\nAns. Negatived. (Second assignment of error.)\n3. In surety of peace it is the duty of the alderman to bind over to Court and he has no authority to dismiss as unfounded.\nAns. Negatived.\n4. The city of Allentown, whereof plaintiff is an alderman, is liable for plaintiff’s claim.\nAns. Negatived. (Third assignment of error.)\n5. The Act of 1791 relative to costs, and under which plaintiff claims, is obsolete.\nAns. Negatived.\n6. The docket of plaintiff is not conclusive that the cases were dismissed as unfounded.\nAns. Negatived. (Fourth assignment of error.)\nIn the general charge the Court instructed the jury, inter alia, as follows :\n[As to whether the charge brought before the justice of the peace is unfounded or not, in the opinion of the Court the determination of the justice is to govern, and where he held the charge as unfounded, as he did in all these cases or charges, there it is to be taken as correct. It is not for the jury to find whether or not they were unfounded.] (Fifth assignment of error.)\nThe only question for you is, to say whether these fees are in fact owing. [The record of the justice of the peace, which is in evidence, says, in all the cases, that the accused were discharged for want of evidence. That is to be taken by you as conclusive of the fact that the charge was not sustained.] (Sixth assignment of error.)\nBefore a county can be sued there must be a demand made of the county to pay. The plaintiff testified that before he brought this suit lie made a demand of the commissioners, and that is not gainsaid by the county. Was a demand made before suit was brought, and are these the proper fees ? That they are the fees to which the justice is entitled, if he is entitled at all, is not disputed. The whole amount of the fees of the justice is 837.90. [If 3rou believe the testimony that these are the proper fees, and that a demand was made (the docket showing that such oases were heard), 3rou will return a verdict for the plaintiff for 837.90.] (Seventh assignment of error.) There is also evidence of §11.54 due in some of these eases to several constables. The Court is of the opinion that the plaintiff cannot recover for the constable fees- I know of no law saying that the constables’ fees are to bo paid to the justice. The constables themselves would have to sue.\nVerdict for the plaintiff in the sum of §37.90.\nA rule was entered to show cause why a new trial should not be granted, which was discharged, Albright, P. J., filing the following opinion:\nThe Act of March 31st, 1860, relative to Criminal Procedure (P. L., 427) provides that the fourth, twelfth, thirteenth and-sixteenth sections of the Act of September 23d, 1791, being a supplement to the penal laws of this state, are excepted from the repealing clause of said Act of 1860. (See section 79.) Said thirteenth section reads as follows: That where any person shall be brought before a court, justice of the peace, or other magistrate of any eity or count}'' in this Commonwealth having jurisdiction in the ease, on the charge of being a runaway slave or of having committed a crime, and such charge, upon examination, shall appear to be unfounded, no costs shall be paid by such innocent person, but the same shall be chargeable to and paid out of the county stock by such city or county: 3 Sin. L., 43.\nThe plaintiff is an alderman of the eity of Allentown. Various criminal prosecutions were brought before him wherein he, after hearing, discharged the accused for want of sufficient evidence. He demanded his fees accrued in said eases at the hands of the county commissioners, who refused to pay the same, whereupon this suit was brought for the recovery of the alderman’s fees.\nThe nature of said eases were the following: Charge of larceny, 1; common scold, 1; peddling without license, 1; cruelty to animals, 1; assault and battery, 6; malicious trespass, 1; false pretence, 1; surety of the peace, 2.\nOne of the questions presented is whether all of said of-fences are crimes. A crime is an offence against public law. This word, iii its most general signification, comprehends all offences, but, in its limited sense, it is confined to felon}': Bouv. Diet. Undoubtedly in said Act of 1791 it was used in its more general and popular sense. It is to be taken to include every indictable offence.\nPeddling without license is not a crime. There are local laws applicable to this county which punish hawking without license by a forfeiture of certain sums, payable in whole or in part to tbe informer. These superseded as to this county the general laws on the same subject, which provided for similar penalties: Purd. Dig., 1131, pl. 6; P. L., 1869, 835, 1139. The fees for the complaint on that charge included in the verdict are $2.05. The other cases, except surety of the peace and common scold, are created, recognized or defined, by .our statutes and are indictable. While there is no statute in Pennsylvania declaring what conduct or acts shall render one liable to be convicted as a common scold, nor any statute providing for the punishment of said offence, yet it is still regarded as an indictable offence — it is an offence at common law: James v. Commonwealth, 12 S. & R., 220; Commonwealth v. Mohn, 52 Pa. St., 243.\nIn former times under the laws of England a woman convicted of being a common scold was punished by the ducking stool. In 1824 the Court of Quarter Sessions of Philadelphia, believing that neither the offence nor its said punishment was obsolete, sentenced a woman who had been convicted of being a common scold “to be placed in a certain engine of correction called a cucking or ducking stool on Wednesday, the third day of November, then next ensuing, between the hours of ten and twelve o’clock in the morning, and being so placed therein, to be plunged three times in the water, to pay the costs of prosecution and stand committed till this sentence be complied with.” The Supreme Court decided that the punishment imposed shall not be inflicted, but that the offence was punishable by fine, or by fine and imprisonment. The same was held in Commonwealth v. Mohn, supra, decided in 1866. Therefore the county is liable for the fees in that casé.\nThe alderman cannot compel the county to pay his fees in the two cases of surety of the peace, where the arrested parties were discharged by him. It is not an indictable offence, is clearly not included in the term crime (it is intended as a preventive, of course), and the justice has no right to discharge. It is his duty to bind over the party charged with having threatened to harm another in person dr estate, to answer at the next Court of Quarter Sessions, and in the meantime to be of good behavior, &c.: § 6, Act of 31st March, 1860, Purd. Dig., 376. The cases under this head were those against Reeser and against Miller, in which the fees included in the verdict were $1.80 and $1.95 respectively.\nSaid Act of 1791 declares that costs shall be paid by the count}' where “ such charge upon examination shall appear to be unfounded.” The docket of the alderman was received in evidence. It showed in all the cases for which fees are claimed in this suit, that the evidence was deemed insufficient and therefore the accused parties were discharged.\nThe Court instructed the jury that such action by the alderman was to be accepted by them as evidence that the various charges were unfounded, that the alderman’s action could not be reviewed, nor the jury inquire and determine whether the several complaints were unfounded. It is asserted by counsel for the county that this was error. The case of the County of Lancaster v. Mishler, 4 Out., 624, is cited to sustain said view. There it was held that in a suit by a coroner against the county to recover his fees for the making of an inquest while the presumption prevails that he acted in good faith and on sufficient cause, still that presumption is not conclusive and that evidence is admissible to show that he acted iu bad faith and knowingly without sufficient cause or reason.\nThere is force in the argument that the rule recognized in said case applies to this. For a coroner, in holding an inquest, acts in a judicial capacity: County?;. Mishler, supra. It is his duty to hold an inquest, super visum corporis, where he has cause to suspect the deceased was feloniously destroyed: County of Northampton v. lanes, 2 Casey, 166; or when his death was caused by violence: Commonwealth?;. Harmon, 4 Barr, 269. But while it must be conceded that in this action the county might have shown that the alderman in discharging the accused parties had acted iu bad faith, knowing that it was wrong to do so, yet there was no evidence in the case tending to show that such was the fact, nor was any evidence of that kind offered and excluded. The presumption that the magistrate acted in good faith and honestly, prevails until it is overthrown by counter evidence. Therefore the defendant was not injured by said instruction.\nThere was no evidence to overcome that presumption, and therefore tbe Court sees no cause for a new trial, because of said instruction.\nIt is contended further that because tbe alderman in some of the eases heard testimony of witnesses offered by the accused, and thereupon discharged the latter, that he acted wrongly, that he in fact tried the cases, and should not recover as to those cases. I do not think so. While a committing magistrate is not required to hear witnesses other than those offered by the prosecution, yet if be sees fit to do so he may hear witnesses whose testimony favors the accused. By doing so the suspicious surrounding the arrested party may be dispelled, his innocence be made clear, and he be spared the disgrace and annoyance of further proceedings in Court, and the public be saved unnecessary expenses. It is a matter in the discretion of the magistrate.\nNow, June 8d, it is ordered that if the plaintiff within five days remits $5.80 of the verdict, being the fees for the cases of surety of the peace and peddling without license included in the verdict, then the rule for a new trial is discharged, otherwise the rule is made absolute.\nThe plaintiff thereupon remitted $5.80 of the verdict and entered judgment upon the balance, whereupon the defendant took this writ assigning for error the answer of the Court to its points, and those portions of the general charge included within brackets.\nO. J. JErdman, for plaintiff in error.\nUntil a few years ago, when the Act of 1791 found its way into a supplement of Purdon’s Digest, the justices of the peace of Lehigh visited the costs of unfounded prosecutions upon those who occasioned them.\nIt is believed that the word “ crime ” is Used to denote an offence of graver character than malicious trespass, common scold, cruelty to animals, etc.\nBouvier defines crime as “an act committed or omitted in violation of a public law forbidding or commanding it.”\nBishop, as “a wrong which the government notices as injurious to the public, and punishes in what is called a criminal proceeding in its own name.”\nBlackstone, “ the word crime generally denotes an offence of a deep and atrocious dye. When the act is of an inferior degree of guilt, it is called a misdemeanor.”\nWebster, “gross offence or violation of law in distinction from a misdemeanor or trespass or other slight offence.”\nThe testimony was undisputed, that the alderman — plaintiff —heard the testimony for the Commonwealth and that for the defendant, and then in fact acquitted the defendant. No doubt under the Act of May 1st, 1861, the alderman could have assumed jurisdiction of the offences enumerated, and with the aid of a jury dispose of them. But in no évent could the county have become liable for costs. He arrogated unto himself all the powers of the Court of Quarter Sessions. He tried and acquitted the defendant, and directed the county to nay the costs.\nThe plaintiff, it is admitted, is an alderman of the city of Allentown, and that municipality, if any, we maintain is liable for these costs. The learned judge, neither in the charge nor in the opinion for a new trial, has undertaken to construe the latter portion of the section.\nBy holding that by “county stock” is meant “public fund or treasury,” the act would thus read, “shall be chargeable to and paid out of the treasury by such city or county.”\nThe docket of the alderman was held conclusive of the fact that the charges were unfounded, and that the defendants were discharged for want of evidence.\nLevi Smoyer and James L. Sehaadl, for defendant in error.\nWe do not desire to add to, nor do we believe we can improve upon the argument of the learned judge below, as contained in the opinion, filed upon dismissing the rule for a new trial.\nOctober 4th, 1886."
  },
  "file_name": "0373-01",
  "first_page_order": 389,
  "last_page_order": 396
}
