{
  "id": 457595,
  "name": "Central Bank of Pittsburgh versus Earley",
  "name_abbreviation": "Central Bank v. Earley",
  "decision_date": "1886-10-04",
  "docket_number": "",
  "first_page": "477",
  "last_page": "482",
  "citations": [
    {
      "type": "official",
      "cite": "113 Pa. 477"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "59 Pa. St., 64",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        426981
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/59/0064-01"
      ]
    },
    {
      "cite": "28 Leg. Int., 277",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "case_ids": [
        6673588
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-cas/16/1274-01"
      ]
    },
    {
      "cite": "71 Pa. St., 31",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1031257
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/71/0031-01"
      ]
    },
    {
      "cite": "25 Pa. St., 314",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        975823
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "316"
        },
        {
          "page": "317"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/25/0314-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 560,
    "char_count": 13578,
    "ocr_confidence": 0.428,
    "pagerank": {
      "raw": 3.178835352359295e-07,
      "percentile": 0.8643913216562047
    },
    "sha256": "454463cc5214e9586a83090ac86d13980f3eb3c93f63d8202a3cb1b2b1dac18f",
    "simhash": "1:106f88a229868905",
    "word_count": 2461
  },
  "last_updated": "2024-02-27T21:04:30.183192+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Merour, O. J., Gordon, Paxson, Trtjnkey, Sterrett, Green and Clark, JJ."
    ],
    "parties": [
      "Central Bank of Pittsburgh versus Earley."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Clark\ndelivered the opinion of the Court,\nThis action of partition wa.s brought in the Common Pleas of Elk county, by C. R. Earley, against W. B. Brickell and P. Y. Hite to recover, in severalty, one third of certain lands situate in said county, the title to which at the institution of the suit was held by the parties in common. The Central Bank of Pittsburgh having afterwards acquired an interest in the property by purchase, was admitted to defend, and the plea of non tenent insimul was entered.\nThe verdict of the jury was for the plaintiff, the meaning and.effect of which is that the parties hold together and in common, as set forth in the declaration, and that the plaintiff is entitled accordingly. The verdict was taken, however, subject to the opinion of the Court on the question of law reserved, whether the plaintiff is entitled to have the undivided one third part of the lands set apart to him in severalty, or one undivided ninth part only.\nThe facts out of which this question of law is supposed to arise are not stated, and the proper determination of it depends, we think, wholly upon the facts. The contention of the defendant in error is that the original purchase of these lands by Earley was as a trustee for Bricked,.Hite, Baldwin and himself; that Baldwin’s interest was subsequently purchased for the joint benefit of the others; that the unpaid purchase money secured by the mortgage was, as between themselves, in fact, a joint indebtedness of the four purchasers, and afterwards of the remaining three; and that the $25,608.21 paid by Earley on 20th July, 1874, was his own money. Upon this assumption of the facts it is argued that Bricked, Hite and Earley were, inter sese, primary debtors for their own third of the purchase money only, and sureties for the other two thirds respectively; that the payment made by Early of ins own money would, in equity, be applied to his own proper debt, rather than to the debt for which he was held as surety; and, as the record of the release and of the proceedings, under which the marshal’s sale was effected, gave full notice, the release would operate as a discharge of the undivided third interest in the land, which at the time he himself owned even as against the purchaser at that sale.\nOn the other hand, it is contended by the plaintiffs in error, that Earley’s original purchase was on his own account, and in his own interest; that the mortgage was given for his indebtedness ; that the conveyances to Brickell and Hite are absolute in form, contain no condition or provision imposing any share of this burden upon them ; that the release in question was therefore just such a discharge as in the law Earley was bound to provide, for the benefit of his grantees; and as there was no specific application of the money at the time to any particular third interest in the property, Earley has no equity which would now enable him to apply the mpney specifically in his own relief.\nThe only bill of exceptions in this ease is to the ruling of the Court on the reserved question, and that it is plain does not bring up the testimony taken at the trial. We cannot draw conclusions of fact from the evidence, for the reason that the evidence is not before us. Every reservation of a question must, for this reason, place distinctly upon the record not only what the point is, which is reserved, but the state of facts out of which it arises; this is essentially necessary to enable the parties to except to it, and to have it reviewed: Ferguson v. Wright, 11 P. F. S., 258; without this a judgment non obstante veredicto cannot be entered. The facts must be admitted of record by the parties, or found by the jury : Clark v. Wilder, 25 Pa. St., 314; Ferguson v. Wright, supra. When they are stated by the Court as part of the record, and no exceptions taken, it will be presumed that the parties have so agreed, and that the statement is true: Insurance Co. v. Insurance Co., 71 Pa. St., 31.\nThe rule is well stated in Miller v. Hershey, 9 P. F. S., 64, as follows: “A question of law cannot arise in a judicial sense without foots. The facts out of which the question springs must be seen in the record proper, or in the super-added statute record furnished by a bill of exceptions. This is quite as true in the case of reserved questions of law as in other cases, and has been stated in Irwin v. Wickersham, and Wilson v. Steamboat Tuscarora, 1 Casey, 316 and 317, and in Winchester v. Bennet, 4 P. F. S., 510. There are but three modes in which facts arising upon the evidence can find their way into the record — by the finding of a jury, which is a special verdict — by the agreement of the parties, called a case stated — and by the certificate of the Court, contained in a bill of exceptions. It is the last mode which is directed by the statute in the case of reserved points.\nIn the case at bar the question as to the measure of the plaintiff’s recovery is presented, as it were, upon the facts proved or upon the whole case, and this it has been repeatedly said is not good: Roberts v. Hopkins, 11 S. & R., 202; Clark v. Wilder, supra; Irwin v. Wickersham, Id., 316; Wilson v. Tuscarora, Id., 317.\nThe Court gave the jury binding instructions to find for the plaintiff, which, as we have said, under the pleadings was equivalent to a finding that one third should be set apart' to the plaintiff in severalty; to this there was no exception, and as there is nothing before us to show that judgment rendered by the Court on the point reserved was wrong, the presumption is ¡that it was right: Leach v. Ansbacher, 28 Leg. Int., 277; Miller v. Hershey, 59 Pa. St., 64.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Clark"
      }
    ],
    "attorneys": [
      "Thomas C. Lazear and George A. Rathbun (A. M. Brown, J. M. F. Carpenter and Richard A. Kennedy with them), for plaintiff in error.",
      "John G. Ball (Benry Souther, A. B. M’Cauley and Charles B. Farley with him), for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Central Bank of Pittsburgh versus Earley.\n1. There are but three modes in which facts arising upon the evidence can find their way into the record; by the finding of a .jury, which is a - special verdict; by the agreement of the parties, called a case stated; and by the certificate of the Court contained in a bill of exceptions. The last is the mode directed by the statute in the case of reserved points.\n2. A question of law cannot arise, in a judicial sense, without facts. The facts out of which the question springs must be seen in the record proper or in the superadded statute record furnished by a bill of exceptions, to enable the Supreme Court to review it.\n3. A bill of exceptions to the ruling of the Court on a point of law reserved, does not bring up the testimony out of which the point arose.\nFebruary 19th, 1886.\nBefore Merour, O. J., Gordon, Paxson, Trtjnkey, Sterrett, Green and Clark, JJ.\nError to the Court of Common Pleas of Elk county: Of January Term 1886, No. 319.\nPartition for certain lands in Elk county, wherein C. R. Earley was plaintiff and W. B. Brickell and P. Y. Hite were defendants. The .Central Bank of Pittsburgh on its petition was admitted as defendant upon the record. The plaintiff filed an answer to this petition, admitting the right of the Central Bank of Pittsburgh to be admitted defendant as to two thirds of the lands described. The bank pleaded, non tenent insimul.\nUpon the trial, before Mater, P. J., the jury was instructed to find for the plaintiff, subject to the opinion of the Court on the question of law reserved, whether the plaintiff is entitled to have the undivided one ninth part or the undivided one third part of the lands, for which the action of partition was brought, set apart to him in severaltjn\nThe jury found as directed. The Court entered judgment in favor of the plaintiff on the reserved question for the undivided one third part of the lands described in the writ, and directed that the same be set apart to him in severalty, filing the following opinion :\nThis is an action of partition brought by the plaintiff, C. R. Earley, against the defendants, W. B. Brickell, P. Y. Hite and the Central Bank of Pittsburgh, to determine the interest of the plaintiff in a body of lands situate in this county, containing about fifteen thousand acres, the legal title of which is held by the plaintiff and defendants as tenants in common. Prior to the acquisition of any title by Brickell and Hite, the legal title of these lands was vested in C. R. Earley, who executed a mortgage to one George C. Lord, to secure the pajrment of the sum of $75,000, which mortgage was duly recorded and was a lien upon the lands when Brickell and Hite acquired their title. By means of sundry mesne conveyances the legal title of one undivided one third part of these lands became vested in P. Y. Hite; the legal title of another undivided one third part became vested in W. B. Brickell, and the legal title of the remaining undivided one third part became vested in C. R. Earley. At the time of the acquisition of these several titles, the mortgage of George C. Lord was a lien upon the entire body of lands, and each of the aforesaid owners held his title subject to the lien and operation of said mortgage. On the 25th day of August, 1874, George C. Lord, the mortgagee, in consideration of the payment of $25,608.22, executed and delivered to C. R. Earley a release, by the terms of which he released to C. R. Earley, his heirs and assigns, the undivided one third part of the lands described in said mortgage. This release was recorded in Elk county on the 9th day of December, A. D. 1874. To No. 1, January Term, 1881, in the Circuit Court of the United States in and for the Western District of Pennsylvania, proceedings were commenced by George C. Lord to foreclose his mortgage against C. R. Earley, with notice to J. H. Walter, W. B. Brickell, P. Y. Hite, and J. D. Baldwin, terre-tenants, and on the 22d day of July, 1882, judgment was obtained for the sum of $30,727.14. In the record of these proceedings the plaintiff filed a copy of his claim upon tbe mortgage, and appended tbe following to his statement of claim: “Excepting and reserving therefrom the undivided one third of said mortgaged premises released from the lien of said mortgage, by the said George C. Lord by writing, dated August 25th, 1874, and recorded in the Recorder’s office, in the county of Elk, Pennsylvania, in Mortgage Book B, page 544.”\nA writ of levari facias was issued upon the judgment obtained on said mortgage, and the marshal of the United States in and for said western district, sold the undivided two thirds interest in the lands described in the mortgage, to the Central Bank of Pittsburgh, to whom subsequently on the 7th day of March, 1885, a deed was executed and delivered by the said marshal for the said undivided two thirds interest.\nAt the time that the said bank purchased said undivided two thirds interest it had notice, both by the recording of the release and by the proceedings of foreclosure had upon the mortgage, that the undivided one third of said lands had been released to C. R. Earley. On the 14th day of March, 1885, W. B. Brickell and wife, and P. Y„ Hite conveyed by deed the undivided two ninths of said lands to the said Central Bank of Pittsburgh; it was claimed on the trial that by the sale and conveyance to the bank by the marshal’s sale of the undivided two thirds of said lands, and by the conveyance to it of the undivided two ninths by Brickell and Hite, that the bank thereby acquired the legal title of the undivided eight ninths, and that there remained in C. R. Earley but an undivided one ninth.\nWe are of the opinion that when the Central Bank of Pittsburgh purchased at marshal’s sale the undivided two thirds of said lands, it acquired title to the two thirds interest in said lauds which had been held by Brickell and Hite, and that the nmrshal’s sale divested all the interest which Brickell and Hite had in said lands, and that on the 14th day of March, 1885, when Brickell and Hite executed and delivered to the bank their deed for the undivided two ninths, they had no interest in said lands which they could convey, and that the deed for said two ninths passed no title. The release to C. R. Earley operated to exempt his undivided one third from sale by the marshal, and the effect of said sale was to pass to the purchaser all the interest which Brickell and Hite had in said lands, and consequently they could convey nothing by their deed. The title of said lands is therefore vested in C. R. Earley as to one undivided one third, and in the Central Bank of Pittsburgh as to the undivided two thirds; judgment is entered in favor of the plaintiff on the reserved question for the undivided one third part of the lands described in the writ, and the plaintiff is entitled’to have the same set out to him in severalty.\nDefendants’ counsel excepts to the opinion of the Court on the question of law reserved, and a bill is sealed at their request.\nThe defendants thereupon took this writ, and filed the following assignments of error:\n1. The Court erred in entering judgment for the plaintiff on the reserved question for the undivided one third part of the lands described in the writ of partition.\n2. The Court erred in not entering judgment for the plaintiff, on the question of law reserved, for the undivided one ninth of the lands in dispute instead of the undivided one third part thereof.\n8. The Court erred in holding that the deed of Brickell and Hite to the plaintiff in error, of March 14th, 1885, passed no title.\nThomas C. Lazear and George A. Rathbun (A. M. Brown, J. M. F. Carpenter and Richard A. Kennedy with them), for plaintiff in error.\nJohn G. Ball (Benry Souther, A. B. M’Cauley and Charles B. Farley with him), for defendant in error.\nOctober 4th, 1886."
  },
  "file_name": "0477-01",
  "first_page_order": 493,
  "last_page_order": 498
}
