{
  "id": 1040236,
  "name": "Felt v. West Homestead Borough, Appellant",
  "name_abbreviation": "Felt v. West Homestead Borough",
  "decision_date": "1918-01-07",
  "docket_number": "Appeal, No. 155",
  "first_page": "11",
  "last_page": "15",
  "citations": [
    {
      "type": "official",
      "cite": "260 Pa. 11"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "247 Pa. 464",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009527
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/247/0464-01"
      ]
    },
    {
      "cite": "255 Pa. 417",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1027637
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/255/0417-01"
      ]
    },
    {
      "cite": "227 Pa. 591",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1008658
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/227/0591-01"
      ]
    },
    {
      "cite": "255 Pa. 417",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1027637
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/255/0417-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 435,
    "char_count": 8937,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 1.0538398640950325e-07,
      "percentile": 0.5547935420173146
    },
    "sha256": "81d53e8fc6d25654a76e6a37a6f9f90e2d0fd81b4af29ceb87185bb292e98569",
    "simhash": "1:686adbc3df48dbdc",
    "word_count": 1529
  },
  "last_updated": "2024-02-27T16:58:39.930012+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Brown, O. J., Potter, Moschzisker, Frazer and Walling, JJ."
    ],
    "parties": [
      "Felt v. West Homestead Borough, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Frazer,\nOn November 30,1914, John Felt, while walking along a roadway leading from Hays Borough to Homestead Borough in Allegheny County, fell from the road down an embankment sustaining injuries from which he subsequently died. This action was begun by him in his lifetime and after his death his wife, as administratrix, was substituted as plaintiff. The case was submitted to the jury and a verdict rendered for plaintiff; from the judgment thereon defendant appeals.\nThe first defense set up is the place of the accident is not- within the lines of a public highway and consequently the municipality is not responsible for either the condition of the road or the resulting accident. The road in question, at the point of the accident, is within the Borough of West Homestead and known as “Eighth avenue.” Before the incorporation of the borough, there existed a traveled way over the bed of the present road, which witnesses testified had been in existence and used by the public from thirty to thirty-five years, had been variously known as Mifflin Township Road, Baldwin Township Road and West Run Road; that it continued to be used as a roadway by many persons and vehicles after the incorporation of the borough, and, in fact, is the main avenue of traffic between the Boroughs of Hays and Homestead, by way of defendant borough. The testimony shows repairs were made upon the road from time to time by workmen who repaired other township highways when the territory now included in West Homestead was part of Mifflin Township. In 1893, a street car company laid a double line of tracks on the road and paved the portion between the outer rails, the traveling public thereafter using the paved portion of the way, and it seems from that time little or no attention has been given to keep the portions of the road outside the paved tracks in condition for general use. No direct proof of dedication or acceptance by the borough or township was offered and the trial judge submitted to the jury the question whether the road was a township highway previous to the incorporation of the borough and a public thoroughfare thereafter.\nAcceptance of a public road by long continued user was fully discussed in Ackerman v. City of Williamsport, 227 Pa. 591, and Kniss v. Borough of Duquesne, 255 Pa. 417, where it'is pointed out that a road may become a public highway by dedication and acceptance by the public without formal action by the municipality and, in absence of express dedication, the public may acquire the right to the highway as against the landowner by continuous use for a period of twenty-one years and as against the municipality a much rshorter period, is sufficient to impose upon the public the duty of keeping the road in repair. Tested by this rule of law, the evidence in the present case was ample to justify the finding of the jury that the accident occurred on a public highway; consequently it follows defendant was responsible for failure to keep the road in reasonably safe condition for travel.\nDefendant further contend that if the road were a public highway the exact spot of the accident was not within the limits of the street. While the width of the road was not fixed, its extent in this respect would depend upon the amount of the ground used by the public. If a highway existed, the duty of the borough to .make repairs would extend a sufficient distance on each side of the railway tracks to reasonably protect the public in its use of the traveled way. The embankment in question was not more than five feet distant from-the ordinarily traveled part of the road, which was the paved portion between the outer rails of the double line of rail-. way; the jury was therefore warranted in finding that the edge of the embankment was within the line of the road. Whether the borough was negligent in not providing guard rails at the point of the accident, was also for the jury. The distance from the outer line of the track to the edge of the embankment was variously estimated by witnesses at from twenty-eight to sixty inches, at which point the bank was “straight down” for about ten feet. Although there was not sufficient space for general traffic on the embankment side of the railway, it was generally known the tracks were being used as the main traveled portion of the highway; hence, defendant was obliged to take due precaution to protect pedestrians having occasion to leave the paved way to avoid passing trolley cars.\nFinally, defendant claims deceased was guilty of contributory negligence in stepping from the tracks to the adjoining narrow space. The paved portion was approximately sixteen feet in width and on one side was the edge of the embankment, over which deceased fell, and on the other side was a small gutter between the railway and the hillside. The overhang of passing cars was fourteen inches. At the time of the accident two cars were approaching from opposite directions, one on the northbound track, the other on the southbound track, and each from 150 to 200 feet distant from deceased. This situation required that he step from the paved part of the road to the tmpaved side strip, which during the day had been made muddy by rain and at the time was partly frozen and slippery. In view of the conditions, and the situation in which deceased found himself, whether he was negligent in taking his chances on the narrow edge of the embankment or whether he exercised the care and caution the circumstances demanded of him, was for the jury.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Frazer,"
      }
    ],
    "attorneys": [
      "W. L. MeOonegly, for appellant.",
      "Meredith R. Marshall, with him Rody P. Marshall, for appellee."
    ],
    "corrections": "",
    "head_matter": "Felt v. West Homestead Borough, Appellant.\nMunicipalities — Boroughs—Streets—Failure to repair — Guard rails — Embankment near highway — Fall of pedestrian — Death— Dedication and acceptance of street — Contributory negligence— Sudden death — Case for fury.\n1. A road may become a public highway by dedication and acceptance by the public without formal action, by the municipality, and, in the absence of express dedication, the public may acquire the right to the highway as against the landowner by continuous use for a period of twenty-one years; and as against the municipality a much shorter period is sufficient to impose upon the public the duty of keeping the road in repair.\n2. In an action against a borough to recover for death of plaintiff’s husband occasioned by falling from a highway down an embankment, it appeared that the road in question had been in existence and use by the public from thirty to thirty-five years; that, before the incorporation of the borough, the township, out of which the borough was created, repaired the road; that thereafter a street railway company laid a double line of tracks upon the road and paved the portion between the outer rails, the public thereafter using the paved portion of the way; that from that time little or no attention had been given to the portion of the road outside the paved tracks; that the road had never been formally accepted by the borough; that on the night of the accident decedent, who had been walking along the paved part of the road, was compelled to step therefrom to the edge of an embankment by reason of the simultaneous approach of cars from both directions; that the distance from the outer line of the track to the edge of the embankment was from twenty-eight to sixty inches in width and was-partly frozen and slippery, and when decedent stepped upon it he slipped and fell over the embankment. The jury found a verdict for plaintiff upon which judgment was entered. Held, (1) there was sufficient evidence to justify a finding that the accident occurred on a public highway, (2) that while the width of the road was not fixed, its extent would depend upon the extent of the ground used by the public and (3) the question whether defendant was negligent in failing to erect guard rails was for the jury and the judgment was affirmed.\n3. Whether defendant under the circumstances, was negligent in taking his chances on the narrow edge of the embankment, was for the jury.\nArgued Oct. 16, 1917.\nAppeal, No. 155, Oct. T., 1917, by defendant, from judgment of C. P. Allegheny Go., April T., 1915, No. 296, on verdict for plaintiff in case of Margaret Pelt, Administratrix of the Estate of John Felt, Deceased, v. Borough of West Homestead. Before\nBrown, O. J., Potter, Moschzisker, Frazer and Walling, JJ.\nAffirmed.\nTrespass for death of plaintiff’s husband. Before Davis, J.\nThe facts appear by the opinion of the Supreme Court.\nVerdict for plaintiff for $2,500 and judgment thereon. Defendant appealed.\nError assigned, among others, was in refusing defendant’s motion for judgment non obstante veredicto-.\nW. L. MeOonegly, for appellant.\nMeredith R. Marshall, with him Rody P. Marshall, for appellee.\nThe highway in question was a public highway: Kniss v. Borough of Duquesne, 255 Pa. 417.\nDefendant was guilty of negligence: Lindberg v. Mifflin Township, 247 Pa. 464.\nJanuary 7, 1918:"
  },
  "file_name": "0011-01",
  "first_page_order": 43,
  "last_page_order": 47
}
