{
  "id": 1040280,
  "name": "Toner's Estate",
  "name_abbreviation": "Toner's Estate",
  "decision_date": "1918-01-07",
  "docket_number": "Appeals, Nos. 55 and 56",
  "first_page": "49",
  "last_page": "59",
  "citations": [
    {
      "type": "official",
      "cite": "260 Pa. 49"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "162 Pa. 232",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        856824
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/162/0232-01"
      ]
    },
    {
      "cite": "16 Pa. Superior Ct. 434",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        832558
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/16/0434-01"
      ]
    },
    {
      "cite": "228 Pa. 410",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969915
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/228/0410-01"
      ]
    },
    {
      "cite": "218 Pa. 162",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999587
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/218/0162-01"
      ]
    },
    {
      "cite": "211 Pa. 459",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        940156
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/211/0459-01"
      ]
    },
    {
      "cite": "208 Pa. 58",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998110
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/208/0058-01"
      ]
    },
    {
      "cite": "182 Pa. 263",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        893238
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/182/0263-01"
      ]
    },
    {
      "cite": "24 Pa. 84",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        9503268
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/24/0084-01"
      ]
    },
    {
      "cite": "17 W. N. C. 444",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "4 Pa. C. C. 558",
      "category": "reporters:state",
      "reporter": "Pa. C.",
      "opinion_index": -1
    },
    {
      "cite": "200 Pa. 318",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        924392
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/200/0318-01"
      ]
    },
    {
      "cite": "168 Pa. 395",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        868503
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/168/0395-01"
      ]
    },
    {
      "cite": "163 Pa. 210",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        859034
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "216-18"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/163/0210-01"
      ]
    },
    {
      "cite": "136 U. S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1217864
      ],
      "pin_cites": [
        {
          "page": "59"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/136/0001-01"
      ]
    },
    {
      "cite": "162 Pa. 239",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        856768
      ],
      "pin_cites": [
        {
          "page": "240"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/162/0239-01"
      ]
    },
    {
      "cite": "228 Pa. 455",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969809
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "461-3"
        },
        {
          "page": "463"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/228/0455-01"
      ]
    },
    {
      "cite": "228 Pa. 58",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969815
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/228/0058-01"
      ]
    },
    {
      "cite": "57 Pa. 213",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010401
      ],
      "pin_cites": [
        {
          "page": "219"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/57/0213-01"
      ]
    },
    {
      "cite": "162 Pa. 232",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        856824
      ],
      "pin_cites": [
        {
          "page": "238-9"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/162/0232-01"
      ]
    },
    {
      "cite": "228 Pa. 410",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969915
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/228/0410-01"
      ]
    },
    {
      "cite": "218 Pa. 162",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999587
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/218/0162-01"
      ]
    },
    {
      "cite": "182 Pa. 263",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        893238
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "266"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/182/0263-01"
      ]
    },
    {
      "cite": "24 Pa. 84",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        9503268
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/24/0084-01"
      ]
    },
    {
      "cite": "237 Pa. 143",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988968
      ],
      "pin_cites": [
        {
          "page": "146"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/237/0143-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 874,
    "char_count": 21021,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 8.651997585951244e-07,
      "percentile": 0.9771758894051352
    },
    "sha256": "077f281ed2940cb769581108e4f7d9614f7525db7f3446a92f304d23efc33dc6",
    "simhash": "1:81090781d175e444",
    "word_count": 3669
  },
  "last_updated": "2024-02-27T16:58:39.930012+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mestrezat, Potter, Stewart, Moschzisaer and Frazer, JJ."
    ],
    "parties": [
      "Toner’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Moschzisker,\nThe present proceedings were instituted by petition for the purpose of having a testamentary trust declared at an end and the fund distributed among the heirs of the testator; the relief prayed for was refused and the petitioners have appealed.\nThe petition alleges that James L. Toner died January 6, .1899, leaving a will, which was probated in Westmoreland County; that he devised his residuary estate to the Benedictine Society of the Catholic Church in America, in trust, to erect and maintain an industrial school; that, in providing for this institution, the testator directed, inter alia, as follows: “One portion of said residuary estate will consist of my farm [describing it], upon Avhich I direct that the said Benedictine Society shall erect and set up suitable buildings and establish a school of an industrial character for the training and education of boys to qualify them to perform skilled manual and clerical labor- — this school shall be known as the Toner Institute”; that in a codicil he further provided, “In case the Benedictine Society......shall not accept the devise,......then the same is given......to the Catholic Diocese of Pittsburgh for the same purpose as mentioned and for no other”; that the society refused the trust and the Bishop of Pittsburgh was appointed trustee; that in 1911 the new trustee filed a petition praying for leave to sell the coal underlying the land upon which the school was to be erected; that in this petition the trustee averred the coal could be “mined and removed without injury, inconvenience to or interruption of the use of said Toner Institute,” and that, if the coal were sold, the funds thus derived would materially assist in the effective operation and maintenance of the institution; that the prayer of the petition was granted and the coal sold; that in 1913 the trustee filed another petition wherein he averred that, “since the sale of said coal, the same is being removed rapidly, which has allowed the surface of said 100-acre farm, upon which said school is built, to fall in in a great number of places, and to render the larger portion of said farm unfit for use and dangerous to life”; that,' on this averment, the trustee prayed for and was granted permission to abandon the site in question, and was empowered to select a suitable piece of ground near the City of Pittsburgh for the erection of the “Toner Institute,” which he did that in 1914 the trustee petitioned for leave and was granted authority to borrow $15,000 secured by a mortgage on this new property; and, finally, that all of these various petitions were acted upon by the court below without notice to the next of kin of the testator.\nThe petitioners prayed that the several orders before recited be vacated; that the court declare the trust “annulled” and “at an end,” because the charity had ceased and become impossible of performance through the “acts and negligence of the trustee”; and that the fund be awarded to the surviving executor of the testator “for distribution among his heirs and next of kin.” An answer and replication were filed, and, when the matter came to hearing, the petitioners asked a postponement so that they might present testimony, which request was refused; the court below adjudicated the case upon the pleadings.\nThe questions involved, as stated by appellants in their paper book, comprehend the following contentions: (1) That the court below had no power to refuse the prayers of the petition “without taking testimony as to the material facts averred therein, or, else, the court was bound to assume and find every material allegation of petitioners in their favor.” (2) That the Orphans’ Court had no power “to remove a trust estate to another county-” (3) “That the trust......has ceased and become impossible of performance through the negligence of the trustee,” and that, “as a result of the said failure of said trust, the trust estate of the decedent is now vested in his heirs and next of kin.”\nAs to the first contention, we are not convinced the court below erred when it refused the requested postponement to enable petitioners to present testimony. Although it is alleged in the petition that testator intended the Toner Institute to be located upon the farm designated in his will, and nowhere else, yet this and other like averments are mere allegations of the petitioners’ conclusions as to the wishes and purposes of the testator, and can have no controlling force separate and apart from the will; that document speaks for itself, and the petitioners do not pretend to have any other evidence upon the point in hand. We have recited the material averments of the petition, and, for purposes of this review, shall accept all of them as verity, assuming the court below did likewise.\nThe appellants present no argument in support of their second point, and we shall not enter upon any lengthy discussion of it here; but, in this connection, the learned court below calls attention to the fact that there is nothing contained in the Toner will expressly prohibiting the sale of the property by the trustee, or the purchase of other real estate with the proceeds thereof, or an expenditure of the trust fund at or upon a different location from that mentioned by the testator; and, finally, that, under like circumstances, in appropriate cases, departures óf such a character have repeatedly been allowed by our courts for the purpose of carrying out charitable trusts, citing Burton’s App., 57 Pa. 213, 219; Mercer Home Application, 162 Pa. 232, 238-9; Avery v. Home for Orphans, 228 Pa. 58; Kramph’s Est., 228 Pa. 455, 461-3; see also what is said upon the subject in hand by Mr. Justice Mitchell in Nauman v. Weidman, 182 Pa. 263, 266. We may add that our courts, in their control over trustees who hold for charitable uses, exercise the broad visitorial and supervisory powers of the Commonwealth; hence, when in their opinion the interests of any particular trust can be served best by sending the fund into an adjacent county (as in the present case), they have ample power to do so, if such a course is not expressly or impliedly forbidden by the donor or testator : Mercer Home v. Fisher, 162 Pa. 239, 240; Kramph’s Est., supra.\nIn disposing of appellants’ third contention, the court below states: “Can this trust, conceding mismanagement by the trustee......, fail so that the next of kin of the donor may distribute the trust funds among themselves? It is a cardinal maxim in the . courts of chancery, upon this subject, that a trust will not fail for want of a [faithful] trustee,” citing Bispham’s Equity, Section 136; Perry on Trusts, Section 38; Barr v. Weld, 24 Pa. 84; Nauman v. Weidman, 182 Pa. 263; Dulles’s Est., 218 Pa. 162; Hamilton y. Mercer Home, 228 Pa. 410; Mormon Church v. United States, 136 U. S. 1, 59. The court then goes on to say: “From these cases......, it is idle for the petitioners......to- suppose that they can come in and take the trust funds and property...... and part them among themselves and other collateral heirs. We have not even reached the doctrine of cy pres, ......because, as we understand it, that doctrine is only invoked when everything which is in direct line with the trust, and upon which it operates, has failed; and then the trust will be perpetuated for purposes as nearly like that intended by the donor as possible. It is therefore to be seen that the Toner Institute must be annihilated or obliterated and every other educational institution of about the same class......must be out of existence before these petitioners could touch this fund.”\nThe conclusion of the court below, as just stated, is vigorously attacked by appellants, who contend that, on the facts in this case, the object of the trust has ceased; that, therefore, the trust has come to an end, and, under the Act of July 7,1885, P. L. 259, they are entitled to the fund in the hands of the trustee. It must be conceded, by all, that, prior to- this act, the appellants would have no standing, in a proceeding such as the one at bar, either as claimants or complainants; which brings us to a consideration of the applicability of the statute relied upon by them, and several others in pari materia therewith.\nSection 10 of the Act of April 26, 1855, P. L. 328, defines the cy pres doctrine for our State. It provides, inter alia, that no disposition of property for charitable uses shall fail by reason of the “objects ceasing,” but it shall be the duty of any court having jurisdiction “to-carry into effect the intent of the donor or testator, so far as the same can be ascertained and carried into effect consistently with law and equity”; and, if this cannot be done, the legislature may act in the premises “as nearly in conformity with the intent of the donor or testator......as practicable,” or, “otherwise,” the fund is to “accrue to the public treasury for the public use.” Thus it may be seen that the petitioners can derive no comfort from the Act of 1855; for, even were the court below wrong in determining that the object of the present trust has not ceased, the fund would still be subject to disposition for .public purposes, and the heirs of the testator could have no claim thereon or special interest therein which would give them standing to complain.\nThe next act applying the cy pres doctrine was passed in 1876 (May 26, P. L. 211) ; but this statute has no relation to the facts at bar.\nThe Act of 1885, supra, provides that, “in the disposition of property by will, made or to be made for any ......charitable......use or purpose, if the object of the trust:.... .has ceased to exist......such property shall go to the heirs-at-law and next of kin of decedent”; and this is the legislation relied upon by appellants.\nThe act last mentioned is followed, however, by the Act of May 9, 1889, P. L. 173, which provides that “no disposition of property heretofore or hereafter made for any......charitable use shall fail......by reason of the objects ceasing......; but it shall be the duty of any court having equity jurisdiction......to carry into effect the intent of the donor or testator, so far as the same can be ascertained and carried into effect consistently with law or equity”; and this later legislation, while leaving the Act of 1885, supra, unaffected in some particulars, completely restored to the courts their cy pres power in cases such as the present, where a ceasing of the objects of the trust is alleged.\nThe next legislation upon the subject in hand is the Act of May 23, 1895, P. L. 114, which, by its title, is an amendment to the Act of 1855, supra. This Act of 1895 reenacts, almost in totidem verbis, the tenth section of the statute passed in 1855, adding “corporations not for profit” to the list of relators designated therein as entitled to appear in proceedings brought under the statute, and the word “heretofore,” in order to extend the remedy of the legislation to dispositions of property made prior to the date of the act, the evident and only purposes of the amendment being to mate these enlargements. Under the circumstances, this would not have the effect of eliminating either the Act of 1885 or 1889,( supra, but the amendment of 1895 would be qualified by both of these prior statutes, just as the Act of 1855, supra, was theretofore affected by them, since there is no absolute repugnancy between the new parts of the legislation of 1895 and the intermediate acts. It is established that “where a statute merely reenacts the provisions of an earlier one, it is to be read as part of the earlier statute, and not of the reenacting one, if it is in conflict with another passed after the first but before the last act; and therefore it does not repeal by implication the intermediate one” (Endlich on the Interpretation of Statutes, Section 194); or as expressed in 36 Cyc. 1084, “Nor does a later law, which is merely a reenactment of a former, repeal an intermediate act which qualifies and limits the first one, but such intermediate act will be deemed to remain in force, and to qualify or modify the new act in the same manner as it did the first”; see also Lewis’s Sutherland on Statutory Construction, Section 273, and Searight’s Est., 163 Pa. 210, 216-18. We may add that, even were it held the Act of 1855 was restored in its entirety by the Act of 1895 (which it was not), this would not help the present petitioners; for, as previously shown, they have no standing whatever under the former statute.\nTrim’s Est., 168 Pa. 395; Stevens’s Est., 200 Pa. 318, and Kortright’s Est. (No. 2), 237 Pa. 143,146, deal with the acts of assembly here in question, but do not rule the facts at bar, for in none of them did the petitioners rely upon an allegation that the objects of the trust had ceased; all of these cases are interesting, however, in connection with, the general subject now before us. It may be well to point out that Trim’s Est., supra, was decided in 1895, and construed a will dated 1893, when the Acts of '1889 and 1895 were unquestionably in force. While we affirmed the judgment in the Trim case, per curiam, we did not formally adopt the opinion of the court below; and all that was therein said with relation to the Acts of 1855 and 1885, supra, was unnecessary to the decision reached; for the judgment entered rested upon a finding of fact to the effect that the trust in question was not “uncertain,” in the legal sense of that term; hence, there was no necessity for the application of the cy pres doctrine, with which the acts under consideration deal.\nTo return to the case at bar: There is force in appellants’ contention that greater efforts should have been made to carry out, to the letter, the provisions of testator’s will, and that, with this end in view, a careful and diligent trustee, on a sale of the coal underlying the land in question, would at least have inserted a covenant for surface support in his deed of conveyance. It is to be borne in mind, however, that the proceedings under review were not brought for the* purpose of-- removing a derelict trustee, but were instituted, by distant relations of the testator, in order to have the trust declared at an end, so that the fund involved might be distributed among themselves; which would mean the entire frustration of the donor’s purpose to found a public charity, a result never permitted when the general intent of a benefactor can be approximately carried out: Kramph’s Est., 228 Pa. 455, 463.\nWe are by no means convinced the court below erred in its refusal to find that the object of the trust here under consideration had ceased, within the legal meaning of that term; but, were the fact otherwise, under our law, as already shown, the cy pres doctrine would be applied by the courts, so as to accomplish, as far as possible, the testator’s general purpose. Therefore, whichever way the case is considered, the appellants have no legal standing to complain.\nWe have two appeals before us, taken by the same parties. The first is as stated at the head of this opinion, while the second is to the decree entered permitting the trustee to mortgage the newly purchased real estate; but what we have written sufficiently covers both. The appeals are dismissed; appellants to pay the costs in each instance.",
        "type": "majority",
        "author": "Mr. Justice Moschzisker,"
      }
    ],
    "attorneys": [
      "G. W. Williams, for appellants.",
      "James S. Moorehead, with him Hermann L. Hegner and RoM. W. Smith, for appellee."
    ],
    "corrections": "",
    "head_matter": "Toner’s Estate.\nTrusts — Testamentary trusts — Trusts for charitable purposes— Removal of trust fund to another county — Negligence of trustee— Petition for termination of trust — Refusal — Gy pres doctrine — Statutes — Reenactment of earlier statute — Repeal by implication of intermediate statute — Acts of April 26, 1855, P. L. 828; July 7, 1885, P. L. 259; May 9, 1889, P. L. 178, and May 28, 1895, P. L. Ilk.\n1. Courts, in their control over trustees who hold for charitable uses, exercise the broad visitorial and supervisory powers of the Commonwealth, and when in their opinion the interests of any particular trust can be served best by sending the fund into an adjacent county, they have ample power to do so, if such course is not expressly or impliedly forbidden by the donor or testator.\n2. A testator, leaving a will, which was probated in Westmoreland County, devised his residuary estate to a religious society to erect and maintain an industrial school, and further declared “One portion of said residuary estate will consist of my farm [describing it] upon which I direct that the said Benedictine Society shall erect and set up suitable buildings- and establish a school of an industrial character for the training and education of boys....... In case [the society]......shall not accept the devise......then the same is given......to the Catholic Diocese of Pittsburgh for the same purpose as mentioned and for no other.” The society having refused the trust, the Catholic Bishop of Pittsburgh was appointed trustee and obtained leave to sell a part of the said real estate and to remove the institution which had been established thereon to the City of Pittsburgh. Certain next of kin of the testator petitioned that such decree be vacated. The lower court refused the petition without evidence. Petitioners contended that the court was bound to assume and find every material allegation of the petitioners in their favor, or else hear testimony thereon, and that the court had no power to remove the trust estate to another county. Held, that tbe petitioners’ allegation that tbe testator intended tbe institution to be erected upon his farm exclusively was not supported by the will, and that the court had power in its discretion to remove the trust estate to another county, if it should deem it desirable to do so, in the absence of any provision in the will expressly or impliedly forbidding such course.\n3. It is a cardinal maxim in the courts of chancery that a trust will not fail for want of a faithful trustee. The mere fact that a trust for charitable uses has been mismanaged by the trustee does not entitle the collateral heirs of the testator to the property.\n4. In such cases petitioners alleged that by reason of the mismanagement of the fund by the trustee it had become impossible to carry out the intention of the testator and that they were entitled to the fund under the Act of July 7, 1885, P. L. 259, providing, in effect, that, in the disposition of property by will, made for charitable purposes, if the object of the trust ceases to exist, such property shall go to the heirs at law and next of kin of decedent. The Orphans’ Court dismissed the petition. Held, upon appeal,, that under the Act of May 9, 1889, P. L. 173, providing that in such cases it shall be the duty of the court having equity jurisdiction to carry into effect the intent of the testator, so far- as the same can be ascertained, and the Act of May 23, 1895, P. L. 114, reenacting the cy pres Act of April 26, 1855, P. L. 328, Section 10, providing that it shall be the duty of a court of equity to carry into effect the intent of the testator as far as practicable and otherwise the fund “should accrue to the public treasury for the public use,” the petitioners had no legal standing to complain, and the decree was affirmed.\n5. A later statute, which is merely a reenactment of a former one, does not repeal an intermediate act which qualifies and limits the first one, but such intermediate act will be deemed to remain in force and to qualify or modify the new act in the same manner as it did the first.\nArgued Sept. 27, 1917.\nAppeals, Nos. 55 and 56, Oct. T., 1917, by Edward F. Layton, Nancy J. Layton and Edward Joseph Layton, from decree of O. C. Westmoreland Co., Nov. T., 1914, Nos. 80 and 69, refusing to decree the termination of a testamentary trust and refusing vacation of order, in Estate of James L. Toner, Deceased.\nBefore Mestrezat, Potter, Stewart, Moschzisaer and Frazer, JJ.\nAffirmed.\nPetition for a decree for the termination of a testamentary trust and petition for vacation of order permitting trustee to mortgage. Before Copeland, P. J.\nThe opinion of the Supreme Court states the facts.\nThe court refused the petitions. Petitioners appealed.\nError assigned, inter alia, in each appeal was the decree of the court.\nG. W. Williams, for appellants.\nUnder the Act of July 7,1885, P. L. 259, the next, of kin of the testator are entitled to the property: Alter’s Est., 4 Pa. C. C. 558.\nThe Act of May 23, 1895, P. L. 114, did not repeal the Act of 1885.\nThere is no express repealing clause and repeals by implication are not favored: Rogers v. Glendower Iron Works, 17 W. N. C. 444.\nJames S. Moorehead, with him Hermann L. Hegner and RoM. W. Smith, for appellee.\nA trust of this kind is not permitted to fail in order that the next of kin may receive the property: Barr v. Weld, 24 Pa. 84; Nauman v. Weidman, 182 Pa. 263; Daly’s Est., 208 Pa. 58; DeSilver’s Est., 211 Pa. 459; Dulles’s Est., 218 Pa. 162; Hamilton v. John C. Mercer Home, 228 Pa. 410; Funck’s Est., 16 Pa. Superior Ct. 434; Mercer Home, 162 Pa. 232.\nJanuary 7, 1918:"
  },
  "file_name": "0049-01",
  "first_page_order": 81,
  "last_page_order": 91
}
