{
  "id": 1040289,
  "name": "McKinney's Estate",
  "name_abbreviation": "McKinney's Estate",
  "decision_date": "1918-01-07",
  "docket_number": "Appeal, No. 170",
  "first_page": "123",
  "last_page": "129",
  "citations": [
    {
      "type": "official",
      "cite": "260 Pa. 123"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "170 Pa. 500",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        872235
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/170/0500-01"
      ]
    },
    {
      "cite": "136 Pa. 142",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        819999
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/136/0142-01"
      ]
    },
    {
      "cite": "119 Pa. 439",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        558084
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/119/0439-01"
      ]
    },
    {
      "cite": "59 Pa. 393",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        426935
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/59/0393-01"
      ]
    },
    {
      "cite": "242 Pa. 3",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998793
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/242/0003-01"
      ]
    },
    {
      "cite": "217 Pa. 485",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953640
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/217/0485-01"
      ]
    },
    {
      "cite": "119 Pa. 439",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        558084
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/119/0439-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 524,
    "char_count": 12006,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 2.5461798300926493e-07,
      "percentile": 0.8139071042365791
    },
    "sha256": "54660d75ab02e890dab5db548c4e084d628e15e80b98df747c612c74fe2721f7",
    "simhash": "1:33e8d5cb1e3d37ef",
    "word_count": 2080
  },
  "last_updated": "2024-02-27T16:58:39.930012+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Potter, Moschzisker, Frazer and Walling, JJ."
    ],
    "parties": [
      "McKinney’s Estate."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe trust estate created by the testatrix for her children is active, and they have but equitable life estates. The estates of the contingent remaindermen are legal, and, as the quality of these two estates is not the same, the rule in Shelley’s Case has no application: Little v. Wilcox, 119 Pa. 439; Xander v. Easton Trust Company, 217 Pa. 485. The questions raised by the assignments of error are properly, disposed of by tbe learned court below in its opinion dismissing tbe exceptions to tbe account of tbe trustee, and, on it, this appeal is dismissed, at tbe costs of tbe appellants.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Robert H. Leitch, of Leitch & Adelman, for appellants.",
      "Hill Burgwin, of H. <& G. G. Burgwin, with him Arthur M. Scully, for appellees."
    ],
    "corrections": "",
    "head_matter": "McKinney’s Estate.\nWills — Construction—Trusts—Equitable life interest — Contingent legal remainderman — Buie in Shelley’s Case — Trustees—Accountability — Commissions—Sale of real estate — Agent’s commission.\n1. Where a will creates an equitable life estate followed by legal ■ contingent remainders, the rule in Shelley’s Case is not applicable.\n2. Testatrix by will provided, “It is my will that all my property ......of which I shall die possessed......may remain intact and the income therefrom be used for the benefit of my children,” and then appointed her husband trustee of the estate and guardian of the children. The will further provided, “When all the children are deceased, the estate is to be divided equally among their heirs. Should any child die without issue, the portion of such child shall be divided equally between the direct heirs of the other children.” In case of the death of all the children without issue the will provided for a gift over. Testatrix’s husband and seven children, all minors, survived her and five thereafter reached their majority. Thereafter the husband died, but prior to his death he declined to act as trustee and assigned his interest in the estate to his children. A trust company was appointed trustee. Held, (1) the trust estate created by the testatrix for her children was active and they had equitable life estates, and (2) the estates of the contingent remaindermen were legal and the rule in Shelley’s Case did not apply.\n3. In such case where the trustee in a first and partial account filed after some of the cestuis que trustent had attained their majority, claimed credit for two per cent, commissions paid by it to the agent who negotiated the sale of real estate subject to the trust, and no exception was taken to such credit at the time, and the court confirmed such action, such question was' res judicata as to the cestui trustent who were then sui juris, and would not be reopened at the instance of a cestui que trust who was then a minor, where it appeared that tbe estate wa3 greatly benefited by tbe services rendered by the agent and that tbe amount charged was .reasonable.\n4. In such case where tbe will directed tbe trustee to invest tbe mon.ey of tbe estate in good rentable real estate, but instead of so investing it, tbe accountant made, investments in mortgages and bonds bearing five and one-balf per cent, interest there was no merit in tbe contention that tbe trustee should be surcharged with six per cent, interest on the amount invested where it appeared that the trustee could not have invested in rentable real estate yielding six per cent, interest, that exceptants bad suffered no loss, and that the income of tbe estate has been materially increased.\n5. In such case accountant’s charge of five per cent, commissions on the income accounted for was reasonable.\nArgued’ Oct. 16, 1917.\nAppeal, No. 170, Oct. T.,1917, by Birdella Hettler et al., from decree of O. 0. Allegheny Co., Jan. T., 1917, No. 168, dismissing exceptions to Trustee’s account in Estate of Mary Morton McKinney, Deceased.\nBefore Brown, C. J., Potter, Moschzisker, Frazer and Walling, JJ.\nAffirmed.\nExceptions to account of testamentary trustee.\nThe facts appear from the following opinion by Over, P. J.:\nMary Morton McKinney died testate February 18, 1896. In her will executed on the 1st of February, 1895, she made the following disposition of her estate:\n“Second. It is my will that all my property both real and personal of which I shall die possessed, or inherit after death, may remain intact and the income therefrom be used for the benefit of my children.\n“I hereby direct that my beloved husband James McKinney, act as trustee, who' shall take charge and have full control and care of the same during his life.\n“I also direct that when my estate is.placed in his hands, by virtue of this will, he is to invest it in good rentable real estate, exercising his best judgment as to the quality and character of the same, and shall collect the income from the property regularly and disburse it for the benefit of my children.\n“It is my will that each child shall have the advantage of a good education, and if any of my children desire to pursue any legitimate calling in life for which a special preparation and education is desired or required, it is-my will that such education and advantage of preparation shall be afforded them as far as the income from the estate will permit. It is my will that this arrangement shall continue during the natural livés of all my children.\n“When all the children are deceased, the estate is to be divided equally among their heirs.\n“Should any child die without issue, the portion of such child shall be divided equally between the direct heirs of the other children.\n“In case all the children die without issue during the life of my husband, James McKinney, he shall have the full benefit of the income during his life, and at his death the entire estate is to be divided equally among my nephews and nieces.\n“In case of the death of the trustee, James McKinney, before the provisions of this will are carried out, his successor as trustee shall deal equitably with all my children in the distribution of this estate.\n“It is my will that my husband, James McKinney, shall during his life receive a benefit from the income of this estate equally with that of each of my children.\n■ “I hereby direct that my husband, James McKinney, shall act as guardian of all my children during the years of their minority and as executor of this will.\n“Also as trustee of my estate, the said James McKinney is vested with authority to appoint a suitable person to succeed himself as trustee in case of his own death or disability, such person to take charge of the estate and carry out the stipulations of this will, and in that case the proper legal'security is to be given for the faithful performance of the same.”\nHer husband and seven children, all minors, survived her, and five of them who are over twenty-one years of age are still living. Her husband died January 19,1911. Prior to his death he declined to act as trustee^ assigned his interest in the estate to his children, and the accountant, the Safe Deposit & Trust Company, was appointed trustee.\nThe corpus accounted for here is the proceeds of the sale of testatrix’s real estate, and the question is whether it should be distributed to the children of the testatrix.\nCounsel for the children contend that under the will they took an estate in fee tail, which under the Act of 1855, became a fee simple; whilst counsel for the trustee contends that they took but a life estate, and that there is an active trust which must be continued during the life of all the children to protect the remaindermen.\nThis court held in McKinney’s Est., 52 P. L. J. 321, that a fee vested in the children, and there distributed rents accruing from the interest of one of the children after her death, unmarried, intestate and without issue, to her father. No appeal was taken from this decree. It, however, is not res adjudicata as to the construction of the will, but only as to the fund there distributed: Kellerman’s Est., 242 Pa. 3.\nTestatrix’s intention evidently was to give her husband and children the income of her estate during their lives, and after their death the corpus should vest in their issue or heirs, and to give effect to this intention she gave her estate to her husband as trustee with power to appoint a successor. But if under this will testatrix’s children took a legal estate for life, and upon their death the devises were either to their heirs generally, or to the heirs of their bodies, under the rule in Shelley’s Case, a fee tail vested in them subject to a trust for their and their father’s benefit during his lifetime, which under the Act of April 27,1855, P. L. 368, became a fee. But their estates for life are only equitable, the legal title being in the trustee, whilst the estates in remainder are contingent legal estates, and it is well settled that the rule in Shelley’s Case does not apply, unless the estates for life and in remainder are of the same nature: Eife v. Geyer, 59 Pa. 393; Little v. Wilcox, 119 Pa. 439. The devises over then upon the death of all the children to their heirs or issue or the testatrix’s nephews and nieces are effective, and as the persons who will take cannot now be ascertained, the trust is active and the corpus must be retained by the trustee to protect the remainder-men, the income to be paid to testatrix’s surviving children : Kuntzleman’s Est., 136 Pa. 142; Seitzinger’s Est., 170 Pa. 500.\nThe corpus included in this account, $63,989.25, is the proceeds of sale of testatrix’s undivided one-tenth interest in real estate in which the trustee joined under order of this court, with the other parties interested, and the accountant claims credit for $1,317.16, two per cent, commissions paid by it to the agent who negotiated the sale. In the first exception it is alleged that this credit should not be allowed.\nThe trustee filed a first and partial account in which credit for this payment was claimed at No. 471, September Term, 1913, no exceptions were filed and the account was.confirmed absolutely, and as this account embraces all the items of debit and credit in the former account, the credit is also claimed here. But as the credit has by the confirmation of the former account been allowed by the court, the question is res judicata as to all of the ex-ceptants who were then sui juris. But it is alleged that some were not, and that the trustee was also their guardian, and under these facts, as to the minor children, the decree would not be res judicata. All the other parties in interest had agreed to pay two per cent, commissions to the agent negotiating the sale, and although there does not appear to have been any express agreement by the trustee to pay commissions, it considered itself bound by the agreement. The estate was greatly benefited by the sale and services rendered by the agent. Equitably it should contribute to the necessary expenses, and as the amount paid was reasonable, the payment is approved by the court, and this exception is dismissed.\nThe will directed the trustee to invest the money of the estate in good rentable real estate, but instead of so investing it, the accountant made investments in mortgages and bonds bearing five to five and one-half per cent, interest, and in the second exception it is claimed that the trustee should be charged with six per cent, interest on the amount invested, making a surcharge of $2,410.55. It appears from the evidence that the trustee could not have invested in rentable real estate yielding six per cent., and it is clear that the exceptants have not suffered any loss by the investments made, as the income from the estate since the real estate was sold has been increased from one thousand dollars to three thousand dollars per annum. This exception is without merit and is therefore dismissed.\nAs five per cent, commissions on the income accounted for is reasonable, the third exception is also1 dismissed.\nThe lower court dismissed the exceptions. Except-ants appealed.\nError assigned, among others, was the decree of the court.\nRobert H. Leitch, of Leitch & Adelman, for appellants.\nHill Burgwin, of H. <& G. G. Burgwin, with him Arthur M. Scully, for appellees.\nJanuary 7, 1918:"
  },
  "file_name": "0123-01",
  "first_page_order": 155,
  "last_page_order": 161
}
