{
  "id": 1040264,
  "name": "Friday's Estate",
  "name_abbreviation": "Friday's Estate",
  "decision_date": "1918-01-07",
  "docket_number": "Appeal, No. 27",
  "first_page": "157",
  "last_page": "161",
  "citations": [
    {
      "type": "official",
      "cite": "260 Pa. 157"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "178 Pa. 57",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        885512
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/178/0057-01"
      ]
    },
    {
      "cite": "198 Pa. 326",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920323
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/198/0326-01"
      ]
    },
    {
      "cite": "246 Pa. 58",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1006216
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/246/0058-01"
      ]
    },
    {
      "cite": "185 Pa. 203",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        898015
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/185/0203-01"
      ]
    },
    {
      "cite": "246 Pa. 378",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1006255
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/246/0378-01"
      ]
    },
    {
      "cite": "251 Pa. 223",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019928
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/251/0223-01"
      ]
    },
    {
      "cite": "240 Pa. 575",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        993209
      ],
      "pin_cites": [
        {
          "page": "583, 585"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/240/0575-01"
      ]
    },
    {
      "cite": "29 Pa. 298",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        982894
      ],
      "pin_cites": [
        {
          "page": "303-4"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/29/0298-01"
      ]
    },
    {
      "cite": "246 Pa. 58",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1006216
      ],
      "pin_cites": [
        {
          "page": "62, 64"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/246/0058-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 472,
    "char_count": 6775,
    "ocr_confidence": 0.436,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03680639295958953
    },
    "sha256": "14969b66f2dd88684bac87cbb27ff2023744d3d27409f9c1c548b67585cf12f2",
    "simhash": "1:a5e3e30c8326d018",
    "word_count": 1161
  },
  "last_updated": "2024-02-27T16:58:39.930012+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Potter, Mosci-izisker, Frazer and Walling, JJ."
    ],
    "parties": [
      "Friday’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Moschzisker,\nAfter reading the evidence relied upon by appellants and considering the argument of their able counsel, we conclude that no court could properly sustain a verdict against the testamentary writing here under attack; hence there was no error in refusing to send an issue to the Common Pleas.\nThe case is so well disposed of in the following excerpts from the opinion of the learned court below, that we hffirm thereon: “The question involved in this proceeding is whether there should be an issue awarded ......to determine if the writing probated as the will of Jacob Friday is a valid will, or whether it is invalid by reason of insane delusions. Jacob Friday died at the age of seventy years, on April 16, 19Í3, having executed his last will and testament on the 14th of November, 1910, and several codicils* subsequent thereto......It is unquestioned that, prior to April 9th, 1909, he was strong physically and mentally, capable of performing a large amount of work, and of directing others; and was all of the time accumulating an estate. He had three sons, the last survivor of whom was accidentally killed on the date [last] above mentioned. It is without doubt that the death of this son affected him to such a degree that his health and his mind were both impaired, and he suffered a gradual decline from this date until the day of his death. The cause of his death was arteriosclerosis. It is alleged that h\"e had delusions about the value of his estate and the income therefrom, and that the will was the offspring of these delusions. A great deal of testimony was introduced to show that Mr. Friday, prior to the making of the will, had exaggerated ideas about the value of two of the assets of his estate, one being his investment in the Crescent Portland Cement Company, and the other a tract of land in the City of Pittsburgh'; and one witness testified that he had declared to him that he was worth more than a million dollars. His estate is worth about f600,000, and there is not one word of evidence in the case to show that he ever lost a dollar in any business matter. He doubtless did believe that some of his investments were of greater value than they actually turned out to be worth; but at best this was nothing but an exaggerated value, and cannot in any respect be held to have been an insane delusion. It was a mistake of judgment. Nor does an inspection of the will reveal anything which is indicative of insanity. That the general scheme of the disposal of the estate was evolved from the brain of this testator long before his son’s death and while Mr. Friday was in full strength and vigor, both physically and mentally, cannot be doubted. There was perhaps some change in the percentages of distribution to the legatees; but it is beyond doubt that his notion of the proper distribution among them was through the medium of a trust......There is no doubt that, at the time when this will was written......and executed...... with his wife’s written approval, he had sufficient mental capacity to know in a general way about his properties and his family, and, when the codicils were written and signed, that he understood the changes that were made in his will......He knew his children and grandchildren. It was not necessary that he should have sufficient memory left to identify his grandchildren by name, and this especially since he did not show any preference among them. He did not want to make an unequal distribution, but wanted all of them to have the same chance of gaining the amount of the estate which he was bequeathing and devising, with the conditions which he thought ought to be imposed. The will itself furnishes no evidence of any delusion; but, on the contrary, shows an anxious care of a good father and grandfather for the best interests of his offspring. If we were to twist [testator’s] exaggeration or mistake of judgment as to the value of his investments into a delusion, we [should have to] hold that exaggeration is [convincing evidence of] insanity......When there is delusion there is no basis of fact; but here [testator’s]......valuation had its source in the fact of ownership of the securities, and, [though] overestimated,......[it was] not purely imaginary. ......The decision of the register [admitting the will to probate] is affirmed [citing, on the points involved: McMasters v. Blair, 29 Pa. 298, 303-4; Guarantee Trust & Safe Deposit Co. v. Waller, 240 Pa. 575, 583, 585; Alexander’s Est., 246 Pa. 58, 62, 64].”\nThe assignments of error are overruled, and tbe decree is affirmed at cost of appellants.",
        "type": "majority",
        "author": "Mr. Justice Moschzisker,"
      }
    ],
    "attorneys": [
      "Willis F. McCook, with him B. J. Jarrett, and Harry Diamond, for appellants,",
      "N. R. Criss, with him George H. Stengel and J. Rogers McCreery, for appellee."
    ],
    "corrections": "",
    "head_matter": "Friday’s Estate.\nWills — Testamentary capacity — Insane delusions — Exaggerated idea of estate — Evidence—Insufficiency—Issue devisavit vel non— Refusal.\n1. A delusion exists only where there is no basis in fact for the belief, and a testator cannot he said to he laboring under a delusion ' merely because he has an exaggerated idea of the amount of his estate, which in fact is extensive.\n2. The fact that testator, a man seventy years of age and possessing an estate valued at $600,000, was under the mistaken impression that the value of his investments was much greater than that amount, is not in itself sufficient evidence that testator was laboring under insane delusions, especially where it appeared that until the time of his death he was in full strength and vigor of mind and body, and the will itself furnished no evidence of any delusion, hut provided for an equitable distribution of testator’s property among his children and grandchildren; and in such case an issue devisavit vel non was properly refused.\nArgued Oct. 17, 1917.\nAppeal, No. 27, Oct. T., 1917, by Mary F. Lightner, Marie Lightner, Genevieve Lightner, Rose S. Gurley, Marguerite Hughes, Flora Gurley, Mamie B. Tighe and Stella Friday, from decree of O. C. Allegheny Co., March T., 1914, No. 229, refusing issue devisavit vel non in Estate of Jacob Friday.\nBefore Brown, C. J., Potter, Mosci-izisker, Frazer and Walling, JJ.\nAffirmed.\nPetition for issue devisavit vel non. Before Trimble, J.\nThe facts appear by the opinion of the Supreme Court.\nThe lower court dismissed the petition. Petitioners appealed.\nError assigned, among others, was in refusing issue devisavit vel non.\nWillis F. McCook, with him B. J. Jarrett, and Harry Diamond, for appellants,\ncited: Herr’s Est., 251 Pa. 223 ; McNitt v. Gilleland, 246 Pa. 378.\nN. R. Criss, with him George H. Stengel and J. Rogers McCreery, for appellee.\nThere was no sufficient evidence that testator’s mistaken idea of the amount of his estate affected his capacity to make his will: McGovran’s Est., 185 Pa. 203; Alexander’s Est., 246 Pa. 58; Englert v. Englert, 198 Pa. 326; Schreiner v. Schreiner, 178 Pa. 57.\nJanuary 7, 1918:"
  },
  "file_name": "0157-01",
  "first_page_order": 189,
  "last_page_order": 193
}
