{
  "id": 1040333,
  "name": "Lazic v. The National Croatian Society of the United States of America, Appellant, et al.",
  "name_abbreviation": "Lazic v. National Croatian Society",
  "decision_date": "1918-01-07",
  "docket_number": "Appeal, No. 10",
  "first_page": "205",
  "last_page": "209",
  "citations": [
    {
      "type": "official",
      "cite": "260 Pa. 205"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "206 Pa. 152",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        931798
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/206/0152-01"
      ]
    },
    {
      "cite": "26 Pa. Superior Ct. 411",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        853816
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/26/0411-01"
      ]
    },
    {
      "cite": "215 Pa. 627",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        948269
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/215/0627-01"
      ]
    },
    {
      "cite": "2 Whart. 309",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830458
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0309-01"
      ]
    },
    {
      "cite": "135 Pa. 301",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        817425
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/135/0301-01"
      ]
    },
    {
      "cite": "8 W. & S. 247",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483389
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0247-01"
      ]
    },
    {
      "cite": "62 Pa. Superior Ct. 251",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        455310
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/62/0251-01"
      ]
    },
    {
      "cite": "241 Pa. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976076
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/241/0374-01"
      ]
    },
    {
      "cite": "64 Pa. Superior Ct. 169",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        457871
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/64/0169-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 403,
    "char_count": 7555,
    "ocr_confidence": 0.453,
    "pagerank": {
      "raw": 7.040397432944863e-08,
      "percentile": 0.4246149099812383
    },
    "sha256": "5fcee38c98bd0f6d84a4993c51397b776a2a730f9f6ff48d82e51a2145f0d31a",
    "simhash": "1:bfaf4f7e738de07b",
    "word_count": 1286
  },
  "last_updated": "2024-02-27T16:58:39.930012+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mestrezat, Stewart, Moschzisker, Frazer and Walling, JJ."
    ],
    "parties": [
      "Lazic v. The National Croatian Society of the United States of America, Appellant, et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mestrezat,\nThis case should not have gone beyond the Common Pleas where it was properly disposed of by the learned trial judge for the reasons stated in his opinion. The plaintiff was a member of Sub-Assembly No. 2 of the National Croatian Society, and for the offense charged against him he should have been triad by a court specially constituted in conformity with section 101 and subsequent sections of the by-laws regulating subassemblies. Section 101 provides that “if charges are brought against any officer or member of a subassembly, they shall be referred to a trial court consisting of three members of which the president shall appoint one and the others shall be elected by the subassembly.” Subsequent sections provide the procedure before the trial court. Section 105 provides that either party may appeal to the High Trial Court, and, if SO', the whole record of the case shall be certified to that court by the trial court. The judgment of the appellate court is final and decisive. The Supreme Trial Court is the supreme court of appeals of the society, and it has original jurisdiction in certain specified cases, but manifestly not in the present case, which is clearly within the jurisdiction of the court created by section 101 of the by-laws.\nThe suit was instituted in the Supreme Trial Court, as appears by the notice to Lazic of the trial, by the Supreme Board of Directors of the National' Croatian Society. Lazic did not submit himself to the jurisdiction of the court but, on the contrary, appeared and objected'to its jurisdiction saying to the court that “under the constitution tlie High Trial Court did not have the power to proceed against a member.” He then withdrew. He exhausted his remedies for correcting the illegal judgment of the High Trial Court by an appeal to the National Convention where he continued to object to the .jurisdiction of that court, but without avail. The plaintiff has, therefore, in the present action invoked the aid of the civil courts to protect his rights in the National Croatian Society or corporation from which he has been illegally expelled. The learned trial court and the Superior Court correctly disposed of the case, and, therefore, the judgment of the latter affirming the judgment of the former court is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Mestrezat,"
      }
    ],
    "attorneys": [
      "John N. English, with him Francis A. Bo<gadeh, for appellant.",
      "J. M. Friedman, for appellee."
    ],
    "corrections": "",
    "head_matter": "Lazic v. The National Croatian Society of the United States of America, Appellant, et al.\nBeneficial associations — Members—Expulsion—By-laws—Trial— Illegal expulsion — Mandamus—Reinstatement.\nA mandamus to compel the reinstatement of a member of a beneficial association in the society from which he had been expelled was properly awarded, where it appeared that he had been expelled for an offense against the laws of the order, but where it further appeared that he had not been tried by the tribunal constituted by the by-laws for the trial of such cases, but by another tribunal having no jurisdiction under the laws of the order, and that he had appeared and objected to the jurisdiction of the court which tried him, and had withdrawn without presenting a defense on the merits.\nArgued Oct. 8, 1917.\nAppeal, No. 10, Oct. T., 1917, by .the National Croatian Society of the United States of America, from judgment of Superior Court, April T., 1916, No. 134, affirming judgment of C. P. Allegheny Co., June T., 1910, No. 831, for relator, on petition for mandamus, in case of Trivan Lazic v. The National Croatian Society of the United States of America, a Corporation; Pa vac, Ha j die, Stepan • Rebrovic and Josip Marohnic, The Executive Board, and Peter Pavlinac, Simún Grbin, Ivan Bozic, Nikola Bomac, Jakov Paveli and Aleksander Ivcec, Composing the Supreme Trial Court of said Corporation.\nBefore Mestrezat, Stewart, Moschzisker, Frazer and Walling, JJ.\nAffirmed.\nAppeal from Superior Court.\nThe facts appear in the opinion of the Supreme Court, and in Lazic v. The National Croatian Society of the United States of America, 64 Pa. Superior Ct. 169, and in the following opinion of Macfarlane, J., sur defendants’ motion for a new trial and for judgment n. o. v.:\nThe plaintiff was a member of subordinate lodge No. 2 of the National Croatian Society. He was notified, by the high trial court of the national society, of charges brought by the society, appeared, objected to the jurisdiction of that court and withdrew. The trial proceeded on the charges so made and he was sentenced to- pay a fine of ten dollars and retract certain statements made by him, which were the ground of his conviction, or be expelled. On his refusal to pay and retract he was expelled.\nBy paragraph eleven of the Constitution, the High Trial Court is the Supreme Court of Appeals of the society ; it decides on charges made by the board of directors against any member of the board and on charges made by a subassembly against any officer of the sub-assembly or any member thereof.\nThe plaintiff’s case does not come within any of these provisions. The intention to exclude a case, of a charge made, as this was, against a member of a subassembly (unless made by the subassembly itself), is shown by the fact that section 101 provides that such a charge is to be tried before a specially appointed trial court of members of that lodge.\nThe High Trial Court had no jurisdiction. The plaintiff appealed to the convention, the highest tribunal of the society, complaining that “they ignore the by-laws” and that he had been unlawfully fined and expelled; also making other charges. The convention had power to annul, modify or affirm, and it modified by relieving the plaintiff from making a retraction, but not remitting the fine, whereupon he sued out this writ of mandamus.\nHe must appeal to the convention or be precluded on the ground that he has not endeavored to obtain redress within the society. He continued to object to the legality of the action of the trial court and even under the analogy of appeal in courts of law he has not submitted to the jurisdiction. It would be a strange doctrine to say: “You must take your case to the highest tribunal and exhaust your remedies in the society or you cannot come into a court of law, but if you do appeal to the supreme tribunal, you will be dismissed from the court.”\nThe Court of Common Pleas awarded a mandamus to compel plaintiff’s reinstatement as a member of defendant society. The Superior Court affirmed the judgment of the Court of Common Pleas. The National Croatian Society of the United States of. America appealed.\nError assigned was the judgment of the Superior Court.\nJohn N. English, with him Francis A. Bo<gadeh, for appellant.\nThe remedies within the organization must be exhausted before appealing to the civil courts: Com. ex rel. Meyers et al. v. Heilman, 241 Pa. 374; Neff v. Penna. Daughters of Liberty, 62 Pa. Superior Ct. 251; Commonwealth v. Pike Beneficial Society, 8 W. & S. 247; Commonwealth v. Union League of Philadelphia, 135 Pa. 301; Black & White-Smiths’ Society v. Vandyke, 2 Whart. 309; Beeman v. Supreme Lodge, Shield of Honor, 215 Pa. 627; Crow v. Capital City Council, 26 Pa. Superior Ct. 411.\nThe civil courts will not interfere with a popular’and regular decision on the merits by the tribunal having jurisdiction- under the by-laws of the order: Irvine v. Elliott, 206 Pa. 152; Com. v. Union League of Philadelphia, 135 Pa. 301.\nJ. M. Friedman, for appellee.\nThe plaintiff could not be expelled from the defendant order until charges had been formulated and presented to the tribunal by which he was triable under the laws of the order.\nJanuary 7, 1918:"
  },
  "file_name": "0205-01",
  "first_page_order": 237,
  "last_page_order": 241
}
