{
  "id": 1040287,
  "name": "Volpe et al., Appellants, v. Philadelphia Rapid Transit Company",
  "name_abbreviation": "Volpe v. Philadelphia Rapid Transit Co.",
  "decision_date": "1918-02-25",
  "docket_number": "Appeal, No. 272",
  "first_page": "402",
  "last_page": "407",
  "citations": [
    {
      "type": "official",
      "cite": "260 Pa. 402"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 399,
    "char_count": 8704,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 8.685371297493976e-08,
      "percentile": 0.4924715688057489
    },
    "sha256": "3cdb790c444d006c532b8d1765da9ce431fac45d569574c121e526433ac05ec2",
    "simhash": "1:e2f5e09c0503c0dc",
    "word_count": 1569
  },
  "last_updated": "2023-07-14T14:34:45.776966+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Potter, Stewart, Moschzisker, Frazer and Walling, JJ."
    ],
    "parties": [
      "Volpe et al., Appellants, v. Philadelphia Rapid Transit Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe court below properly refused to take off the judgment of compulsory nonsuit in this case. There was no evidence of negligence upon the part of the defendant company, sufficient to justify its submission to the jury.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Thomas F. Gain, of Simpson, Brown & Williams, for appellants.",
      "William M. Stewart, Jr., for appellee."
    ],
    "corrections": "",
    "head_matter": "Volpe et al., Appellants, v. Philadelphia Rapid Transit Company.\nNegligence — Street railways — Two seated motorcycle — Right-angle collision — Injury to passenger in motorcycle — Contributory negligence of passenger — Nonsuit.\n1. In an action against a street railway company to recover for personal injuries sustained by a passenger on a two seated motorcycle in a right-angle collision with a street car, a compulsory non-suit was properly entered where it- appeared that plaintiff was seated beside the operator of the motorcycle; that they approached the intersection at a speed of ten miles per hour, reducing the speed to three miles per hour as they reached the near house line on the intersecting street, that on reaching the house line the driver saw the street car approaching about eighty or one hundred feet away but continued to drift toward the tracks; that the motorcycle passed on to the'tracks when the car was only fifteen or twenty feet away and still in motion, and was struck before it could clear the tracks; and where there was nothing to show that the trolley car was not under perfect control, or that it was approaching at an excessive speed. Reid, no evidence of negligence.\n2. Not decided if there was negligence of the passenger.\nArgued Jan. 21, 1918.\nAppeal, No. 272, Jan. T., 1917, by plaintiffs, from final order of C. P. No. 3, Philadelphia £!o., June T., 1915, No. 4063, refusing to take off compulsory nonsuit in case of Annie Yolpe, by her father and next friend, Angelo M. Yolpe and Angelo M. Yolpe, in his own right, v. Philadelphia Rapid Transit Company.\nBefore Potter, Stewart, Moschzisker, Frazer and Walling, JJ.\nAffirmed.\nTrespass for personal injuries.\nThe facts appear from the following statement by Davis, J., in entering the nonsuit:\nThe plaintiff, Annie Yolpe, brings this action to recover damages for injuries sustained on the fifteenth day of May, 1915, by being thrown from a motorcycle on which she was riding with one Charles Di Orio. The alleged negligence of the defendant, as the basis of the action, is that a car of the defendant company was negligently and-carelessly operated at a high rate of speed in a southerly direction on Seventeenth street at or near the intersection of Mifflin street. The plaintiff further avers that the collision between the motorcycle and the defendant’s car was entirely due to, and caused by, the negligence of defendant, the failure of the motorman in charge of the said car to give notice of intention to cross Mifflin street in advance of the motorcycle and the high rate of speed at which the said car was being operated and was not due to, or in any way contributed to on the part of, the person in charge of the motorcycle.\nThe plaintiff, Miss Volpe, was riding on a motorcycle. The motorcycle was operated by Charles Di Orio. It appears that there is a seat on each side of the center bar of the motorcycle; that Miss Volpe was sitting on the right-hand side of the motorcycle and that her companion Mr. Di Orio, was seated on the opposite side. The testimony of Mr. Di Orio is that he was going west on Mifflin street; that as he approached the intersection of Seventeenth and Mifflin streets he was going about ten miles an hour about two hundred feet east of Seventeenth street; that he reduced the speed and as he reached the easterly house line of Seventeenth street he looked north and saw a car approaching eighty or one hundred feet away; that he did not stop the motorcycle, but continued to drift toward the track of the railway company; that when he reached the curb he heard a noise which he thought was made by the putting on of the brakes of the car; he assumed that the car was coming to a stop; that before he crossed the tracks the car was fifteen or twenty feet away and was still in motion. The driver of the motorcycle continued however to cross the tracks, and the motorcycle was struck by the car causing injury to Miss Volpe, the plaintiff.\nThere is no positive evidence as to where the motorcycle was on Mifflin street; that is to say, whether it was exactly in the center or near the south curb line or whether it was near the north curb line. We may assume perhaps that it was in the center, the center of the street. The accident occurred at nine o’clock at night. There is no evidence that there was the slightest thing to obstruct the view of the driver of the motorcycle; in fact, he testified that he saw the car approaching when he was at the house line, that he saw it when he was at the curb line, and before he started to cross the tracks, the car was in motion and fifteen or twenty feet away from him. It does not appear that he did not have his motorcycle under perfect control and could have stopped, going at the reduced rate of speed at which he was going; he had thrown the clutch out and the motorcycle was drifting across the tracks. He said he did not hear the bell. That was negative testimony, but in view of his own testimony that he saw the car when it was eighty or one hundred feet away from him, whether or not a bell was rung is not material, as he saw the car distinctly all the time that he was approaching the tracks.\nThe plaintiff and her companion were riding on a machine which involved more than ordinary hazard. The burden is on the plaintiff to prove the negligence upon which she bases her right to recover. The negligence of the defendant cannot be presumed; it must be proved. There is no evidence in this case that the motorman did not have his car under control, or that the car was going at a high rate of speed; in fact, the driver of the motorcycle testified the car was going very slowly as it approached Mifflin street. The speed had been reduced; but the car had not at any time come to a stop, and the driver of the motorcycle was aware of that fact. I repeat, he testified that he allowed the motorcycle to drift in front of the car when the car was but fifteen or twenty. feet away from him and in motion.\nAs to contributory negligence on the part of the plaintiff, Miss Volpe, there appeared to be no protest from her at the time as to the conduct of the driver of the motorcycle in passing in front of the car which was but fifteen or twenty feet away from them and in motion. It appears from the evidence of the plaintiff and her witnesses that if the motorcycle was going as slowly as Mr. Di Orio, the driver, testified it was, the motorman would have been justified in believing that the motorcycle would be brought to a stop, before passing in front of a moving car which was but fifteen or twenty feet away. As we said in the case of Brown v. Philadelphia Rapid Transit Co., 252 Pa., page 475: Ht is the duty of bicycle riders, as well as drivers of vehicles, about to cross the tracks of a street railway company, to look after they have passed the house line and before they attempt to cross the tracks of the railway company.’ The driver of the motorcycle in the case at bar testified that he did that, that he complied with that requirement of law. But we further said: ‘If the car is so close or approaching at such a distance as to make the crossing perilous and they are injured by reason of their failure to look, they are guilty of such contributory negligence as bars their right to recover. If they take the chance of passing in front of a rapidly approaching car, and fail in that attempt, they are guilty of such negligence as precludes recovery, and there is no liability on the part of the defendant.’ In the case at bar the dominant right to the track was in the defendant company at that time. The driver of the motorcycle was bound to look before crossing the track, and if he took the risk of driving in front of a moving car, it would bar his right to recover. The contributory negligence of the driver of the motorcycle, may not be a controlling factor as to plaintiff’s right to recover. The plaintiff was, however, a volunteer in this hazardous undertaking, and entered no protest against the driver proceeding in front of a moving car. I am of opinion that under all the facts in this case that the plaintiff has failed to prove negligence on the part of the defendant, and that the motion for nonsuit must be granted.\nPlaintiffs appealed.\nError assigned, among others, was in refusing to take off compulsory nonsuit.\nThomas F. Gain, of Simpson, Brown & Williams, for appellants.\nWilliam M. Stewart, Jr., for appellee.\nFebruary 25, 1918:"
  },
  "file_name": "0402-01",
  "first_page_order": 434,
  "last_page_order": 439
}
