{
  "id": 1040321,
  "name": "Rafferty v. Davis, Appellant",
  "name_abbreviation": "Rafferty v. Davis",
  "decision_date": "1918-03-18",
  "docket_number": "Appeal, No. 186",
  "first_page": "563",
  "last_page": "568",
  "citations": [
    {
      "type": "official",
      "cite": "260 Pa. 563"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "207 Mass. 102",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3476770
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/207/0102-01"
      ]
    },
    {
      "cite": "221 Pa. 67",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        956111
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/221/0067-01"
      ]
    },
    {
      "cite": "233 Pa. 341",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981052
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/233/0341-01"
      ]
    },
    {
      "cite": "224 Pa. 13",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        963091
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/224/0013-01"
      ]
    },
    {
      "cite": "253 Pa. 262",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024018
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/253/0262-01"
      ]
    },
    {
      "cite": "220 Pa. 154",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1005899
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/220/0154-01"
      ]
    },
    {
      "cite": "196 Pa. 508",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        916758
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/196/0508-01"
      ]
    },
    {
      "cite": "225 Pa. 100",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965245
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/225/0100-01"
      ]
    },
    {
      "cite": "200 Pa. 148",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        924359
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/200/0148-01"
      ]
    },
    {
      "cite": "229 Pa. 575",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        971843
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/229/0575-01"
      ]
    },
    {
      "cite": "173 Pa. 228",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        875804
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/173/0228-01"
      ]
    },
    {
      "cite": "214 Pa. 244",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        946064
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/214/0244-01"
      ]
    },
    {
      "cite": "113 Pa. 126",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457611
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/113/0126-01"
      ]
    },
    {
      "cite": "247 Pa. 54",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009531
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/247/0054-01"
      ]
    },
    {
      "cite": "190 Pa. 350",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        905142
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/190/0350-01"
      ]
    },
    {
      "cite": "222 Pa. 448",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        959403
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/222/0448-01"
      ]
    },
    {
      "cite": "253 Pa. 262",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024018
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/253/0262-01"
      ]
    },
    {
      "cite": "214 Pa. 244",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        946064
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/214/0244-01"
      ]
    },
    {
      "cite": "247 Pa. 54",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009531
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/247/0054-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 602,
    "char_count": 11731,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 2.915683742923452e-07,
      "percentile": 0.8461292530954507
    },
    "sha256": "4f62b24f8fabd58953c796eee60f60efcb4a4e2bd3d30a6502abfde423e4d2b1",
    "simhash": "1:d3e3801c9a4957e0",
    "word_count": 2055
  },
  "last_updated": "2024-02-27T16:58:39.930012+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mesteezat, Pottee, Stewaet, Feazee and Walling, JJ."
    ],
    "parties": [
      "Rafferty v. Davis, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Potter,\nThis is an appeal from a judgment entered upon a verdict for damages to the plaintiff resulting* from the negligence of the defendant in conducting blasting operations in or near a residence district. In the statement of claim it is averred that, on September 22, 1915, defendant was the owner and operator of a quarry situated at Dexter street and Schur’s lane, Manayunk, Philadelphia ; that on the same date plaintiff was sitting at the window of her house, which is about one and a half squares away from where defendant was operating his quarry, and that, while she was thus seated at the window, a large stone or rock, blown from defendant’s premises, crashed through the window and severely and permanently injured her. The specific negligence averred against defendant was the use of an overcharge of powder, and failure to use reasonable precautions to safeguard the vicinity from flying pieces of rocks. It is contended upon the part of appellant that the evidence as to such negligence as was set forth in the statement, was not sufficient to justify its submission to the jury. It appears from the record, however, that there was testimony tending to show that the blast was so violent that a witness, distant some fifty yards from the point of the explosion, was thrown off his feet by the shock, and another witness, half a square away, was almost thrown from the roof of his house where he was working; also that a shower of stones and dirt fell on the houses and in the streets, over an area extending a short square and a half from the quarry. If this evidence was credited, it was sufficient to justify an inference by the jury that the blast was the result of an overcharge, and to warrant a finding of negligence upon that ground. Defendant evidently anticipated the possibility of danger from the blast, for the witness, Prince, who was in charge of the work, and who set off the blast, testified that he sent out Avorkmen with red flags to warn people to keep off the streets in the vicinity until the explosion was over. We have several times said that extreme care must be observed in the nse of so dangerous a substance as dynamite. In Sowers v. McManus, 214 Pa. 244, the present Chief Justice said (p. 245) that the general rule in cases of the explosion of dynamite, where third parties having no relation to the person having it in possession are injured, is that the highest degree of care must be exercised. The same statement of principle was approved in Derry Coal & Coke Co. v. Kerbaugh, 222 Pa. 448, and in Forster v. Rogers Bros., 247 Pa. 54. In Zahniser v. Penna. Torpedo Co., 190 Pa. 350, this court, speaking through Mr. Justice Mitchell, said (p. 353) : “In cases where the duty is not absolute, like that of a common carrier to exercise the highest care and skill in regard to the safety of a passenger who has committed himself to its charge, but arises in the ordinary course of business, it is essential that it shall appear that the transaction in which the accident occurred was in the exclusive management of the defendant, and all the elements of the occurrence within his control, and that the result was so far out of the usual course that there is no fair inference that it could have been produced by any other cause than negligence. If there is any other cause apparent to which the injury may with equal fairness be attributed, the inference of negligence cannot be .drawn.”\nIn the case at bar the transaction in which the accident occurred was in the exclusive management of defendant, all the elements of the occurrence were within his control, the result was so far out of the usual course that no fair inference that it could have been produced by any other cause than negligence, and no other cause is apparent to which the injury may with equal fairness be attributed. The case seems, therefore, to fall directly within the rule as stated.\nIn the case last cited, Mr. Justice Mitchell also said (p. 353) : “The accurate statement of the law is, not that negligence is presumed, but that the circumstances amount to evidence from which it may be inferred by the jury.” In the case at bar we think the circumstances did amount to such evidence. It certainly was not necessary to put in a blast so powerful as to produce the result which followed in this case. It is common knowledge that in the use of explosives' in blasting, they can be so regulated as to produce the desired results within a very reasonable degree of accuracy. Such a violent and unusual result as that here shown amounts in itself to evidence from which the jury might well have inferred a lack of proper care in the amount of explosive used for the blast.\nAnother element, which appears upon the surface of the case, arises out of the duty which rests upon one, conducting blasting operations upon his own property, to do so in such a manner as not to injure others, in person or property. If he inflicts such injury, it is a trespass for which he may be held responsible even if not shown to be negligent. This principle was illustrated in Mulchanock v. Whitehall Cement Mfg. Co., 253 Pa. 262, where we said (p. 264) : “It is clear that the evidence here disclosed a case of aggravated wrong to the rights and property of the plaintiff. If the defendant so conducted its work of blasting upon its premises, as to cause damages to the adjoining property by casting rocks thereon, this amounted to a direct trespass on the premises injured, for which the liability of defendant was absolute, and for which it is bound to respond in damages without regard to the question of negligence.” A statement of the same principle as reflected in the textbooks, appears in 11 Ruling Case Law (1916), sec. 673, where it is said: “The decided weight of authority supports the view that where one explodes blasts on his own land and thereby throws rock, earth or debris on the premises of his neighbor, he commits a trespass and is answerable for the damage caused, irrespective of whether the blasting is negligently done. This rule is not restricted to liability for injury to the land or improvements of an adjoining owner. As the safety of persons is more sacred than the safety of property, the liability extends to personal injuries inflicted on such adjoining owner, or on any one who is lawfully on his premises. The rule extends, moreover, to injuries inflicted on persons traveling on a public highway.” Another statement of the rule is found in 1 Thompson on Negligence, Sec. 764, p. 704, where it is said: “Where the work of blasting is done in a situation where it is necessarily dangerous to the public, as in a thickly settled portion of a .city, whereby a person is killed or injured, damages are recoverable for such injury or death without proof of negligence, and notwithstanding proof that the person or corporation so firing the blast employed skillful and experienced men and exercised the highest degree of care. The reason is, that in such a case the work itself is so inherently dangerous, that the doing of it, no matter how carefully, is of itself negligence, so that no amount of care in doing the negligent act will excuse the actor from the responsibility of the consequences which grow from it.”\nWe find no merit in the first and second assignments of error in which complaint is made of the refusal of requests for binding instructions. The requests were properly declined by the trial judge. The fourth, fifth, and sixth assignments of error are in violation of the rules, in that they do not quote the specific action of the court, to which objection was taken. They are, however, without merit.\nThe assignments are all dismissed, and the judgment is affirmed..",
        "type": "majority",
        "author": "Mr. Justice Potter,"
      }
    ],
    "attorneys": [
      "John Weaver, for appellant.",
      "Maurice V. Daniels, for appellee."
    ],
    "corrections": "",
    "head_matter": "Rafferty v. Davis, Appellant.\nNegligence — Trespass—Quarry-blasting operations — Dynamite— Degree of care — Casting stones on private property — Injury to persons— Plaintiff’s statement — Allegata et probata — Bes ipsa loquitur.\n1. The general rule in eases of explosion of dynamite, where a third party, having no relation to the person having it in possession, is injured, is that the highest degree of care must be exercised.\n2. It is the duty of one conducting blasting operations upon his own property to do so in such a manner as not to injure others, in person or property. If he inflicts such injury, it is a trespass for which he may be held responsible even if not shown to be negligent. This rule is not restricted to liability for injury to the land or improvements of an adjoining owner. As the safety of persons is more sacred than the safety of property, the liability extends to personal injuries inflicted on such adjoining owner, or on any one who is lawfully on his premises.\n3. The case was for the jury in an action to recover damages for personal injuries brought against thé owner of a quarry who was conducting blasting operations thereon, and a verdict and judgment for plaintiff will be sustained where it appeared that there had been an intentional explosion of dynamite in defendant’s quarry so violent that a witness 50 yards from the point of the explosion was thrown off his feet by the shock; that another witness was almost thrown from the roof of his house where he was working; and that a shower of stones and dirt fell on the houses and in the streets, over an area extending a short square and a half from the quarry; that, while plaintiff was sitting at a window, about a square and a half from the quarry, a rock blown from defendant’s premises crashed through the window and severely injured her; and where it further appeared that defendant anticipated danger from the blast and warned people to keep off the streets in the vicinity until the explosion was over.\n4. Such evidence was sufficient to justify an inference by the jury that the blast was .the result of an overcharge, and to warrant a finding of negligence on that ground, as alleged in plaintiff’s statement.\n5. Such a violent and unusual result as that shown here amounts in itself to evidence from which the jury may infer a lack of proper care in the amount of explosive used for the blast.\nArgued Jan. 11,1918.\nAppeal, No. 186, Jan. T., 1917, by defendant, from judgment of C. P. No. 2, Philadelphia Co., Sept. T., 1915, No. 648, on verdict for plaintiff in case of Marie 0. Rafferty by her mother and next friend, Catherine McDermott, v. Earl K. Davis.\nBefore Mesteezat, Pottee, Stewaet, Feazee and Walling, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries. Before Baeeatt, P. J.\nThe opinion of the Supreme Court states the facts.\nVerdict for plaintiff for $7,500.00 and judgment thereon. Defendant appealed.\nErrors assigned were in refusing to direct a verdict for defendant and in refusing to enter judgment for defendant n. o. v.\nJohn Weaver, for appellant.\nThe plaintiff having alleged negligence as the basis of his action, must prove it: Forster v. Rogers Bros., 247 Pa. 54; Penna. Coal Co. v. Sanderson, 113 Pa. 126; Sowers v. McManus, 214 Pa. 244; Snodgrass v. Carnegie Steel Co., 173 Pa. 228; Lanning v. Pittsburgh Rys. Co., 229 Pa. 575; Wiest v. Electric Traction Co., 200 Pa. 148; McLean v. Schoenhut, 225 Pa. 100; Wilkinson Mfg. Co. v. Welde, 196 Pa. 508; Stewart v. DeNoon, 220 Pa. 154.\nMaurice V. Daniels, for appellee.\nThere was overwhelming evidence in this case from which the jury could infer negligence on the part of the defendant. The charge of powder was excessive: Mulchanock v. Whitehall Cement Mfg. Co., 253 Pa. 262.\nThe case was for the jury: Chittick v. Philadelphia Rapid Transit Co., 224 Pa. 13; Welsh v. Kerr Coal Co., 233 Pa. 341; Hess v. American Pipe Manufacturing Co., 221 Pa. 67; Driscoll v. Gaffey, 207 Mass. 102.\nMarch 18, 1918:"
  },
  "file_name": "0563-01",
  "first_page_order": 595,
  "last_page_order": 600
}
