{
  "id": 1184274,
  "name": "Clauson, Appellant, v. Stull, Admrx",
  "name_abbreviation": "Clauson v. Stull",
  "decision_date": "1938-06-30",
  "docket_number": "Appeal, No. 124",
  "first_page": "101",
  "last_page": "106",
  "citations": [
    {
      "type": "official",
      "cite": "331 Pa. 101"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "151 N. C. 529",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        8655427
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc/151/0529-01"
      ]
    },
    {
      "cite": "66 S. E. 588",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "opinion_index": 0
    },
    {
      "cite": "222 Mo. App. 768",
      "category": "reporters:state",
      "reporter": "Mo. App.",
      "case_ids": [
        1807751
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mo-app/222/0768-01"
      ]
    },
    {
      "cite": "8 S. W. (2d) 98",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "130 Ky. 153",
      "category": "reporters:state",
      "reporter": "Ky.",
      "case_ids": [
        1325198
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ky/130/0153-01"
      ]
    },
    {
      "cite": "114 S. W. 338",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "113 S. W. 56",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "100 Fla. 1707",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1279808
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/100-2/1707-01"
      ]
    },
    {
      "cite": "132 So. 198",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "opinion_index": 0
    },
    {
      "cite": "186 A. 79",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "323 Pa. 352",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1169612
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/323/0352-01"
      ]
    },
    {
      "cite": "2 Pa. Dist. 816",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "opinion_index": 0
    },
    {
      "cite": "89 Pa. 78",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063263
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/89/0078-01"
      ]
    },
    {
      "cite": "78 Pa. Superior Ct. 76",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        650178
      ],
      "pin_cites": [
        {
          "page": "79"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/78/0076-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 553,
    "char_count": 10463,
    "ocr_confidence": 0.471,
    "pagerank": {
      "raw": 1.3013297837659542e-07,
      "percentile": 0.622190907655234
    },
    "sha256": "a05a7f47cbb56a88ad1a3cc176902c0f48282fde9ccc7f7a1758e1bb88921961",
    "simhash": "1:4289fb557501021d",
    "word_count": 1822
  },
  "last_updated": "2024-02-27T22:56:37.289667+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Schaffer, Maxey, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Clauson, Appellant, v. Stull, Admrx."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Maxey,\nThe question presented by this record is whether an administratrix c. t. a. can be sued as such for the negligence of servants employed by her in her representative capacity.\nOn September 3, 1935, plaintiff was injured by a truck licensed in the name of the J. V. Forman Estate, which name appeared on the truck. Jacob Y. Forman before his death in 1909 conducted a hauling business. In his will be appointed his sons, Philip and Jacob, Jr., executors and directed them to continue the business for the benefit of themselves and three other children. One of these other children is Virginia C. Stull. After the death of her two brothers, Philip and Jacob, she was appointed administratrix of the estate of her father and in this capacity the present suit was brought against her. Her husband, Walter Stull, is manager of the business, which is carried on pursuant to the father’s testamentary direction that his “business of teaming” be “carried on by my two sons, Philip K. and Jacob V., for the use and benefit of all my children alike?’\nAt the time of plaintiff’s injuries, the business was carried on in accordance with these directions. The motor vehicle involved was purchased, owned, licensed and operated in the name of the estate. This suit was brought against Virginia C. Stull, Administratrix c.t.a. of the Estate of Jacob V. Forman, deceased.\nThe court below entered a nonsuit, saying in its opinion refusing to take off the nonsuit: “Prager v. Gordon, 78 Pa. Superior Ct. 76, 79, rules this case in its present form and the theory on which it was brought. Plaintiff ■ points out that that case actually holds that the personal representative or trustee of decedent’s estate is liable in his individual capacity for torts committed by him, and that the case does not decide that the estate may not be liable for torts committed by such representative or trustee in the course of his management of the estate. The Court there, however, says: ‘For any cause of action arising through the negligence of an executor or trustee in managing an estate such executor or trustee is personally liable, and the action must be brought against him in his individual capacity. Certainly he has no authority committed to him in his official capacity to do wrong, and because the act is wrongful, it follows it is in excess of his authority. “An estate is not liable for the tort of an executor.”: Braman’s App., 89 Pa. 78 (opinion of lower court); Moulson’s Est., 1 Brewster 296; Morgan’s Est., 2 Pa. Dist. 816; Gordon v. Robinson, 1 Browne 325.’ ”\nThe prevailing view appears to be that if an executor or administrator inflicts personal injury upon another while administering the estate entrusted to him, he is acting outside the scope of his official authority, and therefore responsibility for his wrongful act is personal. In 24 C. J., page 128, section 592, the following statement is made: “An executor or administrator cannot as such commit a tort, but any tort committed by him is committed individually, and renders him as an individual and not the estate, liable in damages” (citing cases from Pennsylvania and twenty-six other American jurisdictions).\nIn Volume 2 of the Restatement of Trusts, sec. 264 (p. 818) is laid down this principle: “The trustee is subject to personal liability to third persons for torts committed in the course of the administration of the trust to the same extent that he would be liable if he held the property free of trust.” It says further under Comment (b) : “Under the principle of respondeat superior, torts committed by the agents or servants of the trustee in the course of the administration of the trust subject the trustee to liability to the same extent as though he were not a trustee.” The following is given as an illustration: “A is trustee of an apartment house. He lets a suite to B. The janitor employed by A negligently leaves a coal scuttle on the stairs and B falls over it and breaks his leg. A is personally liable to B.”\nAppellant in his paper book refers to the case of Slakoff v. Foulke, Trustee, 323 Pa. 352, 186 A. 79, and attempts to distinguish it from the case at bar by pointing out in that case there was no provision in the will directing the continuance of a business. We there affirmed the judgment of the court below in refusing to take off a nonsuit, which was granted on two grounds, one of them being, “that for any cause of action arising through the negligence of an executor or trustee in managing an estate, such executor or trustee is personally liable and the action must be brought against him in his individual capacity.” In the instant case the testator did not direct his executors as such to continue his business. He directed his sons to do so and he also made them his executors. Had he directed his executors to continue his business, we would have a situation which in some other jurisdictions would visit liability for negligence on the executors as such.\nAppellant cites six lines from a paragraph in 65 C. J., sec. 524, p. 660. The entire paragraph, including the lines quoted by appellant and for identification italicized by us, reads as follows: “Although subject to exceptions, it is a general rule that a trustee is personally liable for all torts committed by him or by agents and servants employed by him in the execution of the trust, irrespective of his right to reimbursement, and as the court generally will not allow the trust fund to be impaired by the negligence of the trustee, the only recourse of the person injured is against the trustee individually. However, where an active trust is created and the trustee is charged with the duty of carrying on a business, the trust estate may be held liable for the negligence of the trustee or his employees, especially where the business was being conducted under the control and supervision of the cestui que trust, unless there be some limitation to the contrary imposed by statute, or by the instrument creating the trust. So too, where the trustee is without personal fault, it has been held that he is entitled to reimbursement, and that it is only equitable that the trust estate should bear the loss, and in such cases it has been held that the trust estate may be proceeded. against in a suit brought directly against the trustee in his representative capacity.” The cases cited in support of what the appellant quotes are as follows: Smith v. Coleman, 132 So. 198, 100 Fla. 1707; Ireland v. Bowman, 113 S. W. 56, 114 S. W. 338, 130 Ky. 153; Birdsong v. Jones, 8 S. W. (2d) 98, 222 Mo. App. 768; and Wright v. Caney River R. Co., 66 S. E. 588, 151 N. C. 529.\nIn Smith v. Coleman, supra, the Supreme Court of Florida, while recognizing the general rule “that the trust estate is not liable for the torts of the trustee, as the law will not allow a trust estate to be impaired by the negligence or improvidence of the trustee,” held that it “is subject to exceptions. Thus where an active trust is created and the trustee is charged with the duty of carrying on a business, the trust estate may be held liable for the negligence of the trustee or his employees, unless there be some limitation to the contrary imposed by statute or by the instrument creating the trust.”\nIn Ireland v. Bowman, supra, the Court of Appeals of Kentucky held that trustees are answerable as such for any damage due to the maintenance of a public nuisance.\nIn Birdsong v. Jones, supra, the Kansas City Court of Appeals, held that where a will provided that the trustees shall operate and manage the testator’s newspaper plant and that all liabilities incurred in the operation and management of the plant should be paid by the trustees from the trust estate, the trustees could be sued for injuries to employees resulting from negligently failing to properly guard an elevator.\nIn Wright v. Caney River Ry. Co., supra, the Supreme Court of North Carolina held that “as a general rule a trust fund cannot be subjected to legal liability by reason of the torts of the trustee or his agents and employees ; but this doctrine ordinarily exists in the case of passive trusts, or when active in those instances where the power and duties of the trustee are so defined and restricted by law, or the provisions of the instrument under which he acts, that the principle of imputed responsibility similar to that which obtains in the case of principal and agent does not and cannot prevail,” and that a trustee, under a deed for the benefit of creditors, to whom a railroad was leased to carry out the trust purposes, was liable in his official capacity and to the extent of the property conveyed, for negligent injury to an employee of the railroad.\nWhether under similar facts the principle recognized and applied in the jurisdictions of the above cases would be followed here, it is not necessary for us now to decide, since, as above noted, the testator did not direct his executors to continue the business. He directed his two sons to do so. Judge Heiligman of the court below clearly points this out when he says: “The two sons were individually directed to carry on the business for the benefit of the children, to whom, it belonged. Neither the two executors nor the defendant had any authority under the will to operate the business as personal representatives of the decedent. Both executors and the defendant apparently held themselves out as operating the business in that capacity and defendant has admitted that she owns the truck in question in such capacity but the will is recorded and is notice that she has no authority thereunder to operate the business. She is only agent for the actual owners. It is, therefore, our conclusion that there is no hardship or injustice in this particular case in adhering to the rule above recited from Prager v. Gordon. Plaintiff could have sued defendant individually as there stated and if a judgment had been recovered, could have enforced it against any property she may have, including her proportionate share of the business, or plaintiff could have sued the principals for whom defendant is the agent and enforced payment in the same manner.”\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Maxey,"
      }
    ],
    "attorneys": [
      "Philip A. Campbell, with him Victor Frey, for appellant.",
      "Raymond A. White, Jr., with him Robert C. Fable, Jr., for appellee."
    ],
    "corrections": "",
    "head_matter": "Clauson, Appellant, v. Stull, Admrx.\nArgued May 24, 1938.\nBefore Kephart, C. J., Schaffer, Maxey, Drew, Linn, Stern and Barnes, JJ.\nPhilip A. Campbell, with him Victor Frey, for appellant.\nRaymond A. White, Jr., with him Robert C. Fable, Jr., for appellee.\nJune 30, 1938:"
  },
  "file_name": "0101-01",
  "first_page_order": 151,
  "last_page_order": 156
}
