{
  "id": 1184390,
  "name": "Robinson v. Goldberg, Appellant, et al.",
  "name_abbreviation": "Robinson v. Goldberg",
  "decision_date": "1938-06-17",
  "docket_number": "Appeal, No. 141",
  "first_page": "401",
  "last_page": "405",
  "citations": [
    {
      "type": "official",
      "cite": "331 Pa. 401"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "157 A. 798",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "305 Pa. 359",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1134552
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/305/0359-01"
      ]
    },
    {
      "cite": "153 A. 327",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "302 Pa. 232",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1129076
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/302/0232-01"
      ]
    },
    {
      "cite": "151 A. 15",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "300 Pa. 542",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1125964
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/300/0542-01"
      ]
    },
    {
      "cite": "133 A. 638",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "286 Pa. 457",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1096509
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/286/0457-01"
      ]
    },
    {
      "cite": "79 A. 805",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "231 Pa. 28",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        973850
      ],
      "pin_cites": [
        {
          "page": "36"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/231/0028-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 452,
    "char_count": 7252,
    "ocr_confidence": 0.506,
    "pagerank": {
      "raw": 2.0060356624697588e-07,
      "percentile": 0.7436439344533214
    },
    "sha256": "2fe8dc9cddea868ca204f46643a8f5988e0aad6b0422d95d58e5ba72bd61b96c",
    "simhash": "1:3b04b6f92f3bb4ae",
    "word_count": 1259
  },
  "last_updated": "2024-02-27T22:56:37.289667+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Schaffer, Maxey, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Robinson v. Goldberg, Appellant, et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Linn,\n“The case turns,” as the learned chancellor said, “upon a single issue of fact, namely, whether the partnership was composed of all three parties to the bill, or only of the two defendants.” It was a joint venture in a single transaction—tbe purchase of a going business with the object of selling it at a profit. He found that the plaintiff and both defendants were equally interested and decreed accordingly. One of defendants, Goldberg, appeals. In opposing the position taken by Goldberg on the evidence, the plaintiff-appellee points to the findings of fact, affirmed by the court in banc, and therefore conclusive on this review. Goldberg makes the only answer possible to such a contention: that the evidence does not support the findings made. We have examined the record in the light of Goldberg’s contention and can see no ground for differing from the conclusion of the learned court below. Goldberg makes another contention, though plaintiff says it was not presented below, that plaintiff’s bill should be dismissed as a resort to equity in violation of the clean hands maxim.\n1. A short statement of the facts will suffice to show why we must affirm the decree. The plaintiff and Goldberg and plaintiff’s brother had been in other joint ventures. Goldberg and plaintiff’s brother wished to purchase all the capital stock of a corporation, Mitchell Fletclier Company, engaged in selling groceries, etc. The two men needed money to buy. Goldberg asked plaintiff to lend him $20,000 for the purpose but plaintiff declined. Goldberg then invited him to become a joint venturer on equal shares with him and plaintiff’s brother; plaintiff agreed and raised his advancement from the desired loan of $20,000 to $23,000 which he paid at the settlement for joint account. The transaction was put through with an equal division to Goldberg and plaintiff’s brother of the shares of the purchased corporation. Plaintiff then filed this bill for an accounting and to obtain his one-third of the shares of stock and a like part of any profits that may be realized from its sale. The position of plaintiff’s brother, who did not appeal, is, and has been, that if, as plaintiff claimed, Goldberg invited plaintiff into the transaction as an equal partner with Goldberg and himself, he ratified Goldberg’s act and submitted himself to the decree of the court. As the evidence supports the findings made there is nothing in that phase of the case, as we have intimated, which would justify differing from the decree brought up for review.\n2. As to the application of the clean hands maxim, a word will suffice. While Goldberg was negotiating with plaintiff, he revealed that one, McCulloch, had been active in procuring the sale and had become entitled to a commission in an amount then undetermined. Plaintiff declined to become a party unless and until McCulloch had been settled with. Plaintiff testified, inter alia, “I asked him for the moment whether Mr. McCulloch’s interest had been defined, whether it was understood just what was Mr. McCulloch to get, and he said that it had not been agreed upon. I told him that under no consideration—I had known Mr. McCulloch for a number of years—would I go into this particular deal unless Mr. McCulloch’s compensation was definitely agreed upon beforehand. He said, ‘That is a very good idea. You let me handle Mr. McCulloch.’ I said, ‘Harry, I want yon to understand I am not going to put any funds in this unless and until Mr. McCulloch is perfectly satisfied and it is agreed upon.’ He said, ‘Well, if Mr. McCulloch asks you, you tell him that you have no interest in the deal, that he has to deal with me.’ I told him that I would do that. . . .\n“By Mr. McWilliams: Q. Interrupting you a minute, did Mr. Goldberg tell you why he wanted you, if Mr. Mc-Culloch asks you what your interest in the deal was, to so reply? A. Yes, he did. He said, ‘You are very easy. You let me handle McCulloch. He knows you for a good number of years. I don’t know him, and I will straighten him out fast.’\n“By the Court: Q. That is all right, but why did he ask you to lie to him? A. He didn’t want me to have any part of the negotiations with him. Q. You didn’t have to have any negotiations. You didn’t have to lie. Why did he ask you to lie about it? A. As a matter of fact, I wouldn’t be lying. I wouldn’t have any interest unless Mr. McCulloch’s position was definitely straightened out. I knew from the early part of January that Mr. McCulloch was in the proposition. Q. I was just curious why he asked you to lie about it when it wasn’t necessary. All you had to say to Mr. McCulloch is, ‘Deal with Goldberg. I am not going to deal with you.’ A. I did that later.”\nThey acted accordingly and a rate of commission acceptable to McCulloch was agreed to, and apparently he has been satisfied. Of this phase of the transactions the learned chancellor said: “This arrangement was carried out. The plaintiff represented to McCulloch that he had no personal interest in the transaction, being present only as a representative of his brother, and the fee which McCulloch was to receive was definitely agreed upon. This, of course, was a deception, and, while it may not be justified in the forum of ethics, it in no way affects the rights of the parties to this litigation.”\nMcCulloch is not a party nor concerned in any way with the result of this suit. The clean hands maxim, which affects misconduct in the matter in suit, therefore has no application: see Dempster v. Baxmyer, 231 Pa. 28, 36, 79 A. 805; Comstock v. Thompson, 286 Pa. 457, 133 A. 638; Belmont Lab., Inc., v. Heist, 300 Pa. 542, 151 A. 15; Valley Smokeless Coal Co. v. Manufacturers’ Water Co., 302 Pa. 232, 153 A. 327; Frazier v. Mansfield, 305 Pa. 359, 157 A. 798.\nDecree affirmed, costs to he paid by appellant.\nAppellant places some reliance on what we think is an obvious inadvertence. At page 39 of his argument, the following appears: “In the Adjudication it is said that appellant ‘admits that the plaintiff took part in the subsequent negotiations for the sale of the company’s business to the Thomas C. Fluke Company, but contends that the plaintiff’s activities in that transaction were also only as the representative of his brother.’ Not only is no such admission to be found in appellant’s testimony, but the plaintiff himself admitted that he had nothing to do with the sale of the company assets to the Thomas Fluke Company (testimony of plaintiff).”\nNegotiations for the sale of the stock to Snellenburg and Co. and also to The Thomas 0. Fluke Co. were had, the Fluke Company ultimately becoming the purchaser. The evidence (p. 34a) is that plaintifE participated in the efforts to sell to Snellenburg & Co. The learned chancellor’s statement, complained of in the quotation made from appellant’s brief, is an obvious inadvertent substitution of Fluke Company for the Snellenburg Company—and amounts to nothing on the merits.",
        "type": "majority",
        "author": "Mr. Justice Linn,"
      }
    ],
    "attorneys": [
      "Harry Shapiro, with him Wm. B. Rudenko, for appellant.",
      "J. W. McWilliams, of Wesley, Wagoner, Troutman & McWilliams, for appellee."
    ],
    "corrections": "",
    "head_matter": "Robinson v. Goldberg, Appellant, et al.\nArgued April 21, 1938.\nBefore Kephart, C. J., Schaffer, Maxey, Drew, Linn, Stern and Barnes, JJ.\nHarry Shapiro, with him Wm. B. Rudenko, for appellant.\nJ. W. McWilliams, of Wesley, Wagoner, Troutman & McWilliams, for appellee.\nJune 17, 1938:"
  },
  "file_name": "0401-01",
  "first_page_order": 451,
  "last_page_order": 455
}
