{
  "id": 1031213,
  "name": "Evans versus Chew",
  "name_abbreviation": "Evans v. Chew",
  "decision_date": "1872-02-15",
  "docket_number": "",
  "first_page": "47",
  "last_page": "52",
  "citations": [
    {
      "type": "official",
      "cite": "71 Pa. 47"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 W. & S. 353",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854632
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0353-01"
      ]
    },
    {
      "cite": "2 Watts 185",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840180
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0185-01"
      ]
    },
    {
      "cite": "3 Rawle 393",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822506
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0393-01"
      ]
    },
    {
      "cite": "8 Watts 504",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848506
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0504-01"
      ]
    },
    {
      "cite": "5 Wendell 224",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2145753
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/5/0224-01"
      ]
    },
    {
      "cite": "1 Hoff. 203",
      "category": "reporters:state",
      "reporter": "Hoff. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 853",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "11 Wright 503",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "21 Wendell 430",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2151940
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/wend/21/0430-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 775,
    "char_count": 16785,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 2.625881018514366e-07,
      "percentile": 0.8217668288768959
    },
    "sha256": "8b6defeaaddf0f689113c8b8b7b6a6443c9d9f4948bd5c1cb70e7cf4763cd2c0",
    "simhash": "1:0321a9109702a5da",
    "word_count": 3015
  },
  "last_updated": "2024-02-27T22:19:31.896699+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, Sharswood and Williams, JJ. Thompson, C. J., at Nisi Prius."
    ],
    "parties": [
      "Evans versus Chew."
    ],
    "opinions": [
      {
        "text": "Judgment was entered\nPer Curiam.\nWe are of opinion that without any reasonable doubt, the administrator de bonis non cum testamento annexo of Benjamin Chew, deceased, can exercise the powers of sale granted by the will to his executors; and affirm thffi judgment on the opinion delivered at Nisi Prius.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "S. J. McCarthy and Porter, for plaintiff in error.",
      "P. C. MeMurtrie, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Evans versus Chew.\n1. The 67th sect, of Act of February 24th 1834, coniines powers extended to administrators c. t. a. to those given to executors virtute officii, and not to a power of sale collateral to their duties as executors or unconnected with them.\n2. A general power to sell will be presumed to be for the payment of debts.\n3. A purchaser is not required to call for an account, or an inventory of personalty, or list of debts.\n4. A power to sell for the purpose of distributing the proceeds amongst persons named in the will, is a power belonging to the executor, virtaie officii, as well where the power is discretionary as where the direction is absolute.\n5. Ross v. Barclay, 6 Harris 179 ; Waters v. Margerum, 10 P. F. Smith 39, explained.\nFebruary 9th 1872.\nBefore Agnew, Sharswood and Williams, JJ. Thompson, C. J., at Nisi Prius.\nCertificate from Nisi Prius: No. 404, to January Term 1871.\nThis was an action and case stated, in which Benjamin Chew and Samuel Chew, administrators d. i. n. c. t. a. of Benjamin Chew, deceased, were plaintiffs, and Thomas W. Evans defendant. The action was entered March 10th 1871.\nThe case stated exhibited the following facts: The decedent being seised in fee, amongst other real estate, of a lot of land in Germantown, situated on Germantown Avenue, died, having made his will dated March 16th 1835, by which he gave to his wife an annuity, and devised to her his real estate in Germantown called Cliveden, for life, if she should make that her permanent residence ; in case she should not desire to do so, he authorized his executors or the survivor to sell it, and invest the proceeds for her benefit during life, and at her death the proceeds to merge in his general estate, charging it however with the payment of $16,000 to his daughter Anne. He charged his children with specific sums as advancements, and to some he directed certain portions of his land to be conveyed. He further provided :—\n“ I trust that a due allowance on this and all other subjects will harmoniously be made by my children above named each with the other in the manner above stated, and that it will be an easy matter with my executors and children to arrange their different accounts with each other, no interest is to be charged on any of the advances I have made — under these considerations it is my will and desire and I do hereby order and direct that all my lands houses and real estate whatsoever and wheresoever the same may be situated, shall be sold and disposed of by my executors hereinafter named or the survivors or survivor of them in such parts and parcels and at such time or times and on such terms and in such manner as my said executors or the survivors or survivor of them shall in their good discretion think fit and most advantageous for the benefit of my estate, reserving the estate called Cliveden which is not to be sold until after the death of my dear wife if she should not think proper to dispose of the whole or a part of it ■ earlier in the manner I have hereinbefore expressed and empowered her to do and I do hereby give and grant to and invest in my executors hereinafter named and the survivors or survivor of them full ample and complete authority power and right to sell and dispose of and legally to convey to any purchaser or purchasers in fee or on condition any part or parts and every part of my lands, houses and real estate. * * * And I do also give grant to and invest in my executors or the survivors or survivor of them full ample and complete power, authority and right after they have had full time and opportunity to possess themselves of the knowledge of the several parts of my estate and shall be able on a full 'view of my affairs to adjust and arrange their reasonable prospects of the product of my estate and thereby anticipate what may be reasonably expected as the share of each of my children in case it should be the wish and desir,e of any or all my children including those I shall name as executors whose honor I am sure I can trust to for a due impartiality towards themselves or others, instead of waiting for the proceeds of any sale or sales to be made of lands, &c., to take a portion or part of lands into their own hands at the valuation estimated and affixed by my executors or the survivors or survivor of them to such portion or part of my lands for the purpose of converting the same to their own immediate objects, to convey and make over to such individual or individuals so desiring the possession and exercise of right over such land to apply the same to their own purposes such portion or part of my said lands as my executors or the survivors or survivor of them may deem expedient provided always that such individual or individuals shall take and receive the same as so much paid and* advanced to them for and on account of their respective share or shares of my estate, my executors, or the survivors or survivor of them taking due care and caution that such appropriation of land shall fall short of and may not be likely to exceed the proportion that may be coming to the share of such individual or individuals * * * and now as respects my whole and entire estate whether real or personal or both having directed that my real estate should be sold except that which I have hereinbefore given devised and bequeathed and under the qualifications hereinbefore expressed, my will is and I do hereby order direct devise and bequeath that the proceeds shall be equally divided among my seven children hereinbefore named, and that as soon as a reasonable sum may be collected it may be divided and paid over to my said seven children in equal parts if they shall be living at the time of my decease, but in case any of my said children should die before me leaving a child or children then such child or children shall succeed to and take such proportion as their parent would have taken if such parent had been living, regard being had in the payment of the proceeds of the sales or appropriation of land to the state of the accounts I' have hereinbefore mentioned of the advances I have made to my several children — the direction however of the sale of my real estate and the division of the proceeds of the sales is to be subject to the provision hereinbefore made in case any of my said children shall take any land or lands in advance in part of* their portion or share of my estate at the value affixed to the same by my executors or the survivors or survivor of them, in such case the party or parties taking land in advance must not consider themselves entitled to participate in the proceeds of any sales made by my executors until the respective shares from the proceeds of sales made by my executors of those who do not take land in advance may equal the amount of the value of the land of those who do take land.” * * *\nHe made two codicils to his will, not varying the provisions above stated. He appointed his wife, three of his sons, and his son-in-law, executors. The executors having all died or been dismissed, administration was on the 28th of December 1866, granted to the plaintiffs. All the debts of the estate had been paid, and the specific provisions for his daughter Anne and his other children carried out. The widow was dead.\nIn December 1870, the plaintiffs as administrators aforesaid, contracted to sell and convey to the defendant the lot of land above mentioned, for $5500. The sale was made for the purpose of dividing and distributing the proceeds amongst the children of the testator or their representatives, in accordance with the directions of the will.\nIt was agreed; that “ if the court shall be of opinion that the plaintiffs are competent to vest in the defendant the title of Benjanain Chew, to the said premises by deed executed by them in pursuance of the powers in the said will contained and for the purposes aforesaid, then judgment to be entered for the plaintiffs for the sum of five thousand and five hundred dollars, but without costs of suit; otherwise for the defendant.”\nThe court at Nisi Prius entered judgment for the plaintiffs for $5500, Sharswood, J., delivering the following opinion:—\n“It is as old as the Year Book 15 Hen. 7th, fol. 11 b, that land is not a testamentary matter. Hence, a power relating to real estate given in a will to executors was a mere common-law power to them, nominatim ; it did not therefore pass to executors, nor could it be exercised by an administrator de bonis non cum testamento annexo. The subject is learnedly and ably investigated by Mr. Justice Cowen, in Conklin v. Egerton’s Administrator, 21 Wendell 430. The common law in this respect was changed in this state by the Act of Assembly of March 12th 1800, 3 Sm. L. 433, which provided, that where there was either a devise to executors to be sold, or a naked power to them to sell, it should survive upon the death of one or more, or be exercised by the acting executor in case one or more renounced, or by an administrator de bonis non when all die or renounce. These provisions were all incorporated by the revisers in the Act of February 24th 1834, sections 13, 14, 67: Pamph. L. pp. 75, 86. As to the administrator de bonis non, it is expressed thus: ‘ all and singular the provisions of this act relative to the powers, duties and liabilities of executors are hereby extended to administrators with the will annexed.’ In their report they declare, that for the sake of brevity they have introduced this general provision, placing administrators with the will annexed on the same footing in every respect with executors: 2 Parke & Johnson 765. Whether this Act of 1800 was or was not supplied and repealed by the Act of 1834, it seems very clear and has always been considered that the intention of this legislation was confined to powers given to executors as such virtute officii, and did not extend to a power of sale collateral to or unconnected with their duties as executors : Ross v. Barclay, 6 Harris 179; Keefer v. Schwartz, 11 Wright 503; Waters v. Margerum, 10 P. F. Smith 44. It was held in Commonwealth v. Forney, 3 W. & S. 853, that where executors are dismissed 'and an administrator de bonis non with the will annexed is appointed, it is the duty of the court to take a bond with sureties in an amount commensurate with the powers and trusts contained in the will. This case was upon a bond given prior to 1832 ; but by the Act of March 29th of that year, § 23, Pamph. L. 195, it was expressly directed that when an executor shall be dismissed, the court shall award new letters to be granted by the register upon such security as the court shall think proper. The ordinary cases of a grant, of administration by the register, on the death or renunciation of executors, were provided for by the eighteenth and nineteenth sections of that act, without any special direction as to security; that resting on the twenty-seventh section, which declares that in case of any grant of administration, the bonds should have respect to the value of the estate. The eighth section of the Act of April 22d 1856, Pamph. L. 533, first made specific provision that the register, in granting letters of administration with the will annexed, should ‘ take adequate security for the faithful accounting for the proceeds of any sales of real estate the administrator may make under such will.’\n“A general power to sell will of course be conclusively presumed to be for the payment of debts ; for a purchaser is never required to call for or look into an account, or demand an inventory of personalty or list of debts. Such was the power in Meredith’s Estate, 1 Parsons 438. Mr. Binney’s opinion, Hood on Executors, p. 241, note. About the authority of an administrator with the will annexed, in such a case, there could be no question. A power also to sell for the purpose of distributing the proceeds amongst persons named or described in the will is a power which it seems equally clear belongs to the executor virtute officii. This would be the case without any question where there is an absolute direction to sell, and not a mere discretionary power, for in that case the estate would be converted into money from the death of the testator; but the same rule, as it appears to me, applies where there is only a power. In the case of Keefer v. Schwartz, 11 Wright 503, there was indeed an absolute direction, but it is not rested on this ground in the opinion. Mr. Justice Strong said: ‘ The executors were not made testamentary trustees of the property. They were directed to sell for distribution. Their powers and duties were official by virtue of their office.’ Some difficulty appears to have arisen in the minds of counsel, from what was evidently merely a dictum of Chief Justice Gribson, in Ross v. Barclay, that ‘ no statute of Pennsylvania empowers an administrator, with the will annexed, to execute a trust of land confided to an executor by title or name for any other purpose than to sell for payment of debts;’ and his declaration in the same case,* that a power could not be exercised by such administrator ‘to turn the land into money for the convenience of partition.’ This last phrase is repeated in Waters v. Margerum. In both of these cases the trust extended beyond the sale and distribution virtute officii to an investment; in short a trust for a collateral purpose. The executors were, in both these cases, testamentary trustees, and they were invested with the power as such. These dicta were, therefore, entirely aside from the case. For myself, I may say, that I copied the phrase from Ross v. Barclay, as is often done in the hurry of composition, and it passed without notice in consultation. I may have, and probably had, in my mind, not a sale for purposes of distribution, but what is not uncommon in the country, a power to executors to make partition with an ancillary power of sale and conveyance for that purpose.\n“ On the whole it appears that the administrators, with the will annexed, of Benjamin CheAY, had the same power to sell his land as his executors had; and I am of opinion, therefore, that the plaintiffs are competent to vest in the defendant the title of Benjamin Chew, of Cliveden, to the premises by deed, executed by them in pursuance of the powers in the said will contained.”\nThe defendants certified the case to the court in banc, and there assigned the judgment entered at Nisi Prius for error.\nS. J. McCarthy and Porter, for plaintiff in error.\nAn administrator c. t. m cannot sell the testator’s real estate to divide and distribute the proceeds amongst legatees: Ross v. Barclay, 6 Harris 179; Waters v. Margerum, 10 P. F. Smith 39; Conklin v. Edgerton, 21 Wendell 430. To effect a conversion, the will must order a sale absolutely for all purposes, irrespective of contingencies and independent of discretion: Bleight v. Bank, 10 Barr 131; Wright v. Trustees, 1 Hoff. 203; Evans v. Kingsberry, 2 Randolph 120. The Acts of March 12th 1800, § 1, 3 Sm. L. 433; Act of February 24th 1834 §§ 13, 14, 67, Pamph. L. 75, 86; 1 Br. Purd. 417, 418, 419, pl. 64, 71, 72, 74, do not give to administrators c. t. a. the power to sell for distribution. The powers under this will are personal trusts and cannot pass to others than the trustees named: Cole v. Wade, 16 Vesey 27; Wills v. Cowper, 2 Hammond 127. The executors take as trustees, not virtute officii: 1 Powell on Devises 238; Judson v. Gibbons, 5 Wendell 224; 1 Sugden on Powers 138, pl. 37.\nP. C. MeMurtrie, for defendants in error.\nThe question is, whether a power to sell to pay legacies, given to executors, can be exercised by an administrator d. b. n. c. t. a. No legatee, or any one claiming under the testator, ever had any estate in the land under tie terms of the \"will: Chew v. Chew, 4 Casey 17.\nThe recipient of the proceeds of the exercise of such a power to sell to pay legacies has no estate in the land whatever: Allison v. Wilson, 13 S. & R. 332; Alexander v. McMurry, 8 Watts 504. An executor can no more refuse to sell, to raise the fund for the residuary legatees, than for a pecuniary legatee: 2 Sugden on Powers 158-59.\nAn administrator c. t. a. can sell under a power, when the proceeds are payable to legatees, whether pecuniary or residuary: Cornell v. Green, 10 S. & R. 14; Allison v. Wilson, 13 Id. 330; Heron v. Hoffner, 3 Rawle 393; Allison v. Kurtz, 2 Watts 185; Commonwealth v. Forney, 3 W. & S. 353; Cobb v. Biddle, 2 Harris 444.\nFebruary 15th 1872."
  },
  "file_name": "0047-01",
  "first_page_order": 49,
  "last_page_order": 54
}
