{
  "id": 1031252,
  "name": "Sproull's Appeal",
  "name_abbreviation": "Sproull's Appeal",
  "decision_date": "1872",
  "docket_number": "",
  "first_page": "137",
  "last_page": "138",
  "citations": [
    {
      "type": "official",
      "cite": "71 Pa. 137"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 326,
    "char_count": 5031,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 7.491782053773247e-07,
      "percentile": 0.9699459312106613
    },
    "sha256": "9a8ee385f617fe921c41b9da6724d73ea24e4c155d5147e607517f450e760be1",
    "simhash": "1:5b75f4f1d840bcab",
    "word_count": 864
  },
  "last_updated": "2023-07-14T20:59:08.356246+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, Sharswood and, Williams, JJ. Thompson, C. J., at Nisi Prius."
    ],
    "parties": [
      "Sproull's Appeal."
    ],
    "opinions": [
      {
        "text": "Judgment was entered\nPer Curiam.\nWe have had some difficulty in reaching a conclusion in this case. On the face of the testimony the merits of the case appear to be with the plaintiff. But the testimony is contradictory. The testimony of James D. Lee, Esq., is especially adverse to the plaintiff’s claim. It evidences carefulness, intelligence and discrimination; and the master appears to have relied mainly upon it. On the other hand, the testimony of those witnesses for the plaintiff who most strongly support the alleged gift of the money to be paid by the purchaser, does not evidence much intelligence and discrimination, though what they state is asserted very positively. In this attitude of the case, it is evident that the credit to be given to the witnesses must depend greatly on their appearance and conduct before the examiner, who was also the master, and the impressions created by their examinations and oral testimony.\nIt is therefore a case fitly falling within our general rule, not to set aside the report of the master, when approved by the court below, unless upon clear evidence of a plain mistake. It is difficult for the appellate court to determine a question of credibility upon the mere paper testimony. Where the questions decided grow out of the inferences drawn from clearly proved facts, or conclusions derived from reasonings alone, we do not suffer the report to have the same weight. There we can exercise our own judgments with confidence, and correct errors of induction or reasoning.\nThe decree of the Court of Common Pleas is affirmed and the plaintiff’s bill is dismissed with costs.'",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "L. Hirst, for appellant.",
      "G. Junhin, for appellee."
    ],
    "corrections": "",
    "head_matter": "Sproull's Appeal.\n1. Where the testimony before a master, who is also examiner, is conflicting, although the merits may appear contrary to his finding, if it has been confirmed by the court below, the Supreme Court will not reverse.\n2. The credit to be given to the witnesses must depend much on their appearance and conduct before the examiner.\n3. When the questions decided are inferences from clearly proved facts or conclusions from reasoning, the report has not'the same weight.\n4. The report of a master, approved by the court below, as a general rule will not be set aside by the Supreme Court.\nFebruary 27th and 28th 1872.\nBefore Agnew, Sharswood and, Williams, JJ. Thompson, C. J., at Nisi Prius.\nAppeal from the decree of the Court of Common Pleas of Philadelphia: No. 100, to January Term 1872.\nThis bill was filed January 5th 1871, by Ann Sproull against Alexander W. Sproull and James Simpson, executors, &c., of George Sproull deceased, John Bassing and James D. Lee.\nThe bill alleged that on the 19th of September 1870, the decedent with the plaintiff, who was his wife, executed a deed of his real estate to Bassing, one of the defendants; the consideration was $3000, of which $50 were paid as earnest-money; this sum by the decedent’s directions was paid to the plaintiff as a gift from him, and at the same time he directed the purchaser to pay the balance of the purchase-money to his wife, the complainant, as a gift; the decedent died shortly after the execution of the deed: that on the day of the execution of the deed Lee, who was the conveyancer of Bassing, asked to retain the deed to insert a name in it, promising that he would return it the same day; it was returned to plaintiff, who retained possession of it, to be delivered to Bassing on the payment of the purchase-money; that at Lee’s request the plaintiff gave the deed to Bassing,, who gave it to Lee so that he might- prepare a mortgage from the purchaser on the premises; that neither Lee nor Bassing had returned her the deed, nor had Bassing paid her the remainder of the purchase-money; that Sproull and Simpson as executors claim to have the deed and receive the remainder of the purchase-money which she averred had been given to her by her husband.\nThe prayers were for an injunction to restrain Lee and Bassing from delivering the deed to the executors or paying them the purchase-money, and for a decree that the deed should be returned to her and that Bassing should pay her the purchase-money. A preliminary injunction was awarded.\nAnswers and replications were filed and Thomas B. Reeves, Esq., was appointed examiner and master. Much testimony was taken ; it was conflicting.\nThe conclusion of the master was stated as follows: “ In view of the facts, which cannot be disputed, your master is clearly of the opinion that they áre all against the plaintiff’s view of the case, having failed to establish the first principle involved in each of the above cases, namely, 1 delivery of the deed.’' Your master is further of the opinion that the plaintiff’s case is unfounded either in law or fact.”\nHe recommended a decree that the bill be dismissed.\nExceptions were filed to the report of the master; the Court of Common Pleas confirmed the report.\nThe plaintiff appealed to the Supreme Court and assigned the . decree of confirmation for error.\nL. Hirst, for appellant.\nG. Junhin, for appellee.\n--1872."
  },
  "file_name": "0137-01",
  "first_page_order": 139,
  "last_page_order": 140
}
