{
  "id": 1031274,
  "name": "Hunter versus Nolf",
  "name_abbreviation": "Hunter v. Nolf",
  "decision_date": "1872-05-13",
  "docket_number": "",
  "first_page": "282",
  "last_page": "285",
  "citations": [
    {
      "type": "official",
      "cite": "71 Pa. 282"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Wright 465",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 152",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846887
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0152-01"
      ]
    },
    {
      "cite": "5 W. & S. 315",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478672
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0315-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 392,
    "char_count": 8021,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 2.6007156960396615e-07,
      "percentile": 0.8194603237486047
    },
    "sha256": "a9f0da786b0339c9a9f038c728df1754f972ba7a2367fa670f9efe81d101653e",
    "simhash": "1:23c49ea78347951f",
    "word_count": 1364
  },
  "last_updated": "2024-02-27T22:19:31.896699+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, C. J., Sharswood and Williams, JJ. Ahnew, J., at Nisi Prius."
    ],
    "parties": [
      "Hunter versus Nolf."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nSharswood, J.\nIt is an undisputed fact that Hunter and Nolf, both being applicants for the office of assistant assessor of the United States, it was agreed between them that if Nolf should withdraw and Hunter receive the appointment, they would jointly perform the duties, and equally divide the receipts. It is undisputed law that such a contract is illegal as against public policy, and cannot be enforced. So the learned judge below instructed the jury, but he left it to them to decide as a question of fact whether a new contract was not made after Hunter received the appointment, and that if so Nolf could recover. If there was a new contract it was certainly precisely the same in its terms as that made before the appointment. Nolf himself was examined as a witness, and throughout his testimony insisted on the original contract as that upon which he claimed. “ We had,” said he, “ a regular contract.” “Our regular contract was this: he offered me, if I would help to do the regular business, he would give me half; this was spoken of before and after he had the appointment.” Does it in the least degree shake this testimony that Nolf testified “Joseph Hunter in the month of October 1866 employed me to make assessments,” or that Captain Stoltzenbach testified that Hunter told him “ he had employed Nolf to assist him in making assessments.” Even if there had been an express contract on entirely different terms than those agreed upon before, it ought to be viewed with a considerable degree of suspicion as an attempt to evade a sound and salutary rule of public policy — but here there is no pretence of any other or different contract. The payments made under it, as it clearly appears, were in accordance with its terms — not a quantum meruit, but one-half the receipts. Nolf testifies: “ For October I got $15. Hunter said it was one-half of what he received for that month ; he gave me $30 for November, and said it was one-half of that month; for December he offered $30, and said it was one-half for that month.” How can it be pretended, after such testimony by the party himself, that there was any evidence of a new and different contract ? A mere confirmation of the old one could not certainly cure the vice which was inherent in it. It would practically annul the principle so to hold. We think, therefore, that there was error in the submission of the question to the jury whether there was a new contract after Hunter’s appointment, because there was no evidence of it, not even a scintilla, much less such as would justify a jury in finding for the plaintiff.\nJudgment reversed, and venire facias de novo awarded.",
        "type": "majority",
        "author": "Sharswood, J."
      }
    ],
    "attorneys": [
      "JE. Hollen and J. B. Stiles (with whom was Gc. H. Rupp), for plaintiff in error,",
      "G. B. Sehall and O. J. JErdman, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Hunter versus Nolf.\n1. Plaintiff and defendant .being applicants for appointment as U. S. assessor, plaintiff agreed to withdraw, defendant agreeing if he should be appointed to divide the receipts. Held, that the contract was against public policy, and the plaintiff could not recover for services rendered.\n2. An alleged agreement after the appointment on the same terms held to be void as being in pursuance of the original contract, which could not be ratified.\nMarch 18th 1872.\nBefore Thompson, C. J., Sharswood and Williams, JJ. Ahnew, J., at Nisi Prius.\nError to the Court of Common Pleas of Lehigh county: No. 178, to January Term 1871.\nThis suit was in assumpsit, and was brought March 28th 1868, by Charles Nolf against Joseph Hunter. Prior to October 1st 1866, the plaintiff and defendant, being applicants for the office of assistant assessor under the United States revenue laws for a division in the Sixth Collection District of Pennsylvania, it was agreed between them that the plaintiff should withdraw his application, and if the defendant should receive the appointment, they should perform the duties jointly and share the receipts equally. The plaintiff withdrew and the defendant was appointed; the plaintiff afterwards assisted in performing the duties ; he brought this suit for services in performing those duties. Independently of the contract previously to the appointment, the plaintiff alleged that the defendant, after being commissioned, contracted with him for the performance of the services for which the suit was brought.\nOn the 8th of November 1870, the case was tried before Longaker, P. J.\nThe plaintiff testified that the contract as above stated had been made between Mm and the defendant. He testified also, that shortly after the appointment the defendant employed him until April 1st 1867, in duties of the office of assessor; he testified as to the value of his services; he said they had a regular contract, which was that “if I would help to do the regular business he would give me half. This was spoken of before and after he had the appointment. * * * The contract was I should have one-half the proceeds; I claimed to be a partner in the assessing office with Hunter; I could not claim to be a partner because only one man could get the office; I claim one-half the proceeds because he offered me that; after he got his commission we agreed again; it appears that the consideration of the contract was that I should withdraw being an applicant; the bargain was spoken of after I commenced performing the duties of the office.” He further testified that he had received sums of money from defendant in October and November, which he said were “one-half” of those months, and also offered plaintiff what he said was “one-half” for December.\nW. Stoltzenbach. testified that the parties came to Ms office; defendant said they were making assessments ; he had employed the plaintiff to assist him in making assessments and distributing blanks.\nThe defendant submitted a number of points, raising the questions whether the contract was illegal and whether there was evidence of a contract made after the commission was issued. The court charged that the original contract was illegal, and submitted to the jury in answer to the points, whether there was a contract subsequently to the commission.\nThe court further charged:—\n“ The contract — if you find there was one — for the alleged services rendered, you will inquire for its consideration, and at what time it was entered into. If it were made prior to the obtaining of the commission by Hunter and in consideration that the plaintiff should withdraw his application for the office of assistant assessor of the United States, so that the defendant might receive the appointment, then the contract is void and cannot be enforced in this trial. If, therefore, the plaintiff rendered services after the defendant was commissioned with the expectation that he was to be paid therefor by virtue of a contract entered into prior to the appointment of the defendant, he cannot recover. It was the plain duty of the plaintiff to know the law and the illegality of his contract before .he rendered services. If, however, you can reasonably find from the testimony that these services were not by virtue of that which took place before the appointment of the defendant, and the defendant was obliged to have the aid of some one, and he selected the plaintiff to perform those services and the services were performed by reason of said new engagement, or any new contract, either express or implied, after the commission was issued, then the plaintiff may recover what his services have been shown to be reasonably worth.”\nThe verdict was for the plaintiff for $106.06. The defendant took out a writ of error, and assigned for error the instructions of court.\nJE. Hollen and J. B. Stiles (with whom was Gc. H. Rupp), for plaintiff in error,\nas to the illegality of the contract cited Clippinger v. Hepbaugh, 5 W. & S. 315; Hatzfield v. Gulden, 7 Watts 152; Bogle v. Kreitzer, 10 Wright 465. Whatever arrangement may have been made after the commission issued, the services were rendered in pursuance of the original contract, and therefore void: filson v. Himes, 5 Barr 452.\nG. B. Sehall and O. J. JErdman, for defendant in error.\nMay 13th 1872,"
  },
  "file_name": "0282-01",
  "first_page_order": 284,
  "last_page_order": 287
}
