{
  "id": 1031225,
  "name": "Holl versus Deshler",
  "name_abbreviation": "Holl v. Deshler",
  "decision_date": "1872-05-13",
  "docket_number": "",
  "first_page": "299",
  "last_page": "302",
  "citations": [
    {
      "type": "official",
      "cite": "71 Pa. 299"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 N. B. R. 146",
      "category": "reporters:specialty",
      "reporter": "N.B.R.",
      "case_ids": [
        12119762
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/18/0644-01"
      ]
    },
    {
      "cite": "5 N. B. R. 259",
      "category": "reporters:specialty",
      "reporter": "N.B.R.",
      "opinion_index": -1
    },
    {
      "cite": "4 N. B. R. 58",
      "category": "reporters:specialty",
      "reporter": "N.B.R.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 450,
    "char_count": 9131,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 3.031524347344041e-07,
      "percentile": 0.854646158907334
    },
    "sha256": "359685f878758cdfa41bdf99a65e65ccc144f5647704d13d2c73bf63828b75d5",
    "simhash": "1:d21a4c78cd87b898",
    "word_count": 1596
  },
  "last_updated": "2024-02-27T22:19:31.896699+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, C. J., Sharswood and Williams, JJ. Agnew, J., at Nisi Prius."
    ],
    "parties": [
      "Holl versus Deshler."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nSharswood, J.\nEx antecedentibus et consequentibus fit optima interpretatio is one of the most important canons of construction. Every part of a statute should be brought into action in order to collect from the whole one uniform and consistent sense, if that may be done; or, in other words, the construction must be made upon the entire statute, and not merely upon disjointed parts of it: Broom’s Legal Maxims 513. “It is the most natural and genuine exposition of a statute,” says Lord Coke, “to construe one part of the statute by another part of the same statute, for that best expresseth the meaning of the makers:” Co. Litt. 381 a. It is clear by the 35th section of the Bankrupt Law — Act of Congress, approved March 2d 1867 — that in order to avoid a preference by a person being insolvent, or in contemplation of insolvency —the person receiving such preference having reasonable cause to believe that such person is insolvent, and that such preference is in fraud of the provisions of the act — such preference must have been within four months before the filing of the petition by or against the bankrupt. There are two classes of cases referred to in that section — preferences to creditors as to which the limitation is four months — and transfers to strangers as to whom the period is six months: Bean v. Brookmire, U. S. C. C. of Missouri, 4 National Bankruptcy Register, § 8. When, therefore, the 39th section, which enumerates and describes what shall be deemed acts of bankruptcy — after declaring any fraudulent preference or transfer, such as described in the 85th section, to constitute an act of bankruptcy — adds that “ if such person shall be adjudged a bankrupt, the assignee may recover back the money or other property so paid, conveyed, sold, assigned or transferred contrary to this act,” it must be construed so as to be consistent with the 35th section — namely, provided the petition be filed within four months in the case of a preference to a creditor, or within six months in the case of a transfer to a stranger. It is evident that to give any other construction to the 39th section would be to strike out the limitation altogether from the 35th section. The 39th relates to the debtor principally, if not altogether; and when the clause in regard to suit by the assignee is introduced, it was altogether unnecessary to repeat the limitation which had been clearly'expressed in the preceding section. That this limitation exists is assumed in Scammon v. Cole, U. S. C. C. Maine, 5 Nat. Bankr. Reg. 257, where Mr. Justice Clifford, in a case before him involving the validity of a mortgage given by the bankrupt to secure a precedent debt, states that in order that the transaction may fall within the inhibition of the law, it must appear “ that the payment, pledge, assignment, transfer, or conveyance was made within four months before the filing of the petition by or against the bankrupt, and with a view to give a preference to some one of his creditors, or to a person having a claim against him, or who was under some liability on his account.” We are of opinion, therefore, that there was no error in the rulings of the learned judge below.\nJudgment affirmed.",
        "type": "majority",
        "author": "Sharswood, J."
      }
    ],
    "attorneys": [
      "T. B. Metzger and E. Gr. Schwartz, fpr plaintiff in error, referred to 85th and 39th sections of the bankrupt law.",
      "E. Harvey and E. Albright, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Holl versus Deshler.\n1. Construction of a statute must be made on the whole; not on disjointed parts.\n2. In order to avoid a preference to a creditor under the Bankrupt Law by one in contemplation of bankruptcy, the preference must be within four months before filing the petition for adjudication.\n3. \"Where the transfer is to a stranger the act may be avoided if the petition is within six months.\n4. The provision in the 39th sect, for recovering hack by the assignee, money, &e., paid, &c., by the bankrupt must be construed in consistency with the 35th sect., with reference to a creditor and stranger respectively.\nMarch 19th 1872.\nBefore Thompson, C. J., Sharswood and Williams, JJ. Agnew, J., at Nisi Prius.\nError to the Court of Common Pleas of Lehigh county: No. 822, to January Term 1872.\nThis action was assumpsit, and was brought September 22d 1868, by H. 0. Longenecker, assignee in bankruptcy of George L. Ruhe, against D. J. E. Deshler. Longenecker having died, B. E. Holl was appointed assignee in his stead, and was substituted as plaintiff in this record.\nOn the 2d of April 1867, Ruhe confessed a judgment for $125 to Deshler, who was his creditor, for the purpose of securing a debt of that amount. An execution was issued on the judgment on the same day Ruhe’s goods were sold, the money made and paid to Deshler.\nOn the 1st of October 1867, creditors of Ruhe filed a petition in the United States District Court for the Eastern District of Pennsylvania, praying that Ruhe might be adjudged a bankrupt, the confession of the judgment to Deshler being the ground of the adjudication.\nThis suit was brought to recover the money received by Deshler under his judgment. The court rejected evidence by the plaintiff that the defendant had reasonable cause to believe that a fraud on the bankrupt law was intended, that he knew Ruhe was then insolvent, and the judgment was confessed for the purpose of procuring the property of Ruhe to be taken on legal process in order to give Deshler a preference; and sealed a bill of exceptions.\nUnder these facts the court (Longaker, P. J.), on motion of the defendant, directed a nonsuit, on the ground that the petition to have Ruhe adjudged a bankrupt was filed more than four months after the confession of judgment. This and the rejection of plaintiff’s offer of evidence were assigned for error, on the removal of the record by the plaintiff to the Supreme Court.\nThe 35th section of the bankrupt act of March 2d 1867, enacts :—\n“ If any person, being insolvent, or in contemplation of insolvency, within four months before the filing of the petition by or against him, with a view to give a preference to any creditor, or person having a claim against him, or who is under any liability for him, produces any part of his property to be attached, sequestered, or seized in execution, or makes any pledge, assignment, transfer or conveyance of any part of his property, either directly or indirectly, absolutely or conditionally, the person receiving such payment, pledge, assignment, transfer or conveyance, or to be benefited thereby, or by such attachment, having reasonable cause to believe such person is insolvent, and that such attachment, payment, pledge, assignment or conveyance is made in fraud of the provisions of this act, the same shall be void, and the assignor may recover the property, or the value of it, from the person so receiving it, or so to be benefited.”\n“ And if any person being insolvent, or in contemplation of insolvency or bankruptcy, within six months before the filing of the petition by or against him, makes any payment, sale, assignment, transfer, conveyance or other disposition of any part of his property to any person who then has reasonable cause to believe him to be insolvent, or to be acting in contemplation of insolvency, and that such payment, sale, assignment, transfer or other conveyance, is made with a view- to prevent his property from coming to his assignee in bankruptcy, or to prevent the same from being distributed under this act, or to defeat the object of, or in any way impair, hinder, impede or delay the operation and effect of, or to evade any of the provisions of this act, the sale, assignment, transfer or conveyance shall be void, and the assignor may recover the property, or the value thereof, as assets of the bankrupt.”\nSection 39th declares that fraudulent transfers and preferences, such as are described in the 35th section (amongst other acts), shall be acts of bankruptcy, and that the debtor shall be adjudged a bankrupt on the petition of creditors, if filed within six months of the act of bankruptcy, “ and the assignee may recover back the money or other property so paid, &c., contrary to this act, provided the person receiving such payment, &c., had reasonable cause to believe that a fraud on the act was intended, or that the debtor was insolvent, &c.”\nT. B. Metzger and E. Gr. Schwartz, fpr plaintiff in error, referred to 85th and 39th sections of the bankrupt law.\nE. Harvey and E. Albright, for defendants in error.\nThe first clause of the 35th section refers exclusively to creditors, or those liable for the debtor: Hood v. Karper, U. S. C. C. East. Dist. Penn., Legal Intelligencer, October 27th 1871; Bean v. Brookmire, U. S. C. C. Missouri, 4 N. B. R. 58. The payment, &c., mentioned in the 39th section must be within four months of the petition: Scammon v. Cole, U. S. C. C. Maine, 5 N. B. R. 259. All parts of a statute must be construed together: 1 Bl. Com. 89; Bonham’s Case, 8 Rep. 232. Although the confession was within six months if not within four, it cannot be impeached: Sawyer v. Turpin, U. S. D. C. Mass., 5 B. B. R. 339; Kohlsaat v. Hoguet, U. S. D. C. N. Y. Id. 159; Harvey v. Crane, U. S. C. C. Ill., Id. 221; Maurer v. Franks, Legal Intell., March 17th 1871; Vogle v. Lathrop, 4 N. B. R. 146.\nMay 13th 1872"
  },
  "file_name": "0299-01",
  "first_page_order": 301,
  "last_page_order": 304
}
