{
  "id": 1031263,
  "name": "Ardery versus Rowles et al.",
  "name_abbreviation": "Ardery v. Rowles",
  "decision_date": "1872-05-13",
  "docket_number": "",
  "first_page": "359",
  "last_page": "362",
  "citations": [
    {
      "type": "official",
      "cite": "71 Pa. 359"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 449,
    "char_count": 8728,
    "ocr_confidence": 0.458,
    "pagerank": {
      "raw": 4.856319230494445e-08,
      "percentile": 0.30447856226366865
    },
    "sha256": "8e2c92f38add84093a7bdac10a9b2b5015d1bd2d882ef22bf289d65db9bc7c02",
    "simhash": "1:73f39c6c1beea48a",
    "word_count": 1561
  },
  "last_updated": "2023-07-14T20:59:08.356246+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, C. J., Sharswood and Williams, JJ. Agnew, J., at Nisi Prius."
    ],
    "parties": [
      "Ardery versus Rowles et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, C. J.\nIn view of the testimony on part of the defendants, there was no room for a doubt that there was a contract of sale by parol of the land in controversy by the plaintiff below to the defendants’ intestate, and so far performed by the latter by entering into possession, making valuable improvements, with part payment of the purchase-money, as required the specific execution thereof by the plaintiff, on payment of the entire purchase-money. The testimony showed all this, and it. was in every way sufficient to justify the finding of the jury on this point.\nThe real question was in fact not this, but the southern boundary of the land. The jury found that that was Clearfield creek, and for this there was sufficient testimony if believed, as it was by the jury. But the plaintiff claimed to fix the boundary by the quantity of land in the strip sold. Having established an initial point and line, the plaintiff claimed ’that this should control the line at the other end of the strip or tract, at a point which would include 90 acres. So it would, if this had been the terms of the contract. But it was not; the land was to go to the creek as the jury have found; and whether from the initial line» or boundary there should be more than 90 acres, it mattered not, for the boundary would control the quantity. The boundaries being fixed, the quantity remained to be ascertained by them, and whatever that was, passed by the sale. The plaintiff was sdcure on these terms, for he was to 'be paid by the acre. Nothing could be more proper than the views expressed by the learned judge as to this matter. It constitutes the first assignment of error in the case, and is not sustained.\nWhat we have already said is sufficient for the other two assignments of error. The whole charge and answers to the points were correct and satisfactory expositions of the law in every aspect of the case, and therefore the judgment is affirmed.",
        "type": "majority",
        "author": "Thompson, C. J."
      }
    ],
    "attorneys": [
      "J. B. McJEnally, for plaintiff in error.",
      "W. A. Wallace, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Ardery versus Rowles et al.\n1. By parol a vendor agreed to sell 90 aeres of land at $3.50 per aere, to begin on one line at a point named, “ and ¡go to the creek.” Held, that the creek was the boundary, whether there would thus be more than ninety acres or not, and the vendee would have to pay for the actual content at $3.50 per acre.\n2. Evidence in this case sufficient to establish a sale of land by parol.\nMarch — 1872.\nBefore Thompson, C. J., Sharswood and Williams, JJ. Agnew, J., at Nisi Prius.\nError to the Court of Common Pleas of Olearfield county: No. 14, to January Term 1871.\nThis was an action of ejectment commenced September 12th 1859, by Elisha Ardery against John Bowles and George Bowles, for 90 acres of land, bounded east by land of James Dougherty, west by lands of John Dougherty, north and south by lands of the plaintiff, “ the whole being west of Little Clearfield creek, and the south-east corner of said land coming to or very near said creek.”\nBoth the defendants having died after the commencement of the suit, Taylor Bowles and others, their devisees and heirs, were substituted.\nThe case was tried May 29th 1869, before Mayer, P. J.\nThe plaintiff showed a complete paper title in himself for 397 acres of land, including the parts in controversy, and rested.\nThe defendants defended on a parol sale in 1840 by the plaintiff to John Bowles of the land in dispute, the principal question being one boundary and the extent of land included in the sale.\nThey gave evidence by John Dougherty that the plaintiff and John Rowles called witness into the plaintiff’s field “ to witness a bargain between them about 90 acres of land; they told me that Rowles had bought the 90 acres at $3.50 per acre. It was to start at the corner of James Dougherty’s buckwheat field and be laid off from that field to the creek; it was said in this conversation that the land was to go to the creek.” James Dougherty’s land would be on the east, plaintiff’s on the north and witness’s on the west. John and George Rowles went on the land that fall; cleared some land; built a house and barn, and lived there till their death; when in possession they claimed to the creek; most of the woodland of the 90 acres was on the creek. They used no timber along the creek.\nThe defendants gave in evidence two judgments in plaintiff’s favor, entered May 10th 1843, against John and George Rowles; on two notes dated April 1st 1840, for $157.50 each, one payable April 1st 1841, on which $75 had been paid October 1st 1841, and the other payable April 1st 1842. On the last a fi. fa. had been issued and a levy made June 16th 1843, on personal property of the defendants, and “also on 90 acres of land in Lawrence township, bounded north by Elisha Ardery, west by John Dougherty, north-east by James Dougherty; supposed to extend to Little Clearfield Creek. The improvements are a log-house and 7 acres of cleared land thereon.”\nThere was evidence of admissions by the plaintiff that defendants’ land extended to the creek, and that the plaintiff never occupied the land along the creek after they went into 'possession. There was evidence also of other payments by the defendants and generally in corroboration of the defendants’ claim.\nThere was evidence for the plaintiff that the lines to which the defendants claimed would include 117 acres. There was no dispute about the east and west lines; the point of dispute was whether the land sold reached to the creek.\nThe court after recapitulating the evidence charged:— * * *\n“ Does the evidence satisfy the jury, clearly and fully, what the contract was between Ardery and Rowles, its terms and conditions, what land was sold, what were the boundaries, the price paid or to be paid and when payable, that possession was delivered under the contract ? The boundaries of the land must be designated with sufficient clearness, so that it could be run off upon the ground with reasonable accuracy and certainty. Satisfactory proof must be furnished by the defendants of all the circumstances which we have mentioned, before a parol sale can be established, sufficient to authorize a court and jury to disregard the plain and imperative requirements of the statute.\n“ Eor, as we have already said, the burden of the proof being thrown on the defendants, if, after an examination of the evidence, you have any doubts as to any of the circumstances upon which they rely to establish their parol sale and take their case out of the Statute of Frauds and Perjuries, your verdict must be for the plaintiff. If, however, after a careful consideration of all the evidence in the cause, your minds are fully and clearly satisfied that the defendants have made out such a parol sale as the law requires, it will then be the duty of the jury to ascertain and determine where is the southern boundary of the land that was bought by John Rowles from the plaintiff. The plaintiff contends that the defendants must be limited in their claim to 90 acres of land out from the upper line extending towards the creek. The defendants claim that the creek was fixed by the parties as one of the boundaries when the bargain was made. [If, when the bargain was made between Ardery and Rowles, it was agreed and understood between them that the land bought was to extend to the creek and the creek to be the boundary, then defendants’ claim would extend to the creek, and if there was an excess over and above the 90 acres, the defendants must pay for the excess at the price agreed upon per acre.] But if the bargain was that defendants were to ¡start at the upper line and run towards the creek so as to make but 90 acres, then defendants cannot extend their claim further towards the creek than to make the 90 acres. As we have before said to you, the proof as to the boundaries must be clear, distinct and satisfactory, and if it is a doubtful question whether defendants’ southern boundary is the creek, it must be determined against them, and defendants must be limited in their claim to the 90 acres laid out from the upper line.” * * *\nThe verdict was:—\n“ The jury say they find for the plaintiff the land described in the draft hereto annexed (as claimed by defendants), to be released on the payment by the defendants of the sum of $505.56 ; one-half in six months and the balance in one year from date with interest; and that plaintiff shall not have execution until he file in court a deed for said land and cause to be satisfied of record the two judgments entered on record Nos. 63 and 64, to May Term 1843.”\nThe plaintiff took a writ of error, and assigned \"the portion of the charge in brackets for error.\nJ. B. McJEnally, for plaintiff in error.\nW. A. Wallace, for defendants in error.\nMay 13th 1872,"
  },
  "file_name": "0359-01",
  "first_page_order": 361,
  "last_page_order": 364
}
