{
  "id": 1031273,
  "name": "Robinson versus Buck",
  "name_abbreviation": "Robinson v. Buck",
  "decision_date": "1872-02-26",
  "docket_number": "",
  "first_page": "386",
  "last_page": "393",
  "citations": [
    {
      "type": "official",
      "cite": "71 Pa. 386"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Edw. Ch. 206",
      "category": "reporters:state",
      "reporter": "Edw. Ch.",
      "case_ids": [
        486328
      ],
      "pin_cites": [
        {
          "page": "210"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/edw-ch/1/0206-01"
      ]
    },
    {
      "cite": "1 Wright 160",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        625904
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wright/1/0161-01"
      ]
    },
    {
      "cite": "4 Wright 230",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "2 Rawle 174",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "6 Peters 598",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        1439693
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/31/0598-01"
      ]
    },
    {
      "cite": "13 Peters 209",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        3337896
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/38/0209-01"
      ]
    },
    {
      "cite": "3 Rich. Eq. 393",
      "category": "reporters:state",
      "reporter": "Rich. Eq.",
      "opinion_index": -1
    },
    {
      "cite": "7 Wright 67",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "3 Grant 259",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        229212
      ],
      "opinion_index": -1,
      "case_paths": [
        "/grant/3/0259-01"
      ]
    },
    {
      "cite": "7 Wright 67",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 961,
    "char_count": 19165,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 2.332980724236801e-07,
      "percentile": 0.7913019253246039
    },
    "sha256": "b0cd0cb7dabdff26f492960037ad015746531196dc09c35dba8edf86dc128d19",
    "simhash": "1:607c4cf770c7d56d",
    "word_count": 3479
  },
  "last_updated": "2024-02-27T22:19:31.896699+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, Sharswood and Williams, JJ. Thompson, C. J., at Nisi Prius."
    ],
    "parties": [
      "Robinson versus Buck."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nSharswood, J.\nIt is not necessary to consider whether the plaintiff below was a competent witness to prove that to which he testified, and that for two sufficient reasons: First, that when he 'was offered as a witness and objected to — both at first and when the objection was repeated — the objection was a general one to his competency, and it is not disputed that he would have been a competent witness for some purpose. If the testimony which he gave after his admission was such as he was incompetent to give, it should have been then specially objected to, or the judge after-wards asked to direct the jury to disregard it. It would -be very unfair if this rule of practice was not rigidly adhered to ; for in this very ease, as we shall see presently, if the particular evidence had been excepted to when offered, the plaintiff might safely have withdrawn it. The second reason for not considering the question of the plaintiff’s competency, is that his testimony might all be stricken out without affecting the merits of the controversy. It must be borne in mind that this was an equitable ejectment brought to set aside a deed on the ground of legal fraud. The legal title was in the defendant. The plaintiff claimed to recover upon an equity, that under the circumstances a chancellor would set aside the deed of May 22d 1862, 'as a legal fraud upon him and declare a trust in his favor. The judge was sitting as a chancellor, and the jury merely his assessors to assist him upon the credibility of witnesses and in reconciling conflicting testimony. It was not necessary under the other uncontradicted evidence that the plaintiff should prove that he did not know of the deed in question before or at the time of its execution. Enough had been shown to throw upon the defendants the burthen of proving that he had knowledge of it. It was proved by Mr. Stover, without contradiction, that on the very day of her marriage, Ann Eliza Shields had called on him, requested him to draw the deed, and about an hour after executed it. Apart altogether from the fact that he stated, “ It seems to me she did say she was going to be married” — the execution of a deed without consideration on the morning of the day of her marriage, was primá facie in fraud of the marital rights of the intended husband, and devolved upon those claiming under the deed the onus of showing that it was communicated to him. It is unnecessary to pass in review the English authorities upon the subject of deeds of this character. We must consider the law in this state as settled, and well settled in Duncan’s Appeal, 7 Wright 67; and Belt v. Ferguson, 3 Grant’s Cases 259. The cases show conclusively that it is not a question of actual fraud. “Common candor,” says Mr. Chief Justice Lowrie, “forbids that so important a change in his intended wife’s circumstances and in the power over her estate, should be made without his consent, and equity sternly condemns it as a fraud upon his just expectations. This principle of equity has stood the test of experience too long to be open to dispute now.” We are very clearly of opinion that independently of the Statute of Frauds there was no evidence that Ann Eliza Shields held the property in trust, which would justify the conveyance as the fulfilment of a moral or equitable obligation.\nWhether the deed itself by Ann Eliza Shields, being found to have been in fraud of the marriage, would have been a bar to a recovery by the children of the marriage, we do not deem it necessary to discuss and decide. While we entirely agree with the learned judge below that the acceptance by Mrs. Buck of the legacy bequeathed to her by the will of Ann Buck did not, under the circumstances, preclude the plaintiff, her husband, from his interest or curtesy in the property, because under the Married Woman’s Act of 1848, it was the separate property of his wife, and he could not prevent her acceptance of it, so that so far as he was concerned it was no case of election; yet the wife herself was bound; her coverture was no disability in this respect according to our own decision in Tiernan v. Roland, 3 Harris 429, supported as it is by the whole current of authorities. If she were bound, so were her children claiming by descent through her, and it follows that the verdict and judgment in their favor are erroneous. It is not necessary, however, that the judgment should be reversed on that account. The action was brought in the name of Frederick J. Buck, “ on behalf of himself and Fannie S. Buck and Lizzie T. Buck, minors, as their next friend.” They were not technically plaintiffs, and these words are clearly surplusage. They can be stricken out now, and we accordingly allow the record to be so amended.\nThe record is directed to be amended in the style of the action, and wherever else the words occur, by striking out after the name of the plaintiff these words, “ on behalf of himself and Fannie S. Buck and Lizzie T. Buck, minors, as their next friend,” and thereupon judgment affirmed.",
        "type": "majority",
        "author": "Sharswood, J."
      }
    ],
    "attorneys": [
      "B. B. Watson, B. L. Ashhurst and A. Thompson, for plaintiffs in error.",
      "F. Wolfe and A. Briggs, for defendants in error,"
    ],
    "corrections": "",
    "head_matter": "Robinson versus Buck.\n1. A witness if competent for any purpose, although not for others, is admissible on a general objection to his competency.\n2. If testimony from him offered after his admission be incompetent it should then be specially objected to, or the court asked to direct the jury to disregard it.\n3. A wife on the day of her marriage conveyed her real estate without consideration: Held, that this was primS, facie in fraud of her husband’s marital rights, and the burden was upon the grantee to show that it had been communicated to him.\n4. The grantee bequeathed the residue of her estate to the wife, who received it from the executor with the assent of the husband: this did not estop him from recovering the land after his wife’s death as tenant by the curtesy.\n5. The wife and her children claiming through her were bound by her election to take under the grantee's will; the children therefore could not recover the land.\n6. The ejectment for the land was in the name of husband “ on behalf of himself” and the children, u as their next friendthe verdict was generally for the plaintiff; being error as to the children the record was amended in the Supreme Court by striking out “ on behalf of himself,” &c., and the judgment then affirmed.\n7. In an ejectment to set aside a deed on the ground of fraud; the judge sits as a chancellor and the jury are his assessors to assist him on the credibility of witnesses and reconciling conflicting testimony.\n8. Belt v. Ferguson, 3 Grant 259 ; Duncan’s Appeal, 7 Wright 67, recognised.\nFebruary 20th 1872.\nBefore Agnew, Sharswood and Williams, JJ. Thompson, C. J., at Nisi Prius.\nError to the District Court of Philadelphia: No. 169, to July Term 1871.\nThis was an amicable action of ejectment, in which Frederick J. Buck “ on behalf of himself and Fanny S. Buck and Lizzie T. .Buck, minors, as their next friend,” was plaintiff, and John Robinson and William Woódside, “executors and trustees under the last will and testament of Ann Buck, deceased, Mary Shields Dalton and Ellis P. Dalton her husband were defendants.”\nThe case was tried May 16th 1871, before Hare, P. J.\nThe plaintiffs gave evidence that the premises in dispute had belonged to James Buck; and that on the 30th of October 1857, he with his wife had conveyed them to Ann Eliza Shields.\nThe plaintiff, Frederick J. Buck, was then offered as a witness; he was objected to as being a party interested and not within the Act of April 15th 1869 ; he was admitted to testify, and a bill of exceptions was sealed. He testified that he had married Ann E. Shields, the above-named grantee, on the 22d of May 1861, about 9 o’clock p. m. ; that she was dead, leaving two children, the above-named Fanny S. and Lizzie T. Buck, both being minors.\nThe defendants then gave in evidence a deed, dated May 22d 1861, from Ann Eliza Shields to Ann Buck, recorded July 13th 1861. They gave in evidence the will of Ann Buck, proved October 23d 1862, devising the premises to the above-named executors in trust, to permit Ann E. Buck (Shields) to take the rents, &c., and after deducting ground-rent, tax, &c., to apply the balance to her sole and separate use for life, and upon her death the trustees to hold the premises for the sole and separate use of Mary Dalton, defendant. The whole of, the residue was bequeathed to the said Ann E. Buck.\nThe defendants rested, and the plaintiffs in rebuttal called Lewis Stover, Esq., who testified that the deed of May 22d 1861 had been prepared under his directions. Miss Shields desired to know how soon the deed could be prepared; it was prepared, executed and acknowledged between 12 and 3 o’clock in the day. It seems to me she did say she was going to be married; she told me to keep it at that time. Some time after she told me to record it. “ I had the deed ever since, except when it was left for record; she had nothing at the time; she lived with her aunt, and attended to business for her aunt; no consideration was paid.”\nThe plaintiff was again offered and objected to on the same ground as in the first instance; he was admitted and a bill of exceptions sealed. He testified that he knew nothing of the conveyance after his marriage; never knew Miss Shields had conveyed to Mrs. Buck; did not know before the marriage that his wife owned property; he knew it during her life ; he did not object to his wife taking under Mrs. Buck’s will.\nThe defendant gave in evidence the report of the auditor in the Orphans’ Court distributing the estate of Mrs. Ann Buck, and showing a balance of $2046.19, which was received by Mrs. Ann Eliza Buck. They gave evidence that from 1857 to 1861 Ann Eliza Shields collected the rents from the premises in the name of Mrs. Ann Buck and her husband, and signed the receipts “Ann Eliza Shields for James Buck,” and “A. E. Shields for Ann Buck.” They gave in evidence a mortgage on premises from James Buck, which was paid by him, and satisfied October 19th 1858. Also deed from Charles J. Allen to Ann Buck, dated July 26th 1859, assigning a ground-rent of the premises of $60.62; also evidence that in 1857 the premises were worth $7000; also, that Ann Eliza Shields was the niece of Mrs. Ann Buck, lived with her, and was adopted by her and her husband. Mr. Stover called again; testified that the premises had belonged to David Thompson, the first husband of Mrs. Ann Buck; after Thompson’s death, James Buck bought the premises at sheriff’s sale for $500, “ a trifle.” James Buck built on it; between him and his wife it was claimed that she owned the land and he the building. Witness “received the impression that the deed to Ann Eliza Shields was made to quiet any disputes between Mr. and Mrs. James Buck. She was to be their heir ; they concluded to give the title to her by executing the deed of 1857.”\nThe plaintiff then gave evidence that he and Miss Shields were married about 9 o’clock at night; she was then about twenty-five years old.\nThe defendants asked the court to charge:—\n1. That a deed made by an unmarried woman immediately before marriage, is not necessarily fraudulent and void, but that whether or not such a deed is fraudulent, must depend upon the surrounding circumstances.\n2. That a moral obligation is such a consideration as to support a deed made by an unmarried woman on the eve of marriage.\n3. That a parol trust is such a moral obligation as to support a deed by an unmarried female, though made on the eve of marriage.\n4. That to avoid a deed made by an unmarried female on the eve of marriage as fraudulent, it must be proved to have been without the husband’s knowledge and pending a treaty of marriage.\n5. That the husband alone can avoid such a deed made By his wife on the eve of marriage, and that it is only void so far as his interest is concerned, and against him so far as void at all.\n6. That the circumstances of the poverty of the husband and of his making no settlement on the wife and bringing no property to the marriage union, go to rebut any presumption of fraud in an ante-nuptial deed by the wife.\n7. That the receipt of Ann Eliza Shields as agent for Ann Buck, of rent of the property in question, between 1857 and 1861, is such evidence in writing as to take the case out of the Statute of Frauds and entitle the jury to find whether or not there was a trust for Ann Buck.\n8. That the deed from Ann Eliza Shields to Ann Buck may also be considered by the jury in the light of a written declaration, which, if they believe a trust existed, will take it out of the Statute of Frauds.\n9. That a party cannot claim under and against a will.\n10. That the receipt of Dr. Buck and Ann Eliza, his wife, of distributive share under Ann Buck’s will, is such an equitable election as, unless refunded, to estop them, or parties claiming under them, from disputing that Ann Buck owned the premises in question.\n11. That the auditor’s report and settlement of the account of estate of Ann Buck, is evidence to show the receipt of the personal property bequeathed to them by Dr. Buck and wife.\n12. That a treaty of marriage must be conclusively proved to have existed at the time of the conveyance by the intended wife, and an agreement to become the wife in order to declare the conveyance fraudulent.\n13. In the absence of any representation as to specific property, there is no implied contract on the part of the lady that her property shall not be diminished before marriage.\nAll the points were denied and the court reserved the question whether or not there was sufficient evidence to establish a trust in Ann Eliza Shields for Ann Buck, and further charged: “If the jury believe, from the testimony of Dr. Buck and the other evidence in the case, that all knowledge of the conveyance to Mrs. Ann Buck was withheld from him, and that he was ignorant of it at the marriage, the deed was under such circumstances, a fraud on his marital rights, and your verdict should be for plaintiffs.”\nThe verdict was for the plaintiff, and judgment was afterwards entered on the verdict for the plaintiff.\nThe defendants on a writ of error assigned for error: admitting the plaintiff to testify, the answers to the points and the charge of the court.\nB. B. Watson, B. L. Ashhurst and A. Thompson, for plaintiffs in error.\nThe plaintiff was not competent under the Act of April 15th 1869, sect. 1: P. L. 1869, p. 30; 1 Br. Purd. 624, pl. 16; Snyder v. Snyder, 6 Binney 488; Hay v. Hay, 3 Rich. Eq. 393; Hasbrouck v. Vanderoork, 5 Selden 153; Alcock v. Alcock, 12 Eng. L. and Eq. R. 354; Hitner’s Appeal, 4 P. F. Smith 117; Cornell v. Vanartsdalen, 4 Barr 365; Stein v. Bowman, 13 Peters 209; Wells v. Tucker, 3 Binney 366; Diehl v. Emig, 15 P. F. Smith 320; Newlin v. Newlin, 1 S. & R. 278.\nThe deed itself from Ann Eliza Shields to her aunt, though made just before marriage, is primá. facie good, and has not been sufficiently assailed: St. George v. Wake, 1 Mylne & Keene 610; England v. Downes, 2 Beavan 522; 2 De Manneville & Compton, 1 Ves. & Beames 354; Adams on Eq. 406; Wrigley v. Swainson, 3 De Gex & Smale 458; 4 Cruise Dig. 410; King v. Cotton, 2 P. Wms. 674.\nThere was no direct evidence of a positive treaty of marriage as a definite binding betrothal at the time of the deed; this was necessary to invalidate the deed: Taylor v. Pugh, 1 Hare 608; Strathmore v. Bowes, 1 Ves. Jr. 22. The question whether the deed was or was not fraudulent, should have been left to the jury.\nThe husband’s right in wife’s estate before marriage, is inchoate a mere equity, not an estate: Crane v. Morris, 6 Peters 598.\nThere was some evidence of a resulting trust from payment of money in the satisfaction of the mortgage and purchase of ground-rent, which should have gone to the jury, although there might be contradictory evidence: Harrold v. Lane, 3 P. F. Smith 268; Hill on Trustees 56-61. The receipts as agents were a distinct admission that her title was only a trust: Williard v. Williard, 6 P. F. Smith 119; Williams v. Potts, L. R. 12 Eq. 148; Raybold v. Raybold, 8 Harris 311; Forster v. Hale, 3 Ves. 707.\nA moral obligation will support an antenuptial deed, although the husband be ignorant of it: Blithe’s Case, 2 Freeman 91; Hunt v. Matthews, 1 Vernon 408; Blanchett v. Foster, 2 Ves. 264.\nThe acceptance of a benefit under a will estops legatees from denying right of testator in anything he has bequeathed or devised, and operates as a conveyance of the legatee’s right to the party claiming under the will: Redfield on Wills 743; Ward on Legacies 187; 1 Jarman on Wills 385; 1 Roper’s Husband and Wife, Jacob’s note, p. 566; Preston v. Jones, 9 Barr 456; Stump v. Findlay, 2 Rawle 174; Fulton v. Moore, 1 Casey 468; Gable’s Executors v. Daub, 4 Wright 230. Ann Eliza’s being a feme covert will not destroy the effect of her election: 1 Jarman on Wills 385, note; Redfield on Wills 743; Grattan v. Haywood, 1 Swanst. 409, note; Dillon v. Parker, Id. 407; Macnamara v. Jones, 1 Bro. C. C. 481; Robertson v. Stephens, 1 Iredell’s Eq. 247; Wilson v. Townshend, 2 Ves. Jr. 693; Barron v. Barron, 4 Kay & Johnson 409; Ardesoif v. Burnet, 2 Dickens 463; Shredd v. Casey, 11 B. Monr. 181; Cord’s Legal & Eq. Rights, § 246; Winter v. Walter, 1 Wright 160; M’Cullough v. Wilson, 9 Harris 436; Tiernan v. Rowland, 3 Id. 429; Wall v. Wall, 15 Simmons 521; Lady Cavan v. Pulteney, 2 Ves. Jr. 560. The husband here admits he acquiesced in wife’s election, and certainly made no attempt to restrain it. An election once made is binding: Buist v. Dawes, 3 Rich. Eq. R. 281; Maple v. Kussart, 3 P. F. Smith 348; Blake v. Bunbury, 1 Ves. Jr. 523; Lewis v. Lewis, 1 Harris 80; Holmes v. Coghill, 7 Ves. Jr. 499; Penna. Life Ins. Co. v. Stokes, 11 P. F. Smith 136.\nThe plaintiffs should have offered to refund: Cord’s Legal & Eq. Rights, pp. 332-3; Green v. Green, 2 Meriv. 86; Thellusson v. Woodford, 13 Ves. Jr. 220; Moore v. Butler, 2 Sch. & Lef. 267; Cheeves’ Eq. 37, 42; Leonard v. Crommelin, 1 Edw. Ch. 206, 210. The husband has lost any right he might have had by his laches, in not proceeding in his wife’s lifetime: Loader v. Clarke, 2 MacNaghton & Gordon 382; Pringle v. Pringle, 9 P. F. Smith 281.\nF. Wolfe and A. Briggs, for defendants in error,\nas to the admission of plaintiff to testify cited: Cawley v. Wilson, Legal Intel. 8th April 1870, p. 109; Acts of April 15th 1869, April 9th 1870, sect. 1, Pamph. L. 44; 1 Br. Purd. 625, pl. 20; Cornell v. Vanartsdalen, 4 Barr 365; Diehl v. Emig, 15 P. F. Smith 320. The deed was primfl facie bad: Linker v. Smith, 4 W. C. C. R. 324; Duncan’s Appeal, 7 Wright 67. Presumption of delivery may be rebutted by the deed remaining in the possession of the counsel: Critchfield v. Critchfield, 12 Harris 100. Being without notice to the husband the deed for that reason was void: Strathmore v. Bowes, 1 Ves. Jr. 22. So the secrecy and urgency of making the deed: England v. Downes, 2 Beav. 528; Goddard v. Snow, 2 Russ. 485; Logan v. Simmons, 3 Iredell’s Eq. 487; Terry Adm. v. Hopkins, 1 Hill’s Chancery 15; Ramsey v. Joyce, 1 McMullin’s Eq. 237; Manes v. Durant, 2 Richardson’s Eq. 404.\nFebruary 26th 1872,"
  },
  "file_name": "0386-01",
  "first_page_order": 388,
  "last_page_order": 395
}
