{
  "id": 1031250,
  "name": "Patterson versus English and Rickabaugh",
  "name_abbreviation": "Patterson v. English",
  "decision_date": "1872-10-17",
  "docket_number": "",
  "first_page": "454",
  "last_page": "460",
  "citations": [
    {
      "type": "official",
      "cite": "71 Pa. 454"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "12 Johns. 106",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts 356",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 723,
    "char_count": 17154,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 4.5664051627973794e-07,
      "percentile": 0.9249539258852543
    },
    "sha256": "6038ba06613a513aac9d13728b3edc0b8573b559f7b09a19da1043940eda9653",
    "simhash": "1:7d26819df4c2b528",
    "word_count": 3094
  },
  "last_updated": "2024-02-27T22:19:31.896699+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, C. J., Agnew, Sharswood and Williams, JJ."
    ],
    "parties": [
      "Patterson versus English and Rickabaugh."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWilliams, J.\nThe main question in this case is, should the writing in controversy have been submitted to the jury to determine whether or not it is the will of Collins E. Patterson, deceased.\nIt consists of six different items written with a lead pencil, under the date of January 12th 1871, on the last four pages of the decedent’s memorandum-book entitled “Merchant’s Account Book and Buyer’s Guide,” found the next day after he died, in his private drawer, in a desk belonging to the plaintiff, David M. Rickabaugh, with whom he lived. These items are wholly disconnected and separated from each other by spaces of greater or less width, and a line drawn between them, with the name of C. E. Patterson written with a lead pencil, immediately below the last item. They are all in the decedent’s handwriting, but the date is not, nor does it appear by whom it was written. The genuineness of the signature is denied, but the jury have found that it is in the decedent’s own proper handwriting. Did the deceased then, in writing down these detached items, and signing them in the manner he did, intend them to be his will-, and to take effect as such after his death ?. They are not in the form of a will, and he nowhere declares them to be his will. They are not preceded or followed by the usual formalities of. a will. There are no words of gift or bequest in either of the items, nor do any such words precede or follow them. What intrinsic evidence is there, then, arising from the face of the paper, or the words themselves, that the decedent wrote and intended them as his will ? If a will is an instrument by which a person makes a disposition of his property to take effect after his decease, what is there in these disconnected memoranda evincive of the decedent’s intention to make such a disposition of his property ? It is true that no formal words are necessary in order to make a valid will; the form of the instrument is immaterial, if its substance is testamentary. But if the instrument is not testamentary in form or substance, what intrinsic evidence is there that it was intended as a will ? A gift or bequest after death is of the very essence of a will, and determines a writing, whatever its form, to be testamentary. Whether a writing is a will or not, does not depend upon the maker’s declaring it to be a will at the time he executes it, but upon its contents. But how can an instrument or writing be regarded as a will, if the maker does not declare it to be, and the contents do not show that it is his will ? To constitute a valid will of personalty the writing must be either complete on its face, or if incomplete or defective it must appear that it was intended by the writer to operate as his will in its unfinished and incomplete state. But how does it appear that the incomplete memoranda in this case were intended to operate as a will ? There is nothing on the face of the paper or in the words themselves to indicate such intent, nor is there anything from which it can be inferred that any gift was intended except the words “ to be paid,” in the first, second and fourth items. But when were the amounts specified in these items to be paid ? In the lifetime of the writer or after his decease ? There is nothing in the language to show when they were to be paid. These items may have been intended as instructions for his will, or as memoranda of gifts he intended to make in his lifetime. The mere words “ to be paid” do not amount to a testamentary bequest of the sums mentioned, nor show that they were to be paid after his death. But how is it with regard to the items which the plaintiffs allege were intended as bequests to them ? They may have been memoranda of the amounts which the decedent had paid, or which he intended to pay the plaintiffs for the services which they had rendered him while he was sick. There is not one word in either of them which clearly indicates that he intended them as testamentary bequests. There is then no intrinsic evidence that the decedent, in writing down the items in question in his memorandum-book, intended them as his will.\nIs there any extrinsic evidence that he intended them as such ? His declarations as to the will he had made and the bequests he had given are relied on for this purpose. But there is no evidence that he referred to the items in the memorandum-book as the will which he had made. The declarations testified to by the witnesses were all made prior to their date. But it is contended — and on this ground the declarations were admitted — that as the date is not in the handwriting of the decedent, it may have been made after the alleged will was written. But the presumption is that the date was written before and not afterwards, and that it was seen by the decedent and made with his knowledge. Primá, facie it is the true date of the writing in issue, and there is nothing to contradict or overthrow it. There is then no extrinsic evidence that the decedent intended the writing in controversy as his will. He did not so declare, and it cannot be inferred from anything that he said prior to the time it was written. The defect in the evidence is that there is nothing in it to show that the decedent referred to the items contained in his memorandum-book as his will. It is more than probable that he referred to a will which he had written with the aid of the book of forms with which he was furnished, and that this was the paper which Caroline English saw him burn a day or two before his death. But whether so or not, there is no sufficient evidence that his declaration, referred to the writing set up as his will by the plaintiffs. The court should therefore have withdrawn the cause from the jury, and instructed them that there was no evidence that would justify them in finding that the writing in issue was the will of the decedent, Collins E. Patterson.\nThis view of the case renders it “unnecessary to consider the question mainly discussed on the argument, viz.: whether under our statute relating to wills, a paper purporting to be testamentary, written and signed with a lead pencil, is a valid will.' It will be time enough to determine this question when its decision becomes necessary; but whether valid or not, no will should be written or signed with a lead pencil, on account of the facility with which the writing may be altered or effaced.\nJudgment reversed.",
        "type": "majority",
        "author": "Williams, J."
      }
    ],
    "attorneys": [
      "O. A. Barnett, for plaintiff in error.",
      "W. A. Sponsler (with whom was O. J. T. Mclntire), for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Patterson versus English and Rickabaugh.\n1. No formal words are necessary to make a valid will, if the substance be testamentary.\n2. A gift or bequest after death, is of the essence of a will, and determines the writing to be testamentary.\n3. Whether a writing is a will does not depend upon the maker declaring it so when he executes it, but upon its contents.\n4. A will of personalty must be complete on its face, or if incomplete, it must appear that it was intended to operate as a will in its unfinished state.\n5. A paper alleged to be a will was all in the decedent’s writing, a date not in his writing was at the head; the presumption is that it had been written with his knowledge before the body of the paper, and that it was its true date.\n6. The paper in this case written and signed in pencil, in a merchant’s memorandum-book, in disjointed items, without words of gift, &e. Held, not to be a will.\n7. Whether under the Wills Act a paper written in pencil can be a will, not decided.\n8. A will should not be written or signed in pencil on account of the facility of alteration. Per Williams, J.\nMay 14th 1872.\nBefore Thompson, C. J., Agnew, Sharswood and Williams, JJ.\nError to the Court of Common Pleas of Perry county: No. 29, to May Term 1872.\nThis was a feigned issue, directed by the register of wills, to determine the validity of a paper writing purporting to be the will of Collins E. Patterson, deceased.\nThe parties were Caroline English and David M. Riekabaugh, plaintiffs, and James Patterson, defendant. The issue was framed at August Term 1871.\nThe decedent died January 17th 1871, unmarried and without children, leaving his father the defendant, to survive him.\nThe decedent had been a merchant in Millerstown, Perry county, and in partnership with Riekabaugh, one of the plaintiffs, with whom he lived. The paper offered as his will was found by Rickabaugh on the day after decedent’s death, in his private drawer, in a desk of Rickabaugh’s; was in a small memorandum-book kept by him, entitled “ Merchant’s Account Book and Buyer’s Guide,” published in Philadelphia; containing an Almanac for 1869, rates of postage, public places, &c., advertisements of business-places, &c. The book had 228 pages; it contained also a number of memoranda, made by himself in pencil for purchasing goods, &c. The writing alleged to be a will was under date of January 12th 1871; it was all in pencil with his name at the end, also in pencil. The body of the writing (except the date, about which there was no evidence) was admitted to be in his handwriting, but the testimony as to the signature differed.\nThe writing, as nearly as it can be transcribed, is in the following form:—\nJanuary 12th 1871.\nAnn Ereeburn, daughter of Clinton Ereeburn, $1000, to be paid unto Clinton Ereeburn, her father, for education of his daughter.\n(Erasure.)\nEanny Smith, formerly Eanny Meek, $500, to be paid into the hands of her brother Clinton Freeburn, for the use of daughter, and in case she Eanny Smith, formerly Eanny Meek, may come to need to see that she is made comfortable, the interest being all yearly, the daughter may want.\n[Erasure.)\nHenrietta Patterson, life policy of C. E. Patterson, No. 10,339, for $5000, and to draw 50 per cent, of $121.50, making $60.75 for 4 years. Total amount, $5243. $5243. Policy to be had and found at Kerr & Co., Altoona, Blair co., Pa.\n(•Erasure.)\nPresbyterian Church $500, to be paid to Trustees for repairing church, provided they put basement and complete for Sabbath school all within one year from April 1871, otherwise the $500 to be deposited in the hands of trustees, and interest to be paid annually to the support of the pastor.\n(Erasure.)\n-The above is designed to of the pass book,-\nCaroline English, $1000, for special services given while sick.\nD. M. Rickabaugh, $1000, for labor and services rendered during sickness.\nC. E. Patterson.\nrepresent two different openings\nThe issue was tried August 9th 1871, before Graham, P. J.\nThe plaintiffs gave evidence that the paper and signature were in the handwriting of the decedent.\nThey then offered “ to read the paper to the jury, and then to prove the declarations of Collins E. Patterson, that he had made his own will, and that again to be followed that he had given his estate, in part or in whole, to the same persons who are by him the said Collins E. Patterson named in said paper as his legatees.”\nThis was objected to by defendant, because, 1. A pencil writing is not a writing within the meaning of the statute, which intends ink writing. 2. It is in a memorandum-book, does not begin, end or purport to be a will; was not published as a will; has no executor or attesting witnesses. 8. Declarations of decedent that he had made a will inadmissible, without identifying the paper, as that referred to by him, nor at all, if before the date.\nThe court admitted the offer, saying :—\n“ The body of the paper and the signature are proved by several witnesses to be the handwriting of C. E. Patterson. No witness has proved the date of the paper at the head of it to be the handwriting of C. E. Patterson. It appears to be a different handwriting. Under the circumstances we will not limit the proof of the declarations offered to those made after 12th January 1871.”\nThe court sealed a bill of exceptions.\nThe plaintiffs then gave evidence by a number of witnesses, that the decedent, in March 1870, said he was making an arrangement of his property; that he had got his life insured for $1000 for one of John Patterson’s daughters, who was infirm; he was going to leave Rickabaugh something for attending him in sickness; going to leave to Ann Freeborn who was lame, $1000 to educate her; to his aunt Fanny Meek $500; to the Presbyterian church $500, to repair it. On the 9th of January 1871, he said to a witness he wished to make a will; that he had one but wished to make some alterations. In September 1870, one of the witnesses said to him that decedent’s brother John might be expecting something from him; he said “ he need not expect that, because he had his things all fixed, never to be changed while he was on earth, and they will never be any the better of what I’m worth.” He said, his father had never helped him; “ then, why should I give what I have to my father and his family?” There was other evidence of his declarations that he would have nothing to do with his father or his family; also, evidence that the relations between him and his father were not cordial. A witness testified that in May or June 1870, the decedent asked him to write a “skeleton will;” witness said there was no necessity; he would give him Dunlap’s Book of Forms, which he did. Decedent said he was arranging his affairs; none of his estate should go to his father’s family.\nFor the defendant there was evidence that the relations of the decedent with his father were cordial.\nA witness testified that where the erasures were, he could distinguish “ 0. E. Pat.”\nCaroline English, plaintiff, testified that a day or two before decedent’s death she saw him burn a paper which “ looked like a folded letter.”\nThe plaintiff’s 1st and 2d points which were affirmed were:—\n1. If the jury believe the paper offered in evidence and read to the jury was written by Collins E. Patterson, the alleged testator, in his own proper handwriting, and signed at the end thereof by the said Collins E. Patterson, the fact of the signature and the body of the paper being Avritten in pencil ma/rh, will not prevent it from being established as the will of Collins E. Patterson.\n2. If the jury believe that the paper read to the. jury is in the handwriting of Collins E. Patterson, and signed at the end thereof by him, the said Collins E. Patterson, although when he made the same and executed the same by signing his name at the end thereof, he may have intended to put the same in a more usual and general form, but never did put the same in any other form, and adopted the same, and left it, intending that the persons named therein, should be the objects of his bounty, the jury may find that the said paper is .the will of Collins E. Patterson.\nA number of bills of exceptions to evidence were sealed during the trial.\nThe court charged:— * * *\n“ The evidence on part of the plaintiffs, to justify a verdict in their favor, must preponderate; it must satisfy your minds reasonably well that the signature is genuine. If you consider the evidence equally balanced your verdict should be for the defendant; for to justify a verdict for plaintiffs, the evidence ought to preponderate in their favor.\n“ But defendant further contends that even if you should find the signature genuine, that the entries of the pass-book are only incomplete, imperfect and unfinished memoranda, intended after-wards to be made a part of his will to be prepared in proper form. If the entries in the book were made by decedent, and regarded by him as a finished and final disposition of his property, or part of it, without intending to add anything further to it, then it would be a valid will. On the contrary, if decedent intended the writing in his pass-book as memoranda of the disposition of part of his property, but unfinished and incomplete, to which he intended to make further additions before his death, and did not make it as a final disposition of his estate, but as memoranda to be completed afterwards, by further bequests; under these circumstances, the writing would not be valid, as the last will of decedent.”\nThe verdict was for the plaintiffs.\nThe defendant took out a writ of error. He assigned for error the rulings of the court as to evidence and the affirmance of plaintiffs’ points.\nO. A. Barnett, for plaintiff in error.\nThe Statute of Wills means the writing should be in ink: Act April 8th 1833, sect. 6, Pamph. L. 249, 2 Br. Purd. 1474, pl. 6; 2 Black. Com. 295; Shep. Touch. 50; Co. Litt. 229; Story on Promissory Notes, sect. 11. The decisions in England that pencil wills were valid, are under Statute of Frauds, 29 Charles II., which requires them to be signed in the presence of witnesses. The paper does not purport to be a will: Murry v. Murry, 6 Watts 356; Swinburne 1, sect. 3, pl. 11; Woodward v. Darcy, 1 Plowden 184.\nW. A. Sponsler (with whom was O. J. T. Mclntire), for defendants in error.\n—A will in pencil is valid: 1 Redfield on Wills 165, 166; Dyer’s Case, 1 Hagg. 219; Green v. Skipworth, 1 Phill'imore 53; Raymes v. Clarkson, Id. 22 ; Dickenson v. Dickenson, 2 Id. 173; 10 Bacon’s Abr. 490, and cases cited; Merritt v. Clason, 12 Johns. 106; Clason v. Bailey, 14 Id. 491; 3 Parsons on Contr. 8 ; Geary v. Physic, 5 Barn.,& C. 234; McDowell v. Chambers, 1 Strobh. Eq. 347.\nOctober 17th 1872,"
  },
  "file_name": "0454-01",
  "first_page_order": 456,
  "last_page_order": 462
}
