{
  "id": 607122,
  "name": "COMMONWEALTH of Pennsylvania v. George E. BANKS",
  "name_abbreviation": "Commonwealth v. Banks",
  "decision_date": "1999-03-02",
  "docket_number": "",
  "first_page": "1",
  "last_page": "6",
  "citations": [
    {
      "type": "official",
      "cite": "556 Pa. 1"
    },
    {
      "type": "parallel",
      "cite": "726 A.2d 374"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "678 A.2d 773",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11740422,
        463559
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/678/0773-01",
        "/pa/544/0554-01"
      ]
    },
    {
      "cite": "544 Pa. 554",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        463559
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa/544/0554-01"
      ]
    },
    {
      "cite": "500 Pa. 16",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1781169
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa/500/0016-01"
      ]
    },
    {
      "cite": "722 A.2d 638",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11773538,
        765982
      ],
      "weight": 2,
      "year": 1998,
      "pin_cites": [
        {
          "page": "642"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/722/0638-01",
        "/pa/554/0547-01"
      ]
    },
    {
      "cite": "554 Pa. 547",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        765982
      ],
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/pa/554/0547-01"
      ]
    },
    {
      "cite": "126 F.3d 206",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        943577
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/126/0206-01"
      ]
    },
    {
      "cite": "133 L.Ed.2d 65",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "116 S.Ct. 113",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        777794
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/fed-cl/34/0113-01"
      ]
    },
    {
      "cite": "516 U.S. 835",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        325568,
        323840,
        325697,
        324836,
        327753,
        327275,
        324207,
        327663,
        325618,
        328479,
        328502,
        327834,
        326972,
        324253,
        328159
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/us/516/0835-04",
        "/us/516/0835-09",
        "/us/516/0835-01",
        "/us/516/0835-02",
        "/us/516/0835-13",
        "/us/516/0835-08",
        "/us/516/0835-07",
        "/us/516/0835-06",
        "/us/516/0835-15",
        "/us/516/0835-14",
        "/us/516/0835-11",
        "/us/516/0835-10",
        "/us/516/0835-12",
        "/us/516/0835-03",
        "/us/516/0835-05"
      ]
    },
    {
      "cite": "656 A.2d 467",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        472193,
        7869373
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa/540/0143-01",
        "/a2d/656/0467-01"
      ]
    },
    {
      "cite": "540 Pa. 143",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        472193
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa/540/0143-01"
      ]
    },
    {
      "cite": "98 L.Ed.2d 162",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "108 S.Ct. 211",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "484 U.S. 873",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "513 Pa. 318",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1802590
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa/513/0318-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 493,
    "char_count": 8246,
    "ocr_confidence": 0.721,
    "pagerank": {
      "raw": 2.829262798834407e-07,
      "percentile": 0.8390406158814665
    },
    "sha256": "dc6c364ea016ba9d9f877a8752e4e7398cad89d0a221f3850e4c247b07682398",
    "simhash": "1:e2fe0650658f4f57",
    "word_count": 1330
  },
  "last_updated": "2024-02-27T17:54:55.560527+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. George E. BANKS."
    ],
    "opinions": [
      {
        "text": "ZAPPALA, Justice.\nThis is a direct appeal from the denial of Appellant’s second Post-Conviction Relief Act (PCRA) petition. Because we find that Appellant’s petition was untimely filed in violation of the recently amended Post Conviction Relief Act, 42 Pa.C.S. § 9545, we affirm the common pleas court’s order denying relief in this capital case.\nOn June 21, 1983, George Emil Banks, Appellant, was convicted of twelve counts of murder in the first degree and received twelve consecutive death sentences. A direct appeal was taken and our Court affirmed the convictions and judgments of sentence. Commonwealth v. Banks, 513 Pa. 318, 521 A.2d 1 (1987), cert. denied, 484 U.S. 873, 108 S.Ct. 211, 98 L.Ed.2d 162 (1987). Appellant filed his first petition for post-conviction relief in February of 1989. The common pleas court denied the petition on September 8, 1993. Our Court affirmed. Commonwealth v. Banks, 540 Pa. 143, 656 A.2d 467 (1995), cert. denied, 516 U.S. 835, 116 S.Ct. 113, 133 L.Ed.2d 65 (1995).\nOn February 15, 1996, Governor Thomas Ridge signed a death warrant scheduling Appellant’s execution for the week of March 3, 1996. Appellant subsequently sought relief in the United States District Court for the Middle District of Pennsylvania by filing a petition for writ of habeas corpus. The petition was denied on August 30, 1996. Appellant filed an appeal to the United States Court of Appeals for the Third Circuit, which ordered the district court to dismiss Appellant’s petition without prejudice so that he may exhaust his state remedies. Banks v. Horn, 126 F.3d 206 (3rd Cir.1997).\nAppellant filed the instant PCRA petition on January 14, 1997. The common pleas court held that the issues presented were procedurally barred as they had been previously and finally litigated or waived. The court further held that the requirements for PCRA relief were not met. Notwithstanding these conclusions, the court went on to examine Appellant’s claims on their merits and found them to be groundless.\nAppellant raises the following issues\nA. Whether the common pleas court’s failure to instruct the sentencing jury that life imprisonment means life without parole violated Appellant’s rights under the Eighth and Fourteenth Amendments to the United States Constitution.\nB. Whether the common pleas court’s failure to instruct the jury that a verdict of imprisonment based upon a finding of mercy engendered from the evidence violated Appellant’s Eighth Amendment right to protection from cruel and unusual punishment.\nC. Whether the common pleas court’s failure to voir dire prospective jurors on whether they would automatically impose death violated Appellant’s rights under the Eighth and Fourteenth Amendments.\nD. Whether Appellant was deprived of due process when the trial court applied the clear and convincing standard rather than the preponderance of the evidence standard to determine his competency.\nWe must first examine the Commonwealth’s contention that the common pleas court lacked jurisdiction to address Appellant’s PCRA petition. The most recent amendments to the PCRA, which were enacted on November 17, 1995, and became effective sixty days thereafter, provide as follows\n§ 9545. Jurisdiction and proceedings ...\n(b) Time for filing petition.-\n(1) Any petition under this subchapter, including a second or subsequent petition, shall be filed within one year of the date the judgment becomes final, unless the petition alleges and the petitioner proves that\n(i) the failure to raise the claim previously was the result of interference by government officials with the presentation of the claim in violation of the Constitution or laws of this Commonwealth or the Constitution or laws of the United States;\n(ii) the facts upon which the claim is predicated were unknown to the petitioner and could not have been ascertained by the exercise of due diligence; or\n(iii) the right asserted is a constitutional right that was recognized by the Supreme Court pf the United States or the Supreme Court of Pennsylvania after the time period provided in this section and has been held by that court to apply retroactively.\n(2) Any petition invoking an exception provided in paragraph (1) shall be filed within 60 days of the date the claim could have been presented.\n(3) For purposes of this subchapter, a judgment becomes final at the conclusion of direct review, including discretionary review in the Supreme Court of the United States and the Supreme Court of Pennsylvania, or expiration of time for seeking the review.\n(4) For purposes of this subchapter, “government officials” shall not include defense counsel, whether appointed or retained.\n42 Pa.C.S. § 9545(b).\nThe Commonwealth submits that the one-year limitation in § 9545(b)(1) was not met. Pursuant to § 9545(3), the one-year period in which to file a petition under the PCRA begins to run upon the conclusion of direct review. Appellant was convicted on June 21, 1983. In 1987, our Court affirmed the conviction and the United States Supreme Court denied certiorari. Appellant’s petition, however, was not filed until almost ten years later on January 14, 1997. Thus the one-year limitation was clearly not met and we must examine whether any of the statutory exceptions in § 9545(b)(1) apply.\nWe conclude that they do not. Appellant has never asserted that the failure to raise his claims was the result of interference by government officials. He has also failed to allege that the facts upon which his claim were predicated were unknown to him and could not have been ascertained upon the exercise of due diligence. Finally, Appellant fails to refer to any constitutional rights recognized after his conviction became final and which were held to have retroactive application.\nAn additional exception to the one-year limitation for filing a PCRA petition exists. Section 3(1) of the Act of Nov. 17, 1995 (Spec. Sess. No. 1) P.L. 1118, No. 32, provides that a petitioner whose judgment has become final, prior to the effective date of the act shall be deemed to have filed a timely petition under 42 Pa.C.S. Ch. 95 Subch. B if the petitioner’s first petition is filed within one year of the effective date of the act. Here, although Appellant’s judgment became final prior to the effective date of the act, this is Appellant’s second PCRA petition. Accordingly, Appellant’s petition does not fall within any exception to the one-year requirement and the common pleas court lacked jurisdiction to entertain Appellant’s claims. See Commonwealth v. Peterkin, 554 Pa. 547, 722 A.2d 638 (1998), (as a matter of jurisdiction, a PCRA petition must be filed within one year of final judgment).\nAppellant suggests that because this is a capital case, our Court should apply the relaxed waiver doctrine as set forth in Commonwealth v. Zettlemoyer, 500 Pa. 16, 454 A.2d 937 (1982), and Commonwealth v. Beasley, 544 Pa. 554, 678 A.2d 773 (1996). As noted, however, the issue here is one of jurisdiction and not waiver. The Legislature has spoken on the requisites of receiving relief under the PCRA and has established a scheme in which PCRA petitions are to be accorded finality. Commonwealth v. Peterkin, 722 A.2d at 642. The gravity of the sentence imposed upon a defendant does not give us liberty to ignore those clear mandates. We believe that the examination of the merits of Appellant’s second PCRA petition -fifteen years after he was convicted is precisely what the Legislature intended to preclude by amending the act.\nAccordingly, for the reasons set forth herein, we affirm the order of the common pleas court which denied Appellant PCRA relief.\n. Appellant was also convicted of one count of murder of the third degree, attempted murder, aggravated assault, recklessly endangering another person, robbery, and theft of a motor vehicle and received separate sentences for these offenses.",
        "type": "majority",
        "author": "ZAPPALA, Justice."
      }
    ],
    "attorneys": [
      "Al Flora, Jr., Wilkes Barre, William Ruzzo, Kingston, for G. Banks.",
      "Peter Paul Olszewski, Wilkes Barre, Robert A. Graci, Harrisburg, for the Com."
    ],
    "corrections": "",
    "head_matter": "726 A.2d 374\nCOMMONWEALTH of Pennsylvania v. George E. BANKS.\nSupreme Court of Pennsylvania.\nSubmitted Dec. 8, 1998.\nDecided March 2, 1999.\nAl Flora, Jr., Wilkes Barre, William Ruzzo, Kingston, for G. Banks.\nPeter Paul Olszewski, Wilkes Barre, Robert A. Graci, Harrisburg, for the Com.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
  },
  "file_name": "0001-01",
  "first_page_order": 121,
  "last_page_order": 126
}
