{
  "id": 607151,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Ronald O'SHEA, Appellant",
  "name_abbreviation": "Commonwealth v. O'Shea",
  "decision_date": "1999-03-04",
  "docket_number": "",
  "first_page": "6",
  "last_page": "9",
  "citations": [
    {
      "type": "official",
      "cite": "556 Pa. 6"
    },
    {
      "type": "parallel",
      "cite": "726 A.2d 376"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "112 L.Ed.2d 180",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "111 S.Ct. 225",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "498 U.S. 881",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6443882
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/us/498/0881-01"
      ]
    },
    {
      "cite": "523 Pa. 384",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1820339
      ],
      "weight": 6,
      "year": 1989,
      "pin_cites": [
        {
          "page": "410"
        },
        {
          "page": "1035-36"
        },
        {
          "page": "406-09"
        },
        {
          "page": "1034-35"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/523/0384-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 276,
    "char_count": 3619,
    "ocr_confidence": 0.69,
    "pagerank": {
      "raw": 4.296287805729208e-08,
      "percentile": 0.2708634750520204
    },
    "sha256": "4535af7d186a5b4344253abaf04c1842b4af8518cc0b47afb2630c002f2c5c9f",
    "simhash": "1:2cadbc1e5464117e",
    "word_count": 559
  },
  "last_updated": "2024-02-27T17:54:55.560527+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Ronald O’SHEA, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nNEWMAN, Justice.\nRonald G. O’Shea (Appellant) appeals from an Order of the Court of Common Pleas of Allegheny County (PCRA court) denying his Petition for Post-Conviction Relief (PCRA petition). We affirm.\nFACTUAL AND PROCEDURAL HISTORY\nOn July 11, 1986; a jury convicted Appellant of robbery and first-degree murder in the robbery and killing of store clerk Herbert Kleber. Following a penalty hearing, the jury sentenced Appellant to death. Appellant filed post-trial motions, which the trial court denied. He then took a direct appeal to this Court in which he raised a number of issues, including: (1) whether the search of his residence was unlawful; (2) whether the trial court erred in admitting certain demonstrative evidence; (3) whether in the penalty phase the trial court erroneously precluded him from introducing mitigating evidence; (4) whether in the penalty phase the trial court erroneously limited cross-examination of a police detective; (5) whether the trial judge erred in refusing to recuse himself; (6) whether the death penalty statute is unconstitutional; and (7) whether the trial court erroneously instructed the jury that they may consider only those mitigating circumstances that are found unanimously. This Court rejected all of Appellant’s arguments, and therefore affirmed his conviction and sentence. See Commonwealth v. O’Shea, 523 Pa. 384, 567 A.2d 1023 (1989).\nAppellant requested reargument in this Court, which we denied, and Appellant then filed in the United States Supreme Court a Petition for Writ of Certiorari, which was also denied. See O’Shea v. Pennsylvania, 498 U.S. 881, 111 S.Ct. 225, 112 L.Ed.2d 180 (1990). Five years later, on September 5, 1995, Appellant filed a pro se PCRA petition. The PCRA court appointed counsel to represent Appellant, and counsel then filed an amended PCRA petition raising various allegations of ineffective assistance of trial counsel. Following a hearing, the PCRA Court denied Appellant’s request for relief. Appellant appealed to the Superior Court, and by Order of Court dated June 27, 1997, the appeal was transferred to this Court.\nDISCUSSION\nIn this appeal, Appellant raises the following issues: (1) whether the trial court’s jury instructions and verdict sheet unconstitutionally indicated that the jury had to find a mitigating circumstance unanimously before it could give effect to such a circumstance in its sentencing decision; and (2) whether trial and appellate counsel were ineffective in if failing to pursue the issue of the trial judge’s recusal on grounds of federal law. Both issues are without merit.\nThis Court previously addressed Appellant’s first issue in his direct appeal. See Commonwealth v. O’Shea, 523 Pa. 384, 410, 567 A.2d 1023, 1035-36 (1989). Accordingly, pursuant to 42 Pa.C.S. § 9543(a)(3), Appellant is ineligible for PCRA relief on this claim. To the extent that Appellant’s second claim was not also previously litigated, see O’Shea, 523 Pa. at 406-09, 567 A.2d at 1034-35, his argument for recusal relies entirely on federal statutes and caselaw, which have no application in a case prosecuted in state court.\nHence, we affirm Appellant’s conviction and death sentence.",
        "type": "majority",
        "author": "NEWMAN, Justice."
      }
    ],
    "attorneys": [
      "Shawn T. Flaherty, Pittsburgh, for R. O’Shea.",
      "Michael W. Streily, Rebecca D. Spangler, Pittsburgh, Robert A. Graci, Harrisburg, for the Com."
    ],
    "corrections": "",
    "head_matter": "726 A.2d 376\nCOMMONWEALTH of Pennsylvania, Appellee, v. Ronald O’SHEA, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted Oct. 5, 1998.\nDecided March 4, 1999.\nReargument Denied April 15, 1999.\nShawn T. Flaherty, Pittsburgh, for R. O’Shea.\nMichael W. Streily, Rebecca D. Spangler, Pittsburgh, Robert A. Graci, Harrisburg, for the Com.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
  },
  "file_name": "0006-01",
  "first_page_order": 126,
  "last_page_order": 129
}
