{
  "id": 446200,
  "name": "Hannah Allen's Appeal",
  "name_abbreviation": "Allen's Appeal",
  "decision_date": "1882-01-02",
  "docket_number": "",
  "first_page": "196",
  "last_page": "202",
  "citations": [
    {
      "type": "official",
      "cite": "99 Pa. 196"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Allen 140",
      "category": "reporters:state",
      "reporter": "Allen",
      "case_ids": [
        2118782
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/91/0140-01"
      ]
    },
    {
      "cite": "1 Day 111",
      "category": "reporters:state",
      "reporter": "Day",
      "case_ids": [
        6753630
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/day/1/0111-01"
      ]
    },
    {
      "cite": "13 Cal. 87",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2217592
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cal/13/0087-01"
      ]
    },
    {
      "cite": "12 Allen, 26",
      "category": "reporters:state",
      "reporter": "Allen",
      "case_ids": [
        1196986
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/94/0026-01"
      ]
    },
    {
      "cite": "97 Mass. 330",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        706868
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/97/0330-01"
      ]
    },
    {
      "cite": "13 Mich. 452",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1949670
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/13/0452-01"
      ]
    },
    {
      "cite": "3 Allen 605",
      "category": "reporters:state",
      "reporter": "Allen",
      "case_ids": [
        2098541
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/85/0605-01"
      ]
    },
    {
      "cite": "3 Dev. 535",
      "category": "reporters:state",
      "reporter": "Dev.",
      "case_ids": [
        8698452
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc/14/0535-01"
      ]
    },
    {
      "cite": "13 Cal. 87",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2217592
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal/13/0087-01"
      ]
    },
    {
      "cite": "12 Allen, 26",
      "category": "reporters:state",
      "reporter": "Allen",
      "case_ids": [
        1196986
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/94/0026-01"
      ]
    },
    {
      "cite": "97 Mass. 330",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        706868
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/97/0330-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 819,
    "char_count": 15818,
    "ocr_confidence": 0.387,
    "pagerank": {
      "raw": 1.4786124526797596e-06,
      "percentile": 0.9915524032482202
    },
    "sha256": "55d429e1381a360eed99ce9c3e84272ed1926f05dc46756b888444b9c9d93430",
    "simhash": "1:3543a982a30f4754",
    "word_count": 2729
  },
  "last_updated": "2024-02-27T19:17:42.132495+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, O. J., Mekour, Gordon, Paxson, Tkunkey, Sterkett and Green, JJ."
    ],
    "parties": [
      "Hannah Allen’s Appeal."
    ],
    "opinions": [
      {
        "text": "Chief Justice Sharswood\ndelivered the opinion of the court, January 2d 1882.\nBy the first section of the Act of Afay 8th 1854, Pamph. L. 614, it is provided that “ it shall be lawful for the courts of common pleas of this Commonwealth to grant divorce where the alleged marriage was procured by fraud, force or coercion.” By this language must of course be understood such fraud as would at common law render a marriage void. It is settled beyond all controversy, that fraud which, would vitiate any other contract — even an executory contract to marry — will not have that effect when the marriage has actually been solemnized and consummated. “ It is well understood,” says Chancellor Kent, “ that error and even disingenuous representation, in respect to the qualities of one of the contracting parties in his condition, rank, fortune, manners and character, would be insufficient. The law makes no provision for the relief of a blind credulity, however it may have been produced:” 2 Kent’s Comm. 77. It assumes that the party in entering into so solemn a contract — involving the most important duties and responsibilities for life, and upon which his happiness so much depends — has made all proper inquiries or is willing to take the other party upon trust without inquiry. According to the form of the marriage service of the Church of England, each party takes the other “ for better, for worse, for richer, for poorer, in sickness and in health, to love and to cherish till death them do part according to Cod’s holy ordinance.” The fraud must be in what has been sometimes termed the essentialia of the contract. False personation by one of another person would undoubtedly be such a case. As to any other it will be found difficult, after looking through all the authorities, to lay down any rule which can sharply define and distinguish what are and what are not essentials. Every case must, to some extent, depend on its own circumstances. Thus it is well settled that want of chastity on the part of the woman — ante-nuptial incontinence — even though she may have expressly represented herself as virtuous — forms no ground for avoiding the contract. Mr. Bishop, who has studied the subject with great care and research, in his valuable treatise on Marriage and Divorce, § 179, considers, that on well-established principles, if the woman has even been a common prostitute, and has reformed her life, yet conceals her former misconduct, the man-iage would still be good. The marriage contract is an express renunciation by her of all unlawful intercourse with others than her husband; and he makes a similar renunciation. According to the marriage service before referred to, they both solemnly promise, “ forsaking all others,” to keep themselves solely to each other. I consider this marriage service as good evidence of the ancient common law of England. This seems to be also the dictate of humanity and in conformity to the gospel which so strongly throughout inculcates the rule of mutual forgiveness. For otherwise, one of strong passions, led astray by them or seduced by the wicked arts of others, could have no hopes from reform. In such cases it is best for society that the past should be entirely buried in oblivion, and that the poor, erring creature should have the chance of a new life of respectability and honor. It is best that the other party should know, when the sin is afterward revealed to him, that it can do no good, but unmixed evil, to make it public by applying for a divorce. They must learn to submit to the inevitable. In tliis country — certainly in this state — -adultery is a ground for divorce a vinculo matritnonnii; so that if there should be a relapse after marriage, the marriage can be annulled. The only practical result, therefore, of declaring the marriage absolutely void, ab initio, for simple ante-nuptial incontinence — ■ whether in one instance or many — would be to render innocent children ■illegitimate. And if anto-mrptial incontinence be a sufficient ground of nullity as against the woman, it is not easy to see why it should not be so likewise against the man, and the consequences of such a doctrine it is not difficult to predict.\nActual pregnancy at the time of the marriage presents an entirely different question. It introduces a different element. The marriage status of the parties is changed. The man is then necessarily put to the alternative of either publishing his wife’s shame or submitting to have the child of a stranger, an alien to his blood, introduced, recognized and educated as his own legitimate offspring. If a man, indeed, mandes a woman knowing her to be pregnant, even though he may believe that he is the father, he cannot set up the fraud, if afterwards discovered ; for no man would do such a thing unless conscious of having had bimself previous connection with her ; and though she may have falsely assured him that the child was his, if he chooses to rely on that assurance he must bear it as a misfortune. In one very strong case, where, the parties being white, the child born after the marriage proved to bo a mulatto, yet the woman simply concealed from the man the fact of having received a negro’s embraces about the time she did his, the marriage was adjudged valid : Scroggins v. Scroggins, 3 Dev. 535. In support of these general views it will be sufficient to refer besides to Reynolds v. Reynolds, 3 Allen 605; Leavitt v. Leavitt, 13 Mich. 452; Hedden v. Hedden, 6 C. E. Green 61; Faw v. Faw, 2 McArth. 35; Foss v. Foss, 12 Allen 26; Crehore v. Crehore, 97 Mass. 330: Baker v. Baker, 13 Cal. 87; and our own case of Hoffman v. Hoffman, 6 Casey 417. “ There is no absolute rule,” says Mr. Bishop, § 180, “that; pregnancy will entitle him (the lmsband) on discovering the fact to have the marriage declared void. In some circumstances it will, in others it will not; depending on the extent and nature of the fraud in the particular instance, as appearing in the facts special to the individual case.”\nApplying these principles to the facts of this case, we think that under the evidence it was submitted to the jury with proper instructions. There was no sufficient evidence that the libellant bad ever had sexual intercourse with the respondent before marriage. He positively denied it. The respondent indeed swore that it was his child. She admitted that she had said that it was the child of Samuel Williams, but that it was at Alleifs request upon a promise tliat if she would, lie would live with her. This again lie utterly denied. It was a strange story, but the jury were the judges of the credibility of the witnesses. The child ivas born about seven months after the marriage, so that there could have been nothing in her appearance at that time to indicate her condition. It was certainly not necessary that she should have expressly denied her pregnancy before the marriage. No man would think of asking such a question of a woman he was about to make liis wife. Jt would be regarded by her as an insult, if she was, as lie then must have supposed, a virtuous woman. Upon the question of whether Mrs. Johnston was an expert, it was very, much in the sound discretion of the court, and we never reverse in such cases unless the discretion has been grossly abused, which it certainly was not in this instance.\nDecree affirmed and appeal dismissed at the costs of the appellant.",
        "type": "majority",
        "author": "Chief Justice Sharswood"
      }
    ],
    "attorneys": [
      "T. B. Seabright and Edward Campbell, for the appellant,",
      "Bogle & Mestrezat and IF. IT. Playford, for the appellee."
    ],
    "corrections": "",
    "head_matter": "Hannah Allen’s Appeal.\n1. The mere fact that a woman has committed fornication before marriage and fails to tell her intended husband of it does not constitute such a fraud upon him in procuring the marriage as to entitle him to a divorce under the provisions of the Act of May 8th 1854, Pamph. L. 644.\n2. Where, however, she is actually pregnant in consequence of such fornication at the time of the marriage, and is afterwards delivered of a child, and has failed to inform her intended husband of such pregnancy, it is for the jury, under the instructions of the court, to say whether this constitutes such a fraud in procuring the marriage as to entitle the husband to a divorce.\n3. Whether or not a person shall be permitted to testify as an expert is very much in the sound discretion of the court. The Supreme Court will never reverse for the admission of such testimony unless the discretion has been grossly abused.\n4. A woman who had borne four children was called as an expert, and permitted to testify that in her opinion a certain child was fully developed at its birth. Held, that the court would not reverse for the admission of this testimony.\nNovember 17th 1881.\nBefore Sharswood, O. J., Mekour, Gordon, Paxson, Tkunkey, Sterkett and Green, JJ.\nAppeal from the Court of Common Pleas of Fayette county: Of October and November Term 1881, No. 313.\nLibel for divorce a vinculo matrimonii, by William Allen, against Hannah Allen, formerly Hannab Duvall, averring as follows: —\n“ That on the 25th day of July 1878 an alleged marriage was celebrated between your petitioner and Hannah Duvall; that said marriage wras procured by fraud on the part of the said Hannah, in this, that prior to the said marriage and to the time the same was celebrated the said Hannah represented and presented herself to your petitioner as a chaste and virtuous female, and your petitioner, relying upon and giving full faith to said representation and pretensions, and not suspecting anything to the contrary, entered into a marriage contract with the said Hannah on or about the 28th day of April 1878, which was consummated as aforesaid on the 25th day of July 1878. Your petitioner further represents that still believing in the virtue and chastity of the said Hannah, he lived and cohabited with her as his wife until the 10th day of February 1879, when she gave birth to a fully matured and developed female child. Your petitioner further represents that he never had sexual intercourse with the said Hannah prior to the 25th day of July 1878, and is not the father of the child born on the 10th day of February 1879. Your petitioner further alleges that he has cause to believe, and does believe, from facts only known to him since the birth of the child, and expects to bo able to prove, that the said Hannah had committed fornication with a certain Samuel Williams, and others to your petitioner unknown, prior to her marriage, and was at the time of the marriage aforesaid, pregnant with the child born on the 10th day of February 1879, a fact not known to your petitioner at the time of this marriage, and that said marriage has not been confirmed by your petitioner in any way since the birth of said child and the discovery of the fraud practiced upon him. Wherefore,” &c.\nThe respondent in her answer denied that the marriage was procured by fraud on her part, and averred that the libellant wras the father of the child; that she had not had sexual intercourse prior to said marriage with any man other than the libellant; and that she at no time, prior to the said marriage made any false representations to the libellant in regard to her chastity and virtue.\nA replication having been filed, the issue was tried before Willson, P. J., and a jury. The evidence was to the following effect: — Upon the birth of the child, less than seven months after marriage, the libellant ceased to cohabit or live in the marriage relation with respondent. Two physicians and a Mrs. Johnston, the mother of four children, testified that the child was at birth fully developed. Mrs. Johnston’s testimony was objected to, on the ground that she was not an expert and had no technical knowledge on the subject except what would be possessed by any woman of similar experience. Objection overruled; exception. About ten days after the marriage, the respondent admitted to the libellant that one Samuel Williams was the father of the child, and she then also made information before a justice of the peace to the same effect. The respondent testified, however, that she made such information, not voluntarily, but induced thereto, because the libellant promised, if she would do so, he would live with her again, and that the confession was not true in fact. The libellant denied that he so promised. There was some conflicting evidence, that about the time the child was probably begotten, the respondent was in company with said Williams late at night, which was claimed to be corroborative of respondent’s confession. The respondent testified that the libellant had sexual intercourse with her prior to the marriage, in May 1878. This the libellant denied. He swore that he had no knowledge or suspicion at the time of the marriage that any person had had intercourse with her, or that she was pregnant. There was no evidence of any affirmative misrepresentations by the respondent, prior to the marriage, in relation to her chastity, other that the inference to be drawn from her conduct.\nIn March 1879 William Allen filed a libel in divorce, and on June 2d following he discontinued the case, because, as ho testified, his counsel told him it would cost about $5,000, and he could not pay the expenses. The following day, June 3d, acting under advise of counsel, he went to respondent and asked her to come home with him. She replied: “Not to-day.” He then published in the newspapers a notice of desertion, in the usual form, warning all persons not to trust her on his account. Subsequently, on July 29th 1879, he filed the present libel in divorce.\nThe respondent presented the following points :—\n1. The court is requested to instruct the jury that to enable them to find for the libellant they must be satisfied from the evidence adduced on the trial that the marriage was procured by fraud practiced or perpetrated upon the libellant by the respondent. Answer. Affirmed.\n2. That the word “ procured ” used in the Act implies that there must have been some active measure or measures, words or representations employed by the respondent to induce the libellant to enter into the marriage contract with her. Answer. Affirmed.\n8. That inasmuch as the libellant charges in his libel that the respondent “ represented and presented herself to him as a chaste and virtuous female,” whereby “ he entered into a marriage contract with her,” he must satisfy the jury by evidence that she did so represent and present herself to him, else the verdict cannot be for the libellant. Answer. Affirmed.\n4. If the jury believe that the marriage of the libellant and the respondent was contracted by the parties without anything having been said between them as to her previously having had carnal connection with other men, the verdict must be for the defendant. Answer. Refused.\nThe court submitted the evidence to the jury, in a lengthy charge containing full instructions as to the law applicable to the case.\nVerdict for the libellant, and judgment thereon. The respondent took this appeal, assigning for error the admission of Airs. J olmston to testify as to the development of the child at birth ; the refusal of respondent’s fourth point; and, generally, that “ the charge of the court below is in direct contradiction of the first three points presented by the respondent and affirmed by the court; the said charge misled and confused the jury and distracted attention from the real points at issue.”\nT. B. Seabright and Edward Campbell, for the appellant,\ncited: Bishop on Alarriage and Divorce, §§ 167, 168, 180, 190; Crehore v. Crehore, 97 Mass. 330; Foss v. Foss, 12 Allen, 26 ; Baker v. Baker, 13 Cal. 87; Benton v. Benton, 1 Day 111; Winter v. Winter, 7 Piula. 8G9; Stevenson v. Stevenson, Ibid. 8S6 ; Matchin v. Matchin, 6 Barr 332.\nBogle & Mestrezat and IF. IT. Playford, for the appellee.\nIf any mistake was made by the court below, it was in affirming the respondent’s second point: Donovan v. Donovan, 9 Allen 140."
  },
  "file_name": "0196-01",
  "first_page_order": 210,
  "last_page_order": 216
}
