{
  "id": 446089,
  "name": "Egbert versus Payne",
  "name_abbreviation": "Egbert v. Payne",
  "decision_date": "1882-01-02",
  "docket_number": "",
  "first_page": "239",
  "last_page": "246",
  "citations": [
    {
      "type": "official",
      "cite": "99 Pa. 239"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 W. N. C. 105",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 165",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840090
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0165-01"
      ]
    },
    {
      "cite": "5 Watts 183",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844083
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0183-01"
      ]
    },
    {
      "cite": "3 P. & W. 405",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "case_ids": [
        1827572
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pen-w/3/0405-01"
      ]
    },
    {
      "cite": "2 Watts 165",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840090
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0165-01"
      ]
    },
    {
      "cite": "5 Watts 183",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844083
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0183-01"
      ]
    },
    {
      "cite": "3 P. & W. 405",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "case_ids": [
        1827572
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pen-w/3/0405-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 738,
    "char_count": 17269,
    "ocr_confidence": 0.4,
    "pagerank": {
      "raw": 7.135355920651334e-07,
      "percentile": 0.9670135208655022
    },
    "sha256": "e0bf4fbc67f1b437d5ca3e7a0374418f7984d1a8716da4ae5b801b02fb96013a",
    "simhash": "1:368bce109bc764a3",
    "word_count": 3096
  },
  "last_updated": "2024-02-27T19:17:42.132495+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sixarswood, O. J., Meroitr, Gordon, Baxson, Trunxcev, Sterrett, and Green, JJ."
    ],
    "parties": [
      "Egbert versus Payne."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Sterrett\ndelivered the opinion of the court, January 2d 1882.\nThe single question of fact involved in this feigned issue was, whether the money deposited in the Second National Bank of Titusville, January 28th 1870, to the credit of Payne, the plaintiff below, belonged to him, or to Egbert, the defendant.\nThe deposit having been made in the name, and to the credit, of Payne, the money was prima facie his ; and the burden was thus cast on Egbert of proving that it belonged to himself and not to the plaintiff below. He undertook to do this by proving that the money was deposited by himself, as was shown by the deposit slip in his own handwriting, and by introducing other testimony, tending to prove that the deposit was made, not for the individual use and benefit of Payne, but for the purpose of enabling him to use it in the business, either of Egbert himself, or of Egbert & Brown, of which firm Egbert was a member, and for both of which parties Payne was then acting as agent; and, that the money, having never been applied to the use of either Egbert & Brown, or Egbert, still belonged to the latter. A single question of fact, solely for the consideration of the jury, was thus presented.\nThere appears to have been no exception to the admission or rejection of testimony, at least none is urged here; but the complaint is, that the charge of the court was calculated to prejudice and mislead the jury. In that portion of the charge which constitutes the first assignment of error the learned judge, referring to Egbert, the defendant below, says : “ Has lie explained to your satisfaction that it was his money ? If he gave it to Payne for some purpose; if he gave it to Payne for any illegal or improper purpose, it would be an executed gift, and he could not take it back.” This suggestion of a gift for an illegal or improper purpose, was unwarranted by anything that appears in the record, and was calculated to invite the jury to an inquiry in which their only guide was vague suspicion or -conjecture. There was no testimony tending to prove a gift either for a proper or an improper purpose. It is scarcely necessary to cite authorities to show that this was error. In Stouffer v. Latshaw, 2 Watts 165, it is said: “ To submit a fact, destitute of evidence, as one that may, nevertheless, be found, is an encouragement to err which cannot be too closely observed or unsparingly corrected.” The same general principle is recognized in Sartwell v. Wilcox, 8 Harris 117; Newbaker v. Alricks, 5 Watts 183; Whitehill v. Wilson, 3 P. & W. 405.\nThe contention of the defendant below was fairly and clearly presented in his prayer for instructions. The testimony was quite sufficient to justify the submission of that proposition to the jury, and it should have been affirmed without the qualifications complained of in the second assignment. Some of the remarks made by the learned judge in that connection were not warranted by the testimony, and cannot be regarded as harmless. On the contrary, when considered in connection with the previous suggestion that the money may have been given “ for an illegal or improper purpose,” they were calculated to mislead the jury, and, for aught we know, may have had that effect.\nin that portion of the answer covered by the third assignment the defendant’s point was virtually negatived, and the case withdrawn from the jury, by an assumption of fact which the testimony did not justify. Speaking of the money, the learned judge says: “Was it deposited for a specific purpose, to wit, to be used in the business of Egbert, or Egbert & Brown, by Payne, as their agent ? If not, then it would seem to be a gift, in some mysterious way, to this plaintiff. There is no evidence of a specific purpose for which this was deposited, because there is no evidence upon either side for a specific or general purpose.” Being thus instructed that there was no evidence that the money was deposited either for a general or a specific purpose connected with the business of Egbert or the firm of which he was a member, the jury were necessarily driven to the conclusion that it “ was a gift, in some mysterious way,” to Payne, as suggested by the court, or, that there was nothing in the case to rebut his prima facie right to the money, based on the fact that it was deposited to his credit. In either view, the l’esult would be the same — a verdict in favor of the plaintiff below. The radical error in this part of the answer is in assuming that there was no testimony for the consideration of the jury tending to sustain the contention of the defendant below. If such had been the fact it would have been the duty of the court to have withdrawn the case from the jury by directing a verdict for the plaintiff; but there was evidence, both direct and circumstantial, which it was the province of the jury to consider, and from which they might, perhaps, have found the facts substantially as embodied in defendant’s proposition. The rule is, as stated by the present Chief Justice, in Howard Express Co. v. Wile, 14 P. F. Smith 201: “ Where there is any evidence which alone would justify an inference of the disputed fact it must go to the jury, however strong or persuasive may be the countervailing proof.” Among other items of evidence tending to sustain defendant’s view of the case is the letter addressed to him by Payne in October 1880, in which the latter, speaking of the deposit, says : “ On a reference to the deposit slip, I think the c N. H. Payne ’ is in your handwriting. 1 am unable, thus far, to find my old book of that date to show how it came to be overlooked. The probability is that you deposited it to save bringing it home, or for some special purpose, and reported to me, and I have forgotten to draw it.” Other facts and circumstances, which need not be referred to, had a similar bearing ; and, on the whole, we are of opinion that the plaintiff in error has just reason to complain of the charge and the manner in which the case was submitted to the jury.\nJudgment reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Sterrett"
      }
    ],
    "attorneys": [
      "J. B. Brawley (with him A. B. Biehmond <& Son), for the plaintiff in error. —",
      "O. Heydrick, for the defendant in error. —"
    ],
    "corrections": "",
    "head_matter": "Egbert versus Payne.\n1. The prima facie presumption is that a fund deposited in bant belongs to the person in whose name it has been deposited. Where such fund is claimed by another party the burden of proof is upon him to establish his ownership.\n2. What is sufficient evidence on the part of a claimant in such case to submit to a jury, considered and passed upon.\n3. Where the court in instructing the jury assumes facts which the testimony does not justify, or suggests an illegal or improper purpose upon the part of one of the parties without any cause, this will bo held to constitute error calling for reversal.\nNovember 23d 1881.\nBefore Sixarswood, O. J., Meroitr, Gordon, Baxson, Trunxcev, Sterrett, and Green, JJ.\nError to the Court of Common Pleas of Orawford county : Of October and November Term 1881, No. 318.\nFeigned issue, between N. IT. Payne, plaintiff, and M. O. Egbert, defendant, to determine the ownership of a sum of $1,883.12, deposited in the Second National Bank of Titusville,! to the credit of Payne, and by the .said bank paid into court.\nOn the trial, before Church, P. J., the facts appeared to be substantially as follows : For some years prior to August 1870, the firm of Egbert & Brown, of which the defendant was a member, were large dealers in and producers of oil. The office of the firm was in New York city, and the plaintiff, Payne, was their agent in the oil region, and transacted their business generally in his own name. He also had charge of M. C. Egbert’s private business in the oil region. Mr. Egbert was frequently in the oil territory, and when there assisted Mr. Payne in the purchase, sale and shipment of oil, and in making payments and collections. He occasionally deposited money in various banks to the credit of Payne for use in the business. Payne was in the habit of rendering accounts, which, although not kept with business-like accuracy, showed his purchases, drafts, payments and shipments, &c. Frequent settlements were made between the parties. About the end of the year 1870, the firm of Egbert & Brown failed in business, when a final settlement of accounts was had, and Payne’s agency for Egbert, and for Egbert & Brown, then terminated.\nIn October 1880, the cashier of the Second National Bank of Titusville called N. H. Payne’s attention to the fact that a deposit of $1,883.12 had .been standing to his credit on the bank ledger for over ten years. Mr. Payne had no recollection of the matter but on reference to the original deposit slip, found that it was in the handwriting of M. C. Egbert. Payne then wrote the following letter to Egbert, and received the following reply:\n“Franklin, Pa., Oct. 8, 1880.\n“ Dr. M. C. Egbert :\n“Dear /Sir: — I was at Titusville yesterday; saw Gr. C. Hyde, of 2d National Bank. He says to me, you have a balance in bank here, which has been here a long time. On investigation I find that there was deposited to the credit of N. H. Payne, Jan’y 29, 1870, $1,883.12, which was never drawn out. On reference to the deposit slip I think the N. H. Payne' is in your handwriting. I am unable thus far to find my old book of that date to show how it came to be overlooked. The probabilities are that you deposited it to save bringing the money home, or for some specific purpose, and reported to me, and I have forgotten to draw it out. ' One thing, however, is certain, I accounted to Egbert & Brown for all money received from them, so there is no possibility of them having any claim on it. Egbert & Brown’s account on their bank books is settled and closed.\n“ Ilyde said no other person could draw this but myself, and he could not refuse my check, but asked as a favor that 1 would leave it until he was sure there was no mistake about it.\n“ I wish you would write me, stating that any money deposited by you to my credit in their bank was my property.\n“ Very respectfully\nN. II. Payne.\n“P. S. — I see by a memorandum that you left for New York, January 13th, a few days before the deposit, but you had time to have returned before the 29th.”\n“ October 9th 1880.\n“ N. II. Payne, Franklin, Pa.\n“ Dear Sir: — Your letter, of 8th inst., is received. I am glad to learn of the discovery of the deposit at the First National Bank of Titusville.\n“ But I think you will be satisfied, on reflection and a careful examination of the accounts between us, that I am the one entitled to the balance; for it is far more likely under the circumstances then existing — I, having a large business and accounts, scattered in various directions, involving large amounts, and dependent on others for the keeping of these accounts, that I would overlook such an item than that you, whose transactions were smaller and almost wholly personal, would overlook such an amount due to yon. Besides this, I 'have quite a distinct recollection that at one time, in settling our accounts, there was an apparent deficiency of about this sum in the amount which I ought to have, and that the account was settled by me with that apparent disadvantage. You certainly have never had any reason to suppose that L was owing you such an amount as would have been the case, if the amount had been charged to you as a payment from me. But there will be no difficulty in determining to whom this belongs, as the books will show for themselves. If it shall appear to be yours, I will cheerfully join in an order for its payment to you, and I will expect you to do the same in my behalf if the facts so require. In the meantime I think it proper that the balance be allowed to remain in bank until we can ascertain the facts, and have written the bank to that effect.\n“ Bespectfully, yours,\nM. C. Egbert.”\nBoth Payne and Egbert afterwards sued the bank, whereupon the bank, by leave of the court, paid the amount of the deposit into court, and this issue was awarded. The old accounts between Payne and Egbert & Brown, and Payne and Egbert were offei’ed in evidence, but they shed no light on the transaction. Egbert had no recollection of making the deposit other than that arising from the fact that the deposit slip was in his handwriting; tíe testified that he thought the money was part of $2,700 received by him for a diamond pin, which he sold about that time; and that he must have deposited it in Pajme’s name, either for use in the business, or for some specific purpose which was not carried out. Further, that in making a settlement of his individual account with Payne, after the date of the deposit in question, he complained to Payne that he (Egbert) seemed to be about $2,000 short of what he ought to have, but as they could not find the discrepancy, the account was settled as rendered. Payne denied this. It appeared that at the time of the deposit Egbert was worth about half a million dollars, and Payne was worth not over $3,000.\nThe court, in answer to points presented by the plaintiff, instructed the jury that the deposit, being in the name of Payne, prima facie belonged to him, and that Egbert could rebut this presumption only by distinct and clear proof — the mere fact that Egbert made the deposit being insufficient.\nThe defendant presented the following point:\n“ If the jury believe that the defendant, M. O. Egbert, deposited the money in dispute to the credit of Payne, the plaintiff, as the agent of Egbert & Brown, or of himself, for the purpose of having said money placed to his, the defendant’s, credit, either on the accounts of Egbert & Brown, or on his own individual accounts with said plaintiff, and the said money was never used for the purpose for which it was deposited, or in any other way, for the benefit of said defendant, then the money belongs to said defendant, and the verdict of the jury should be for him.”\nAnswer. “ This is affirmed, provided you find the facts as stated there, that the deposited money was never used for the purpose for which it was deposited. Was it deposited for any specific purpose % We are given no account of it. It does not seem to be deposited in opening an account, or rather what a person would call a running account. There does not seem to be any other item to the credit of N. H. Payne, or drawn by him. It just seems to be specifically deposited, not for the .purpose of opening a bank book. A bank book does not seem to have been given to Egbert or Payne. [Was it deposited for a specific purpose? to wit, in the name of N. H. Payne, to be used in the business of Egbert, or Egbert & Brown, by Payne, as their agent ? If not, then it would seem to be a gift, in some mysterious way, to this plaintiff. There is no evidence of a specific purpose for which this was deposited, because-there is no evidence upon either side whether for a specific or general purpose.] (Third assignment of error.) Egbert does not know anything about it, and does not tell you lie does. That £ must have been,’ whatever Payne says about it, and £ must have been,’ whatever Egbert says about it — a verbal argument of both, just as counsel argued upon the subject to-day.”\nIn the general charge, the court said, inter alia :\n£< Prima facie this money belongs to N. II. Payne.\n“ This is the claim to be rebutted by evidence, and that is what M. C. Egbert has endeavored to do.....[Has he explained to your satisfaction that it was his money ? If he gave it to N. IT. Payne for some purpose, or, if he gave it to N. II. Payne for any illegal or improper purpose, it would be an executed gift, and he could not take it back.”]\nVerdict and judgment for the plaintiff. The defendant took this writ of error, assigning for error the answer to defendant’s point, and the portion of the charge inclosed in brackets.\nJ. B. Brawley (with him A. B. Biehmond <& Son), for the plaintiff in error. —\nThere being no evidence in the case tending to show that the deposit was a gift by Egbert to Payne, either for a legal or illegal purpose, the court erred in submitting this irrelevant issue to the jury: Whitehill v. Wilson, 3 P. & W. 405 ; Sartwell v. Wilcox, 8 Harris 117; Evans v. Mongel, 1 Barr (19 ; Newbaker v. Alricks, 5 Watts 183 ; Stouff'er v. Latshaw, 2 Watts 165 ; Mnsselman v. Railroad Company, 2 W. N. C. 105 ; Delaware & Hudson Canal Co. v. Torrey, 9 Casey 143. The defendant’s point should have been affirmed without qualification. The answer, though nominally a qualified affirmance, virtually denies it.\nO. Heydrick, for the defendant in error. —\nThere was no evidence, which should have gone to the jury, to rebut the plaintiff’s prima facie ownership. The attempted proof offered by the defendant falls short of that upon which the plaintiffs were nonsuited in Sims v. Bond, 5 Barn. & Ad. 389. The plaintiff being entitled, therefore, to binding instructions in his favor, it is immaterial whether the answer of the court to the defendant’s point was right or wrong. But we contend it was hot wrong. The evidence being that Egbert deposited the money in Payne’s name, and there being no explanation of the transaction, the jury might well have found that it was a gift; and the instruction of the court complained of was simply to the effect, that if it was an executed gift, for any purpose, legal or illegal, it was irrevocable."
  },
  "file_name": "0239-01",
  "first_page_order": 253,
  "last_page_order": 260
}
