{
  "id": 446068,
  "name": "Righter, Cowgill & Co. versus The Philadelphia Warehouse Co.",
  "name_abbreviation": "Righter, Cowgill & Co. v. Philadelphia Warehouse Co.",
  "decision_date": "1882-01-16",
  "docket_number": "",
  "first_page": "289",
  "last_page": "295",
  "citations": [
    {
      "type": "official",
      "cite": "99 Pa. 289"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 633,
    "char_count": 16351,
    "ocr_confidence": 0.386,
    "pagerank": {
      "raw": 1.972645595667374e-07,
      "percentile": 0.7395004496401142
    },
    "sha256": "d322be5f4c152f469f6565cc5dee261b57af39f5f75d8b77e08d0ab66879cb33",
    "simhash": "1:92397ca82672bc1d",
    "word_count": 2783
  },
  "last_updated": "2023-07-14T15:38:50.957760+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey, Sterrett and Green, JJ."
    ],
    "parties": [
      "Righter, Cowgill & Co. versus The Philadelphia Warehouse Co."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Sterrett\ndelivered the opinion of the court, January 16th 1882.\nIf the testimony tended to prove that the transaction between the parties was merely a cloak for usury, and not a bona fide contract, for the storage and sale of the goods, to secure the loan in question, it must be conceded the jury should have been permitted to consider and pass upon the question of fact presented by the plaintiffs’ first and second points: but, we fail to discover, in the provisions of the contract itself, or in the facts and circumstances connected therewith, from its inception to its completion, anything from which the jury would have been justified in finding that it was, in substance and effect, a loan of money at a usurious rate of interest.\nThe contract of August 18th 1879, is prefaced by an invoice of the merchandise “ deposited with and confided to the management, custody and charge of the ” defendant company. This is followed by a recital that the company has advanced to the plaintiffs, “ upon the security of said merchandise,” its promissory note of same date for six thousand dollars, payable October 17th 1879, and has received “ thirty dollars for its responsibility and services, as above, and loan of its credit.” In consideration of the loan the plaintiffs agree to pay the company six thousand dollars at or before the maturity of the note, together with all charges for storage, insurance and other necessary expenses on account of said merchandise.” Then follows a stipulation, on the part of the plaintiffs, to pay the company for its “ continued responsibility and services in the management and custody of the said merchandise,” in case further time is given, upon their request, for the repayment of the amouut advanced. It also contains several other provisions, intended to define the rights and protect the interests of the parties respectively in certain contingencies.\nThe note of the company, as recited in the contract, was given and then discounted for the plaintiffs at the rate of less than five per cent, per annum. There was certainly nothing usurious in that; and, if the plaintiffs had kept their promise by paying the six thousand dollars at or before the maturity of the note, they would have been entitled to forthwith resume possession of tlie merchandise pledged as collateral security. That would have ended the transaction, at a cost to them of fifty dollars for discount and thirty dollars for defendants’ services and responsibility connected with the custody and management of the collateral. The discount, as has been observed, was considerably less than the legal rate, and the amount agreed upon and paid for services, responsibility, etc., was certainly not an unreasonable compensation therefor. As appears from the testimony of John Neill, one of defendant’s witnesses, there was-.considerable trouble connected with the care and custody of the collateral. He says there were twenty cars of wheat; “ these bills are called straight, not to order. It was necessary to notify railroad companies that we were holders of bills of lading. ' The collaterals were changed from one to another, and at one time changed to Lehigh Yalley Loan or Stock. I suppose I was employed ten or fifteen minutes each day upon this transaction. These bills of lading were handed over to Hoffman & Co. after plaintiffs had failed, and the matter went out of my hands.”\nThere is not a scintilla of evidence that the thirty dollars was paid for any other purpose than that expressed in the agreement, and in the absence of proof, neither court nor jury had a right to presume it was intended for anything else. The transaction was strictly within the scope of the business authorized by the company’s charter, viz: “ to advance money and credits upon any property in its custody, or upon bills of lading, receipts, or certificates representing goods on storage elsewhere, or in transit from one portion of the United States to another, or between the United States and any foreign country, or between any foreign country and the United States, on such terms as may be agreed upon the borrowers and said company.” This provision of the charter contains express authority for everything that was done in this case. The learned judge was clearly right in saying that no question of usury could arise out of the discount, or the payment of thirty dollars for services, responsibility, &c.\nIt was the plaintiffs’ own default that called into active exercise the fourth clause of the contract under which the commissions complained of were claimed. It provides that in case the six thousand dollars shall not be paid at or before the maturity of the note the company may thereupon at any time thereafter, in the discretion of its president, sell or canse to be sold, at plaintiffs expense, the merchandise described in the invoice, at public or private sale, for cash or on credit, and with out notice to them; and shall receive the proceeds thereof and apply the same to the payment in full of whatever may be then due by them to the company, including “the commissions of the company upon such sale, which shall be two and a half per cent.” This provision of the contract was faithfully carried out by tlie company after consulting the plaintiffs as to the best method of disposing of the merchandise. The president of the company employed Mr. Hoffman, an experienced commission merchant, to sell the grain; and the testimony shows that he acted judiciously. There is no complaint as to the time and maimer of selling, and the jury has found that his commissions, claimed and allowed as part of tlie expenses of converting the collateral into money, were just and reasonable. It is very clear, therefore, that Mr. Hoffman’s commissions were a necessary and proper part of the expenses with which the plaintiffs were chargeable; and it is equally clear that the company was entitled to retain, in addition thereto, two and a half per cent authorized by the contract. The testimony tends to show that this was a reasonable compensation for the trouble and responsibility incurred; but, however that may be, it is what the plaintiffs agreed to pay in case a sale became necessary by reason of their default. The third point was rightly refused. The case was well tried, and there is nothing in the charge of the court of which the plaintiffs have any reason to complain.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Sterrett"
      }
    ],
    "attorneys": [
      "Hood Gilpin (Charles Gilpin with him), for the plaintiff in error.",
      "■I. Bayard Henry and George Junhin, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Righter, Cowgill & Co. versus The Philadelphia Warehouse Co.\nA. applied to a warehouse company for a loan of money upon the security of certain bills of lading. The company was by its charter authorized to loan money in such cases on such terms as might be agreed oil between the company and the borrowers. The bills of lading were accordingly delivered and the company gave its note to B. for the amount of the desired loan, payable sixty days from date. This note the company itself immediately discounted at the rate of five per cent, per annum, receiving, moreover, $30 additional for its responsibility, its services and the loan of its credit. At the samo time A. signed a written contract which, after reciting the foregoing, provided that, in case lie failed to pay the loan at maturity, the company might sell the collateral at A.’s expense and reimburse itself, deducting moreover from the proceeds a commission on the sale at the rate of two and a half per cent. The company never actually received and stored the merchandise, but had considerable trouble in changing the collateral from time to time. A., having afterwards failed, requested the company to sell the goods. This was done through an experienced commission merchant, and ail account of sale was rendered to A., deducting the amount of the loan, a commission of two and a half per cent and the broker’s commission on the sale. A. objected to the deduction of the last two items on the ground that they were usurious, and, brought suit against the company to recover the amount thereof. Held, that said items were not usurious, and that the only question for the jury was whether or not the broker’s commissions on the sale were reasonable.\nJanuary 5th 1882.\nBefore Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey, Sterrett and Green, JJ.\nError to the Court of Common Pleas No. 3, of Philadelphia county: Of July Term 1881, No. 47.\nAssumpsit by William W. Righter and Edward L. Cowgill, trading as Righter, Cowgill & Co., against the Philadelphia Warehouse Co., to recover the disputed balance of an account of sale of collaterals, held by defendant as security for a loan to plaintiffs.\nOn the trial, before Einletter, J., the following facts appeared : — The Philadelphia Warehouse Company was chartered in 1871 by the Legislature of Pennsylvania, with power, inter alia, “ to advance money and credits upon any property within its custody, or upon bills of lading, receipts or certificates representing goods on storage elsewhere, or in transit from one portion of the United States to another ... on such terms as may be agreed upon between the borrowers and said company.” On August 18th 1879 the plaintiffs, who were in the grain commission business, applied to the defendant company for a loan of $6,000, offering as collateral bills of lading for twenty car-loads of wheat. They were informed by the president of the company, “that the company never advanced cash, but would issue their note, which the plaintiffs could get discounted at any bank, or the company would itself discount it at bank rates, £ of 1 per cent.” The plaintiffs accepted these terms, received the defendant’s note at $6,000 at sixty days, which the compauy immediately discounted, giving their check for $5,950, the $50 deducted being interest at the rate of 5 per cent, per annum for sixty days. The plaintiffs paid in cash $30, as provided for in the contract, deposited the bills of lading with defendant as collateral, and signed a contract, the material portions of which were as follows :—\n“ Philadelphia, August 18th 1879.\n“ Invoice op Grain\nConsigned to Philadelphia Warehouse Company By Righter, Cowgill & Co.\n“ 20 ears Wheat, avage. 450 bus., 9,000 a $1.08 . . $9,720 Freight ... off ... . 1,080\n$8,640\n“Having deposited with and confided to the management, custody and charge of the Philadelphia Warehouse Company the merchandise belonging to us, described in the foregoing invoice, and that company having advanced to us upon security of said merchandise, their promissory note, dated August 18th 1879, for six thousand dollars, payable October 17th 1879, receiving thirty dollars for their responsibility and services as above and loan of their credit, now, in consideration of said loan, we do hereby promise and agree to and with the said company, that we will pay to them six thousand dollars, at or before the maturity of their said promissory note, together with all charges for storage, insurance and other necessary expenses on account of the said merchandise.\n“ And we do also agree with the said company to the following terms and conditions as part of this contract:\n“4. In case the said sum of six thousand dollars shall not be paid to the said company at or before the date hereinbefore specified, the said company may thereupon, at any time thereafter, in the discretion of their president, sell or cause to be sold at our expense the merchandise described in the said invoice, at public or private sale, for cash or on credit, and without notice to us, and shall receive the proceeds thereof, which shall be applied to the payment in full of whatever may be then due from us to said company, and of the commissions of the company upon such sale, which shall be 2-|- per cent.”\nBefore the loan fell due, the plaintiffs failed. The cars of wheat were arriving from the West, and the plaintiffs requested the defendant to sell the grain at once. In compliance with this request, the defendant placed the bills of lading in the hands of O. J. Hoffman & Co., a commission firm, who took possession of the grain as it arrived, and sold the whole of it, at different times, for an amount exceeding the plaintiff’s debt. Accounts of sales were furnished to the plaintiffs and payments made to. them on account of the surplus from time to time. A final account was rendered by the company to the plaintiffs, showing a balance due the plaintiffs of $244. In this account, the defendants credited themselves with 2|- per cent, commission as per contract, amounting to 0197.96, and also with the commissions of Hoffman & Co. for selling the grain, amounting to 0190.50. The plaintiffs objected to Hoffman’s commissions and to the amount of plaintiff’s commissions, as being usurious, and brought this suit to recover said amounts.\nThe plaintiffs presented the following points:—\n1. That the matters shown in evidence, are proper for the consideration of the jury to determine, from the whole evidence, under the instruction of the court, whether the contract made between the plaintiffs and the defendant was in substance and effect a loan at usurious interest; and if the jury from the evidence, under the instruction as aforesaid, shall believe it to have been such a loan, they should find for the plaintiffs, otherwise for defendant, upon that point. Refused.\n2. If the jury believe from all the evidence in the cause produced before and exhibited to them in this cause, that the commissions of 2-|- per cent, charged by the defendant on its contract, was intended to be charged by said defendant as usurious interest upon the loans made by it to the plaintiffs, then the plaintiffs are entitled to recover, and your verdict should be for them for the full amount claimed. Refused.\n8. If the jury believe that there were no services rendered by the corporation defendant to the plaintiffs commensurate with the charge of a commission of two and one half per cent, by said corporation defendant, then the plaintiffs are entitled to recover, and your verdict should be for them. Refused.\nThe judge charged the jury, inter alia, as follows: — “The defendant by the fourth clause of the contract had the absolute control of the merchandise pledged, in case the plaintiffs did not pay, or were unable to pay as agreed upon. The defendants had a right to sell the goods themselves, or by another, at public or private sale.\" There can be nothing clearer than these words. It was in the discretion of the president of the company defendant to do this.\n“ [And the sales were to be ‘ at our expense’ — the expense of the plaintiffs. The defendants were to receive the proceeds of the sales to be applied to the payment of what was due them. And they were to be allowed a commission of two and one half per cent, for this. It is a matter of no consequence to you how much or how little trouble the defendants may have had. It may have cost them little or much; whatever the plaintiffs agreed to give for this service, they are bound to give. No matter how much or how little. They are bound by the contract as they made it. The plaintiffs could pay the $0,000 and take their goods. If they did not, but let the defendants sell the goods, they then cannot claim that two and one half per cent, is too much. They are bound by their agreement. If they had agreed to 50 per cent they would have been bound by it. In addition to the two and one half per cent., the defendants were entitled to the expenses of the sale.]\n“ If Mr. Hoffman’s charges for selling the grain were the fair average charges for such services, then they were part of the expenses of the sales which the defendants were entitled to deduct out of the proceeds, and you ought to allow them to the defendants. If those charges exceeded those usually and customarily charged by the commission merchants in the grain trade in Philadelphia, then the jury should find for the plaintiffs in the difference between the sum charged and the charge usually and customarily paid by the trade.”\nYerdict and judgment for the plaintiffs for the amount admitted by the defendant to be due, $286.81. The plaintiffs thereupon took this writ of error, assigning for error, inter alia, the refusal of their points and the portion of the charge of the court, quoted in brackets as above.\nHood Gilpin (Charles Gilpin with him), for the plaintiff in error.\n■I. Bayard Henry and George Junhin, for the defendant in error."
  },
  "file_name": "0289-01",
  "first_page_order": 303,
  "last_page_order": 309
}
