{
  "id": 446107,
  "name": "Crawford versus Davis",
  "name_abbreviation": "Crawford v. Davis",
  "decision_date": "1882-10-02",
  "docket_number": "",
  "first_page": "576",
  "last_page": "579",
  "citations": [
    {
      "type": "official",
      "cite": "99 Pa. 576"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 469,
    "char_count": 9232,
    "ocr_confidence": 0.391,
    "pagerank": {
      "raw": 9.187909861987607e-07,
      "percentile": 0.9796878119149032
    },
    "sha256": "738a656ded90557572dbffb61f30d3f307c91c51b62ec528ab98c3ad0cdc2c17",
    "simhash": "1:9d6fa901fe75a8a5",
    "word_count": 1620
  },
  "last_updated": "2023-07-14T15:38:50.957760+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Siiaeswood, C. J., Meroub, Gordon, Paxson, Trtjnkby, Sterbett and Green, JJ*."
    ],
    "parties": [
      "Crawford versus Davis."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Merour\ndelivered the opinion of the court, October 2nd 1882.\nThe general rule is, that a sale of personal property is not good against the creditors of the vendor, unless posssession be delivered by the vendor in accordance with the sale. In determining the kind of possession necessary to be given, regard must be had not only to the character of the property, but also to the nature of the transaction, the position of the parties, and the intended use of the property. No such change of possession as will defeat the fair and honest object of the parties, is required. Thus where two brothers engaged in the business of manufacturing coaches, became embarrassed, and sold their stock in trade to a third brother, who had been about the establishment before the sale, and who went into possession, continued the business at the same place, changed the sign to his own name, procured another bookkeeper and opened new books: but both tbe vendors remained in his employ, each of them superintending a particular department of the work at stipulated wages, it was held there was_not such a want of corresponding change of possession, as matter of law, to make the sale void against creditors of the vendor: Dunlap v. Bournonville, 2 Casey 72. The same principle is recognized in Born v. Shaw, 5 Id. 288; McKibbin v. Martin, 14 P. F. Smith 352; Evans v. Scott, 8 Norris 136; Pearson v. Carter, 13 Id. 156.\nEvidence was given in the present case, tending to prove the vendor to have been an aged and infirm man, residing on a farm under a parol lease, and his son, the plaintiff, resided with him; by reason of infirmities and poverty the father was unable to carry on the farm, he therefore sold and transferred the property now in contention to his son, the plaintiff, in consideration of the latter agreeing to support his father and mother, and pay the rent of the farm : that in pursuance of the agreement, plaintiff took charge of the farm, bought and put additional stock on it, using the whole, paid the rent, put a man in the farm-house to work the farm for him, while he was at work on the railroad, but lie returned home nights; employed and paid for the labor on tbe farm, supported bis father and mother until the death of the former, and still supports his mother; that after his purchase his father gave no attention to the farm, but it was worked, managed and controlled exclusively by the plaintiff. As the father and son continued to live after the transfer of the property in the same house in which they had previously resided, and the property in question remained on the farm, the learned judge charged, as matter of law, that was not such a change of possession as the law required to protect the pi’operty from sale by a creditor of the vendor. In this he erred. A change of location of the property is not essentially necessary. If the purchase was in good faith, and for a valuable consideration, followed by acts intended to transfer the possession as well as the title, and the vendee assumed such control of the property as to reasonably indicate a change of ownership, the delivery of possession cannot, as matter of law, be held insufficient. The case should be Bent to the jury to find whether the sale was in good faith, or merely colorable.\nIn view of the language of the first point submitted by tbe plaintiff, we cannot say tbe learned judge erred in not affirming it. The remaining assignments are sustained.\nJudgment reversed, and a venire facias do novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Merour"
      }
    ],
    "attorneys": [
      "Sidwell (Johnson with him), for plaintiff in error. —",
      "Charles Tl. Pennypacker, for defendant in error. —"
    ],
    "corrections": "",
    "head_matter": "Crawford versus Davis.\n1. As a general rule, a sale of personal property is not good against the creditors of the vendor, unless possession be delivered by the vendor in accordance with the sale. In determining the kind of possession necessary to be given, regard must be had not only to the character of the property, but also to the nature of the transaction, the position of the parties, and the intended use of the property. No such change of possession as will defeat the fair and honest object of the parties is required.\n2. A change in the location of the property is not always essential to protectt.be property against the creditors of the vendor. If the purchase was in good faith; and for a valuable consideration, followed by acts intended to transfer the possession as well as the title, and the vendee assumed such control of the property, as to reasonably indicate a change of ownership, the delivery of possession cauuot, as matter of law, be held insufficient. The case should under such circumstances, go to the jury to find whether the sale was in good faith or merely colorable.\n3. A., an old man, was indebted to his son B., with whom he resided on a farm, which he held under a parol lease. By reason of infirmities and poverty, A. was unable to carry on the farm. He therefore sold and transferred to his son B., all the property on the farm, including certain cattle, in consideration of the latter agreeing to support his father and mother, and to pay the rent. In pursuance of this agreement, B. took charge of the farm, bought and put additional stock on it, hired labor to care for it, paid the rent and supported his father and mother. Both A. and B. continued to live in the same house, but A. did no work about the farm. In a contest between execution creditors of A. and B. as to the ownership of the cattle sold by A. to B., — Held, that under the circumstances it was for the jury to find whether the sale was in good faith or merely colorable.\nFebruary 7tb 1882.\nBefore Siiaeswood, C. J., Meroub, Gordon, Paxson, Trtjnkby, Sterbett and Green, JJ*.\nError to the Court of Common Pleas of Chester county : Of July Term 1882, No. 19.\nThis was a feigned issue under the sheriffs interpleader Act, between William Crawford, plaintiff, and William II. Davis, defendant, to determine tbe title to certain cattle, which had been taken in execution as the property of Robert Crawford, under a judgment held by said Davis against Robert Crawford, and were claimed by William Crawford, son of Robert Crawford, tbe plaintiff in tbe issue.\nOn tbe trial, before Futhey, P. J., it was shown that the cattle in question had belonged to Robert Crawford, who made an assignment for tbe benefit of creditors, and under a reservation therein of property to the value of $800, said cattle were appraised amd set aside to him. These cattle were subsequently levied on under tbe above-mentioned execution, as his property.\nTbe evidence on behalf of tbe plaintiff was, that soon after the assignment and appraisement, and before the levy, Robert Crawford, father of the plaintiff, being 76 years of age and infirm, made an agreement with plaintiff, whereby in consideration of plaintiff maintaining him and bis wife, and paying tbe rent of the farm on which they all resided together, the said cattle and property, which had been set aside to Robert Crawford as aforesaid, were sold and transferred by him to plaintiff; that Robert Crawford at that time owed plaintiff about $1600; and that plaintiff accepted tlie proposition, and carried out tbe bargain, worked the farm as his own, bought stock, in his own name, employed labor, paid rent, and maintained his father until his death, and still maintains his mother.\nPlaintiff requested the court to charge, “ that if tbe jury believe that Robert Crawford sold the property .... to William Crawford, there is sufficient evidence of delivery.” The court refused so to charge and said: “ There was no change of possession of the property, as far as I remember the evidence. It remained upon the farm after tbe alleged transfer of title precisely as it did before, and I therefore say to you that there is not such evidence in the case of a change of possession as the law requires, in order to protect such property from being levied upon to pay the debt of the person who had owned the property before the alleged transfer of ownership mas made. . . . Tour verdict will be in favor of the defendant.”\nYerdict, accordingly, for the defendant, and judgment thereon. The plaintiff took this writ of error, assigning for error the refusal of his point, the withdrawal of the case from the jury, and the direction to find for the defendant.\nSidwell (Johnson with him), for plaintiff in error. —\nThe delivery of possession was as complete as the subject of the transaction and the circumstances of the parties would admit of. This is all that the law requires to validate the transfer as against creditors of the vendor. The evidence of such transfer and delivery was ample to take the case to the jury on the question of delivery and good faith: Dunlap v. JBournonville, 2 Casey 72; Hugus v. Robinson, 12 Harris 9; Babb v. Clemson, 12 S. & R. 328; Chase v. Ralston, 6 Casey 539; MeYicker v. May, 3 Barr 227; Billingsley v. White, 9 P. E. Smith, 46é; McKibbin v. Martin, lé P. F. Smith, 352; Evans v. Scott, 8 Norris 136 ; Born v. Shaw, 5 Casey 288.\nCharles Tl. Pennypacker, for defendant in error. —\nThe concurrent possession which existed before the alleged arrangement continued to exist in the same manner afterwards. There was no evidence of any change of possession, hence there was nothing to submit to the jury, and the authorities cited have no application."
  },
  "file_name": "0576-01",
  "first_page_order": 590,
  "last_page_order": 593
}
