{
  "id": 565707,
  "name": "J. E. BERKSTRESSER ET AL. v. COMMONWEALTH",
  "name_abbreviation": "Berkstresser v. Commonwealth",
  "decision_date": "1889-05-27",
  "docket_number": "No. 228",
  "first_page": "15",
  "last_page": "20",
  "citations": [
    {
      "type": "official",
      "cite": "127 Pa. 15"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 427,
    "char_count": 9660,
    "ocr_confidence": 0.412,
    "pagerank": {
      "raw": 2.554492198025211e-07,
      "percentile": 0.8147169970141116
    },
    "sha256": "ed117a3d35c51c1d18012975c537f1de3fac002ca7dd72df5a889f4497a4a5d6",
    "simhash": "1:68676e719a484bde",
    "word_count": 1712
  },
  "last_updated": "2023-07-14T16:37:43.907749+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, Clark and Mitchell, JJ."
    ],
    "parties": [
      "J. E. BERKSTRESSER ET AL. v. COMMONWEALTH."
    ],
    "opinions": [
      {
        "text": "Per Curiam:\nThis case is affirmed upon the opinion of the learned judge of the court below.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Mr. Charles H. Noyes (with him Mr. Watson D. Hinckley), for the plaintiffs in error.",
      "Mr. W. M. Lindsey (with him Mr. S. P. Johnson and Mr. J. O. Parmlee), for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "J. E. BERKSTRESSER ET AL. v. COMMONWEALTH.\nERROR TO THE COURT OE COMMON PLEAS OE WARREN COUNTY.\nArgued May 8, 1889\nDecided May 27, 1889.\n(a) The defendant in a desertion case was ordered to give security to the commonwealth to pay a weekly sum to his wife, the complainant, and to bo committed to the county jail until the order was complied with.\n(&) On the same day of the order, the defendant, with others as his sureties, executed a voluntary bond, acknowledged before the clerk, conditioned that the defendant should appear at the next Court of Quarter Sessions and give the required security.\n1. The said bond was a valid obligation, and, in the absence of an averment in the affidavit of defence that the defendant had complied with its condition or of any facts that in law were the equivalent of a surrender, the plaintiff in interest was entitled to summary judgment.\nBefore Paxson, C. J., Sterrett, Green, Clark and Mitchell, JJ.\nNo. 228 July Term 1888, Sup. Ct.; court below, No. 25 June Term 1888, C. P.\nOn March 23, 1888, an action in assumpsit was brought in the name of the commonwealth, for use of L. Amelia Berkstresser, against John E. Berkstresser, E. A. Cogswell, W. E. Rice and Perry D. Clark.\nOn April 2, 1888, the plaintiff filed a statement of claim, which set forth in substance that on June 11, 1887, John E. Berkstresser, being convicted of wife desertion, was ordered to pay to L. Amelia Berkstresser, the complainant, the sum of $4 per week, payable quarterly, to be computed from that date, and to give security to the commonwealth by one or more sureties in the sum of $500 for compliance with said order, to pay the costs, and to be committed to the county jail till the order was complied with; that said John E. Berkstresser, not being then prepared to comply with the said order of the court, procured and delivered to the clerk of said court, as a temporary security, a bond or writing obligatory, duly executed under seal by all the defendants in this case, and by filing the same, procured his discharge from prison and the custody of the sheriff, of which bond the following was a copy:\n“ J. E. Berkstresser, F. A. Cogswell, Perry D. Clark and W. E. Rice; you and each of you acknowledge to owe the commonwealth of Pennsylvania the sum of five hundred dollars, to be levied of your goods and chattels, lands and tenements respectively, upon condition that if the said J. E. Berkstresser shall personally be and appear at the next Court of Quarter Sessions of the Peace, to be held in and for the county of Warren, Pa., and be of good behavior to all citizens of the commonwealth, and especially towards his wife, give sureties as ordered in this case, or you are to be held sureties for him as ordered by the court in this case.”\nThat the said John E. Berkstresser, not regarding his duty to comply with the said order of the court, or the obligation voluntarily assumed by himself and the other defendants, did not appear at the next Court of Quarter Sessions of the Peace to be held in and for the county of Warren aud give the security ordered in the case by the court, as required by the condition of said bond or writing obligatory, nor had he paid the plaintiff in interest the said sum of $4 per week, as required by said order; Wherefore, etc.\nOn April 11, 1888, the defendants filed an affidavit of defence, the material parts of which were as follows :\n“ That the said J. E. Berkstresser did comply with the order of the Court of Quarter Sessions referred to in plaintiff’s statement of claim, by paying all the costs therein, and the amount decreed by the court to and including December 10, 1887, being the sum of $104, to apply on said alimony, $52 thereof on September 9, 1887, and a like amount on December 9, 1887.\n“ That afterwards, to wit, on March 8, 1888, when nothing was due or remaining unpaid under the said decree of the Court of Quarter Sessions, the said F. A. Cogswell, W. E. Rice and Perry D. Clark, three of these defendants, having given notice to the sheriff of Warren county that they would present the body of John E. Berkstresser aforesaid in open court the same day, the sheriff: being the same person who had the said John E. Berkstresser in custody at the time of the giving of the alleged recognizance upon which this suit is brought, did then and there produce the body of the said John E. Berkstresser in open Court of Quarter Sessions then and there being held in and for Warren county, and then and there presented to said court a petition [reciting the above bond, and that the petitioners had now brought the body of said J. E. Berkstresser into court, praying leave to surrender him to the court and be discharged,] on which petition the court had granted a rule to show cause returnable on March 9, 1888.\n“ That on the same 8th day of March and after the presenting of said petition, said defendants again notified the sheriff, then being in his office in the court house, that said Berkstresser would be again produced in open court on the following day; that according to the view expressed by tbe court, said Berkstresser was not legally discharged from the sheriff’s custody.\n“ That on March 9,1888, the said defendants again produced the body of the said Berkstresser in open Court of Quarter Sessions, and surrendered him and asked the granting of their said petition, and said court made the following order thereon, or an order of which the following is a copy :\n“ ‘ March 9, 1888, it appearing to the court that the defendant, J. E. Berkstresser never gave the security directed by the court, the court declines to act on this petition.’\n“ That after the said order of court was made and on the same day, the said defendants notified the said sheriff of the purport thereof, and therefore on the same day the said Berkstresser was in company with the said sheriff when said Berkstresser could have been taken into custody by him, had said sheriff desired so to do.\n“ That said defendant, J. E. Berkstresser, did appear at the next Court of Quarter Sessions held in and for the county of Warren, after the signing of the paper alleged to be a bond or obligation in the plaintiff’s statement of claim, recited, to wit, September Sessions, 1887.\n“ Deponents further say that they are now, and always have been, ready and willing and able, as they believe, to deliver up the body of the said J. E. Berkstresser in open court, or to the sheriff, or at any other lawful place, and in any lawful manner, when they can be permitted to do so.”\nThe plaintiff having taken a rule for judgment for want of a sufficient affidavit of defence, the court, Brown, P. J., on July 28, 1888, filed the following opinion and decree:\nOn June 11, 1887, J. E. Berkstresser had a hearing before the Court of Quarter Sessions upon a charge of wife desertion, and was ordered to give security to the commonwealth for the payment to his wife, L. Amelia Berkstresser, the sum of $4 per week, and to pay the costs of the proceeding, and his commitment to the county jail was directed until the order should be complied with. He never complied with the order. Although constructively in the custody of the sheriff, it does not appear by any direct or positive averment that tbe sheriff had taken said Berkstresser into actual custody. On the same day of the order, Berkstresser and the other defendants in this suit, under their hands and seals respectively, executed the obligation in suit, conditioned that said Berkstresser should appear at the next Court of Quarter Sessions and give the security ordered by the court in the proceedings for desertion. This obligation was taken and acknowledged before the clerk of the court. The affidavit of defence does not state that the sheriff had any knowledge of the terms of the obligation executed by the defendants, or that he consented that Berkstresser might be discharged from imprisonment. From the fact that he did not put the defendant, Berkstresser, in jail, it is not unreasonable to surmise that he was informed that security had been given and that he supposed that it was the security ordered by the court, and that hence his duty had ended. But whether this is so or not, we are of opinion that the obligation in suit was the voluntary obligation of the defendants. The terms are, in substance, that defendants shall be liable, if Berkstresser shall fail to appear at the next Court of Quarter Sessions and give tbe security ordered by the court. There is no averment that the defendant did appear and give the security ordered. We see nothing illegal in the terms of the obligation, and the affidavit of defence states no fact showing illegality in the consideration, or any policy of law forbidding the enforcement of defendants’ contract in accordance with its terms. We do not deem it necessary to decide whether the sureties might surrender the body of the principal to the sheriff, in discharge of their liability, because a careful reading of the affidavit does not in our opinion show any facts that in law are the equivalent of such surrender.\nThe rule for judgment for want of a sufficient affidavit of defence is made absolute.\nJudgment having been entered for the plaintiff for $500, the defendants took this writ, assigning as error the order making absolute the rule for judgment for want of a sufficient affidavit of defence.\nMr. Charles H. Noyes (with him Mr. Watson D. Hinckley), for the plaintiffs in error.\nMr. W. M. Lindsey (with him Mr. S. P. Johnson and Mr. J. O. Parmlee), for the defendant in error."
  },
  "file_name": "0015-01",
  "first_page_order": 39,
  "last_page_order": 44
}
