{
  "id": 565712,
  "name": "H. A. MARLIN v. S. W. WATERS",
  "name_abbreviation": "Marlin v. Waters",
  "decision_date": "1889-05-29",
  "docket_number": "No. 410",
  "first_page": "177",
  "last_page": "180",
  "citations": [
    {
      "type": "official",
      "cite": "127 Pa. 177"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "125 Pa. 498",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563987
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/125/0498-01"
      ]
    },
    {
      "cite": "118 Pa. 559",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        556759
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/118/0559-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 465,
    "char_count": 8717,
    "ocr_confidence": 0.386,
    "pagerank": {
      "raw": 5.411157794842141e-07,
      "percentile": 0.944547732319529
    },
    "sha256": "c52c8b6f15a93c783c95b5911485cd995a2eb564577b7935899dc4e1f1ac7fc4",
    "simhash": "1:9af31f29bdedb96e",
    "word_count": 1568
  },
  "last_updated": "2024-02-27T20:22:35.742755+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      ".Before Paxson, C. J., Stbebbtt, Green, Clark and Mitchell, JJ."
    ],
    "parties": [
      "H. A. MARLIN v. S. W. WATERS."
    ],
    "opinions": [
      {
        "text": "Opinion,\nMr. Justice Mitchell:\nThe plaintiff took judgment for want of an affidavit of defence in accordance with the Rule of Court of the Common Pleas, without reference to the procedure act of 1887, and the court struck off the judgment for failure to comply with the provisions of that act. This raises the single question in tin; ease, whether that act meant to leave prior methods of taking judgment for want of an affidavit of defence entirely unaffected, and to give a new and additional method of its own, or whether it intended to prescribe its method as the only proper one, and to supersede all others.\nThis question was virtually decided in Gould v. Gage, 118 Pa. 559, and has been so understood by the courts of this (Philadelphia) county: See Friederich v. Anderson, 22 W. N. 524. But as Gould v. Gage was argued rather upon the sufficiency of the copy filed, as a statement under the act of 1887, than upon the general question of the effect of the act on Buies of Court previously existing, the decision does not seem to have attracted general attention as to the latter point, and it may therefore be well to consider the matter a little more in detail.\nThe act was undoubtedly intended as a step towards uniformity of practice, and its provisions as to judgments for want of affidavits of defence are general, and applicable to all courts. Section 4 provides that “ the plaintiff shall be at liberty to serve a copy of his statement on the defendant,” and if such service is made not less than fifteen days before the return day, it shall be the duty of the defendant to file an affidavit of defence on or before the return day.\nSection 6 provides that if the plaintiff shall neglect to serve a copy of his statement fifteen days before the return day, he may file it on, or any time after, the return day, and have judgment in fifteen days after notice of such filing.\nThe distinction between these two methods is plain. If tins plaintiff wants to hold the defendant to an affidavit immediately on his coming into court, i. e., on the return day, he must serve a copy of the statement. If however he chooses to wait till the defendant is in court, as required to be on the return day, then plaintiff need only file his statement and give notice. Under this system, the defendant is not bound to any unreasonable diligence, nor in any danger of being taken unaware. He knows he must be served either with a copy before the return day, or with a notice after it. It is highly improbable that the act meant to leave him subject to a third eontingency not imposed bjr its own terms, but by a Rule of Court. Thus in the present case the Rule of Court of Warren county entitles the plaintiff to judgment in twenty days without notice to the defendant, if a copy of the instrument of writing has been filed on or before the return day. If this rule is still in force, the defendant was liable in the present case to a judgment in fifteen days with notice, or in twenty days, without. A statute which as already said, was intended to promote uniformity, ought not to be so construed as to create or preserve such diversities, unless its language is perfectly clear to that effect.\nThe sole doubt arises from the fifth section, which provides that “judgment may be moved for want of an affidavit of defence, for the whole or part of the plaintiff’s claim, as the case may be, in accordance with the present practice in actions of debt and assumpsit.” It is however fairly inferable that this refers only to the mode of talcing judgment, and specially to taking it for part of the plaintiff’s claim. Tins, so far as I am aware, is only done under Rules of Court, at least I have not found any statute which directs or authorizes it, and it was probably with special reference to preserving this feature, as well as the general practice on the subject, that the fifth section was introduced. It was manifestly put in the wrong place, between the fourth and sixth sections. Those sections, as already seen, provide for the timé and conditions of judgment, and should be read in immediate connection. The fifth, which refers only to the mode, has a separate branch of the subject, and logically should have either preceded or followed the other two. But, though thus somewhat out of place, its purpose in the general scheme is clearly to save the prior practice, but only so far as not superseded by the new provisions of the act. We are therefore of opinion that the parts of the Rule of Court relating to the time and conditions of filing the statement and taking judgment, were superseded by the direct provisions of the act, and as plaintiff’s judgment failed to observe the latter, it was properly struck off.\nOrder affirmed.",
        "type": "majority",
        "author": "Mr. Justice Mitchell:"
      }
    ],
    "attorneys": [
      "Mr. J. B. Chapman (with him Mr. W. B. Chapman and Messrs. Johnson, Lindsey & Palmer), for the plaintiff in error.",
      "Mr. Charles H. Noyes (with him Mr. Watson D. Hinckley), for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "H. A. MARLIN v. S. W. WATERS.\nERROR TO THE COURT OF COMMON FLEAS OF WARREN COUNTY.\nArgued May 10, 1887\nDecided May 29, 1889.\n[To be reported.]\n1. If the plaintiff, filing a statement of claim in assumpsit under the procodure act of May 25, 1887, P. L. 271, neglect to serve a copy thereof upon defendant before l’otnrn day, or give notice of the filing of it after return day, a judgment taken for want of an affidavit of defence is without authority and will lie stricken off on motion.\n2. Under said act, if plaintiff would hold the defendant to an affidavit of defence to be filed on return day, he must have served a copy of the statement fifteen days before that day; but, if a copy be not thus served fifteen days before return day, judgment for default of the affidavit may be taken fifteen days after notice of the filing of the statement.\n3. The clause in § 5 of said act, providing that judgment may be moved for, “in accordance with the present practice,” etc., refers only to the mode of obtaining judgment, and specially to taking it for part of plaintiff’s claim, but does not authorize judgment to be taken under a rule of court without service of a copy of the statement filed or notice of such filing.\n.Before Paxson, C. J., Stbebbtt, Green, Clark and Mitchell, JJ.\nNo. 410 January Term 1889, Sup. Ct.; court below, No. 6 December Term 1887, C. P.\nOn August 5, 1887, H. A. Marlin brought assumpsit against S. W. Waters, filing with bis praecipe and declaration a statement of claim upon two promissory notes made by the defendant to tiie order of George R. Wetmore and indorsed to the plaintiff. The summons was made returnable to the first Monday of October, which was the third day of the month, and was served upon the defendant on September 15th, as sliowu by the docket entries printed, and September 18th, as stated in tbe History of the Case. On October 1st the defendant appeared by counsel.\nRule 6 of the Rules of Court of Warren county is as follows: “ In all actions founded on book accounts, bills, notes, bonds. and other instruments of writing for the payment of money, and in all actions upon covenants or contracts for the payment of money, or for the performance of some other duty or thing of a specified cash value, whether under seal or not; in all suits upon recognizances, judgments, mortgages, mechanics’ liens and other records, and in actions of debt on foreign judgments and the judgments of justices of other states, if the plaintiff shall have filed a copy of the account or instrument of writing on which the suit is founded, with his declaration, on or before the return day of the writ, he shall be entitled to a judgment by default for the amount so claimed, at any time after twenty days from and after the return day of the writ, unless the defendant, or some one for him, knowing the facts, shall have filed an affidavit of defence in which the nature and character of the defence shall be clearly and specifically stated.”\nOn February 17, 1887, plaintiff upon praecipe to the prothonotary caused judgment to be entered.\nOn May 14, 1888, motion was made by the defendant to strike off the judgment thus entered for the reason that “no statement of the plaintiff’s demand was served upon the defendant before the return day of the summons, and no notice was given to the defendant or his attorneys of the filing of the plaintiff’s statement, as required by the act of assembly, approved May 25, 1887, in order to obtain judgment for want of an affidavit of defence.”\nOn May 28,1888, the court, Brown, P. J., made the rule to show cause absolute, and ordered the judgment to be stricken off, for the reason assigned; exception: thereupon the plaintiff took this writ assigning said order as error.\nMr. J. B. Chapman (with him Mr. W. B. Chapman and Messrs. Johnson, Lindsey & Palmer), for the plaintiff in error.\nMr. Charles H. Noyes (with him Mr. Watson D. Hinckley), for the defendant in error.\nSee Weigley v. Teal, 125 Pa. 498."
  },
  "file_name": "0177-01",
  "first_page_order": 201,
  "last_page_order": 204
}
