{
  "id": 565779,
  "name": "APPEAL OF THE COMMONWEALTH. [Estate of W. H. Cooper, Deceased.]",
  "name_abbreviation": "Appeal of the Commonwealth",
  "decision_date": "1889-06-28",
  "docket_number": "No. 250",
  "first_page": "435",
  "last_page": "442",
  "citations": [
    {
      "type": "official",
      "cite": "127 Pa. 435"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "21 Pa. 38",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "58 Pa. 102",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "20 Pa. 100",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        972415
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/20/0100-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 607,
    "char_count": 16364,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 2.700358154466757e-07,
      "percentile": 0.8283515757096264
    },
    "sha256": "ef3c604837a72cfd5acc4272b11c3ae605eaf9ade5097c6cb9b6afed4165d277",
    "simhash": "1:490cce1c034c3ac2",
    "word_count": 2912
  },
  "last_updated": "2024-02-27T20:22:35.742755+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, Clark and Mitchell, JJ."
    ],
    "parties": [
      "APPEAL OF THE COMMONWEALTH. [Estate of W. H. Cooper, Deceased.]"
    ],
    "opinions": [
      {
        "text": "Per Curiam :\nThe opinion of the learned judge below is so full and satisfactory that we affirm this decree for the reasons there given by him.\nDecree affirmed and the appeal dismissed at the costs of the appellant.",
        "type": "majority",
        "author": "Per Curiam :"
      }
    ],
    "attorneys": [
      "Mr. Charles H. Smiley (with him Mr. W. S. Kirkpatrick, Attorney General), for the appellant.",
      "Mr. W. A. Sponsler and Mr. B. F. Junkin, for the appellee, were not heard."
    ],
    "corrections": "",
    "head_matter": "APPEAL OF THE COMMONWEALTH. [Estate of W. H. Cooper, Deceased.]\nFROM THE DECREE OF THE ORPHANS’ COURT OF PERRY COUNTY.\nArgued May 28, 1889\nDecided June 28, 1889.\nWhere the land of a decedent passes under the intestate laws to his parents for life, and at their death to collateral heirs, the commonwealth is entitled to ihe collateral inheritance tax upon the appraised value of the land less the amount of the decedent’s debts unpaid by his personal estate: the acts of assembly reviewed.\nBefore Paxson, C. J., Sterrett, Green, Clark and Mitchell, JJ.\nNo. 250 January Term 1889, Sup. Ct.; court below, number and term not given.\nOn May 24, 1873, William H. Cooper died intestate, unmarried and without issue, but leaving to survive him a father and mother, brothers and sisters, and the issue of a brother, who was deceased. At the time of his death, the intestate was seised in fee simple of a tract of land situate in Spring township, Perry Co., Pa., containing 227 acres, more or less. Henry Cooper, father of the decedent, entered into and retained possession of the said real estate until his death on April 21, 1881, when he was succeeded by Sarah Cooper, the mother, who held the same until her death, which occurred on July 9, 1884. After the said real estate came into the hands of the collateral heirs at the death of their mother, partition thereof was made by the Orphans’ Court of Perry county, and the entire tract was awarded to Frederick S. Cooper, one of the brothers of the decedent. On April 7, 1888, Frederick S. Cooper presented his petition to the register of Perry county, praying for the appointment of an appraiser to ascertain and ñx the collateral inheritance tax due the commonwealth on the said tract of land, and Aaron M. Egolf was accordingly appointed an appraiser for that purpose.\nFrom the report of the appraiser, Frederick S. Cooper, then the owner of the real estate appraised, appealed to the Orphans’ Court, alleging that the appraiser erred in assessing tax upon the sum of $6,256, instead of upon the sum of $4,656.98.\nThe facts of the case sufficiently appear in the opinion of the court below, Babnett, J., filed May 19, 1888:\nWilliam H. Cooper died in 1873, without.issue, and seized of a tract of land situate in Spring township, in this county, containing about 227 acres. He left surviving him his father, his mother, and collateral heirs. His father died in 1881, and his mother died on July 9, 1884. On April 7, 1888, an appraiser was appointed for the purpose of ascertaining the collateral inheritance tax. He reported that he had valued and appraised the real estate of which the said William H. Cooper died seised “ at $28 per acre, for each and every acre thereof of 227 acres, which amounts to the sum of $6,256, as of the 9th day of July, 1884, as the sum on which the collateral inheritance tax is to be assessed.” He further reported the facts that W. H. Cooper at the time of his death was indebted to his father and others in the aggregate amount of $2,998.42, and that after crediting the amount of his personal estate, to wit, $1,399.40, there resulted a deficiency of personalty for payment of debts amounting to $1,599.02. Now, if this deficiency be deducted from tlie valuation of the estate at date of the appraisement, to wit, tbe sum of $6,256, there will remain $4,656.98 as “ tbe clear value ” of said estate at tbe death of W. H. Cooper.\nThe appraiser also reported: “This balance of $1,599.02, was paid by Henry Cooper, the father, who was also administrator of his son, William H. Cooper, deceased, but your appraiser is of opinion that inasmuch as the real estate descended intact to the collateral heirs, the tax must be assessed upon the said valuation of $6,256, without abatement, with such interest from July 9, 1884, the period when the collateral heirs got possession, as the law requires.”\nFrederick S. Cooper, a brother of said decedent, “appeals from the valuation fixed by tbe appraiser, alleging that the tax should be upon $4,656.98 instead of $6,256, to the Orphans’ Court of Perry county.”\nThe determination of this question of valuation depends upon the construction of the acts of assembly relating to tbe subject.\nThe act of April 7, 1826, 9 Sm. L. 146, made all estates passing from any person who may die seised or possessed thereof, being within this commonwealth, to any person or persons other than father, mother, husband, wife, or lineal descendants, subject to a tax or duty on the clear value of such estates in excess of $250, to bo paid for tbe use of the commonwealth.\nThe act of April 22, 1846, § 14, P. L. 489, fixed said tax or duty at five per cent of tbe clear value of such estate.\nIn order to fix tlie valuation of such estates, the twelfth section of the act of April 10, 1849, P. L. 571, provides for the appointment of appraisers, “ whose duty it shall be to jmt a fair valuation on said real estate,” and “ to assess and fix tbe tben cash value of all annuities and life estates growing out of the same, upon which annuities and life estates the collateral inheritance tax shall be immediately payable out of the estate at the rate of said valuation.” The thirteenth section of said act, provides that in case of a bequest or devise of any estate for life, with remainder over to collateral heirs, immediately after tbe death of the testator the estate so granted sliall bo appraised, in the manner hereinbefore provided, and, after deducting the valuation of said life estate, “ the collateral inheritance tax on the remainder shall be immediately due and payable over to the register of wills of the proper county.” And the fourteenth section provides that on all estates subject to collateral inheritance tax, if the tax shall not be paid within one year, “ interest shall then be charged at the rate of twelve per cent per annum on such tax, computing from time of said decedent’s death.”\nThus, it is apparent, the law recognized the estates for life and in remainder as liable each for its own tax, interest and penalty, and neither as liable for the other; and that the taxes both on the life estate (excepting the exempted interest in favor of father, mother, etc.) and the estates in remainder were due immediately upon the death of the decedent, and liable to the penalty of twelve per cent in default of payment. See Commonwealth v. Smith, 20 Pa. 100; Commonwealth v. Eckert, 58 Pa. 102.\nThus stood the law until the act of March 11, 1850, P. L. 170, provided that in all cases of descent, bequest or devise to collaterals or strangers in remainder, after the expiration of one or more life estates or a period of years, it shall be lawful for the parties so circumstanced liable for such tax to elect to wait their coming into the actual possession of the property subject to collateral inheritance tax, and in such case to give security to the register for the payment of said tax on the personal estate when they may come into such possession, together with six per cent per annum interest on the amount of the tax from the time the same accrued until paid; and the tax on the real estate shall remain a lien on said real estate until paid, bearing lawful interest as aforesaid. Thus, the payment of the tax by remaindermen, which before this act, was payable at the death of the decedent, may now, at their election, be postponed until they come into actual possession, upon proper security for its payment; then, with interest at six per cent from the date of decedent’s death. They were in this manner relieved from the penalty until they came into possession, but not from the interest.\nNext came the act of May 4,1855, P. L. 425, which, by its own terms, and without requiring the tenant in remainder “ to elect to wait, provided that the penalty shall not be charged against him on any collateral tax on any legacy or devise, until the same shall come into actual possession and enjoyment, and if such legatees or devisees shall elect to pay said tax in anticipation of the same coming into actual possession and enjoyment, the same shall be received at the then valuation of the legacy or devise, deducting the value of the life estate or term of years.”\nIt is thus further apparent that, in estates liable to collateral tax, the commonwealth is entitled to a tax on the entire estate ; that when the tenant for life or years, being parent or lineal descendant, etc., is exempt from liability, the whole tax on the entire estate must be paid by the tenant in remainder; that in such cases the time of payment is postponed until the estate comes into actual possession of the tenant liable; that, nevertheless, if such tenant elect, in anticipation to pay at the death of the decedent, the tax is assessable on the then valuation of the entire estate, loss the value of the estates for life or years; that is, when the tenant of the intermediate estate is not liable, the tenant in remainder has the election either to pay tax on the entire estate with interest, when he comes into actual possession, or to pay at the death of the decedent the tax on the then net valuation of the estate in remainder ; and in consideration of such anticipated payment, her right to a tax on the intermediate estate is waived by the commonwealth.\nThus, the law still remains, unless it has been changed by the recent act of May 6, 1887, P. L. 79. This statute is entitled “ An act to provide for the better collection of collateral inheritance taxes.” It is chiefly a compilation and re-enactment of all previous laws in force on the same subject. It makes but little change, except in the orderly arrangement and logical connection of previous enactments, omitting what has been supplied and retaining the alterations so made, and constitutes now probably the only statute law relating to collateral taxes. The only change affecting our present inquiry relates to the commencement of interest on taxes for which tenants in remainder are liable. The third section provides: “ That, in all cases where there has been or shall be a devise, descent, or bequest to collateral relations or strangers liable to the collateral inheritance tax, to take effect in possession, or come into actual enjoyment after the expiration of one or more life estates, or a period of years, the tax on such estate shall not be payable, nor interest begin to run thereon, until the person or persons liable for the same shall come into actual possession of such estate by the termination of the estate for life or years, and the tax shall be assessed upon the value of the estate at the time the right of possession accrues to the owner aforesaid; provided that the owner shall have the right to pay the tax at any time prior to his coming into possession, and in such cases the tax shall be assessed on the value of the estate at the time of payment of the tax, after deducting the value of the life estate or estate for years.” Thus the interest which, before this statute, began to run at the death of the decedent, now begins when the tenant in remainder has the right of actual possession. The twelfth section re-enacts the law previously in force regulating the appraisement for purposes of collateral tax; and the first section continues the provision that, on all estates subject thereto, the tax shall be “ five dollars on every hundred dollars of the clear value of such estates.”\nBut the appraiser was of the opinion that, because the real estate descended intact to collateral heirs, the tax must be assessed upon the valuation of the real estate, without abatement of the debts owing by the decedent at the time of his death. This, however, would exclude any room for the application of “ clear value,” and is inconsistent with the legislative intent in imposing the tax. This tax at first became due upon the death of the decedent. His debts were then a lien against his real estate, and the law authorized the land to be sold, if necessary, for their payment. The surplus only was liable to the tax. It is to be assessed, not upon the pecuniary value of the land coming to the tenant in remainder, but upon the clear value of the estate passing from the person who may die seised thereof. If an unmarried son purchase a farm for $6,000, and having paid but $2,000, dies, leaving it to pass to his father incumbered with the remaining $4,000, and then to a brother after the father has extinguished the debt, and it is now valued at $6,000 by the collateral appraiser, this is to tax, not the estate that passed from the son, but the different estate three times as great that passed from the father. But if it is the father’s estate, it should pass from him to his other sons free from any such tax whatsoever. It is the same land that passes to the tenant in remainder, but not the same estate; and it is the estate that is to be valued and appraised, and not the land. An estate in land is the interest which the tenant hath therein, and for collateral tax purposes; this is measured by its “ clear value,” and not by extent of title. -This is consistent with the provisions directing the valuation of the several estates for life and in remainder. Thus, when the tenant for life is a stranger, the value of his estate is fixed by the appraisement. It depends upon the clear value of the estate passing to him as affected by its probable duration. When once ascertained, it remains as to him unchangeable: Commonwealth v. Freedley, 21 Pa. 38.\nIf the tenant in remainder desired “ to pay the tax at any time prior to his coming into possession,” it is to be “ assessed on the value of the estate at the time of the payment of the tax, after deducting the value of the life estate or estate for years.” The value of his estate depends upon the clear value of the estate that passes from the person who died seised, and the probable duration of the preceding life estate. If the life tenant is old, or if his estate has already been enjoyed for a number of years, the tenant in remainder will not be kept out of his inheritance so long as otherwise, and the value of his estate would be the greater. When, therefore, the act declares that the tax shall be assessed upon the value of the estate, at the time the right of possession accrues to the owner, or that “ the tax shall be assessed on the value of the estate at the time of the payment of the tax,” it refers to the then quantum of the estate, after deducting the life estate, and not to the value of the land, which may bo a very different estate from that which passed from the decedent. The act of 1887 simply provides for the better collection of collateral inheritance taxes. No other purpose is expressed in its title. It does not subject any other or different estates to the tax than is provided in previous statutes; if it did, it would be amenable to constitutional objection. It is still the estate passing from the deceased proprietor, that is liable to the tax, and that is the estate as it existed at the death of said proprietor. That estate consisted in the “ clear value ” of the real and personal property of which said proprietor died seised and possessed: Commonwealth v. Eckert, supra.\nWe are of opinion, therefore, that the tax should be assessed upon $4,656.98. Five per cent of the $4,656.98 is the tax which was due and payable to the use of the commonwealth on July 9, 1884. This is the sum of $232.85. This tax is liable to the penalty of interest at the rate of twelve per centum from that date. But, as we understand that a part of this tax has been paid, the parties liable are entitled to credit accordingly, and we will enter the following decree:.....\nA decree having been entered in accordance with the foregoing opinion, the commonwealth took this appeal, alleging that the court erred in assessing collateral inheritance tax upon the sum of $4,656.98, instead of $6,256, the value of the real estate when it came into the possession and actual enjoyment of the collateral heirs.\nMr. Charles H. Smiley (with him Mr. W. S. Kirkpatrick, Attorney General), for the appellant.\nMr. W. A. Sponsler and Mr. B. F. Junkin, for the appellee, were not heard."
  },
  "file_name": "0435-01",
  "first_page_order": 459,
  "last_page_order": 466
}
