{
  "id": 565762,
  "name": "WILLIAM H. BAHNER v. STONE VALLEY M. F. INS. CO.",
  "name_abbreviation": "Bahner v. Stone Valley M. F. Ins.",
  "decision_date": "1889-06-28",
  "docket_number": "No. 204",
  "first_page": "464",
  "last_page": "467",
  "citations": [
    {
      "type": "official",
      "cite": "127 Pa. 464"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "49 Pa. 14",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998524
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/49/0014-01"
      ]
    },
    {
      "cite": "88 Pa. 250",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "48 Pa. 367",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        422280
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/48/0367-01"
      ]
    },
    {
      "cite": "51 Pa. 402",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999762
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/51/0402-01"
      ]
    },
    {
      "cite": "26 Pa. 199",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977373
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/26/0199-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 403,
    "char_count": 7980,
    "ocr_confidence": 0.414,
    "pagerank": {
      "raw": 1.6543343533891364e-07,
      "percentile": 0.693275167780052
    },
    "sha256": "a1959a379b8e2361db8ddb96b4895f0e96e2a1400920f6ef7bd7205615b866b8",
    "simhash": "1:6b745e2d1916f0c7",
    "word_count": 1389
  },
  "last_updated": "2024-02-27T20:22:35.742755+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, Clark and Mitchell, JJ."
    ],
    "parties": [
      "WILLIAM H. BAHNER v. STONE VALLEY M. F. INS. CO."
    ],
    "opinions": [
      {
        "text": "Per Curiam:\nAn examination of this record fails to convince us that the learned judge below committed any error in entering a compulsory nonsuit. The evidence shows that the plaintiff was insured in excess of two thirds of the cash value of the property. This was in direct violation of that clause or condition of defendant’s policy which provides “that the aggregate amount insured in this and all other companies, on the above mentioned property, shall not exceed two thirds of the cash value.” Under such circumstances there was nothing to submit to the jury.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Mr. S. B. Boyer, for the plaintiff in error.",
      "Mr. J. Nevin Hill (with him Mr. George Hill), for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "WILLIAM H. BAHNER v. STONE VALLEY M. F. INS. CO.\nERROR TO THE COURT OF COMMON PLEAS OF NORTHUMBERLAND COUNTY.\nArgued May 2S, 1889\nDecided June 28, 1889.\nWhere a policy of fire insurance provided that “ the aggregate amount insured in this and all other companies on the above mentioned property, shall not exceed two thirds of the cash value,” and the plaintiff’s evidence in an action thereon showed that the assured subsequently took out a policy in another company on the same property, and that the amount of insurance in the two companies exceeded two thirds of the cash value of said property, it was not error to enter a compulsory non-suit.\nBefore Paxson, C. J., Sterrett, Green, Clark and Mitchell, JJ.\nNo. 204 January Term 1889, Sup. Ct.; court below, No. 898 May Term 1887, C. P.\nOn April 21, 1887, William II. Bahner brought debt against the Stone Valley Mutual Fire Ins. Co. to recover on a policy of insurance issued by the company defendant.\nThe policy was issued on August 2, 1884, and contained the following provision: “Provided, however, and it is hereby declared that.....the aggregate amount insured in this and all other companies, on the above mentioned property, shall not exceed two thirds of the cash value.” The insurance on certain of the plaintiff’s property, as recited therein, was as follows: barn, $466; produce, $400; utensils and reaper, $200.\nOn November 6, 1886, plaintiff took out a policy in the Phoenix Ins. Co. under which, inter alia, the following of his property was insured for the amounts stated: barn, $475 ; produce, $600; utensils and reaper, $180. At the time of taking out this second policy, plaintiff gave no notice of the fact to the defendant company, but there was no evidence of a provision in the defendant’s policy requiring such notice.\nOn January 5, 1887, plaintiff’s property was accidentally destroyed by fire. An adjuster from the Phoenix Ins. Co., adjusted the loss, and apportioned it as follows : Due the plaintiff from the Phoenix Ins. Co. $798.48, and from the Stone Valley Co. $625.47. The Phoenix Ins. Co. subsequently paid its proportion, but the defendant company refused to do so, on the ground that the condition of its policy prohibiting insurance to more than two thirds of the value of the property insured had been violated: hence this suit.\nIn the statement of loss furnished by the plaintiff to the defendant company, which was signed and sworn to by him, and which was in evidence, the values of the property insured were stated as follows: barn, $700; hay, grain and straw in barn, $600; farming implements, $800; total, $1,600. On the trial, plaintiff testified that this was a low estimate of the cash value of the property at the time it was destroyed.\nAt the close of the plaintiff’s testimony .the defendants moved for judgment of nonsuit. The motion was granted, and judgment of nonsuit entered with leave, etc.\nThe rule to show cause why the judgment of nonsuit should not be lifted having been argued, the court, Rockefeller,, P. J., filed the following opinion :\nThe plaintiff gave in evidence his policy of insurance on which this suit was brought, which policy contains a provision which is as follows: “That the aggregate amount insured in this and all other companies, on the above mentioned property, shall not exceed two thirds of the cash value.” He then proved, by his own oath, the cash value of the property insured, both at the time the insurance was taken, and at the time of the loss. He also gave in evidence a subsequent policy of insurance on the same property, and the two policies in evidence showed conclusively that the aggregate amount insured in the two companies, on the property mentioned therein, exceeded two thirds of the cash value. There was no notice given to the defendant company of the subsequent policy. Indeed tbe plaintiff testified tbat at tbo time be procured the second policy, ho thought the first had expired. This evidence, we think, put the plaintiff entirely out of court. He may have supposed that the defendant would offer evidence to prove the cash value of the property, and closed his case. But the defendant did not dispute tbe valuation of the property as established by the plaintiff himself, and without offering any testimony, moved the court for a nonsuit, which was granted. If the defendant had offered any evidence as to the cash value of the property insured, it is very probable the court would have permitted the plaintiff to call witnesses in rebuttal, even if it would have been out of order. The defendant not having offered any such testimony, it became unnecessary for the plaintiff to call any other witnesses.\nIn the case of Insurance Co. v. Slockbower, 26 Pa. 199, it was decided that, “ where a policy of insurance provides ‘ that the aggregate amount insured in this and other companies, on the above mentioned property shall not exceed two thirds of the estimated cash value,’ any further insurance, being in violation of the agreement, would render the policy void.” The case of Mitchell v. The Lycoming Mut. Ins. Co., 51 Pa. 402, decides the same thing. See, also, Lycoming M. Ins. Co. v. Mitchell, 48 Pa. 367, and Simpson v. Penn. F. Ins. Co., 88 Pa. 250. It is contended that these cases are not to the point, for the reason that the respective clauses therein are against over insurance on the estimated cash value, whereas the present policy provides that the aggregate amount insured on the property “ shall not exceed two thirds of the cash value.” I take it, that in order to recover under the terms of the policy in suit, it was indispensably necessary for the plaintiff to prove the value, for the policy provides as follows : “ The said loss or damage to be estimated according to the true and actual value of said property at the time of the loss.” The plaintiff did prove the cash value of the property, if he proved anything, both at the time of insuring and the loss.\nIn the brief furnished by the plaintiff’s counsel, it is strenuously contended that the policies of insurance, in the present case, show it to be a case of double insurance. I am of opinion that this is correct, and that for that very reason there can be no recovery on the policy in suit. The cases of Sloat v. Royal Ins. Co., 49 Pa. 14, and the New York case therein eited and so much relied on by the late Chief Justice Read, are cited to show that the present is a case of double insurance. Both those cases point out what is and what is not double in-insurance, and it was held in both that the character of the respective policies in question in each, did not make them cases of double insurance, and. that they were, for that reason, not within the meaning of a clause in the first policies prohibiting double insurances without notice to the insurer. I think no one can read the present policies and come to the conclusion that they do not constitute, as regards the property destroyed by the fire, a case of double insurance, and that is just what the clause referred to in the policy in suit was intended to prohibit, beyond two thirds of the cash value.\nThe rule is discharged.\nThereupon the plaintiff took this writ, assigning for error the entering of the judgment of nonsuit and the refusal to vacate said judgment.\nMr. S. B. Boyer, for the plaintiff in error.\nMr. J. Nevin Hill (with him Mr. George Hill), for the defendant in error."
  },
  "file_name": "0464-01",
  "first_page_order": 488,
  "last_page_order": 491
}
