{
  "id": 1742102,
  "name": "COMMONWEALTH of Pennsylvania v. Gary JOHNSON, Appellant",
  "name_abbreviation": "Commonwealth v. Johnson",
  "decision_date": "1978-06-02",
  "docket_number": "No. 164",
  "first_page": "60",
  "last_page": "63",
  "citations": [
    {
      "type": "official",
      "cite": "479 Pa. 60"
    },
    {
      "type": "parallel",
      "cite": "387 A.2d 834"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "460 Pa. 95",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        482887
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/460/0095-01"
      ]
    },
    {
      "cite": "472 Pa. 259",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1727744
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/472/0259-01"
      ]
    },
    {
      "cite": "460 Pa. 31",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        482932
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/460/0031-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 281,
    "char_count": 4308,
    "ocr_confidence": 0.769,
    "pagerank": {
      "raw": 1.886974132096937e-07,
      "percentile": 0.728464478044859
    },
    "sha256": "e3fe3257e33bbd9d3090f8abd0b9e2ec027e7f89abf53f98c4cef42783c150f5",
    "simhash": "1:43aa90b09e343c6b",
    "word_count": 691
  },
  "last_updated": "2024-02-27T17:24:56.447346+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX, MANDERINO and LARSEN, JJ.",
      "MANDERINO, J., files a dissenting opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Gary JOHNSON, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nPER CURIAM.\nAppellant, Gary Johnson, was found guilty of murder of the first degree. Post-trial motions were filed, argued and denied; thereafter, Johnson was sentenced to life imprisonment and this appeal followed. We affirm the judgment of sentence.\nJohnson raises two issues before this Court. First, it is argued that the trial court erred in allowing the admission of evidence regarding prior criminal conduct on the part of the appellant. Such an issue, however, was not raised in written post-trial motions and accordingly has been waived. Commonwealth v. Blair, 460 Pa. 31, 331 A.2d 213 (1975). Second, it is alleged that appellant was denied his constitutional right to effective representation by counsel when his trial lawyer failed to obtain an investigative report pertaining to a prosecution witness, one Anthony Brothers. Appellant has failed, however, to establish either that the report does in fact exist or, if it does, that it contains any information which would have been pertinent to the cross-examination of Brothers. Absent this information there is nothing to show ineffectiveness of counsel. On this record the appellant is entitled to no relief.\nJudgment of sentence affirmed.\nMANDERINO, J., files a dissenting opinion.\n. We hear this appeal pursuant to the Appellate Court Jurisdiction Act of 1970, Act of July 31, 1970, P.L. 673, 17 P.S. § 211.202(1) which places jurisdiction in this Court for the appeal from appellant’s murder conviction.\n. Additionally, we have reviewed the record in compliance with our statutory obligation, Act of February 15, 1870, P.L. 15, § 2, 19 P.S. § 1187, and find sufficient evidence to support a finding of guilt beyond a reasonable doubt for the offense of murder of the first degree.\n. Since appellant is represented by new counsel on appeal who has raised the ineffectiveness of prior counsel at the first stage of new counsel’s representation, that issue is properly before this Court. Commonwealth v. Hubbard, 472 Pa. 259, 372 A.2d 687 (1977); Commonwealth v. Dancer, 460 Pa. 95, 331 A.2d 435 (1975).\nThe alleged investigative report is said to have possibly contained information which might have supplied a basis for the effective impeachment of the witness.",
        "type": "majority",
        "author": "PER CURIAM."
      },
      {
        "text": "MANDERINO, Justice,\ndissenting.\nI dissent. We have frequently said that counsel in a direct appeal to this Court from a judgment of sentence should raise all issues including the issue of ineffectiveness of trial counsel or post-verdict counsel. If that issue is raised and can be decided on the record before us we proceed to decide the issue. If that issue cannot be decided on the record before us, we have remanded for an evidentiary hearing in order to determine the issue of the alleged ineffectiveness of counsel.\nIn this case counsel alleges the ineffectiveness of trial counsel in that trial counsel failed to investigate information bearing on the credibility of a material prosecution witness. This issue cannot be decided on the record before us and should be remanded for an evidentiary hearing.\nPresent counsel alleges the existence of an investigative report concerning the prosecution witness which trial counsel knew about but failed to investigate. At an evidentiary hearing, present counsel will have tools available to him to obtain a copy of that report which he does not now have, such as the right to subpoena documents necessary to the issues in an evidentiary hearing. If the investigative report cannot be produced, counsel in an evidentiary hearing may be able to establish the contents of that report.\nThis Court is not a court of original jurisdiction in such matters and should not require counsel to prove to this Court the truth of matters not contained in the record before this Court.\nThis matter should be remanded to the trial court for an evidentiary hearing in order to afford present counsel an opportunity to establish the claimed ineffectiveness of trial counsel.",
        "type": "dissent",
        "author": "MANDERINO, Justice,"
      }
    ],
    "attorneys": [
      "Timothy J. Savage, Philadelphia, for appellant.",
      "Edward G. Rendell, Dist. Atty., Steven H. Goldblatt, Deputy Dist. Atty., for appellee."
    ],
    "corrections": "",
    "head_matter": "387 A.2d 834\nCOMMONWEALTH of Pennsylvania v. Gary JOHNSON, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted Jan. 13, 1977.\nDecided June 2, 1978.\nTimothy J. Savage, Philadelphia, for appellant.\nEdward G. Rendell, Dist. Atty., Steven H. Goldblatt, Deputy Dist. Atty., for appellee.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX, MANDERINO and LARSEN, JJ."
  },
  "file_name": "0060-01",
  "first_page_order": 90,
  "last_page_order": 93
}
