{
  "id": 1742094,
  "name": "PALMER TOWNSHIP MUNICIPAL SEWER AUTHORITY v. Jack K. WITTY and Janet L. Witty, Owner or Owners, or Apparent or Reputed Owner or Owners, or Whoever May be the Owner or Owners, Appellants",
  "name_abbreviation": "Palmer Township Municipal Sewer Authority v. Witty",
  "decision_date": "1978-06-02",
  "docket_number": "No. 140",
  "first_page": "240",
  "last_page": "248",
  "citations": [
    {
      "type": "official",
      "cite": "479 Pa. 240"
    },
    {
      "type": "parallel",
      "cite": "388 A.2d 306"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "186 A.2d 906",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "408 Pa. 487",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1308437
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa/408/0487-01"
      ]
    },
    {
      "cite": "214 A.2d 288",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1965,
      "pin_cites": [
        {
          "page": "290"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "206 Pa.Super. 476",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        772973
      ],
      "weight": 2,
      "year": 1965,
      "pin_cites": [
        {
          "page": "479"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/206/0476-01"
      ]
    },
    {
      "cite": "152 A.2d 774",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "pin_cites": [
        {
          "page": "776"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "190 Pa.Super. 107",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        745879
      ],
      "year": 1959,
      "pin_cites": [
        {
          "page": "112"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/190/0107-01"
      ]
    },
    {
      "cite": "196 A.2d 843",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1964,
      "pin_cites": [
        {
          "page": "847"
        },
        {
          "page": "847"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "413 Pa. 329",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1888558
      ],
      "weight": 2,
      "year": 1964,
      "pin_cites": [
        {
          "page": "334-35"
        },
        {
          "page": "334-35"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/413/0329-01"
      ]
    },
    {
      "cite": "140 A.2d 450",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 1
    },
    {
      "cite": "392 Pa. 245",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845301
      ],
      "year": 1958,
      "opinion_index": 1,
      "case_paths": [
        "/pa/392/0245-01"
      ]
    },
    {
      "cite": "132 A.2d 909",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "pin_cites": [
        {
          "page": "910",
          "parenthetical": "citing cases"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "183 Pa.Super. 588",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        735283
      ],
      "year": 1957,
      "pin_cites": [
        {
          "page": "591",
          "parenthetical": "citing cases"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/183/0588-01"
      ]
    },
    {
      "cite": "214 A.2d 288",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1965,
      "pin_cites": [
        {
          "page": "290"
        },
        {
          "page": "290"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "206 Pa.Super. 476",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        772973
      ],
      "weight": 3,
      "year": 1965,
      "pin_cites": [
        {
          "page": "480"
        },
        {
          "page": "479"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/206/0476-01"
      ]
    },
    {
      "cite": "152 A.2d 774",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "pin_cites": [
        {
          "page": "776-77",
          "parenthetical": "analyzing authorities"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "190 Pa.Super. 107",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        745879
      ],
      "year": 1959,
      "pin_cites": [
        {
          "page": "112-13",
          "parenthetical": "analyzing authorities"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/190/0107-01"
      ]
    },
    {
      "cite": "196 A.2d 843",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1964,
      "opinion_index": 1
    },
    {
      "cite": "413 Pa. 329",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1888558
      ],
      "year": 1964,
      "opinion_index": 1,
      "case_paths": [
        "/pa/413/0329-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 712,
    "char_count": 15280,
    "ocr_confidence": 0.788,
    "pagerank": {
      "raw": 2.57077218130327e-07,
      "percentile": 0.8162304057109121
    },
    "sha256": "6f16cb67b305d22d79d3d52c522975da4464e46a491ae7b94243f09ff54878ea",
    "simhash": "1:b7a30c5242bb1e38",
    "word_count": 2520
  },
  "last_updated": "2024-02-27T17:24:56.447346+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX, MANDERINO and LARSEN, JJ.",
      "NIX, J., concurred in the result.",
      "ROBERTS, J., filed a dissenting opinion."
    ],
    "parties": [
      "PALMER TOWNSHIP MUNICIPAL SEWER AUTHORITY v. Jack K. WITTY and Janet L. Witty, Owner or Owners, or Apparent or Reputed Owner or Owners, or Whoever May be the Owner or Owners, Appellants."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nLARSEN, Justice.\nIn 1968, Jack K. Witty and Janet L. Witty, appellants, purchased a lot in Palmer Township, Northampton County, and soon thereafter erected a large dwelling house thereon. This lot was part of a subdivision filed by the Old Orchard Development Corporation. The lot is a trapezoidal tract situated between Wedgewood Drive on the north and Chain Dam Road on the south. The foot frontage along Wedge-wood Drive is 81.40 feet and along Chain Dam Road the frontage is 200.95 feet.\nOn February 18, 1972, the Palmer Township Municipal Sewer Authority, appellees, completed the construction of two sewer lines abutting appellants’ property, one on Wedgewood Drive and the other on Chain Dam Road. Appellees then presented appellants with a notice of assessment and a bill for the assessment in the amount of $2,823.50. The assessment covered both the footage on Wedgewood Drive and on Chain Dam Road for a total of 282.35 feet at $10.00 per foot.\nOn November 7, 1972, appellees filed a municipal claim in said amount. On December 31, 1972, appellants connected their dwelling to the sewer line laid in Wedgewood Drive (the front of the house faces Wedgewood Drive and is considerably closer to Wedgewood than to Chain Dam Road) and tendered a check to appellee for $810.40, representing the assessment for the frontage along Wedgewood Drive only. Appellees refused to accept this check.\nOn January 20,1973, a Palmer Township zoning ordinance became effective, which ordinance prohibited the erection of a dwelling upon a subdivision of a lot containing less than 20,000 square feet. A formal draft of this ordinance, which was under consideration since 1970, had been submitted to the board of supervisors of Palmer Township some three weeks prior to completion of the sewer line project. However, the ordinance in effect at the time of completion of the sewers and of the filing of the municipal claim permitted construction of dwellings upon lots of 12,000 feet or more. The rear portion of appellants’ lot measured 14,567 feet.\nAppellants filed an affidavit of defense to the municipal claim and the case went before a jury. At the conclusion of the testimony, it appearing to the trial judge that no material facts were in dispute, the jury was dismissed and a directed verdict was entered for appellants striking off that portion of the assessment based on the sewer constructed on Chain Dam Road. Appellee filed motions for a new trial and for judgment n. o. v. A court en banc denied and dismissed the motions and affirmed the directed verdict in favor of appellants.\nThe Authority appealed to the Commonwealth Court. In its opinion of August 16, 1976, that court, per Blatt, J., reversed the court below and directed it to enter judgment in favor of appellees for the full amount demanded in the municipal claim. We reverse the order of Commonwealth Court.\nMunicipal authorities are empowered to assess property owners for the costs of construction of sewer lines by the Municipality Authorities Act of 1945, Act of May 2,1945, P.L. 382, § 4 B, as amended, 53 P.S. § 306 B (1974). The Act provides that an authority has the power:\n“(r) To charge the cost of construction of any sewer or water main constructed by the Authority against the properties benefited, improved or accommodated thereby to the extent of such benefits. .\n“(s) To charge the cost of construction of any sewer or water main constructed by the Authority against the properties benefited, improved or accommodated thereby according to the foot front rule. Such charges shall be based upon the foot frontage of the properties so benefited, and shall be a lien against such properties.”\nWhether subsection (r) (the “benefits” method) or subsection (s) (the “foot frontage” method) is utilized, an assessment must always be related to the benefits conferred upon the property owner. “ ‘When the property is not benefited, our courts have not hesitated to declare that the assessment could not be sustained. While there is a presumption that a property is benefited by the construction of a sanitary sewer adjacent to it, this presumption may be rebutted . . .’ ” Whitemarsh Township Auth. v. Elwert, 413 Pa. 329, 334-35, 196 A.2d 843, 847 (1964) quoting Upper Moreland-Hatboro Joint Sewer Auth. v. Pearson, 190 Pa.Super. 107, 112, 152 A.2d 774, 776 (1959).\nIn the instant case, the trial court heard testimony concerning various deed restrictions and municipal ordinances and concluded therefrom that there was no possibility that appellants would ever construct a second dwelling on their lot. Erection of a house upon the rear portion of appellants’ property was prohibited by the zoning ordinance of January 20,1973. Since they had already tied-in to the sewer line on Wedgewood Drive, and since future tie-ins to the Chain Dam Road were highly unlikely, the court ruled that the presumption of benefit to the property from the Chain Dam sewer line had been rebutted.\nThe Commonwealth Court refused to consider the evidence offered to rebut the presumption because, in their view, the existence of both lines, either of which could have been chosen for use by appellants upon completion of the construction project, was a sufficient benefit to allow foot frontage assessment for the entire footage along both lines. In support of this view, the court relied exclusively on Upper Gwynedd Township Auth. v. Caltabiano, 206 Pa.Super. 476, 214 A.2d 288 (1965).\nCaltabiano involved a situation factually analagous to the instant case. The lot in Caltabiano was a corner lot fronted on two sides by sewer lines completed at the same time. Appellants there connected their dwelling to one of the lines and argued that since the lot was zoned for single dwelling residential use, they had received no benefit from the other line, nor would they in the future, and could not, therefore, be assessed for its construction. The Superior Court rejected that argument holding:\n“The sewers in both streets were constructed at the same time under the same resolution and project. The sewers in both streets became available for use at the same time. The corner lot in question could have been connected with the sewer in either adjacent street. The mere fact that the owner elected to connect to the sewer in Weber Road is immaterial. The lot was benefitted by the availability of the sewers in both abutting streets and the benefit from both sewers arose simultaneously. This is not a case where a lot had been benefitted by the construction of a sewer in one street and then at some later time a second sewer was constructed in another abutting street.” Id. 206 Pa.Super. at 479, 214 A.2d at 290.\nCaltabiano holds, as a matter of law, that a property receives benefits from both sewer lines completed simultaneously merely because the owner had a choice of lines available for use, and that, therefore, the owner can be assessed for construction of both lines. The effect is to preclude the owner from demonstrating that, in fact, he will receive no benefit from one or the other of the lines. This is contrary to the principal established in Whitemarsh. An assessment must always be related to the benefits conferred upon the property owner. Whitemarsh Township Auth. v. Elwert, supra, 413 Pa. at 334-35, 196 A.2d at 847. Where evidence is introduced compelling a contrary conclusion, i. e. that no benefit has been conferred, the assessment cannot stand. Accordingly, Caltabiano is disapproved.\nAppellants herein could not build another dwelling on their lot because of the zoning ordinance establishing a 20,000 square foot minimum. Therefore, the Chain Dam Road sewer line was useless to them as the existing residence was already serviced by the Wedgewood Drive line. Appellees ask us to disregard the realities by contending that, although appellants cannot build on their lot today, nevertheless they were benefited because such construction was permissible under the old ordinance which remained in effect for several months after the sewer line was completed. As stated by the court en banc, “[w]e are not persuaded by this extremely technical argument.” Opinion of the Court En Banc, No. 84838 October Term, 1972, Common Pleas, Northampton County, p. 7 (June 4, 1975).\nThis realistic appraisal of the benefits to appellants is buttressed by the fact that the new zoning ordinance had been under consideration since 1970 and that a formal draft of the ordinance had been submitted to the township board of supervisors three weeks before the completion of the sewer lines. The record indicates that the township planning commission had notice of this pending ordinance, Opinion of Court En Banc, supra at 7-9, and that, therefore, even though construction of a second dwelling on appellants’ lot was theoretically permissible under the prior ordinance, the planning commission would not have given its approval to subdivide the lot.\nConsidering the above evidence, we agree with the trial court and the court en banc that any benefit to appellants’ property by the Chain Dam Road sewer line was speculative. The assessment based upon that portion of the construction project cannot, therefore, be permitted to stand.\nThe Order of Commonwealth Court is reversed. The Order of the Court of Common Pleas of Northampton County entering a directed verdict in favor of appellants is reinstated.\nNIX, J., concurred in the result.\nROBERTS, J., filed a dissenting opinion.\n. The history of the Old Orchard Development may be found in Coffin v. Old Orchard Development Corp., 408 Pa. 487, 186 A.2d 906 (1962).\n. Additionally, when appellants purchased the lot in question, it was subject to a restriction, as were the other lots in the Old Orchard Development, forbidding the erection of any building without prior approval of a committee consisting of William E. Eliason and Louis Staiano or their successors. While the restriction did not by its terms prohibit the construction of a second dwelling upon the lot, it was stipulated by the parties that, if Mr. Eliason were called upon to approve erection of a second building, neither he nor the committee would give such approval. Further, appellees introduced no evidence to show that the committee had ever given approval for a second dwelling on any lot in the development, or that any lot contained multiple dwellings.",
        "type": "majority",
        "author": "LARSEN, Justice."
      },
      {
        "text": "ROBERTS, Justice,\ndissenting.\nToday’s decision impairs the ability of sewer authorities to allocate sewer construction costs fairly and cheaply. It unfortunately abandons a wise decision of the Superior Court which has helped stabilize sewer assessment procedures over the past decade. Upper Gwynedd Twp. Auth. v. Caltabiano, 206 Pa.Super. 476, 214 A.2d 288 (1965).\nAppellants own and live in a dwelling house on a lot which abuts a public street both front and rear. Their neighborhood did not have sewer facilities before 1970. In the early 1970’s, appellee built a sewer system in the area. As part of a single project, appellee ran sewers past both the front and rear of appellants’ lot and assessed appellants an amount calculated upon the “front footage” of both the front and rear of the lots. Appellants hooked their house up to the front sewer only, and challenged the assessment for the rear sewer.\nA landowner may not be assessed a share of the costs of a project improving utility service unless the project benefits his property in some way. See Whitemarsh Twp. Auth. v. Elwert, 413 Pa. 329, 196 A.2d 843 (1964). A landowner is entitled to present evidence that his land will not be benefited by any particular public improvement project. Id.\nThe public improvement project as a whole, including both the front and rear sewers, benefits appellants. A house with a great deal of frontage is usually more valuable than one with little frontage. See Upper Gwynedd Twp. Auth. v. Caltabiano, supra. I believe this is true whether the frontage extends for a long distance along one street, extends around the corner of a block, id., or, as here, is broken up into front and rear frontage. It is reasonable to conclude that the increase in value of the property caused by installation of a sewer project will be roughly proportional to the front footage of the sewer abutting the property. See Wilson v. Upper Moreland-Hatboro Joint Sewer Authority, 183 Pa.Super. 588, 591, 132 A.2d 909, 910 (1957) (citing cases); aff’d upon opinion of Superior Ct., 392 Pa. 245, 140 A.2d 450 (1958). Thus assessing appellants for footage both front and rear imposes upon them costs roughly proportional to the benefits which they receive.\nThere are further equitable and financial reasons to impose both front and rear footage costs upon appellants. First, the additional costs which the size and shape of appellants’ lot imposes upon the sewer construction project are proportional to the front footage of the sewer along both the front and rear of appellants’ lot. Second, because lots with greater front footage are usually more valuable, they “are therefore more able to bear assessment . . . .” Upper Gwynedd Twp. Auth. v. Caltabiano, 206 Pa.Super. at 480, 214 A.2d at 290. Third, because both the front and rear sewers were built as part of a single project, it may be that neither sewer would have been economically feasible without the other, in which case appellants certainly receive a benefit from the fact that both were built.\nIn sum, where a sewer project is found to benefit a property, the entire front footage of the property along which the project runs should be assessable. See Upper Moreland-Hatboro Joint Sewer Auth. v. Pearson, 190 Pa.Super. 107, 112-13, 152 A.2d 774, 776-77 (1959) (analyzing authorities). As the Superior Court later stated:\n“The present case is similar to the situation presented where three lots abut upon a sewer constructed in a street; one lot is 50 feet in width, another 100 feet in width and another 300 feet in width. Single connections are made from the residence on each one of the lots. It might be argued that each one received the same amount of benefit but it has been considered equitable to assess the 100-foot lot twice as much as the 50-foot lot and the 300-foot lot six times as much as the 50-foot lot.”\nUpper Gwynedd Twp. Auth. v. Caltabiano, 206 Pa.Super. at 479, 214 A.2d at 290.\nBecause the majority’s decision will require abandonment of modification of a system for allocating sewer construction costs which is both fair and easy to apply, I dissent.\nThus, the majority misperceives the nature of benefits accruing from sewer line construction when it states that the sewer abutting the rear of appellants’ property could not benefit the property solely because appellants could not lawfully build another dwelling on the land.",
        "type": "dissent",
        "author": "ROBERTS, Justice,"
      }
    ],
    "attorneys": [
      "Herbert Toff, Easton, for appellants.",
      "Hugh F. Dougherty, III, David A. Franklin, Philadelphia, Charles S. Smith, Easton, for appellee."
    ],
    "corrections": "",
    "head_matter": "388 A.2d 306\nPALMER TOWNSHIP MUNICIPAL SEWER AUTHORITY v. Jack K. WITTY and Janet L. Witty, Owner or Owners, or Apparent or Reputed Owner or Owners, or Whoever May be the Owner or Owners, Appellants.\nSupreme Court of Pennsylvania.\nArgued April 17, 1978.\nDecided June 2, 1978.\nReargument Denied July 20, 1978.\nHerbert Toff, Easton, for appellants.\nHugh F. Dougherty, III, David A. Franklin, Philadelphia, Charles S. Smith, Easton, for appellee.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX, MANDERINO and LARSEN, JJ."
  },
  "file_name": "0240-01",
  "first_page_order": 270,
  "last_page_order": 278
}
