{
  "id": 1742159,
  "name": "COMMONWEALTH of Pennsylvania v. Robert E. SHARPE, Appellant (two cases)",
  "name_abbreviation": "Commonwealth v. Sharpe",
  "decision_date": "1978-07-14",
  "docket_number": "Nos. 555 & 571",
  "first_page": "361",
  "last_page": "364",
  "citations": [
    {
      "type": "official",
      "cite": "479 Pa. 361"
    },
    {
      "type": "parallel",
      "cite": "388 A.2d 697"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "347 A.2d 688",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "opinion_index": 1
    },
    {
      "cite": "378 U.S. 368",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6166505
      ],
      "weight": 3,
      "year": 1964,
      "pin_cites": [
        {
          "page": "388"
        },
        {
          "page": "1786"
        },
        {
          "page": "922"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/378/0368-01"
      ]
    },
    {
      "cite": "464 Pa. 557",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1710343
      ],
      "weight": 5,
      "year": 1975,
      "pin_cites": [
        {
          "page": "570"
        },
        {
          "page": "572"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/464/0557-01"
      ]
    },
    {
      "cite": "290 A.2d 417",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 1
    },
    {
      "cite": "447 Pa. 389",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1942994
      ],
      "year": 1972,
      "opinion_index": 1,
      "case_paths": [
        "/pa/447/0389-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 304,
    "char_count": 4053,
    "ocr_confidence": 0.753,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.06537137879467105
    },
    "sha256": "3587cd1744c10f0fdf9b357809cfb8cb6ba055e8f49473decf43bdc2129588f1",
    "simhash": "1:9cf590d4568e1d36",
    "word_count": 648
  },
  "last_updated": "2024-02-27T17:24:56.447346+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX, MANDERINO and LARSEN, JJ.",
      "MANDERINO, J., files a Dissenting Opinion in which ROBERTS, J., joins.",
      "ROBERTS, J., joins in this dissenting opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Robert E. SHARPE, Appellant (two cases)."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nPER CURIAM.\nJudgments of Sentence affirmed.\nMANDERINO, J., files a Dissenting Opinion in which ROBERTS, J., joins.",
        "type": "majority",
        "author": "PER CURIAM."
      },
      {
        "text": "MANDERINO, Justice,\ndissenting.\nAppellant, Robert E. Sharpe, was convicted in a nonjury trial of murder of the third degree, conspiracy, and weapons offenses. Post-verdict motions were denied and appellant was sentenced to a term of imprisonment. All appeals are now before this Court.\nPrior to appellant’s trial, appellant filed a motion to suppress a confession he had given police the night he was arrested. Appellant contended, as he does in this appeal, that his confession was obtained because of unnecessary delay between arrest and arraignment, in violation of Pa.R. Crim.P. 130 and Commonwealth v. Futch, 447 Pa. 389, 290 A.2d 417 (1972). The suppression judge, who was not the trial judge, denied the motion, and the confession was introduced at appellant’s trial.\nThe case was tried by a judge sitting without a jury. In his opinion, the trial court stated that he did not consider appellant’s confession in determining his guilt. The court stated that the convictions were based solely on the testimony of Roxanne Smith, an eyewitness to the stabbing. The trial court reasoned, in effect, that if the admission of the confession was error at all, it was harmless beyond a reasonable doubt.\nThe prosecution is correct that Commonwealth v. Green, 464 Pa. 557, 347 A.2d 682 (1975), is authority for allowing the trial court to disregard a tainted confession and convict a defendant if other evidence is sufficient to sustain the conviction. I dissented in Green, however, and must again dissent in this case. Assuming, without deciding, that appellant’s confession was obtained in violation of Pa.R.Crim.P. 130 and Commonwealth v. Futch, I cannot say that the admission of that confession was harmless error because the trial judge stated that he based his decision solely on other evidence.\nAs in Green, I am satisfied that the trial judge honestly expressed his opinion that his decision was arrived at wholly apart from appellant’s confession. For an appellate court to rule, however, that such an expressed opinion is determinative of whether admitting the confession prejudiced appellant ignores the fact that judges, no less than a panel of jurors, are human beings. The United States Supreme Court long ago recognized that the factors which influence the decision maker are subtle and often incapable of detection. See Jackson v. Denno, 378 U.S. 368, 388, 84 S.Ct. 1774, 1786, 12 L.Ed.2d 908, 922 (1964). “An erroneously admitted confession presents a grave danger that the decision maker unknowingly has not disregarded the confession.” Commonwealth v. Green, supra, 464 Pa. at 570, 347 A.2d 688 (Manderino, J., joined by Roberts, J., dissenting).\nThe reasoning of my dissent in Green is equally applicable to this appeal:\n“The trial judge was exposed to highly prejudicial evidence — a confession — which was improperly admitted at trial. In light of this exposure, I conclude that the trial judge, despite sincere effort to put such evidence out of mind, cannot be said to have done so. The confession is inadmissible because it was secured in violation of Rule 130 of the Pennsylvania Rules of Criminal Procedure and the cases of this Court interpreting that Rule. The appellant is entitled to a determination of guilt or innocence by a fact-finder insulated from, and unaffected by, the inadmissible confession.”\nId. 464 Pa. at 572, 347 A.2d at 689.\nI respectfully dissent.\nROBERTS, J., joins in this dissenting opinion.",
        "type": "dissent",
        "author": "MANDERINO, Justice,"
      }
    ],
    "attorneys": [
      "Victor J. DiNubile, Jr., Philadelphia, for appellant.",
      "Edward G. Rendell, Dist. Atty., Steven H. Goldblatt, Deputy Dist. Atty. for Law, Robert B. Lawler, Chief, Appeals Div., Adrian L. DiLuzio, Asst. Dist. Atty., for appellee."
    ],
    "corrections": "",
    "head_matter": "388 A.2d 697\nCOMMONWEALTH of Pennsylvania v. Robert E. SHARPE, Appellant (two cases).\nSupreme Court of Pennsylvania.\nSubmitted April 11, 1978.\nDecided July 14, 1978.\nVictor J. DiNubile, Jr., Philadelphia, for appellant.\nEdward G. Rendell, Dist. Atty., Steven H. Goldblatt, Deputy Dist. Atty. for Law, Robert B. Lawler, Chief, Appeals Div., Adrian L. DiLuzio, Asst. Dist. Atty., for appellee.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX, MANDERINO and LARSEN, JJ."
  },
  "file_name": "0361-01",
  "first_page_order": 391,
  "last_page_order": 394
}
