{
  "id": 482817,
  "name": "COMMONWEALTH of Pennsylvania v. Donald Vincent MURRAY, Appellant, and Paul Herman Adams",
  "name_abbreviation": "Commonwealth v. Murray",
  "decision_date": "1975-01-27",
  "docket_number": "No. 102",
  "first_page": "53",
  "last_page": "63",
  "citations": [
    {
      "type": "official",
      "cite": "460 Pa. 53"
    },
    {
      "type": "parallel",
      "cite": "331 A.2d 414"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "263 A.2d 342",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "437 Pa. 338",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1927838
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/437/0338-01"
      ]
    },
    {
      "cite": "266 A.2d 659",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "439 Pa. 392",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1930999
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/439/0392-01"
      ]
    },
    {
      "cite": "275 A.2d 51",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "442 Pa. 98",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1935432
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/442/0098-01"
      ]
    },
    {
      "cite": "299 A.2d 233",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "450 Pa. 138",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1947103
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/450/0138-01"
      ]
    },
    {
      "cite": "301 A.2d 695",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "450 Pa. 590",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1947084
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/450/0590-01"
      ]
    },
    {
      "cite": "407 U.S. 143",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9137003
      ],
      "weight": 5,
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/us/407/0143-01"
      ]
    },
    {
      "cite": "297 A.2d 794",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "449 Pa. 562",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1945618
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/pa/449/0562-01"
      ]
    },
    {
      "cite": "319 A.2d 908",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "456 Pa. 320",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        584436
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/456/0320-01"
      ]
    },
    {
      "cite": "459 Pa. 23",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481017
      ],
      "weight": 2,
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/459/0023-01"
      ]
    },
    {
      "cite": "401 U.S. 560",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11714156
      ],
      "weight": 3,
      "year": 1974,
      "pin_cites": [
        {
          "page": "566"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/401/0560-01"
      ]
    },
    {
      "cite": "93 L.Ed. 1879",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1948,
      "opinion_index": 0
    },
    {
      "cite": "338 U.S. 160",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3943769
      ],
      "weight": 2,
      "year": 1948,
      "opinion_index": 0,
      "case_paths": [
        "/us/338/0160-01"
      ]
    },
    {
      "cite": "358 U.S. 307",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3650729
      ],
      "weight": 3,
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/us/358/0307-01"
      ]
    },
    {
      "cite": "361 U.S. 98",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6165250
      ],
      "weight": 5,
      "year": 1959,
      "pin_cites": [
        {
          "page": "100-102"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/361/0098-01"
      ]
    },
    {
      "cite": "190 A.2d 304",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "411 Pa. 56",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1885971
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa/411/0056-01"
      ]
    },
    {
      "cite": "327 A.2d 63",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "253 A.2d 276",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "434 Pa. 153",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1922558
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa/434/0153-01"
      ]
    },
    {
      "cite": "392 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6167798
      ],
      "weight": 7,
      "year": 1968,
      "pin_cites": [
        {
          "page": "30"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/392/0001-01"
      ]
    },
    {
      "cite": "374 U.S. 23",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8495
      ],
      "weight": 3,
      "year": 1963,
      "pin_cites": [
        {
          "page": "42-43"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/374/0023-01"
      ]
    },
    {
      "cite": "390 U.S. 234",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6169464
      ],
      "weight": 3,
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/us/390/0234-01"
      ]
    },
    {
      "cite": "314 A.2d 317",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "pin_cites": [
        {
          "page": "318"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "455 Pa. 283",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        582163
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "286"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/455/0283-01"
      ]
    },
    {
      "cite": "307 A.2d 875",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1973,
      "pin_cites": [
        {
          "page": "878"
        },
        {
          "page": "879"
        },
        {
          "page": "879"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "453 Pa. 107",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        577623
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/453/0107-01"
      ]
    },
    {
      "cite": "313 A.2d 293",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "226 Pa.Super. 101",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        807783
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/226/0101-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 783,
    "char_count": 13487,
    "ocr_confidence": 0.655,
    "pagerank": {
      "raw": 1.294148911308116e-06,
      "percentile": 0.9892955149122593
    },
    "sha256": "13db1d22de0eb08adda15eef8227a0076604fe5cd7508bce367cda125ae746f6",
    "simhash": "1:083f90b7e91f3dc3",
    "word_count": 2244
  },
  "last_updated": "2024-02-27T17:07:32.124443+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ.",
      "POMEROY, J., concurs in the result."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Donald Vincent MURRAY, Appellant, and Paul Herman Adams."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nNIX, Justice.\nThe appellant was arrested and subsequently charged on two counts of burglary, conspiracy, possession of burglary tools, receiving stolen goods and larceny. Prior to trial, a Motion to Suppress was denied. The appellant was found guilty by a jury of burglary and possession of burglary tools and after the denial of post-trial motions, sentence was imposed. On appeal, the Superior Court, being equally divided, the judgment of sentence was affirmed. Commonwealth v. Murray, 226 Pa.Super. 101, 313 A.2d 293 (1973). Allocatur was then granted by this Court and we now reverse.\nThe crucial question raised in this appeal was the legality of the stop of an automobile in which appellant was a passenger. The pertinent facts are that the police responded to a burglar alarm from a clothing store and arrived shortly thereafter at the scene. Upon arrival, the officers noted a fleeing shadow departing from the rear of the building in question. Although an attempt was made to apprehend the fleeing suspect it proved unsuccessful and under the circumstances, no identification of the individual was possible. At the scene, the officers discovered a pry bar wedged between the door and the door casing at the rear of the store. Other members of the police department, after being advised of the incident, proceeded to search the area in an effort to apprehend the culprit. Approximately an hour after the initial alarm, police officers observed a 1962 Chevrolet automobile enter a driveway of a house located near the store, stop for a few moments and then depart. It was subsequently determined that the place where the vehicle had stopped, was the home of the parents of appellant. As the automobile drove away, the police proceeded to follow it for approximately one-half mile. During this period of time, no traffic laws were violated nor was there any indication of anything unusual either about the appearance of the vehicle or the behavior of its occupants. The officers then signaled the vehicle to stop. The driver complied and immediately brought his vehicle to a halt. One of the officers went to the passenger side of the automobile and at some point thereafter shined a flashlight into its rear interior. Lying on the floor behind the driver’s seat and visible from the outside, was a hammer and railroad spike. Upon request, the three occupants of the car produced proper identification. As a result of. the police’s observation of these items in the rear of the vehicle, a search warrant was obtained for the automobile and the resulting search produced items that had been taken in a burglary earlier that night.\nWe recently stated in Commonwealth v. Swanger, 453 Pa. 107, 307 A.2d 875, 878 (1973):\n“We rule before the government may single out one automobile to stop, there must be specific facts justifying this intrusion. To hold otherwise would be to give the police absolute, unreviewable discretion and authority to intrude into an individual’s life for no cause whatsoever.”\nAt another point in that decision we observed:\n“Under the Commonwealth’s theory the police would need no justification to stop an automobile on the highway, and, hence, there could be no judicial review of the intrusion. There would be no buffer between the citizen and the officer ‘engaged in the often competitive enterprise of ferreting out crime’ (Citation omitted). Furthermore, if the police were given complete discretion to stop any automobile, this discretion could be used arbitrarily, or as a guise for seeking evidence of other crimes or on mere ‘fishing expeditions.’ ” Id., at 113-114, 307 A.2d at 879.\nIt is thus certain that in this Commonwealth we will not permit the State under the guise of regulating the operation of motor vehicles upon the highway to single out vehicles for routine stops. A police officer may not interfere with the lawful operation of a single motor vehicle by merely asserting the State’s interest in regulating that activity. If the alleged basis of a vehicular stop is to permit a determination whether there has been compliance with the Motor Vehicle Code of this Commonwealth, it is encumbent upon the officer to articulate specific facts possessed by him, at the time of the questioned stop, which would provide probable cause to believe that the vehicle or the driver was in violation of some provision of the Code. Commonwealth v. Swanger, supra at 115, 307 A.2d at 879; see also Commonwealth v. Boyer, 455 Pa. 283, 286, 314 A.2d 317, 318 (1974).\nUnder the facts of the instant cause the record is barren of any evidence to suggest a basis for concluding that either the vehicle or its occupants were in any way in violation of the Code. During the period in which the vehicle and its occupants were being observed by police officials, no traffic laws were violated nor was the car driven in any unusual manner. It is therefore apparent under the facts of this case that the Commonwealth’s power to regulate vehicular traffic within its borders did not supply an adequate justification for the intrusion upon privacy occasioned by the stop.\nHaving rejected the view that the grant of operating privileges confers upon peace officers, an unfettered discretion to single out a given vehicle and conduct a routine check, we must now decide what, if any, reason existed to interrupt the progress of this vehicle. The “plain view doctrine” is inapplicable here since the issue presented is whether the initial stop was illegal. Harris v. United States, 390 U.S. 234, 88 S.Ct. 992, 19 L.Ed.2d 1067 (1968); Ker v. State of California, 374 U.S. 23, 42-43, 83 S.Ct. 1623, 10 L.Ed.2d 726 (1963). The “plain view doctrine” is applicable only where the officer has a right to be in the position to have that view. Thus, the inquiry must focus upon the justification for the stop that provided the opportunity to observe the articles in the vehicle.\nWhile it is recognized that all intercourse between police officials and citizens is not necessarily constitutionally protected, where the intrusion amounts to a seizure of the person, the provisions of the Fourth Amendment must be satisfied. Terry v. Ohio, 392 U.S. 1, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968). In Commonwealth v. Hicks, 434 Pa. 153, 253 A.2d 276 (1969), this Court, relying on the Terry decision defined a seizure of the person to occur where the individual has been accosted and his liberty restrained. See Commonwealth v. Richards, - Pa. -, 327 A.2d 63 (1974); Commonwealth v. Bosurgi, 411 Pa. 56, 190 A.2d 304 (1963). Where individuals proceeding in an automobile are forced to interrupt their travel at police direction, such action clearly amounts to a seizure of those individuals and the basis for that stop must meet Fourth Amendment standards. Traditionally, we have held that a seizure is not unreasonable under the Fourth Amendment where probable cause exists at the time of that seizure. Henry v. United States, 361 U.S. 98, 80 S.Ct. 168, 4 L. Ed.2d 134 (1959); Draper v. United States, 358 U.S. 307, 79 S.Ct. 329, 3 L.Ed.2d 327 (1959); Brinegar v. United States, 338 U.S. 160, 69 S.Ct. 1302, 93 L.Ed. 1879 (1948); Commonwealth v. Richards, supra; Commonwealth v. Bosurgi, supra. The decisions of the United States Supreme Court and this Court have defined probable cause as being present where the facts and circumstances within the knowledge of the arresting officer and of which he has reasonably trustworthy information were sufficient to warrant a man of reasonable caution and belief to conclude that the suspect had committed or is committing a crime. Whiteley v. Warden, 401 U.S. 560, 566, 91 S.Ct. 1031, 28 L.Ed.2d 306 (1974); Henry v. United States, supra, 361 U.S. at 100-102, 80 S.Ct. 168; Commonwealth v. Rush, 459 Pa. 23, 326 A.2d 340 (1974); Commonwealth v. Norwood, 456 Pa. 320, 319 A.2d 908 (1974); Commonwealth v. Kenney, 449 Pa. 562, 297 A.2d 794 (1972). We cannot agree with the trial court that probable cause existed under the facts of this case. There was nothing in the conduct of the occupants of this vehicle that could reasonably have suggested to the officers that they were in any way involved with the earlier incident that was being investigated.\nThe United States Supreme Court in Terry, supra and in Adams v. Williams, 407 U.S. 143, 92 S.Ct. 1921, 32 L.Ed.2d 612 (1972), has suggested that even in the absence of probable cause there may be, under certain circumstances, justification for a limited intrusion upon the privacy of an individual. Under these decisions the Court has suggested that a brief stop of a suspicious individual, in order to determine his identity or to maintain the status quo momentarily while obtaining additional information may in fact be reasonable although the officer at that time did not possess probable cause that would justify an arrest. In the Terry, supra and Adams, supra decisions, the Court was required to struggle with the balancing of the right of society and the right of an individual in street encounters. Because a motorist’s extreme mobility may otherwise allow him to avoid police confrontation, the State has an equally strong interest in these cases in stopping a moving vehicle to freeze momentarily a situation of suspected criminality. However, these decisions have made it clear that to justify the intrusion the police officer must be able to point to specific and articulable facts which taken together with rational inferences from those facts reasonably warranted the intrusion. See Adams v. United States, supra; Terry v. Ohio, supra; Commonwealth v. Boyer, supra. Thus, it is also clear that an investigative stop of a moving vehicle to be valid must be based upon objective facts creating a reasonable suspicion that the detained motorist is presently involved in criminal activity. The only factor relied upon to suggest suspicious behavior was the assumption the occupants of the vehicle could have seen the police car and, not wishing to be discovered, pulled into the driveway, backed, out and proceeded slowly in the opposite direction. The weakness of this position is that there is an absence in this record of any facts that would cause this seemingly innocent conduct to be viewed as suspicious.\nIn Terry, supra, the poice officer had observed the defendants for a substantial period during which they repeated a series of motions that would suggest to a seasoned officer that they were “casing a job, a stickup”. In Adams, supra, the officer had been informed that an individual seated in a nearby vehicle was carrying narcotics and had a gun at his waist. Proceeding under that information, the officer went immediately to the vehicle and recovered the items. In each instance, there were articulable facts that could be offered as a basis for a reasonable conclusion that criminal action was afoot and justifying a limited intrusion in those instances. Here, there was nothing to suggest that these individuals were in any way related to the attempted burglary at the store that had occurred approximately an hour earlier. The only information the police possessed with reference to the burglary was that a shadow of a single individual was seen leaving. There was nothing to suggest either that this individual had access to a motor vehicle or that he was accompanied by companions. There was nothing unusual about the car’s presence in the area, shortly after midnight. The testimony established that there were many other vehicles on the road and none of these were stopped. Although the officers testified that the vehicle aroused their suspicion, they were incapable of articulating any actions on the part of the occupants of that vehicle which justifiably occasioned such a suspicion. We are satisfied that the record is devoid of any unusual conduct “which leads him [officers] reasonably to conclude in light of his [their] experience that criminal activity may be afoot.” Terry, supra, 392 U.S. at 30, 88 S.Ct. at 1884. See also, Commonwealth v. Pegram, 450 Pa. 590, 301 A.2d 695 (1973); Commonwealth v. Pollard, 450 Pa. 138, 299 A.2d 233 (1973); Commonwealth v. Lewis, 442 Pa. 98, 275 A.2d 51 (1973); Commonwealth v. Dussell, 439 Pa. 392, 266 A.2d 659 (1970); Commonwealth v. Berrios, 437 Pa. 338, 263 A.2d 342 (1970); Commonwealth v. Hicks, supra.\nOn this record where there was no probable cause for an arrest, where there were no facts from which the officers could reasonably conclude that criminal activity may have been in progress, we hold that the initial stop was without lawful justification. Accordingly, the fruits of the subsequent seárch should have been suppressed.\nThe Order of the Superior Court affirming the judgment of sentence is reversed and a new trial is awarded.\nPOMEROY, J., concurs in the result.\n. In a letter dated September 23, 1974, this Court was advised that the Office of the District Attorney of Erie County did not intend to file a brief nor to appear for argument in this appeal.\n. Act of April 29, 1959, P.L. 58, § 1221, as amended, Act of July 16, 1970, P.L. 487, No. 166, § 1, 75 P.S. § 1221.",
        "type": "majority",
        "author": "NIX, Justice."
      }
    ],
    "attorneys": [
      "Leonard G. Ambrose III, Erie, for appellant.",
      "R. Gordon Kennedy, Dist. Atty., Bernard L. Siegel, First Asst. Dist. Atty., for appellee."
    ],
    "corrections": "",
    "head_matter": "331 A.2d 414\nCOMMONWEALTH of Pennsylvania v. Donald Vincent MURRAY, Appellant, and Paul Herman Adams.\nSupreme Court of Pennsylvania.\nSubmitted Oct. 9, 1974.\nDecided Jan. 27, 1975.\nLeonard G. Ambrose III, Erie, for appellant.\nR. Gordon Kennedy, Dist. Atty., Bernard L. Siegel, First Asst. Dist. Atty., for appellee.\nBefore JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
  },
  "file_name": "0053-01",
  "first_page_order": 211,
  "last_page_order": 221
}
