{
  "id": 482918,
  "name": "COMMONWEALTH of Pennsylvania v. Albert M. IRWIN, Appellant",
  "name_abbreviation": "Commonwealth v. Irwin",
  "decision_date": "1975-03-18",
  "docket_number": "No. 70",
  "first_page": "296",
  "last_page": "303",
  "citations": [
    {
      "type": "official",
      "cite": "460 Pa. 296"
    },
    {
      "type": "parallel",
      "cite": "333 A.2d 735"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "332 A.2d 441",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        482760
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/460/0231-01"
      ]
    },
    {
      "cite": "296 A.2d 741",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "449 Pa. 187",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1945676
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/pa/449/0187-01"
      ]
    },
    {
      "cite": "306 A.2d 892",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "452 Pa. 524",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        574367
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/452/0524-01"
      ]
    },
    {
      "cite": "459 Pa. 511",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481013
      ],
      "weight": 2,
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/459/0511-01"
      ]
    },
    {
      "cite": "459 Pa. 664",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481048
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/459/0664-01"
      ]
    },
    {
      "cite": "241 A.2d 119",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "428 Pa. 275",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1912356
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/428/0275-01"
      ]
    },
    {
      "cite": "301 A.2d 856",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "451 Pa. 81",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948573
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/451/0081-01"
      ]
    },
    {
      "cite": "317 A.2d 225",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "455 Pa. 378",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        582232
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/455/0378-01"
      ]
    },
    {
      "cite": "233 A.2d 552",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "pin_cites": [
        {
          "page": "554"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "427 Pa. 45",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1910396
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "49"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/427/0045-01"
      ]
    },
    {
      "cite": "459 Pa. 664",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481048
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "187"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/459/0664-01"
      ]
    },
    {
      "cite": "241 A.2d 119",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1968,
      "pin_cites": [
        {
          "page": "121"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "428 Pa. 275",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1912356
      ],
      "year": 1968,
      "opinion_index": 1,
      "case_paths": [
        "/pa/428/0275-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 582,
    "char_count": 9406,
    "ocr_confidence": 0.669,
    "pagerank": {
      "raw": 1.9540361422067802e-07,
      "percentile": 0.7371541738533791
    },
    "sha256": "971c2f2da4b0f406b4ded9ec48712f5a6ea6f4c52fb82099d841f9503e99fac6",
    "simhash": "1:aa4ec38f733a1dc0",
    "word_count": 1534
  },
  "last_updated": "2024-02-27T17:07:32.124443+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ.",
      "JONES, C. J., did not participate in the consideration or decision of this case.",
      "ROBERTS, J., filed a dissenting opinion in which MANDERINO, J., joins.",
      "MANDERINO, J., joins in this dissent."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Albert M. IRWIN, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nEAGEN, Justice.\nThis is an appeal by Albert M. Irwin from the sentence of life imprisonment imposed upon him following his conviction by a jury in Allegheny County of murder in the first degree.\nThe sufficiency of the evidence to warrant the jury’s verdict is not challenged, but it is said two errors in the trial process mandate a new trial. Our discussion will be limited to one of these alleged errors since the other was not properly preserved in the trial court for appellate review.\nThe one assignment of error properly before us concerns the admission into the trial evidence, over objection, of six black and white photographs depicting the dead victim as he lay in the city morgue. The photographs, which were admitted for the purpose of aiding the jury in fixing the cause of death, were sent out with the jury for consideration during its deliberations.\nThe trial testimony relevant to a proper evaluation of this assignment of error may be briefly summarized as follows:\nResponding to a complaint, police officers went to an apartment on Spring Garden Street in Pittsburgh, where they found Milford E. Thompson dead from causes obviously other than natural. His head and body bore evidence of bruises and injuries apparently caused by blows inflicted by someone else. A canvass of individuals living in the neighborhood provided leads which led the police to the appellant Irwin who, when questioned, confessed participation in an assault on Thompson. In part, Irwin stated that on the afternoon of the day involved, he became intoxicated after sharing a bottle of wine with a friend, named “Jim”, who told him he knew a guy who had two hundred dollars in his pocket and was drunk. Under the guidance of “Jim”, the two then proceeded to an apartment on Spring Garden Street where they found a man [Thompson] in an inebriated condition. Irwin and his companion demanded the man’s money and when he failed to comply, Irwin “smacked him across the face with an open hand”. Irwin then kicked him in the ribs and “Jim” kicked him in the head. After searching the victim’s pockets for money, Irwin and “Jim” dropped a sack of plaster on his unconscious body and left the scene. About an hour later Irwin returned to the apartment without “Jim” and found the man dead.\nIrwin did not testify at trial and offered no witnesses in defense.\nIn order to establish the cause of death, the Commonwealth offered the testimony of a pathologist, Dr. Joshua Perper, who performed the autopsy. The witness stated that his examination disclosed Thompson suffered bruises and scrapings of the skin over the right side of the forehead; a one and one-quarter inch cut over the left eyebrow; multiple bruises in the area of the eyes, nose and cheek; a tear in the rear of the left ear; severe injuries to the neck; multiple bruises inside the mouth and a complete fracture of the jaw on both the right and left sides. He opined that death “occurred finally as the result of asphyxiation due to the tremendous amount of, large amount of blood pouring inside the upper respiratory passage. The source of this massive bleeding inside the upper air passages obviously came from the injuries\nThe pathologist also testified that an examination of Thompson’s blood evidenced .43 alcoholic content. He discounted this as a contributing factor to the death when pressed as to this possibility on cross-examination.\nThe photographs in controversy were taken at the direction of Dr. Perper immediately before the autopsy proceeded. Three were limited to showing portions of Thompson’s head and the injuries in that area. Two showed a front view of the entire body. In one of these the body was partially clothed and in the other it was bereft of any clothing. The sixth depicted the left side of the nude body in the area of the lower back.\nThe law in Pennsylvania is now clear that photographs should not be admitted of record at trial unless they have evidentiary value. See Commonwealth v. Scaramuzzino, 455 Pa. 378, 317 A.2d 225 (1974); Commonwealth v. Ford, 451 Pa. 81, 301 A.2d 856 (1973); and, Commonwealth v. Powell, 428 Pa. 275, 241 A.2d 119 (1968). Additionally, if the photographs have a potentially inflammatory effect, they should be excluded unless the trial court concludes they are of such essential evidentiary value that their need clearly outweighs the likelihood of inflaming the minds and passions of the jurors. Commonwealth v. Garrison, 459 Pa. 664, 331 A.2d 186 (1975).\nAccepting for the purposes of this opinion that the photographs should not have been admitted in evidence instantly, we are completely satisfied the error was harmless because they were not gruesome. The likelihood of their affecting the verdict or inflaming the minds and passions of the jurors was minimal. Commonwealth v. Petrakovich, 459 Pa. 511, 329 A.2d 844 (1974).\nJudgment affirmed.\nJONES, C. J., did not participate in the consideration or decision of this case.\nROBERTS, J., filed a dissenting opinion in which MANDERINO, J., joins.\n. Although the sufficiency of the evidence is not in issue, our examination of the' record demonstrates the trial evidence was ample to warrant the jury’s verdict.\n. One assignment of error charges the trial court with inadvertently misquoting the testimony of certain Commonwealth witnesses in its charge to the jury. However, the complained-of inadvertence was not called to the attention of the court. No corrective instructions were requested and a specific exception to the charge was not recorded. Moreover, this complaint was not asserted in the post trial motions. This assignment of error, therefore, is not properly before us. Commonwealth v. Watlington, 452 Pa. 524, 306 A.2d 892 (1973), and, Commonwealth v. Agie, 449 Pa. 187, 296 A.2d 741 (1972).\n. The Commonwealth submits this assignment of error was not preserved in the trial court for appellate review, because it was not specifically asserted in the post trial motions, as required by the Pennsylvania Rules of Criminal Procedure. However, the opinion of the court en banc denying the motion for a new trial discussed this assignment of error evidencing it was raised before the trial court. We will, therefore, consider it as properly before us, but, at the same time, we urge the courts and counsel to adhere to Rule 1123, Pa.R.Crim.P., 19 P.S. Appendix. See also Commonwealth v. Blair, 460 Pa. -, -, 332 A.2d 441 (1975).",
        "type": "majority",
        "author": "EAGEN, Justice."
      },
      {
        "text": "ROBERTS, Justice\n(dissenting).\nThe majority assumes that the admission of the photographs of the victim was erroneous but concludes that the error was harmless. Because I conclude that admission was erroneous and not harmless, I dissent.\nExhibits 32 and 33 are photographs of the naked body of Milford Thompson. They present a gruesome view of Thompson’s horribly battered and bloody head and neck. Without a doubt they possess a great potential for inflaming the minds and passions of the jury.\nEver since the seminal case of Commonwealth v. Powell, 428 Pa. 275, 241 A.2d 119 (1968), it has been established that photographs with inflammatory potential should not be admitted into evidence unless “ ‘ “the photographs are of such essential evidentiary value that their need clearly outweighs the likelihood of inflaming the minds and passions of the jurors.” ’ ” Commonwealth v. Garrison, 459 Pa. 664, -, 331 A.2d 186, 187 (1975).\nI am unable to conclude that the inflammatory potential of these photographs is outweighed by their essential evidentiary value. The Commonwealth’s medical witness testified unequivocally that death was caused by asphyxiation by blood in the upper respiratory passage resulting from blows about the head and neck. The injuries caused by these blows were described in great detail. The witness could and did “adequately and effectively [testify] without the use of these photographs.” Commonwealth v. Powell, supra, at 279, 241 A.2d at 121.\nI can discern no other evidentiary purpose served by the photographs. Therefore, I must conclude that their inflammatory potential exceeded any evidentiary value they might have had. Accordingly their admission into evidence was error.\nFurthermore, I cannot agree that the error was harmless. The Commonwealth has failed to “demonstrate, beyond a reasonable doubt, that there was no reasonable possibility that the [photographs] might have contributed to the conviction.” Commonwealth v. Pearson, 427 Pa. 45, 49, 233 A.2d 552, 554 (1967). The majority may be correct in concluding that the evidence of appellant’s participation in the slaying was overwhelming. However, there is clearly a reasonable possibility, particularly in light of the fact that the trial court permitted the photographs to be taken to the jury room, that they contributed to the jury’s decision to find murder in the first degree rather than some lower degree of homicide.\n1 would reverse the judgment of sentence and grant appellant a new trial.\nMANDERINO, J., joins in this dissent.",
        "type": "dissent",
        "author": "ROBERTS, Justice"
      }
    ],
    "attorneys": [
      "John J. Dean, Stephen P. Swem, Nancy N. Nowlis, Pittsburgh, for appellant.",
      ". John J. Hickton, Dist. Atty., John M. Tighe, First Asst. Dist. Atty., Robert L. Eberhardt, Lawrence N. Claus, Asst. Dist. Attys., Pittsburgh, for appellee."
    ],
    "corrections": "",
    "head_matter": "333 A.2d 735\nCOMMONWEALTH of Pennsylvania v. Albert M. IRWIN, Appellant.\nSupreme Court of Pennsylvania.\nArgued Oct. 7, 1974.\nDecided March 18, 1975.\nJohn J. Dean, Stephen P. Swem, Nancy N. Nowlis, Pittsburgh, for appellant.\n. John J. Hickton, Dist. Atty., John M. Tighe, First Asst. Dist. Atty., Robert L. Eberhardt, Lawrence N. Claus, Asst. Dist. Attys., Pittsburgh, for appellee.\nBefore EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
  },
  "file_name": "0296-01",
  "first_page_order": 454,
  "last_page_order": 461
}
