{
  "id": 482747,
  "name": "COMMONWEALTH of Pennsylvania v. Jackie YOUNG, Appellant",
  "name_abbreviation": "Commonwealth v. Young",
  "decision_date": "1975-03-18",
  "docket_number": "No. 565",
  "first_page": "598",
  "last_page": "604",
  "citations": [
    {
      "type": "official",
      "cite": "460 Pa. 598"
    },
    {
      "type": "parallel",
      "cite": "334 A.2d 252"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "183 A. 763",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1936,
      "opinion_index": 0
    },
    {
      "cite": "321 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1165856
      ],
      "year": 1936,
      "opinion_index": 0,
      "case_paths": [
        "/pa/321/0241-01"
      ]
    },
    {
      "cite": "330 A.2d 844",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        481034,
        481061
      ],
      "pin_cites": [
        {
          "page": "1975"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/459/0569-01",
        "/pa/459/0568-01"
      ]
    },
    {
      "cite": "459 Pa. 569",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481034
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/459/0569-01"
      ]
    },
    {
      "cite": "459 Pa. 163",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481025
      ],
      "weight": 2,
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/459/0163-01"
      ]
    },
    {
      "cite": "326 A.2d 296",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "301 A.2d 701",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 1
    },
    {
      "cite": "451 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948602
      ],
      "year": 1973,
      "opinion_index": 1,
      "case_paths": [
        "/pa/451/0241-01"
      ]
    },
    {
      "cite": "321 A.2d 611",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 1
    },
    {
      "cite": "457 Pa. 201",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        478247
      ],
      "year": 1974,
      "opinion_index": 1,
      "case_paths": [
        "/pa/457/0201-01"
      ]
    },
    {
      "cite": "459 Pa. 171",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481072
      ],
      "weight": 3,
      "year": 1974,
      "pin_cites": [
        {
          "page": "172"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/459/0171-01"
      ]
    },
    {
      "cite": "290 A.2d 417",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1972,
      "pin_cites": [
        {
          "page": "419"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "447 Pa. 389",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1942994
      ],
      "year": 1972,
      "opinion_index": 1,
      "case_paths": [
        "/pa/447/0389-01"
      ]
    },
    {
      "cite": "420 U.S. 103",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11642843
      ],
      "weight": 3,
      "year": 1975,
      "pin_cites": [
        {
          "page": "114"
        },
        {
          "page": "863"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/420/0103-01"
      ]
    },
    {
      "cite": "326 A.2d 296",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 1
    }
  ],
  "analysis": {
    "cardinality": 485,
    "char_count": 8112,
    "ocr_confidence": 0.663,
    "pagerank": {
      "raw": 2.946569499180521e-07,
      "percentile": 0.8485232150600286
    },
    "sha256": "4edd68fbeddd9f2a5f3bc5895e94550260dde1e67f4df9f0c683e6987b95e5ff",
    "simhash": "1:650f43e4781d4c30",
    "word_count": 1345
  },
  "last_updated": "2024-02-27T17:07:32.124443+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ.",
      "ROBERTS, J., filed a dissenting opinion in which NIX and MANDERINO, JJ., join.",
      "NIX and MANDERINO, JJ., join in this opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Jackie YOUNG, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nO’BRIEN, Justice.\nAppellant, Jackie Young, was tried by a judge and jury and found guilty of voluntary manslaughter. Post-trial motions were denied and appellant was sentenced to a term of five to ten years in a state correctional institution. This appeal followed.\nAppellant’s conviction arose out of the homicide of one Morris J. Washington in Philadelphia on July 27, 1973.\nAppellant first argues that his statement to police should have been suppressed as being the product of an unnecessary delay between his arrest and arraignment. The facts surrounding this statement are as follows. Appellant was arrested on July 30, 1973, at 7:15 a. m. and transferred to police headquarters, where he arrived at 7:35 a. m. He was left alone until 8:30 a. m. at which time he was given his Miranda warnings and was interviewed until 9:00 a. m. From 9:00 a. m. to 10:45 a. m. appellant was left alone and rested. He was again interviewed from 10:45 a. m. until 11:50 a. m., during which time he denied knowledge of the homicide and consented to a polygraph test. From 11:55 a. m. to 12:20 p. m., appellant was given lunch and permitted to make a phone call. From 12:20 p. m. until 1:15 p. m., he was given an explanation of the polygraph test and background information was taken. At 1:15 p. m., prior to the administration of the polygraph test, appellant gave an oral admission which was reduced to writing, and signed by appellant. This statement was the same as his formal confession, taken at a later time.\nUpon the record before us today, we cannot conclude that the delay in appellant’s arraignment bore a direct relationship to his statement. While appellant’s initial statement came some five hours after his arrest, he was only questioned for one hour and twenty-five minutes during the five hour period; the remaining time was spent either while appellant rested, was given his meals, or was processed. There was no proof that the delay was a contributing factor in the confession. See Commonwealth v. Blagman, - Pa. -, 326 A.2d 296 (1974) and Commonwealth v. Rowe, 459 Pa. 163, 327 A.2d 358 (1974).\nAppellant next argues that the trial judge erred in refusing to give appellant’s requested charge relating to self-defense. We do not agree. Appellant’s confession established that the homicide was committed after an initial encounter with the victim and after which he obtained a gun and sought out the victim to continue the affray. This certainly takes the case out of the rule of self-defense. Moreover, appellant’s trial testimony in no way establishes self-defense. Appellant testified at trial that he did not commit the homicide. Under these facts, we find no error in the trial judge’s refusal to charge on self-defense. See Commonwealth v. Camp, 459 Pa. 569, 330 A.2d 844, 1975.\nAppellant lastly argues that the trial court erred in not instructing the jury on the defense of alibi. We do not agree. The record in the instant case would not support such a finding and the trial judge was not in error when he denied the requested charge. Appellant’s trial testimony establishes that the defense of alibi would not be involved in this case when he testified as follows:\n“The next day, when I came out, a couple of people told me a man got killed on Sydenham and Columbia. Then I started thinking about me being around there, that I would get blamed for the problem.\n“Q. Why did you think you would get blamed ?\n“A. Well, for number one, I was around there at that time. I was around there.”\nUnder these facts, appellant, in his trial testimony, placed himself in the area of the murder at the time it was committed and, therefore, eliminated the trial judge’s need to charge on alibi. See Commonwealth v. Glenn, 321 Pa. 241, 183 A. 763 (1936).\nJudgment of sentence affirmed.\nROBERTS, J., filed a dissenting opinion in which NIX and MANDERINO, JJ., join.",
        "type": "majority",
        "author": "O’BRIEN, Justice."
      },
      {
        "text": "ROBERTS, Justice\n(dissenting).\nRelying on a decision expressing the views of only two members of this Court, the majority concludes that a confession obtained after six hours of delay in arraigning appellant is admissible. Because the admission of appellant’s statement violated the mandate of Pa.R. Crim.P. 130, I dissent.\nAppellant was arrested at 7:15 a. m. For the next five hours, he denied any involvement in the crime. At 12:20 p. m. he made his first inculpatory admission and about an hour later, he made a full oral confession. Of the six hours that elapsed between appellant’s arrest and his full oral confession, 20 minutes were spent transporting appellant to police headquarters, and 25 minutes, at most, were consumed while appellant made a telephone call. Of the remaining time, an hour and a half was spent while the police interrogated appellant about the crime, about an hour was used “preparing” appellant for a polygraph test, and about three hours passed while appellant “rested.” Because appellant was not administratively processed until some six hours after the police had extracted a confession from him, the delay prior to his confession cannot be justified as “a brief period of detention [necessary] to take the administrative steps incident to arrest.” Gerstein v. Pugh, 420 U.S. 103, 114, 95 S.Ct. 854, 863, 43 L.Ed.2d 54 (1975). Appellant was finally arraigned sometime after his “processing.”\nDespite the fact that appellant admitted his complicity only after a period of delay of about six hours, the majority holds his confession admissible. The majority does not pretend that the bulk of the delay was not unnecessary. Rather, it claims that because appellant was only questioned for an hour and a half during the delay, the delay was not a “contributing factor in the confession.” The only support on which the majority can rely for this dubious proposition is the opinion announcing the result in Commonwealth v. Blagman, - Pa. -, 326 A.2d 296 (1974), an opinion without precedential value because it expressed the views of only two Justices.\nIn Commonwealth v. Futch, 447 Pa. 389, 290 A.2d 417 (1972), we held that all evidence obtained during an unnecessary delay must be excluded at trial unless it has “no reasonable relationship to the delay whatsoever.” Id. at 394, 290 A.2d at 419. Subsequent cases hold that where a defendant initially denies involvement in the crime and afterwards, following a period of unnecessary delay, admits complicity, the required nexus between the confession and the delay is established. See, e. g., Commonwealth v. Johnson, 459 Pa. 171, 327 A.2d 618 (1974); Commonwealth v. Cherry, 457 Pa. 201, 321 A.2d 611 (1974); Commonwealth v. Tingle, 451 Pa. 241, 301 A.2d 701 (1973).\nMr. Justice O’Brien’s statement of this principle in Johnson, supra at 172, 327 A.2d at 619, is precise and controlling here:\n“[T]he fact that appellant did not [initially] cooperate with the police and the absence of any intervening events between the initial questioning and the questioning which began [three and one half hours after the initial denial] indicate that it was the delay which caused appellant to change his mind and decide to admit his involvement in the killing.”\nIn the present case, appellant initially maintained his innocence. Only after the period of unnecessary delay during which the police questioned appellant and “prepared” him for the polygraph test did appellant confess. On this record as in Johnson, Cherry, and Tingle, it cannot be concluded that appellant’s confession had “no reasonable relation to the delay whatsoever.” Because the evidence should have been suppressed, I would reverse the judgment of sentence and remand for a new trial.\nNIX and MANDERINO, JJ., join in this opinion.",
        "type": "dissent",
        "author": "ROBERTS, Justice"
      }
    ],
    "attorneys": [
      "Eugene II. Clarke, Jr., Philadelphia, for appellant.",
      "F. Emmett Fitzpatrick, Dist. Atty., Richard A. Sprague, 1st Asst. Dist. Atty., Steven H. Goldblatt, Asst. Dist. Atty., Chief, Appeals Div., Philadelphia, for appellee."
    ],
    "corrections": "",
    "head_matter": "334 A.2d 252\nCOMMONWEALTH of Pennsylvania v. Jackie YOUNG, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted Nov. 11, 1974.\nDecided March 18, 1975.\nEugene II. Clarke, Jr., Philadelphia, for appellant.\nF. Emmett Fitzpatrick, Dist. Atty., Richard A. Sprague, 1st Asst. Dist. Atty., Steven H. Goldblatt, Asst. Dist. Atty., Chief, Appeals Div., Philadelphia, for appellee.\nBefore JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
  },
  "file_name": "0598-01",
  "first_page_order": 756,
  "last_page_order": 762
}
