{
  "id": 556767,
  "name": "JOHN SAGER & WIFE v. W. M. LINDSEY",
  "name_abbreviation": "Sager v. Lindsey",
  "decision_date": "1888-03-19",
  "docket_number": "No. 455",
  "first_page": "25",
  "last_page": "30",
  "citations": [
    {
      "type": "official",
      "cite": "118 Pa. 25"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "88 Pa. 355",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061151
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/88/0355-01"
      ]
    },
    {
      "cite": "49 Pa. 143",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998510
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/49/0143-01"
      ]
    },
    {
      "cite": "10 Pa. 527",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        962663
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/10/0527-01"
      ]
    },
    {
      "cite": "20 Pa. 19",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        972327
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/20/0019-01"
      ]
    },
    {
      "cite": "18 Pa. 450",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "11 Pa. 41",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        404620
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/11/0041-01"
      ]
    },
    {
      "cite": "9 W. 570",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "1 Gray 299",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        1973949
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/67/0299-01"
      ]
    },
    {
      "cite": "4 R. 289",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    },
    {
      "cite": "80 Pa. 441",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 493,
    "char_count": 10688,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 5.640012579372097e-08,
      "percentile": 0.35223752427265065
    },
    "sha256": "7f6ebd7758a8de755aecf2f4637040125ccec1d3e8b7945698cf7bc3bc15ded7",
    "simhash": "1:87aacd08ef7c446a",
    "word_count": 1856
  },
  "last_updated": "2024-02-27T20:28:15.778903+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mebcub, C. J., Gobdon, Tbunkey, Stebbett, Gbeen and Clabk, JJ.; Paxson, J., absent."
    ],
    "parties": [
      "JOHN SAGER & WIFE v. W. M. LINDSEY."
    ],
    "opinions": [
      {
        "text": "Opinion,\nMe. Chief Justice Gobdon:\nThe proof in this case was that the amount of the mortgage in suit was made up of three separate sums, or charges: $110 alleged to be due W. M. Lindsey, as administrator of the estate of George A. Cobham, deceased; $84 to Judge Johnson for services as counsel in the settlement of said estate, and $100 for services rendered by the same gentleman to John Sager in proceedings in bankruptcy.\nNow, under the fifth assignment of error, we have an offer to show by Lindsey’s final account that there was nothing due him, and consequently nothing with which Elizabeth Sager ought to have been charged, and that Judge Johnson was the attorney who directed the affairs of the estate. This offer was rejected on the ground that Judge Johnson was not a party to the administration account. But it seems to us that this reason only meets part of the offer. It is true, that it could not affect the attorney’s claim for services rendered Sager, nor his claim against the estate, but it certainly would show that Lindsey’s claim of $110 ought not to have gone into the mortgage, hence, that the mortgagors ought not to be obliged to pay that amount. The account shows beyond doubt that Lindsey’s claims against the estate were fully and entirely settled and paid, and could not, therefore, be justly charged over to the Sagers.\nThe remaining assignments cannot be sustained. The offers assume that the appointment of W. M. Lindsey, as administrator de bonis non of the estate of George A. Cobham, deceased, was made without jurisdiction, and consequently void. But there is no -offer to show why this was so. If the appointment was made by the register, we cannot conceive how that appointment could be absolutely void for the want of jurisdiction, and only on this ground could his act be collaterally impeached; on the other hand, if some one who had no such power made the appointment, that fact ought to have been stated in the offer. It follows that the ruling of the court on this branch of the case was right, but for the rejection of the offer embraced by the fifth assignment, there must be a re-trial.\nThe judgment is reversed, and a new venire ordered.",
        "type": "majority",
        "author": "Me. Chief Justice Gobdon:"
      }
    ],
    "attorneys": [
      "Mr. J. H. Donly, for the plaintiffs in error:",
      "Mr. B. Brown (with Mm Mr. S. P. Johnson), for the defendant in error:"
    ],
    "corrections": "",
    "head_matter": "JOHN SAGER & WIFE v. W. M. LINDSEY.\nERROR TO THE COURT OF COMMON PLEAS OF WARREN COUNTY.\nArgued May 24, 1887\nDecided March 19, 1888.\nIn the trial of a scire facias sur mortgage, the defendants, husband and wife, having shown that the mortgage was given to secure, (a) a sum due from the wife to L. as administrator of her father’s estate, (6) a sum due J. as counsel for such administrator, and (c) a sum due J. as counsel for the husband in another proceeding, then offered to show: (1), from L.’s account, filed and confirmed subsequently to the execution of the mortgage, that his claim against the wife had been paid and that the claim of his counsel was not entitled to payment; (2), that L. Avas never lawfully appointed administrator of said estate: Held,\n1. That offer (1) was admissible, but only so far as it tended to show payment of the administrator’s claim; inadmissible to affect his counsel, J., Avho was not a party thereto.\n2. That, inasmuch as it was not proposed to show that L.’s appointment was made by a register not having jurisdiction, offer (2) was inadmissible.\nBefore Mebcub, C. J., Gobdon, Tbunkey, Stebbett, Gbeen and Clabk, JJ.; Paxson, J., absent.\nNo. 455 January Term 1886, Sup. Ct.; court below, No. 74 December Term 1884, C. P.\nThe action below was a scire facias sur mortgage, W. M. Lindsey, administrator d. b. n. of George A. Cobbam, deceased, and S. P. Johnson, for the use of S. P. Johnson, against John Sager and Elizabeth Sager, begun on October 18, 1884. The defendants pleaded payment, payment with leave, etc.\nAt the trial, on December 18, 1885, before Brown, P. J., the plea of set-off was added. The plaintiff then put in evidence the mortgage of John Sager and Elizabeth, his wife, dated May 11, 1878, to W. M. Lindsey, administrator d. b. n. of George A. Cobham, deceased, and S. P. Johnson, for the sum of $110.78, payable to said administrator, and $184,26, payable to Mr. Johnson; with an assignment of the interest of W. M. Lindsey to Mr. Johnson, dated September 11, 1878. On the part of the defendants it was then shown that Mrs. Sager was a daughter of George A. Cobham, deceased; that no money was received when the mortgage was given; that the mortgage was executed and delivered to Mr. Johnson, who represented at the time that, of the consideration, $110.78 was a sum due to W. M. Lindsey as administrator of George A. Cobham, and of the remainder $84.26 was due to Mr. Johnson for professional services rendered to Lindsey as such administrator, and $100 for like services rendered to John Sager in proceedings in bankruptcy. Claiming that they were never justly chargeable with the two items, $110.78 and $84.26, the defendants then made the following offers:\nDefendants offer to prove that W. M. Lindsey, in whose favor as the administrator de bonis non of George A. Cobham, deceased, $110.78 of the mortgage in suit was taken, never was the administrator de bonis non of George A. Cobham, deceased ; that his appointment as such administrator de bonis non was without jurisdiction and void, and that consequently nothing could be due him in that capacity. Objected to as incompetent.\nThe court: Inasmuch as- defendants do not propose to show that letters of administration were not issued to W. M. Lindsey, the objection is sustained and testimony rejected.1\nDefendants offer to prove that W. M. Lindsey, in whose favor as administrator de bonis non of George A. Cobham, deceased, $110.78 of the mortgage in suit was taken, never was the legal administrator de bonis non of George A. Cobham, deceased; that his appointment as such administrator de bonis non was without jurisdiction and void; and that by means of this character he was enabled to induce, and did induce, these defendants to execute the mortgage, they being ignorant of the law and of the fact that his appointment was void, when there was nothing due him from the defendants. Objected to as incompetent.\nThe court: Not proposing to show any fraud perpetrated by Mr. Lindsey in procuring the mortgage to be executed, and not proposing to show, either, that the defendants did not know that letters had in fact been granted, or that the mortgage was without consideration, the- objection is sustained and testimony rejected.2\nDefendants offer to prove that W. M. Lindsey was not the legal administrator of George A. Cobham, and that the sum of $110.78, claimed in this case, is for his services as administrator, de son tort, of the estate of George A. Cobham, deceased, for which he is not entitled to recover. Objected to as incompetent and irrelevant.\nThe court: Not proposing to show that defendants were ignorant of the facts and circumstances under which Mr. Lindsey was assuming to act as administrator at the time of the giving of the mortgage, the objection is sustained and testimony rejected.3\nDefendants offer to prove that of the amount of the said mortgage given to secure S. P. Johnson in the sum of $184 the sum of $84 was given to secure S. P. Johnson in payment for services by him rendered in conducting, prosecuting and carrying on an unlawful administration of the estate of George A. Cobham, deceased; and that the $84 put into the said mortgage, on account of said unlawful services, was founded upon an unlawful consideration, the amount of which cannot be recovered in this action; also that the defendants executed the mortgage in ignorance of the unlawful character of the said claim. Objected to as incompetent.\nThe court: Inasmuch as there is no offer to show ignorance of the facts connected with the transaction, the objection is sustained.4\nDefendants offer in evidence the record of the final account of W. M. Lindsey, showing the amount of assets with which he charges himself, and the amount of indebtedness which he paid and the vouchers he filed, -for the purpose of showing the amount of the indebtedness and assets; and for the purpose of showing that no amount fell to Elizabeth Sager’s lot to pay. That there was nothing due for Elizabeth Sager to pay. Also that Judge Johnson was the attorney who directed the affairs of the administration. Objected to as incompetent and irrelevant.\nThe court: Judge Johnson not being a party to the administration account, the objection is sustained.5\nThese offers being excluded, the jury rendered a verdict for the plaintiffs for $429.62, the amount claimed on the mortgage. Judgment being entered, the defendants took this writ assigning as error:\n1-5. The refusal of the defendants’ offers.1 to 5\nMr. J. H. Donly, for the plaintiffs in error:\n1. Void letters are not letters, and defendants had the right to show under their first offer, that Lindsey never was a legal representative of the decedent and was without right to collect a credit claimed to be owing to that estate. A subsequent collection by a lawful representative would enforce a double satisfaction. In the second offer it was proposed to show, in addition, that when the mortgage was executed, the defendants Avere ignorant that Lindsey’s appointment was void, and that they owed lfim nothing, personally. Mistake is a ground of relief: Kostenbader v. Peters, 80 Pa. 441; Galbraith v. Ankrim, 2 Browne 119. An administrator de son tort is liable to all the trouble without any of the profits or advantages: 2 Bl. Com. 507.\n2. The record of the account settled by Lindsey, confirmed absolutely October 2, 1878, Avherein was a complete and final settlement of the estate, showed no mention of this mortgage, or of any indebtedness of the defendants, or either of them, to the estate. It also shoAved a credit for $179.21 for commissions received. Had the third and fifth offers been admitted, it Avould have been shown that payment had been made for the services for which the $110.78 in the mortgage had been charged. Moreover no credit was taken in the account for the $84.26 for professional services of Mr. Johnson. Payment for such services should not be imposed upon Mrs. Sager alone.\nMr. B. Brown (with Mm Mr. S. P. Johnson), for the defendant in error:\nThe legality of Lindsey’s administration settlement of his accounts could not be attacked collaterally: Marsh v. Pier, 4 R. 289; Bigelow v. Winsor, 1 Gray 299; Good v. Good, 9 W. 570; Hess v. Heeble, 6 S. & R. 57; Lloyd v. Barr, 11 Pa. 41; Lamb v. Miller, 18 Pa. 450; Richards v. Nixon, 20 Pa. 19; Groff v. Groff, 14 S. & R. 184; McFadden v. Geddis, 17 S. & R. 336; Commonwealth v. Moltz, 10 Pa. 527; Dixey v. Laning, 49 Pa. 143; Otterson v. Gallagher, 88 Pa. 355."
  },
  "file_name": "0025-01",
  "first_page_order": 45,
  "last_page_order": 50
}
