{
  "id": 556775,
  "name": "JACOB FOSTER ET AL. v. JOSIAH WEAVER",
  "name_abbreviation": "Foster v. Weaver",
  "decision_date": "1888-01-03",
  "docket_number": "No. 219",
  "first_page": "42",
  "last_page": "52",
  "citations": [
    {
      "type": "official",
      "cite": "118 Pa. 42"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "61 N. Y. 145",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        525491
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/61/0145-01"
      ]
    },
    {
      "cite": "81 N. Y. 394",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2175339
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/81/0394-01"
      ]
    },
    {
      "cite": "1 Den. 74",
      "category": "reporters:state",
      "reporter": "Denio",
      "opinion_index": -1
    },
    {
      "cite": "3 N. Y. 379",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2007229
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/3/0379-01"
      ]
    },
    {
      "cite": "9 W. &. S. 209",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "3 W. 239",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "13 Wall. 523",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "opinion_index": -1
    },
    {
      "cite": "44 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        484287
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/44/0009-01"
      ]
    },
    {
      "cite": "55 Pa. 407",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1470760
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/55/0407-01"
      ]
    },
    {
      "cite": "55 Pa. 176",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1470761
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/55/0176-01"
      ]
    },
    {
      "cite": "41 Pa. 291",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        480006
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/41/0291-01"
      ]
    },
    {
      "cite": "62 Pa. 252",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1017263
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/62/0252-01"
      ]
    },
    {
      "cite": "72 Pa. 267",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        434780
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/72/0267-01"
      ]
    },
    {
      "cite": "9 W. & S. 197",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12169304
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/9/0197-01"
      ]
    },
    {
      "cite": "91 Pa. 438",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        487645
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/91/0438-01"
      ]
    },
    {
      "cite": "57 Pa. 467",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010460
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/57/0467-01"
      ]
    },
    {
      "cite": "3 W. 238",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "4 Cow. 168",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2030918
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/4/0168-01"
      ]
    },
    {
      "cite": "16 Otto 434",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "15 Wall. 434",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "opinion_index": -1
    },
    {
      "cite": "8 Wheat. 1",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        6136159
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/us/21/0001-01"
      ]
    },
    {
      "cite": "81* Pa. 430",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "84 Pa. 333",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053526
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/84/0333-01"
      ]
    },
    {
      "cite": "32 Pa. 456",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "58 Pa. 261",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 999,
    "char_count": 23637,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 2.595743819745414e-07,
      "percentile": 0.8190382914216234
    },
    "sha256": "1ae7f8c7ae8e083ba5f4afb044c47db8ccb3fef664d99619fb58603eb3a23dc1",
    "simhash": "1:049445930e6dbfdc",
    "word_count": 4224
  },
  "last_updated": "2024-02-27T20:28:15.778903+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Gordon, C. J., Paxson, Stbrrett, Green and Williams, JJ.; Trunkey and Clark, JJ., absent."
    ],
    "parties": [
      "JACOB FOSTER ET AL. v. JOSIAH WEAVER."
    ],
    "opinions": [
      {
        "text": "Opinion,\nMr. Justice Sterrett :\nThere is no question as to the correctness of the learned referee’s findings of fact. The sole contention is as to the law applicable to the undisputed facts clearly and concisely stated in his report. The most important of these is, that defendants below, being tenants in common with plaintiff of an oil lease, conspired with one of their employees to obtain his interest in the lease at an undervalue, and by gross deception and fraud accomplished their object. As soon as he discovered the fraud that had been practiced upon him by his co-tenants, he tendered them the consideration he had received and demanded a reconveyance of his interest. Efforts to compromise resulted in an agreement that they would reconvey the same and reinstate him in possession upon his paying the amount they had expended in fraudulently procuring his interest in the lease. The right of defendants below “ to deduct one third of the expenses and costs of production from the proceeds of plaintiff’s one third of the oil already produced was left unsettled and to be determined according to the rights and equities of the parties, in some form of action, the same as if plaintiff below had recovered possession by adversary proceedings.”\nThis action of trespass was brought to determine the disputed matter thus excepted and reserved for future determination. The real question therefore before the referee was whether defendants below were entitled to deduct from the proceeds of plaintiff’s share of the oil produced, while he was-fraudulently dispossessed, a proportionate part of the expenses; incurred by them in producing the oil during that period. According to their agreement, as found by the referee, that question is to be determined “ as if plaintiff below had recovered possession by adversary proceedings.” As to the measure of damages, therefore, the compromise under which the reconveyance of his interest in the lease was made, cannot operate as a condonation of the fraud, because the effect of that fraud on the question of damages is expressly excepted by the terms of the agreement.\nAs well stated by the referee, the question is this : “ When the owner of land has been deprived of the same tortiously or by fraud, and after recovery brings suit for mineral taken from the land by the trespasser, while in wrongful possession, and converted to his own use, is the plaintiff entitled as damages to the value of the mineral so taken, in place, or the value in its changed and improved condition as a chattel?” In other words, is the wrongdoer entitled in such suit to recoup from the value of the mineral as a chattel, the expense of mining or producing it ? The mere statement of the proposition in this form suggests the only answer that can be given unless it is the policy of the law to make the way of the transgressor easy and secure.\nThe relation of the parties to each other, as co-tenants of the lease, and the fact that two of them after fraudulently dispossessing the other may have continued to use the property as it probably would have been used if they had all remained in possession, does not mitigate the tort, nor qualify the ordinary rule of damages. Co-tenants are bound to respect the rights of each other quite as much as if they were strangers in title.\nWe find no error in the conclusions of the learned referee.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Sterrett :"
      }
    ],
    "attorneys": [
      "Mr. T. F. Ritchey, for the plaintiffs in error:",
      "Mr. S. D. Irwin, Mr. W. M. Dame and Mr. W. K. Jennings, for the defendant in error:"
    ],
    "corrections": "",
    "head_matter": "JACOB FOSTER ET AL. v. JOSIAH WEAVER.\nerror to the court or common pleas or rorest county.\nSubmitted October 4, 1887\nDecided January 3, 1888.\nA tenant in common, who has been tortiously deprived by the fraud of his co-tenant of his interest in an oil-leasehold, is entitled, in a suit brought for his share of the oil produced and converted by the co-tenant while in possession, to recover as damages the value of the oil in the tank, without deduction for the expenses of production.\nBefore Gordon, C. J., Paxson, Stbrrett, Green and Williams, JJ.; Trunkey and Clark, JJ., absent.\nNo. 219 October Term 1887, Sup. Ct.; court below, No. 37 September Term 1887, C. P.\nThe cause below was in trespass by Josiah Weaver against Jacob Foster and L. Simon, instituted on August 10, 1887, and on August 16, 1887, by agreement of parties referred to Mr. L. W. Wilcox, as referee, under the act of May 14, 1874, P. L. 166. The findings of fact reported by the referee were as follows:\nThe plaintiff and defendants became tenants in common in an oil lease for 50 acres of land in Harmony township, dated November 1,1884, at one eighth royalty, for a term of 20 years, each owning a one third interest.\nBy the lease, a well was to be completed within six months and a second well commenced within six months from completion of the first, if productive, and operations to be carried on diligently and to the best interests of both parties to the lease.\nIn 1885 the lessees began operating for oil under this lease. The plaintiff lived in New York and the defendants were oil operators and had charge of the drilling. About the middle of March, 1885, an oil bearing sand rock was found and oil in paying quantities and the prospects were favorable for a good well. The defendants ordered the well shut down and drilling stopped, and the well was reported to those inquiring to be a failure. About six weeks after this, one of the drillers named Nolan, at the suggestion of the defendants, went to New York to purchase plaintiff’s one third interest, and reported to him that the well was a failure and the prospects for oil were poor. Nolan succeeded in getting the plaintiff’s interest for $500, which was less than the plaintiff had paid out, and a conveyance was made to him dated May 11, 1885. In a few days Nolan conveyed the same interest to the defendants for $6.00. The purchase by Nolan was in reality for defendants, who obtained other lands and leases adjoining by purchase and by lease, and in the early part of June began pumping oil from the well already drilled, which proved to be a good well. During this year and after they had acquired plaintiff’s inter-, est, the defendants drilled another well on this lease, which also proved to be a good well.\nEarly in 1886, the plaintiff hearing of the oil developments and learning that defendants were the owners of his interest, went to them and, tendering the $500 paid him by Nolan, demanded a reconveyance of his third interest and his share of all the oil produced, which was refused. During the year following, the defendants drilled other wells, which proved even more productive. Some efforts were made by the plaintiff and defendants to come to some agreement. The defendants offered to reconvey to plaintiff and pay his share of oil if he would pay his share of all the expenses of operating, and also one third of the balance due on a leasehold mortgage they had given on this and other leases of defendants, the plaintiff’s share of which would amount to about $200. This the plaintiff refused to do, and in April, 1887, he had the defendants and Nolan arrested for conspiracy and was about to bring an action of ejectment or suit in equity, when it' was finally agreed that the plaintiff should pay defendants what they had paid Nolan and they should reconvey to him his one third interest; and the right of defendants to deduct one third of the expenses and costs of production from the proceeds of plaintiff’s one third of the oil already produced was left unsettled and to be determined according to the rights and equities of the parties in some form of action, the same as if the plaintiff had recovered possession by adversary proceedings.\nThis arrangement and the reconveyance to plaintiff of his interest was made on the 4th day of June, 1887, and for his share of the oil up to that date this suit was brought. The sales made by defendants to the pipe line company were taken as giving the correct price of the oil. The proceeds of the one third of the oil up to June 4, 1887, was $4,596.41, and the one third of the costs and expenses of operating, including carpenters, rigs, boilers, engines, casing, tubing, tanks, torpedoes, expenses pumping, superintending, etc., amounted to $4,874.92; the expenses exceeding the receipts from oil.\nUpon the foregoing facts, the referee answered the points presented and found as matter of law as follows :\nThe plaintiff’s points:\n1. The plaintiff cannot be made the debtor to the defendants for any share of the expenses incurred without his consent, in operating for oil on the lease while deprived of his rightful possession thereof; nor can his share of the oil produced during that time be made subject to any lien or charge for such expenses without his knowledge or consent, expressed or implied.\nAnswer: Affirmed.1\n2. Where possession of land is obtained from the owner tortiously or by fraud, no change in the character or condition of any mineral or property taken therefrom by the trespasser or wrongdoer, can defeat the right of the real owner to recover it or its value.\nAnswer: Affirmed.8\n3. That in such an action as this to recover the value of mineral taken from the land by one who obtained possession tortiously or fraudulently, no expense or cost incurred by such wrongdoer in severing the mineral from the land, can be allowed to be recouped from such value, whether the action be at law or in equity, or against strangers, or between tenants in common.\nAnswer: Affirmed.3\nThe defendants’ points:\n2. The property in controversy being a leasehold estate in oil lands taken jointly by the parties for mining purposes, and operations having been commenced while plaintiff held his interest therein, a mining partnership between them was created, and the subsequent operations conducted while plaintiff was out of possession, were simply carrying out the original design and in pursuance of the terms of the lease, and to that extent expenses in such operations were incurred under an implied agreement on part of the plaintiff to pay his share of the same.\nAnswer: This point assumes that the operations were carried on by defendants in obedience to the terms of the lease; but, even if so, it is difficult to see how this would change the character of their possession. If the plaintiff had been as well informed as they in regard to the prospects for oil and had upon request refused to join with them in carrying on operations, there would be some force in this point,' but as stated and understood it is refused.4\n3. That in such an action as this between tenants in common the defendants being in possession with a right to mine their own two thirds share of the oil and bring it to the surface, were not in such a sense wilful trespassers or wrongdoers as to be liable to the rule as to a tortious possession taken by a stranger, but are only guilty of an involuntary trespass against the plaintiff, and therefore have a right to deduct from the plaintiff’s share of the oil which was brought to the surface, or its proceeds, his share of the reasonable expense of its production.\nAnswer: This third point is likewise refused. There does not seem in the books to be such a distinction between the tortious or fraudulent possession taken by a tenant in common and that of a' stranger, as is assumed in this point, and no reason for any, at least in favor of a tenant in common, occurs to the mind of the referee.5\nThe question for determination in this case as represented in the several points is:\n1. When the owner of land has been deprived of the possession tortiously or by fraud and after recovery brings suit for mineral taken from the land by a trespasser while in wrongful possession and converted to his own use, is the plaintiff entitled to, as damages, the value of the mineral so taken in its place in the earth, or the value in its changed and improved condition as a chattel; i. e., is the wrongdoer entitled in such suit to recoup from the value of the mineral as a chattel the cost and expense of mining or producing it?\n2. Does it make any difference in the determination of the question that the plaintiff, previous to his ouster, was a tenant in common with defendants ?\nAs relevant to this case the first question in brief, is this: Is the plaintiff entitled to recover the value of the oil in tank without deduction for expenses of production? The most direct authority upon the first question which relates to the measure of damages is Lyon v. Gormley, 58 Pa. 261. In that case the defendant, in constructing a railroad through plaintiff’s land, excavated coal which, supposing it to be his, he sold. In an action of trover the jury found for plaintiff the value of the coal in place $171.70, and also at the pit’s mouth $961.12 ; and the court below, reserving the question as to defendant’s liability, afterwards entered judgment in favor of the defendant on the reserved question. In the Supreme Court this judgment was reversed and judgment directed to be entered for plaintiff for the enhanced value of the coal as a chattel. There are cases in which trespassers have been allowed the expenses of mining in actions of trespass for mesne profits, after a recovery of ejectment, but in each and all of them it is only a bona fide occupant under color of title or an innocent or inadvertent trespasser who is so favored.\nThe leading case of this kind is Morrison v. Robinson, 32 Pa. 456, in which both in the court below and in the Supreme Court, especial care seems to have been taken to limit the right of defendant to recoup the improvements, expenses, etc., to a bona fide occupant, who is defined to be “ one who supposes that he has a good title and knows of no adverse claim.” “ But,” says Lowree, J., in that case, “ one who forcibly dis-seizes another and makes such improvements or who makes them after action is brought to try title can have no claim to have his improvements estimated.” Ege v. Kille, 84 Pa. 333, is among the latest cases. It was an action of trespass for mesne profits. The defendants had mined ore in plaintiff’s land and were allowed to deduct their reasonable expenses of mining the ore from market value of ore. But this right was based entirely upon the fact that defendants were bona fide purchasers and occupants in good faith under color of title. Mercur, J., makes good faith the grounds for so deciding. He says, “ having acted in good faith in working the mines and in removal of the ore they should be chargeable for it only with its value in place.” Morrison v. Robinson was followed in this case. A case more nearly resembling this one is Noble v. Biddle, 81* Pa. 430. This was an oil case tried in Warren county before Justice Trunkey. Noble, the defendant, held a tax title under which he had recovered in the first ejectment in the action for mesne profits; after judgment against him in the second ejectment lie was allowed for improvements, etc., but only on the ground that nis possession was bona fide and under color of title and then only to the extent that his improvements were permanent additions to the value of the property. No expenses for drilling dry wells, were allowed. This is the same rule observed in other courts: Green v. Biddle, 8 Wheat. 1; New Orleans v. Gaines, 15 Wall. 434; Wooden Ware Co. v. U. S., 16 Otto 434; Jackson v. Loomis, 4 Cow. 168; 2 Story Eq., § 799; 2 Kent 335. The English cases leave no doubt as to the rule. In Bainbridge on Mines, 1 Am. ed. 448, that learned author says: “In cases of actual fraud a court of equity will probably follow the cases decided at law which give compensation without any deduction for cost of working.” In Livingston v. Rawyards Coal Co. L. R., 5 App. C. 24, Lord Chancellor Hatherly says: “ There is no doubt that if a man furtively and in bad faith robs his neighbor of his property, and because it is under ground is probably for some little time not detected, the court of equity in this country will assert its authority to punish the fraud by fixing the person with the value of the whole of the property which he has so furtively taken, making him no allowance in respect of what he has so done as would have been justly made to him if the parties had been working by agreement. But when we once arrive at the fact that an inadvertance has been the cause of the misfortune, then the simple course is to make every just allowance for outlay on the part of the person who has so acquired the property, and to give back to the owner so far as possible the full value of that which cannot be restored in specie.” This doctrine of the Lord Chancellor is the same as that adopted in the courts of law: Addison on Torts, 3 ed., 300; Martin v. Porter, 5 M. & W. 351; Wild v. Holt, 9 M. & W. 672; Morgan v. Powell, 3 Ad. & E. 278. These last cases are approved in Lyons v. Gormley, supra, and in 2 Sedgwick on Damages, 496 and 500.\nUnder these authorities, the plaintiff is entitled to recover the value of the oil as a chattel in the tank at the well at the time of delivering to the pipe line, and the defendants’ claim to deduct cost of mining it cannot be allowed. Having arrived at this conclusion from an examination of the authorities pertinent to the first question, no authority justifying a different conclusion on the second question can be found.'\nThat the defendants were tenants in common with the plaintiff is no reason for their taking Ms share of the oil without his consent and selling it, and converting the proceeds to .their own use.\nIn the case of an ouster of one tenant in common of mineral land by his co-tenants, is there anything to affect the rule just stated ? It is urged by defendants’ counsel that, this being a mining partnership and the lease having been taken for the purpose of mining for oil, that the defendants, by prosecuting the same business after the plaintiff’s interest ceased, were only doing that which he would have done had he continued a co-tenant or partner with them and what the terms of the lease required; and that no wrong is done the plaintiff by deducting from the value of his share of the oil his like share of the reasonable expenses of its production. But as between tenants in common, the right of one to charge for improvements put upon the common property in the absence of an agreement between them, is confined to repairs that are absolutely necessary upon houses, mills, etc., to prevent dilapidation.\nThe case of Crest v. Jack, 3 W. 238, is a leading authority on tMs question, and is cited with approval in courts of other states. In that case defendant had built a valuable brick dwelling upon an unimproved lot in the village of Kittanning, the common property in wMeh the plaintiff Jack owned one tenth interest; the plaintiff knew that the defendant was building. They both lived in the same village, but were not on speaking terms. The defendant contended that plaintiff should reimburse him for his proportion of the expenses of the building, but this claim was not allowed, and, in the opinion of the Supreme Court affirming the judgment of the court, Sabgent, J., says: “ If a stranger enter on the land of another and make improvements by erecting buildings-, they become the property of the owner of the land. Were it not so, a person might gain a title by the commission of a trespass, and strip his neighbor of his estate or subject him to compulsory expenses under the pretext of improving his property; and this doctrine holds as well with respect to joint owners as to strangers. One joint tenant or tenant in common cannot erect buildings or make improvements on the common property without the consent of the rest, and then claim to hold until reimbursed a proportion of the moneys expended.” This case is cited with approval in the latest cases on this subject found in our reports: Dech’s App., 57 Pa. 467; Beaty v. Bordwell, 91 Pa. 438; Gregg v. Patterson, 9 W. & S. 197; Lane v. Harrold, 72 Pa. 267; Freeman on Co-tenants, §§ 261 and 262. This case of Crest v. Jack determines the second question above against the defendants, and the plaintiff is therefore entitled to recover the proceeds of the plaintiff’s share (to wit, 1) of the oil taken by defendants from the land and sold and converted by them to their own use, which amounted to $4,596.41 on the 4th day of June, 1887.\nIn accordance therefore with the stipulation of the parties, the prothonotary is directed to enter judgment in favor of the plaintiff and against the defendants after the expiration of six days from the filing of this report for the sum of $4,644.39, being the above amount with interest from June 4th to date of entry of judgment.\nJudgment having been entered, the defendants took this writ, assigning for error:\n1. The answers to the plaintiff’s points.18 3\n2. The answers to the defendants’ points.4 6\nMr. T. F. Ritchey, for the plaintiffs in error:\n1. The defendants were partners with the .plaintiff in a mining venture in which they were all bound by covenants to take out the oil with due and proper diligence; and the defendants in performing the covenants binding upon all, could not be trespassers or wrongdoers, but were rightfully in possession for the common benefit of all.\n2. In accounting on equitable principles, the old rules of the common law do not apply; and the defendants below could not be required to account for more than they received; that which they received was in reality only the profit in the sale of the oil in excess of the expense of getting it; Coleman’s App., 62 Pa. 252; Forsyth v. Wells, 41 Pa. 291; Herdic v. Young, 55 Pa. 176; Walker v. Humbert, 55 Pa. 407; 2 St. Eq., § 799, n. An assent by the plaintiff to the operations carried on by the defendants should be presumed, as they were necessary and for the benefit of all: Freem. Cot., § 261.\n8. There was error in applying a rule that obtains only in cases between strangers in title, as well as in overlooking the equitable rule. No man, however wrongly he may have conducted himself, is without the pale or beyond the protection of the law; nor can fraud or wrong ever be righted by injustice: Pearsoll v. Chapin, 44 Pa. 9; Jegon v. Vivian, L. R. 5 Ch. App. 759.\nMr. S. D. Irwin, Mr. W. M. Dame and Mr. W. K. Jennings, for the defendant in error:\n1. That the measure of damages adopted by the referee is correct according to the common law rule, is conceded. Under the circumstances of this case, equity does not apply a different rule. Morrison v. Robinson, 32 Pa. 456; Forsyth v. Wells, 41 Pa. 291; Herdic v. Young, 55 Pa. 176; Noble v. Biddle, 81* Pa. 430; Ege v. Kille, 84 Pa. 333, were all actions at law and, in all, the verdicts were controlled according to the principles of equity.\n2. Jegon v. Vivian, L. R. 5 Ch. App. 742, is in full accord with the cases cited from our state : Livingston v. Rawyards Coal Co., L. R. 5 Ch. App. 25 (33 Eng. R.); Martin v. Porter, 5 M. & W. 351; Wild v. Holt, 9 M. & W. 672; Phillips v. Homfray, L. R. 6 Ch. App. 770; Milwaukie & M. R. Co. v. Soutter, 13 Wall. 523; Green v. Biddle, 8 Wheat. 1; Aslim v. Parkin, 1 Sm. L. C., 6th Am. ed., 758. “Who does iniquity shall not have equity: ” Frances Max. VII.\n3. In such cases as this the same rule prevails in actions between tenants in common as between strangers: Crest v. Jack, 3 W. 239; Gregg v. Patterson, 9 W. &. S. 209. The wrongdoer is bound to account to the true owner for the value of the oil in its changed or improved condition: Wooden Ware Co. v. U. S., 16 Otto 434; Silsbury v. McCoon, 3 N. Y. 379. “ The law cares very little what a fraudulent party’s loss may be, and exacts nothing for his sake: ” Mason v. Bovet, 1 Den. 74; Guckenheimer v. Angevine, 81 N. Y. 394; Hammond v. Pennock, 61 N. Y. 145."
  },
  "file_name": "0042-01",
  "first_page_order": 62,
  "last_page_order": 72
}
