{
  "id": 556724,
  "name": "BRIGGS & DRUM v. N. HOLMES & SONS",
  "name_abbreviation": "Briggs & Drum v. N. Holmes & Sons",
  "decision_date": "1888-01-03",
  "docket_number": "No. 139",
  "first_page": "283",
  "last_page": "289",
  "citations": [
    {
      "type": "official",
      "cite": "118 Pa. 283"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "22 Ill. 55",
      "category": "reporters:state",
      "reporter": "Ill.",
      "opinion_index": -1
    },
    {
      "cite": "3 Sneed 80",
      "category": "reporters:state",
      "reporter": "Sneed",
      "pin_cites": [
        {
          "page": "97"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "10 Mass. 230",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2026942
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/10/0235-01"
      ]
    },
    {
      "cite": "8 Barb. 105",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": -1
    },
    {
      "cite": "13 Ill. 289",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2584187
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/13/0289-01"
      ]
    },
    {
      "cite": "11 Ill. 137",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2573608
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/11/0137-01"
      ]
    },
    {
      "cite": "51 Pa. 357",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999771
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/51/0357-01"
      ]
    },
    {
      "cite": "16 Pa. 456",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "4 W. & S. 100",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856339
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0100-01"
      ]
    },
    {
      "cite": "32 Pa. 493",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986827
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/32/0493-01"
      ]
    },
    {
      "cite": "7 C. B. 409",
      "category": "reporters:specialty",
      "reporter": "C.B.",
      "year": 1886,
      "opinion_index": -1
    },
    {
      "cite": "8 Yerg. 175",
      "category": "reporters:state",
      "reporter": "Yer.",
      "case_ids": [
        8541873
      ],
      "year": 1886,
      "opinion_index": -1,
      "case_paths": [
        "/tenn/16/0175-01"
      ]
    },
    {
      "cite": "23 Wend. 345",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2025487
      ],
      "year": 1886,
      "opinion_index": -1,
      "case_paths": [
        "/wend/23/0345-01"
      ]
    },
    {
      "cite": "1 Cow. 713",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": -1
    },
    {
      "cite": "18 Pittsb. L. J. 93",
      "category": "reporters:state",
      "reporter": "Pitts L.J.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 601,
    "char_count": 11615,
    "ocr_confidence": 0.526,
    "pagerank": {
      "raw": 1.7564636597693467e-07,
      "percentile": 0.7092745561613824
    },
    "sha256": "ea157df66547f56d884252c639fd8921a074ea1259e59d0f82f6c9c1a43743e7",
    "simhash": "1:f9d2b49515459569",
    "word_count": 2031
  },
  "last_updated": "2024-02-27T20:28:15.778903+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Gordon, C. J., Paxson, Sterrett, Green and Williams, JJ.; Trunkey and Clark, JJ., absent."
    ],
    "parties": [
      "BRIGGS & DRUM v. N. HOLMES & SONS."
    ],
    "opinions": [
      {
        "text": "Opinion,\nMe. Justice Steeeett :\nBriggs & Drum, plaintiffs in error, sold live stock, on commission, for Alexander & Co., who, through N. Holmes & Sons, drew on them for $2,700, proceeds of sale. In this suit on the draft, the defence of Briggs & Drum was payment, on presentation, by cashier’s check of the Penn Bank to the order of N. Holmes & Sons, plaintiffs below. The latter admitted the check was received by them, but not as absolute payment. The question, therefore, was whether the cashier’s check was received as absolute or only as conditional payment, and whether, under the evidence, that was properly a question of law for the court or one of fact for the jury.\nIt is conceded by plaintiffs in error that the giving of a third person’s check, without more, is not necessarily payment of the debt for which it is received, and in the absence of any agreement, express or implied, the presumption is that it is only conditional payment, but that presumption may be rebutted by circumstances tending to show the contrary. They contend the evidence in this case shows a course of dealing, between defendants in error and themselves, in which Penn Bank cashier’s checks were recognized as cash in payment of drafts; and, if the question had been submitted to the jury, they would have been, warranted in finding the payment in controversy was absolute and not conditional. In support of this position they refer to the evidence of J. G-. Holmes, who testified in substance that the draft in suit was received and lifted, May 24, 1884, by cashier’s check; that his firm had been collecting drafts on Briggs & Drum for several years, and payment had always been made in same manner. Also, to the evidence of W. H. Drum, to the effect that he had been previously instructed by N. Holmes & Sons to pay drafts with cashier’s checks; that the cheeks of Briggs & Drum would not be acceptable, etc. On cross-examination, same witness, referring to a conversation had at N. Holmes & Sons’ bank, says : “ I was told that they would not accept our check for the payment of drafts, and that they would accept the cashier’s check of the Penn Bank.” It is further contended that the conduct of N. Holmes & Sons, in not notifying Briggs & Drum of the non-payment of the check, and not making any demand on them for six months after the bank failed, is corroborative of the alleged understanding that cashier’s checks would be received as cash in payment of drafts.\nWithout further reference to the evidence, we are satisfied the question of fact, upon which the defence hinged, was fairly raised, and should have been submitted to the jury under proper instructions. In the facts which the evidence tended to prove, this case is distinguishable from Canonsburg Iron Co. v. Union National Bank, 18 Pittsb. L. J. 93, in this, that in that case the only and undisputed fact upon which the case turned, was that the bank, as holder of the note, received from the maker a cashier’s check to its own order for the amount, and simultaneously therewith delivered the note. There was no admission, in the case stated, of a previous course of dealing or understanding'between the parties that cashier’s checks should be received as cash. In this case we think there is some evidence, on these subjects, ..that is proper for the consideration of the jury.\nJudgment reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Me. Justice Steeeett :"
      }
    ],
    "attorneys": [
      "Mr. J. McF. Carpenter, for the plaintiffs in error:",
      "Mr. John Falzell, for the defendants in error:"
    ],
    "corrections": "",
    "head_matter": "BRIGGS & DRUM v. N. HOLMES & SONS.\nERROR TO THE COURT OE COMMON PLEAS NO. 1 OE ALLEGHENY COUNTY.\nArgued October 31, 1887\nDecided January 3, 1888.\nThough, in the absence of any agreement, express or implied, the giving of the check of a third person is presumptively a conditional payment, only, of the debt for which it is received, yet, where there is evidence of a course of dealing in which checks of the kind given were uniformly accepted as cash, such evidence tending to rebut the presumption, raises a question of fact which should be submitted to the jury: Canonsburgh Iron Co. v. Union N. Bank, 18 P. L. J. 98, distinguished.\nBefore Gordon, C. J., Paxson, Sterrett, Green and Williams, JJ.; Trunkey and Clark, JJ., absent.\nNo. 139, October Term 1887, Sup. Ct.; court below, No. 237 September Term 1885, C. P. No. 1.\nOn July 2, 1885, this suit was begun below by N. Holmes & Sons, bankers, of Pittsburgh, against C. Q. Briggs and John Drum, partners as Briggs & Drum.\nIn 1884, Briggs & Drum, live-stock commission merchants at Central Stock-yards, sold stock for Alexander & Co., who drew on them for the proceeds, $2,700, the draft being sent to N. Holmes & Sons for collection. On Saturday, May 24th, Briggs & Drum took up the draft by a cashier’s check of the Penn Bank drawn to the order of N. Holmes & Sons. On the following Monday, the Penn Bank suspended and the cashier’s check was never paid. N. Holmes & Sons held the check for six or eight months before they demanded payment from Briggs & Drum. A number of drafts on Briggs & Drum, aggregating about $80,000, had been collected in the same manner, N. Holmes & Sons refusing their personal checks, and demanding certified checks or cashier’s checks. On December 19, 1885, N. Holmes & Sons received a dividend out of the assigned estate of the Penn Bank.\nAt the trial on March 31, 1887, before Stowe, P. J., the court answered the points presented and charged the jury as follows:\nDefendants’ points:\n1. That the acceptance by plaintiffs from defendants of the cashier’s check of Penn Bank, drawn to plaintiffs’ order for' the amount of the draft of Alexander & Co., and the delivery to defendants of the said draft, followed by failure on the part of plaintiffs to notify defendants of the dishonor of said cashier’s check, and the retention of said check until the present time, and collection of dividend on account thereof, is a bar to the plaintiffs’ right to recover in this suit.\nAnswer: Refused.1\n2. If the jury find that N. Holmes & Sons accepted, from Briggs & Drum the cashier’s check of. the Penn Bank as payment of the draft of Alexander & Co. on Briggs & Drum, the verdict must be for defendants.\nAnswer: This is correct as a proposition of law, but, under the facts in this case, we think there is no sufficient proof to uphold the jury on that question ; therefore this, point is refused.8\n3. In determining the question whether said cashier’s check was accepted as payment, the jury should take into consideration all the circumstances connected with the giving of said check, and the surrender to Briggs &' Drum of the draft; also, the failure of N. Holmes & Sons to- give notice of the non-payment of said check, and the fact that they have retained said check and collected a dividend thereon from the Penn Bank.\nAnswer: This point must be refused ; as we have already said there are no sufficient facts in evidence to justify the jury in finding payment.3\n4. That the failure on the part of N. Holmes & Sons to give notice to Briggs, & Drum of the inon-payment of said cashier’s check, and their retaining possession of said check without offer to surrender same until the present date, and collecting dividend thereon from thy assignee of the Penn Bank, raise a sufficiently strong presumption that said check was accepted as absolute payment of the draft, to justify the jury in finding a verdict for defendants.\nAnswer: Refused.4\nPlaintiffs’ point:\n1. That under all the evidence, the verdict of the jury must be for the plaintiffs for the amount .of the check given by defendants, with interest from May 26, 1884, less a credit for the dividend received from Penn Bank by plaintiffs.\nAnswer: Affirmed.5\nGentlemen of the jury: In the view we take of this case, it heeomes our duty to give you peremptory instructions that your verdict, under the testimony, must be for the plaintiffs.6\nA verdict for the plaintiffs having been returned, and judgment entered thereon, the defendants took this writ assigning-as error:\n1-4. The answers to the defendants’ points.110 4\n5. The answer to the plaintiffs’ point.5\n6. The peremptory instructions to the jury.6\nMr. J. McF. Carpenter, for the plaintiffs in error:\n1. We do not claim that the giving of the check of a third party was necessarily payment. But it is submitted that the conduct of the plaintiffs, their uniform requirement as to the payment of previous drafts in the same way, their surrender of the draft and their retention of the cashier’s check, without notice of its non-payment, in this instance, and their collection of a dividend thereon from the Penn Bank, with no offer ever made to surrender the check, relieved the defendants from all liability: Chit. Con., 649, 780; 2 Amer. L. C., 4th ed., 114; Woodcock v. Bennett, 1 Cow. 713; Dayton v. Trull, 23 Wend. 345; Raymond v. Barr, 13 S. & R. 318; Curcier v. Pennock, 14 S. & R. 51; Chit. Bills, § 499; Scruggs v. Gass, 8 Yerg. 175; Caunt v. Thompson, 7 C. B. 409; Camidge v. Allenby, 2 Amer. L. C. 589; Smith v. Mercur, Idem 623; Canonsburgh Iron Co. v. Union N. Bank, 18 P. L. J. 93 (Oct. T. 1886); Juniata Bank v. Hale, 16 S. & R. 160.\n2. At all events, the question of payment was one of fact for the jury. The intent with which the cashier’s check was accepted was a fact which the court could not take upon itself to decide : Seltzer v. Coleman, 32 Pa. 493; Hart v. Boller, 15 S. & R. 162; Mason v. Wickersham, 4 W. & S. 100; Stone v. Miller, 16 Pa. 456; Slaymaker v. Gundacker, 10 S. & R. 75; Brown v. Scott, 51 Pa. 357; Sims v. Clark, 11 Ill. 137; Magee v. Carmack, 13 Ill. 289; Burrell v. Watertown B’k & L. Co., 8 Barb. 105.\nMr. John Falzell, for the defendants in error:\n1. In Canonsburgh Iron Co. v. Union N. Bank, 18 P. L. J. 93, where the facts were substantially the same as in the present case, except that on non-payment of the cashier’s check, protest was made and notice given, accompanied by a demand for payment of the surrendered note, this court held that the payment by the check was a conditional payment only, and that the burden was on the maker to overthrow the presumption. But the defendants were not parties to the cashier’s check, and notice of non-payment was not required: Wade, Notice, §§ 729, 742; VanWart v. Wooley, 3 B. & C. 439.\n2. It was shown that defendants had actual knowledge óf the Penn Bank’s suspension, and that it never resumed. To render a want of notice a defence, it must appear not only that the plaintiffs had the necessary information, but that the defendants could not reasonably be qxpected to obtain it by inquiry from others, or even from the plaintiffs: Lent v. Padelford, 10 Mass. 230; 2 Amer. L. C., 60; Hicks v. Goates, Cro. Jac. 390; Juxson v. Thornhill, Cro. Car. 132; Holmes v. Twist, Hob. 51; Henning’s Case, Cro. Jac. 432; Young v. Buron, 3 Sneed 80, 97; McCauley v. Carter, 22 Ill. 55; Smith v. Goff, 2 L. Raym. 1126; Somersall v. Barnaby, Cro. Jac. 287; Brockbank v. Taylor, Idem 687; 2 Amer. L. C., 72, 74. Therefore, (1) notice was unnecessary to the plaintiffs’ case, and (2) the want of it would not constitute a defence, in the absence of proof of injury resulting therefrom, the burden of which was on defendants.\n3. There was no sufficient evidence to be submitted to the jury to determine whether the check was received as absolute payment or not. On the plaintiffs’ case, the presumption of law was that no payment had been made. This presumption was not met by the fact that it was the uniform custom of the defendants to demand certified, rather than private checks, nor, that there had been no notice of non-payment, nor, that the plaintiffs had received a dividend from the Penn Bank on December 19,1885, after the suit was brought."
  },
  "file_name": "0283-01",
  "first_page_order": 303,
  "last_page_order": 309
}
