{
  "id": 556616,
  "name": "HENRIETTA WARREN ET AL. v. EDWARD J. STEER",
  "name_abbreviation": "Warren v. Steer",
  "decision_date": "1888-01-30",
  "docket_number": "No. 438",
  "first_page": "529",
  "last_page": "534",
  "citations": [
    {
      "type": "official",
      "cite": "118 Pa. 529"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Dall. 138",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        581260
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/us/4/0138-01"
      ]
    },
    {
      "cite": "88 Pa. 319",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061231
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/88/0319-01"
      ]
    },
    {
      "cite": "2 W. & S. 27",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853552
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0027-01"
      ]
    },
    {
      "cite": "112 Pa. 634",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546522
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/112/0634-01"
      ]
    },
    {
      "cite": "4 Dall. 138",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        581260
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/4/0138-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 602,
    "char_count": 12852,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 1.448045334509113e-07,
      "percentile": 0.6545188541880241
    },
    "sha256": "caca94ffd275cbc147c85eb305eab77382f68864b65e63c90ae35a3be76f63c7",
    "simhash": "1:6d660fe7100ac748",
    "word_count": 2305
  },
  "last_updated": "2024-02-27T20:28:15.778903+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, Stebbett, Green, Clark and Williams, JJ.; Gordon, C. J., and Trunkey, J.; absent."
    ],
    "parties": [
      "HENRIETTA WARREN ET AL. v. EDWARD J. STEER."
    ],
    "opinions": [
      {
        "text": "Opinion,\nMr. Justice Paxson:\nThis was the application of an exceedingly clumsy piece of legal ordnance of the time of Charles II. to modern legal warfare. The plaintiff below had recovered in an ejectment, and after obtaining possession sued out a writ of inquiry of damages, the object of which can best be explained by reference to the prsecipe, which is as follows: “ Issue writ of inquiry of damages accruing to plaintiff herein by reason of the taking of the writ of error to the Supreme Court- of Pennsylvania, by the defendants herein, and the affirmance by that court of the judgment heretofore entered, whereby the plaintiff is entitled to recover among other damages a reasonable return or rental of the real estate pending the said proceeding in arrear.”\nFor the plaintiff it was contended that the writhe an be sustained under the fourth section of chapter 8 of the 16 and 17 Charles II., which reads as follows : And to the end that the same sum and sums and damages may be ascertained, it is further enacted, That the court wherein such execution ought to be granted upon such affirmation, discontinuance or nonsuit, shall issue a writ to inquire as well of the mesne profits as of the damages by any waste committed after the first judgment in dower or in ejectione firms, and upon the return thereof judgment shall be given, and execution awarded for such mesne profits and damages, and also for costs of suit.\nThe plaintiff contends that this statute is in force in Pennsylvania, and that by the third and fourth sections thereof he is entitled to this writ of inquiry. It is true in Roberts’s Digest, pages 41* and 42*, it is so reported. It was further claimed that Boyd v. Cowan, 4 Dall. 138, sustains this position. In this, however, we think he is mistaken. The case in 4 Dallas decides nothing but that mesne profits can be recovered in ejectment by way of damages.\nThere was no recovery for mesne profits here' in the action of ejectment; there was no notice of such claim. This writ of inquiry, as I understand it, was brought merely to recover the mesne profits pending the writ of error in this court, and the costs.\nThe question whether the statute of Charles II. is in force in Pennsylvania, depends not alone upon the report of the judges as we find it in Roberts’s Digest. We may concede that it was in force at the time that report was made without admitting that it is in force now. And it is a significant fact that no trace of its existence can be found in our books, at least I have been unable to find it after a diligent search, nor has our attention been called to it by counsel. This would seem to imply that it has been fully supplied by our own legislation. If we have a complete system, covering the same ground, or affording a sufficient remedy, we can well afford to dispense with this antique piece of English legislation.\nSomething might be said as to the argumentum ab inconvenienti. We have here injected into an ejectment case an anomalous proceeding; a writ of inquiry of damages in which a question of mesne profits is tried before a sheriff’s jury. There are no pleadings, and the record comes up to us with the bare verdict of the jury; nothing to show upon what evidence it was rendered, or whether upon any evidence at all. It is impossible for us to review it in any form except to see that the forms of law have been complied with.\nThe legislation of this state covers fully the entire subject of actions of ejectment and the recovery of mesne profits. It is not necessary to review it in detail. It is sufficient for present purposes to refer to the act of June 11, 1879, P. L. 125, which provides: “ That whenever an action of ejectment is pending for the recovery of real estate, the plaintiff or plaintiffs therein may, as well before as after the termination of said ejectment, bring an action or actions for mesne profits against any person or persons, predecessor or predecessors in title of the defendant or defendants in said ejectment, but such action or actions for mesne profits shall not be proceeded in to trial and judgment, until the plaintiff or plaintiffs shall have recovered possession of the real estate in controversy.” Had this act been passed to meet the case of the plaintiff, it could not have fitted it more accurately. He had recovered in his ejectment ; he had regained the possession, and in an action under the above act he could have recovered the mesne profits down to the day he obtained possession.\nThen we have the act of March 21, 1806, 4 Sm. L. 832, which provides that “ In all cases where a remedy is provided or duty enjoined, or anything directed to be done by any act or acts of assembly of this commonwealth, the directions of said acts shall be strictly pursued, and no penalty shall be inflicted or anything done agreeably to the provisions of the common law, in such cases, further than shall be necessary for carrying such act or acts into effect.”\nThe legislature having provided the plaintiff a complete remedy for the recovery of his mesne profits he cannot resort to the act of Charles II. It is no longer in force in Pennsylvania.\nJudgment reversed.",
        "type": "majority",
        "author": "Mr. Justice Paxson:"
      }
    ],
    "attorneys": [
      "Mr. Wm. Hopple, Jr., and Mr. Thomas M. HlcoeJc, for the plaintiffs in error:",
      "Mr. Wm. W. Wiltbank, for the defendant in error:"
    ],
    "corrections": "",
    "head_matter": "HENRIETTA WARREN ET AL. v. EDWARD J. STEER.\nEBBOE TO THE COURT OE COMMON PLEAS NO. 2 OE PHIL ADEL-PUTA COUNTY.\nArgued January 12,1888\nDecided January 30, 1888.\n1. The British statute 16 & 17 Charles II., c. 8; Roberts’ Digest 42*, providing in § 4 thereof for a writ of inquiry, as well of the mesne profits as of the damages by any waste committed after the first judgment in dower or in ejectione firm®, is not in force in Pennsylvania.\n2. For the recovery of the rents and profits of lands retained in possession after judgment in ejectment, pending a writ of error resulting in an afiirmanee of the judgment, a complete remedy is afforded by the act of June 11, 1879, P. L. 125.\nBefore Paxson, Stebbett, Green, Clark and Williams, JJ.; Gordon, C. J., and Trunkey, J.; absent.\nNo. 438 January Term 1888, Sup. Ct.; court below, No. 491 September Term 1879, C. P. No. 2.\nIn the court below, on July 23,1884, judgment was entered upon a verdict in favor of Edward J. Steer against Henrietta Warren and David K. Large, guardian of Annie Warren, a minor, in an action of ejectment for the recovery of possession of a lot on Eighteenth street. No claim was made or recovered for mesne profits. The defendants, having entered into a recognizance in the sum of $400, with the usual conditions, purchased a writ of error to No. 166 July Term 1884, Sup. Ct., and on due hearing by this court, on May 17, 1886, the said judgment was affirmed: Warren v. Steer, 112 Pa. 634.\nUpon the filing of the remittitur in the court below, a writ of habere facias was issued, executed, and possession given to the plaintiff on June 8, 1886. On July 1, 1886, the plaintiff caused to issue a “writ of inquiry of damages accruing to plaintiff herein by reason of the taking of the writ of error to the Supreme Court of Pennsylvania by the defendants herein and the affirmance by that court of the judgment heretofore entered, whereby the plaintiff is entitled to recover among other damages a reasonable return or rental for the real estate, pending the said proceeding in error.” After a rule to set the writ aside was discharged, it was executed and on January 5, 1887, an inquisition, over the hands and seals of the sheriff and twelve jurors, was filed, saying that the plaintiff had sustained “ by means of the premises in said writ mentioned,” damages to the amount of 1287.50. To this inquisition the defendants then filed the following exceptions:\n1. Because the defendants have not been served with notice of the issuing and execution of the writ of inquiry.\n2. Because the writ of inquiry is not authorized by the law.\n8. Because it does not appear how, in what manner or by what means, the jury assessed the damages upon the said writ of inquiry.\nOn the argument of these exceptions, they were dismissed and the court, Hake, P. J., directed judgment to be entered for the plaintiff for the finding on the writ of inquiry, nunc pro tunc, as of February 19, 1887. Judgment being entered, the defendant took this writ, assigning that the court erred in dismissing the exceptions and directing judgment to be entered upon the return to the writ.\nMr. Wm. Hopple, Jr., and Mr. Thomas M. HlcoeJc, for the plaintiffs in error:\n1. The verdict in the ejectment proceeding was for the possession only. No claim was made for mesne profits on the trial; no notice given that mesne profits would be claimed, and without notice such profits may not be recovered: Cook v. Nicholas, 2 W. & S. 27; Carman v. Beam, 88 Pa. 319. But the plaintiff contended that the British statute, 16 & 17 Charles II., c. 8; Roberts’ Dig., 40*, 41*, is in force in Pennsylvania, and that in this he was sustained by Boyd v. Cowan, 4 Dall. 138. The case cited decides nothing but that mesne profits may be recovered in ejectment by way of damages, bnt, as before observed, this can only be done after notice of an intention so to claim. No case can be found in our courts where such a writ as in the present ease was issued; and, certainly since our act of June 16, 1836, P. L. 762, under § 7 of which the recognizance of the defendants here was given, the British statute has no force.\n2. The writ of ejectione firmse, provided for in the British statute relied upon, is not the action of ejectment known in Pennsylvania. That statute, therefore, has no application: 2 Shars. Bl. Com. 199* et sequitur. The bond required of plaintiffs in error under our act of 1836 is not the bond provided for in the statute of Charles II. And in the absence of any precedent in Pennsylvania, showing that, since 1808, the date of the report of the Judges contained in .Roberts’ Digest, such a writ of inquiry was known in our practice, this court will not now for the first time send to a sheriff’s jury important questions of law and evidence to be passed upon without a legal mind to direct, without bills of exception and without power in this court to review.\nMr. Wm. W. Wiltbank, for the defendant in error:\n1. The damages claimed by the plaintiff are not in the nature of mesne profits. They accrued after judgment pending the proceedings for review. Boyd v. Cowan, 4 Dall. 138, settled the practice as to the right to proceed for mesne profits as well as possession in one case of ejectment. The right to proceed after the judgment in ejectment to recover compensation equivalent to the loss of the value of the land was established by the statute of the 16 and 17 Charles II., c. 8. This statute was designed to prevent arrests in judgments and a superseding of executions, except upon condition therein prescribed, and has been in force in Pennsylvania, according to the reports of the judges, who say of it: “ This statute is in force subject to the same exceptions as were mentioned with relation to the thirteenth chapter of Charles II., chapter 2.” The exceptions referred to are set forth in their report upon the earlier statute thus: “ This statute is in force except certain parts which have a local object and are, therefore, inapplicable to this commonwealth, and certain other parts 'which are altered by our acts of assembly or the practice of our courts.” The fourth section of chapter 8 of the 16 and 17 Charles II. reads as follows :„And to the end that the same sum and sums and damages may be ascertained, it is further enacted, That the court wherein such execution ought to be granted upon such affirmation, discontinuance or nonsuit, shall issue a writ to inquire as well of the mesne profits as of the damages by any waste committed after the first judgment in dower or in ejectione firmse ; and upon the return thereof, judgment shall be given, and execution awarded for such mesne profits and damages, and also for costs of suit.” It was, therefore, competent for the court below to issue the writ of inquiry complained of in this case.\n2. But, it is submitted that the authority of the court in the premises does not rest exclusively on this statute. The writ of inquiry is in daily use. The act of May 22, 1722,1 Sm. L. 144, regulates the proceedings on such writs; and this act has always been held to apply to cases of final judgment where the damages must be assessed, as well as to cases of interlocutory judgments. That the boots do not contain cases showing the practice, is because the practice is so general and excites no comment: Cole Eject., 368, 369, 821. The bond required of plaintiffs in error under § 7, act of 1836, P. L. 762, is simply for a supersedeas of execution upon the judgment. It has nothing whatever to do with the mode of ascertaining the damages. The object of the writ of inquiry is to enable the court upon return of the inquisition to determine what damages and costs should be awarded."
  },
  "file_name": "0529-01",
  "first_page_order": 549,
  "last_page_order": 554
}
