{
  "id": 918643,
  "name": "Seabolt v. Commissioners of Northumberland County",
  "name_abbreviation": "Seabolt v. Commissioners of Northumberland County",
  "decision_date": "1900-07-11",
  "docket_number": "Appeal, No. 169",
  "first_page": "110",
  "last_page": "114",
  "citations": [
    {
      "type": "official",
      "cite": "197 Pa. 110"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "187 Pa. 318",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        900243
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/187/0318-01"
      ]
    },
    {
      "cite": "156 Pa. 315",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        844924
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/156/0315-01"
      ]
    },
    {
      "cite": "187 Pa. 318",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        900243
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/187/0318-01"
      ]
    },
    {
      "cite": "156 Pa. 315",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        844924
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/156/0315-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 442,
    "char_count": 9080,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 8.899405195296696e-08,
      "percentile": 0.4999341660459741
    },
    "sha256": "0ca610bbffebf7477017e82d90eaadfd05f51fcbe2eeca6d06b56b59c0a27a9c",
    "simhash": "1:dfdbbaa491df700a",
    "word_count": 1611
  },
  "last_updated": "2024-02-27T21:50:04.751217+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, Dean, Fell, Bbown and Mestbezat, JJ."
    ],
    "parties": [
      "Seabolt v. Commissioners of Northumberland County."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mitchell,\nWhen this case was here before, 187 Pa. 318, the act of 1897 was held constitutional, but the case was sent back for the ascertainment of disputed facts which the court below, in the view it took, had not found it necessary to decide. Among these was whether the site of the former bridge had been abandoned, as alleged by the plaintiffs. The answer of the commissioners denied that the bridge destroyed in 1865 had been abandoned and averred that it had been rebuilt on the oi’iginal site. What we said on that subject was, that while on the facts as they appeared to be, the site was presumably new, it was not necessarily so. “A slight variation would not make it new. If in the line of the same highway or accommodating the same public travel in substantially the same place it may be on the same site within the meaning of the act, though the piers or the approaches are different, and the bridge at a different angle with the stream.”\nThe court below has now found the fact to be that “ the rebuilt bridge is substantially in the same place and within the meaning of the act of 1897, on the same site as the destroyed bridge.” In reaching this conclusion the court appears to have been guided by the principles stated in 187 Pa. and we have not been convinced that the result was wrong.\nThis finding disposes of the case by talcing it out of the requirements of the statute. But it is strenuously argued by appellants that the act being mandatory leaves no discretion in the commissioners, or as it appears, in the court, and that the mandamus must issue on the petition of the ten citizens. And the court having expressed the view that the act is mandatory, it is necessary in order to avoid misconception of the effect of the affirmance of the judgment, to consider this question. The learned judge cites, as controlling authority, the decision in Keiser v. Comrs. of Union County, 156 Pa. 315. But that case was very far from holding that even the act of 1891 was mandatory at the instance of any ten citizens. The act of 1881 had provided that the commissioners were authorized to take charge of and reconstruct destroyed and abandoned bridges, “if in their judgment a bridge is necessary for the accommodation of the traveling public.” This left the matter entirely to the discretion of the commissioners. But the act of 1891 in amending that of 1881, omitted the clause quoted, and added the provision as to the petition of ten citizens to the court, when the commissioners refuse or neglect to act, and provided that the court upon the hearing of such petition “may” issue a mandamus compelling the commissioners to proceed. It was held in Keiser v. Comrs. that the omission of the clause of the act of 1881 quoted was intentional, and took away the absolute discretion theretofore vested in them. The court below had held that the bridge in question being wholly within the county of Northumberland, the court of Union county had no jurisdiction over it. On the merits, however, the court was understood to be with the petitioners, and it was so stated at the end of the opinion of this court. The judgment awarding a mandamus was therefore only the judgment it was supposed the court below would have entered if it had thought itself authorized to do so. It was expressly disclaimed by this court as a judgment on the merits, and it was equally far from a decision that the ten citizens had a controlling voice in the matter. It would be a highly unreasonable and untenable construction to hold that the legislature without express words and by mere implication meant to give such important power to any ten volunteer citizens having no official status or responsibility and no delegation from the people of any authority to represent them in imposing a serious expense on the county. Under both the acts of 1891 and 1897 the county commissioners are authorized, not required, to rebuild destroyed and abandoned bridges. The discretion as to whether it is necessary for the accommodation of public travel and for the best interests of the county to do so, is, in the first instance in them, but it is reviewable by the court on the petition of ten citizens. These have no further voice in the matter than to invoke the review by the court. So far as it is matter of discretion no further review is provided for, and the action of the court appears to be intended to be final.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Mitchell,"
      }
    ],
    "attorneys": [
      "Seth T. McOormiclc, with him Henry O. MeOormicIc and Philip B. Linn, for appellants.",
      "S. P. Wol/oerton, with him J. F. Schaffer, for appellee."
    ],
    "corrections": "",
    "head_matter": "Seabolt v. Commissioners of Northumberland County.\nBridges—Rebuilding of bridges—Oounty bridges—Act of May 6, 1897, P. L. 46.\nA slight variation in the site of a bridge will not make the site a new one, within the meaning of the act of May 6, 1897, relating to the rebuilding of bridges. If in the line of the same highway or accommodating the same public travel in substantially the same place, a new bridge may be on the same site within the meaning of the act, though the piers or the approaches are different, and the bridge at a different angle with the stream.\nUnder the act of May 6, 1897, relating to the rebuilding of bridges, the county commissioners have a discretion as to the rebuilding of a bridge, but such discretion is reviewable by the court on the petition of ten citizens, who have no further voice in the matter than to invoke the review, and the action of the court is final.\nKeiserv. Comrs., 156 Pa. 315, commented on and explained.\nArgued May 21, 1900.\nAppeal, No. 169, Jan. T., 1900, by plaintiff, from order of C. P. Northumberland Co., Sept. T., 1897, No. 116, refusing to grant mandamus, in the case of J. A. Sea-bolt et al. v. Commissioners of Northumberland County.\nBefore Mitchell, Dean, Fell, Bbown and Mestbezat, JJ.\nAffirmed.\nRule for mandamus.\nThe facts appear by the opinion of Savidge, P. J., which was as follows:\nSince the return of the record from the Supreme Court, the case has been reheard in this court, additional testimony having been taken in the mean time, and we are now called upon to dispose of the questions upon which the case was referred back to us. The first is a question of fact. See Seabolt v. Commissioners of Northumberland County, 187 Pa. 318.\nWe find from the testimony and from all the facts and circumstances of the case, that the rebuilt bridge is “ in the line of the same highway” on the Northumberland county side of the river as the old destroyed bridge, and that while it does not abut upon the same street on the Union county side, it is practically “in line with the same highway,” because it can be conveniently readied from Market street via a short connecting street. It certainly accommodates the same public travel as the old bridge, and we so find. There is no serious pretence to the contrary. We find that the rebuilt bridge is substantially in the same place, and, within the meaning of the act of 1897, on the same site as the destroyed bridge.\nThe act must have a reasonable construction, and it is not reasonable to suppose that the legislature intended to provide for the rebuilding, at great public expense, of a destroyed bridge which already had been rebuilt on a site calculated to accommodate the traveling public fully as well, and even better, than did the one destroyed. What could be the just and honest purpose which we are bound to presume the legislature at all times keeps in view ? It cannot be supposed that it was intended to provide for several bridges over broad streams within a few hundred feet of each other, to accommodate small communities, where one would be ample. A different conclusion would of course be reached in the case of a large city, where public travel demands that the stream shall be bridged at the intersection with each principal street. Coming now to the legal questions, we conclude that the language of the act is mandatory: Keiser v. Commissioners of Union County, 156 Pa. 315.\nThe provisions in question are found to be, word for word, the same as in the act under which the proceedings in that case were brought. While the Supreme Court has not discussed the precise question in that case, the court below having put its decision on other grounds, it was necessarily passed upon in reversing the judgment. The commissioners there undertook to exercise a discretion—did exercise it. If they had a discretion they could not be compelled to build against their judgment, and the fact that the appellate court reversed the case and compelled them to build, was equivalent to saying they had no discretion, the act was mandatory. This is not only a fair but the only interpretation that can be given that decision. Having found as a fact that within the meaning of the act of 1897, the rebuilt bridge is on the same site as the one destroyed, it follows that the rule must be discharged, which is accordingly done and an exception noted and bill sealed for plaintiff. Plaintiff to pay costs of this proceeding.\nError assigned was the order of the court.\nSeth T. McOormiclc, with him Henry O. MeOormicIc and Philip B. Linn, for appellants.\nS. P. Wol/oerton, with him J. F. Schaffer, for appellee.\nJuly 11,1900:"
  },
  "file_name": "0110-01",
  "first_page_order": 138,
  "last_page_order": 142
}
