{
  "id": 918645,
  "name": "Henry v. Williamsport",
  "name_abbreviation": "Henry v. Williamsport",
  "decision_date": "1901-01-07",
  "docket_number": "Appeal, No. 225",
  "first_page": "465",
  "last_page": "467",
  "citations": [
    {
      "type": "official",
      "cite": "197 Pa. 465"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "158 Pa. 78",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        848229
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/158/0078-01"
      ]
    },
    {
      "cite": "181 Pa. 184",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        891425
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/181/0184-01"
      ]
    },
    {
      "cite": "77 Pa. 109",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        436295
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/77/0109-01"
      ]
    },
    {
      "cite": "152 Pa. 334",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838167
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/152/0334-01"
      ]
    },
    {
      "cite": "101 Pa. 616",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500870
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/101/0616-01"
      ]
    },
    {
      "cite": "10 Pa. Superior Ct. 283",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        819437
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/10/0283-01"
      ]
    },
    {
      "cite": "119 Pa. 53",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        558135
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/119/0053-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 330,
    "char_count": 4629,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 1.0512639951566213e-07,
      "percentile": 0.5540456219648326
    },
    "sha256": "a00f9b283b4a9e7d1733481e1361133edd270f30faf06e06237c1699c8cebd51",
    "simhash": "1:dc6167ba8817f7e9",
    "word_count": 817
  },
  "last_updated": "2024-02-27T21:50:04.751217+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McCollum, Mitchell, Dean, Fell and Blown, JJ."
    ],
    "parties": [
      "Henry v. Williamsport."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Chief Justice McCollum,\nThe important question ■ presented on this appeal is whether the learned judge of the court below erred in refusing to instruct the jury to render a verdict for the defendant. It seems plain enough to us, however, that it was for the jury to determine from the evidence whether the injury the plaintiff received by her fall on the sidewalk was caused by a failure of the defendant to exercise a proper supervision over it. If the jury had found from the evidence that the plaintiff’s injury was caused by her own negligence, or that the defendant was not in default in the performance of its duty in the premises, the result, in either case, would have been fatal to the plaintiff’s suit. It was undoubtedly the duty of the jury to carefully consider all the evidence in the case, and to ascertain from it who was properly chargeable with negligence. If the jury found that the plaintiff was not guilty of negligence, their finding would have warranted a recovery by her provided the defendant was found to be negligent in the performance of the duty cast upon it. At the point in the sidewalk where the plaintiff fell there was an abrupt descent of seven and one fourth inches with a slope of nineteen inches to the sidewalk below. It cannot well be said that a slope thus formed was a safe place for pedestrians to pass over at night. In the daytime and with snow and ice upon the sidewalk, a slope like this would not be regarded as a desirable structure.\nOn the evening of December 12, 1896, the plaintiff with Miss Ashton called upon Mrs. Sampson and remained with her until a short time after ten o’clock, when they started to return to their boarding house. On reaching the slope the plaintiff in passing down it slipped and fell, and on attempting to rise she slipped and fell again. In her next effort to get upon her feet she was assisted by Miss Ashton who succeeded in getting her to their boarding house. It is not necessary to describe herein the nature and extent of her injuries, or to specify the expenses incurred in the effort to overcome the pain she suffered as the consequences of them. These matters are fully stated in the testimony and are not gainsaid by the defendant.\nThe charge of the court was considerate and careful and we do not detect any errors in it. As before said, it was the province of the jury to pass upon the questions of negligence raised by the testimony, and this they have done. Their conclusions were warranted by the evidence, and there is no fair ground for complaint by either party. The specifications of error are therefore dismissed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mb. Chief Justice McCollum,"
      }
    ],
    "attorneys": [
      "John J. Reardon, for appellant.",
      "Charles K. Greddes, with him William W. Hart, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Henry v. Williamsport.\nNegligence—Defective sidewalk—Province of court and jury.\nIn an action against a city to recover damages for personal injuries caused by a fall on a sidewalk, the ease is for the jury where the evidence shows that the accident occurred at night, that at the point in the sidewalk where the plaintiff fell there was an abrupt descent of seven and a quarter inches with a slope of nineteen inches to the sidewalk below, and that the sidewalk had been allowed to remain in this condition for many months.\nArgued March 12, 1900.\nAppeal, No. 225, Jan. T., 1899, by defendant, from judgment of C. P. Lycoming Co., Sept. T., 1897, No. 96, on verdict for plaintiff in case of Margaret Henry v. City of Williamsport.\nBefore McCollum, Mitchell, Dean, Fell and Blown, JJ.\nAffirmed.\nTrespass for personal injuries. Before Mayer, P. J., specially presiding.\nAt the trial it appeared that plaintiff, a woman about forty-five years of age was injured about ten o’clock at night on December 12, 1896, by falling on a defective sidewalk. The circumstances of the accident are stated in the opinion of the Supreme Court.\n'The evidence showed that the defect in the sidewalk had continued from July, 1896, to the day of the accident.\nThe court submitted the case to the jury.\nVerdict and judgment for plaintiff for $2,878. Defendant appealed.\nError assigned was in submitting the case to the jury.\nJohn J. Reardon, for appellant.\n—There were no disputed facts in this case, and it was for the court to declare the law: Barnes v. Sowden, 119 Pa. 53; Burns v. City of Bradford, 13Pa. 361; Rotsell v. Warren Borough, 10 Pa. Superior Ct. 283.\nPlaintiff was guilty of contributory negligence: City of Erie v. Magill, 101 Pa. 616; Arthurs v. Borough of Brookville, 152 Pa. 334.\nCharles K. Greddes, with him William W. Hart, for appellee,\ncited McLaughlin v. City of Corry, 77 Pa. 109, Allen v. DuBois Borough, 181 Pa. 184, and Merriam v. Phillipsburg Borough, 158 Pa. 78.\nJan. 7,1901:"
  },
  "file_name": "0465-01",
  "first_page_order": 493,
  "last_page_order": 495
}
