{
  "id": 918664,
  "name": "Walker v. Gilliland",
  "name_abbreviation": "Walker v. Gilliland",
  "decision_date": "1901-01-07",
  "docket_number": "Appeal, No. 135",
  "first_page": "649",
  "last_page": "650",
  "citations": [
    {
      "type": "official",
      "cite": "197 Pa. 649"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 182,
    "char_count": 2233,
    "ocr_confidence": 0.485,
    "sha256": "747d96289afe8202a9db3ab08f2297e5da8a6d05698569234f6522f4f7cfb7b6",
    "simhash": "1:90cc81849b1888e0",
    "word_count": 367
  },
  "last_updated": "2023-07-14T20:24:53.977629+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McCollum, C. J., Mitchell, Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Walker v. Gilliland."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe principal exceptions filed to the auditor’s report were included in and constituted thirteen assignments of error which related exclusively to findings of fact. The findings aforesaid were carefully considered and duly approved by. the court. There was some conflict in the evidence respecting the questions of fact involved, but it was the province of the auditor to determine from it what the facts were. In the ascertainment of the facts he was materially assisted by the testimony of the witnesses who appeared for the respective parties and testified in their behalf. As he had the witnesses before him with full opportunity to examine them in relation to all matters in controversy, he was well qualified to reach a proper conclusion respecting such matters. We have not been able to discover in the evidence, the auditor’s report, or the opinion of the court below, any cause for setting aside or modifying the report. We therefore dismiss all the assignments. Decree affirmed and appeal dismissed at the cost of the appellant.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Joseph B. Bredin, for appellant.",
      "J. I). Marshall, for appellee."
    ],
    "corrections": "",
    "head_matter": "Walker v. Gilliland.\nAuditor—Oonclusiveness of findings of fact—Receiver of partnership.\nAn auditor’s findings of fact on exceptions to tlie account of a receiver of a partnership, although based on conflicting testimony, when confirmed by the court below, will not be reversed by tho Supreme Court when no clear error appears.\nArgued Oct. 17, 1900.\nAppeal, No. 135, Oct. T., 1900, by defendants, from order of C. P. Butler Co., June T., 1897, Equity Docket No. 1, dismissing exceptions to auditor’s report in case of S. H. Walker v. Lizzie Gilliland and W. J. Gilliland.\nBefore McCollum, C. J., Mitchell, Fell, Brown, Mestrezat and Potter, JJ.\nAffirmed.\nExceptions to account of S. II. Walker, receiver of the co-partnership of S. IT. Walker and Lizzie Gilliland, trading as S. H. Walker & Company.\nThe case was referred to H. E. Coulter, Esq., as auditor.\nThe auditor’s findings of fact were excepted to by the defendant, but the exceptions were overruled by the court in an opinion by Miller, P. J., specially presiding.\nErrors assigned were in dismissing exceptions to auditor’s findings of fact.\nJoseph B. Bredin, for appellant.\nJ. I). Marshall, for appellee.\nJanuary 7, 1901:"
  },
  "file_name": "0649-01",
  "first_page_order": 677,
  "last_page_order": 678
}
