{
  "id": 1083571,
  "name": "Mirnek, Appellant, v. West Penn Power Co.",
  "name_abbreviation": "Mirnek v. West Penn Power Co.",
  "decision_date": "1924-01-07",
  "docket_number": "Appeal, No. 7",
  "first_page": "188",
  "last_page": "192",
  "citations": [
    {
      "type": "official",
      "cite": "279 Pa. 188"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "236 Pa. 506",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986785
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/236/0506-01"
      ]
    },
    {
      "cite": "247 Pa. 304",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009464
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/247/0304-01"
      ]
    },
    {
      "cite": "273 Pa. 224",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070771
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/273/0224-01"
      ]
    },
    {
      "cite": "225 Pa. 387",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965330
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/225/0387-01"
      ]
    },
    {
      "cite": "275 Pa. 131",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1075626
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/275/0131-01"
      ]
    },
    {
      "cite": "249 Pa. 445",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013592
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/249/0445-01"
      ]
    },
    {
      "cite": "241 Pa. 259",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976089
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/241/0259-01"
      ]
    },
    {
      "cite": "240 Pa. 91",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        993066
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/240/0091-01"
      ]
    },
    {
      "cite": "275 Pa. 551",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1075703
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/275/0551-01"
      ]
    },
    {
      "cite": "214 Pa. 384",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        946078
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/214/0384-01"
      ]
    },
    {
      "cite": "173 Pa. 550",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        875874
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/173/0550-01"
      ]
    },
    {
      "cite": "225 Pa. 387",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965330
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/225/0387-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 478,
    "char_count": 8063,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 2.528715069451951e-07,
      "percentile": 0.8122566219111617
    },
    "sha256": "a755903877e61b52ff95336c11edce20060e62b261ca65f54923c3c11e2784d5",
    "simhash": "1:28aab0045e4a6077",
    "word_count": 1413
  },
  "last_updated": "2024-02-27T21:06:24.810692+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, Walling, Simpson, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Mirnek, Appellant, v. West Penn Power Co."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Simpson,\nPlaintiff recovered a verdict in an action charging defendant with negligence, which resulted in the death of her husband; in due course the court below entered judgment for defendant non obstante veredicto, and this is the basis of plaintiff’s appeal. After all doubts are resolved in her favor, the essential facts are found to be as follows:\nDecedent was an employee of the Pennsylvania Railroad Company. At and near the place of the accident, defendant’s electric light poles, to which were attached wires carrying a dangerous current of electricity, were on the right-of-way of the railroad company, parallel to its tracks, being so placed for the purpose of supplying it with electricity. For some time prior to the accident, the railroad company had been proceeding in a desultory way to elevate the tracks, but ultimately it placed a large force of men on the work. Defendant was not notified of this. A few days later, one of the railroad employees, while unloading a car, received a shock, when a long iron shovel, which he was using, came in contact with defendant’s wires. The railroad company thereupon telephoned defendant, stating a fill was being made, and that one of its employees had been injured when a large iron bar (not shovel) touched defendant’s wires, and requested that they be raised so as to give sufficient clearance. Defendant’s employee promised to see that this was done. No further details were given, and no statement was made regarding an intention to do additional grading or to thereafter move the tracks nearer to the poles and wires. About eight days later, which was three or four days before the accident, decedent and other employees of the railroad company, shifted its tracks from the place where they were when the first accident happened, so that the nearest one was only about a foot or a foot and a half from the poles and wires. Defendant was not notified of this change; without it, so far as appears, the accident would not have happened.\nOn the day it occurred, decedent was sent, by those in charge of the work for the railroad company, to help unload a car which was on the track nearest the poles and wires. His work had to be done on top of the car, close «to the wires, the proximity of which he must have known, because he helped move the track, and the fact that the wires were only breast high must have been apparent to him in the broad daylight. From some unstated cause, but probably owing to the unstable character of the cinders upon which he stood while unloading the car, his body swayed, his hands came in contact with the wires, which had not been raised, and he was instantly killed.\nGiving the utmost possible effect to the notice of the first accident, it cannot be said defendant was bound to anticipate that a further elevation and also a removal of the tracks, was contemplated. Hence plaintiff was required to prove this by other evidence (which she failed to do) or to show defendant had express or implied notice that the change was about to be or had been made.\nJust here is the pinch of plaintiff’s case. There is no pretense of actual notice, and constructive notice could not exist unless defendant was obliged to guard against the possibility that the tracks would be raised and moved to a point where they would be dangerously near the wires. No such duty existed, however. If the present complaint had been of a defect in the poles or wires, arising from the manner of construction, or because of an observable deterioration, or one arising from lapse of time, liability might be predicated thereon, if injury resulted from such neglect. But where, as here, that which had been safe, became harmful only by reason of the action of a third party, which defendant was not required to anticipate, and a sufficient time had not elapsed to charge it with constructive notice of this particular kind of dangerous condition, actual notice is required, for a defendant is not obliged to seek for defects of this character, or to assume they may arise: Duncan v. City of Phila., 173 Pa. 550; Murdaugh v. Oxford Borough, Pa., 214 Pa. 384; Emery v. Pittsburgh, 275 Pa. 551.\n“In determining the liability of an electric company for a personal injury alleged to have been caused by its negligence, as in other actions for negligent injuries, the generally accepted test is that negligence is not the proximate cause of an accident unless, under all the circumstances, the accident might have been reasonably foreseen by a person of ordinary intelligence and prudence......In the erection and maintenance of their poles, wires and other appliances, they are bound to anticipate only such combinations of circumstances, and accidents and injuries therefrom, as they may reasonably forecast as likely to happen”: 9 R. C. L. 1198. In the present instance there is no evidence from which a jury could properly have concluded that defendant was “bound to anticipate” that the railroad company would both move and elevate its tracks, so as to cause those working on its cars to be close to defendant’s wires, and hence the latter is not liable.\nThe fact of the previous accident does not help appellant. Defendant was not told that the instrument which came in contact with the wires was a shovel being used in unloading a car. The advices given to it were that it was a “long iron pole,” which established the contact, but, so far as the evidence discloses, it was not told how this occurred.\nThe promise, made by defendant to the railroad company, that the wires would be raised, was not made to decedent, nor, so far as appears, had he any knowledge of it. If he did know, then he must have been acquainted with the fact that their elevation was desired because they were dangerous in their then present condition; and, in that event, having chosen to take the risk, there could be no recovery; Myers v. Edison Electric Illuminating Co., 225 Pa. 387. If he did not know, then the promise was, as to him, an irrelevant fact, for he could not have relied on it.\nThe judgment of the court below is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Simpson,"
      }
    ],
    "attorneys": [
      "O. K. Eaton, for appellant,",
      "William A. Challener, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Mirnek, Appellant, v. West Penn Power Co.\nNegligence — Fault of third person — Change of status — Notice— Evidence.\n1. Where an accident was caused by the action of a third party, over whom defendant had no control, the latter will not be held liable, without proof of express or implied notice of that action, and of a duty and opportunity to prevent injuries which might result from it.\n2. Ordinarily a defendant is not bound to anticipate that another party will so change an existing status as to cause injury to others.\n3. Notice that an existing status has been changed, resulting in injury to a third party, is not alone sufficient to establish notice of an intention to make a further change, which caused another injury, or to establish liability for it.\n4. A promise to take the necessary steps to prevent a repetition of an injury, cannot inure to the benefit of one who had no knowledge of it, and cannot establish liability to him for an accident resulting from a still further change, of which defendant had no notice.\nArgued October 18, 1923.\nAppeal, No. 7, Oct. T., 1923, by plaintiff, from judgment n. o. v. of C. P. Allegheny Co., April T., 1920, No. 2689, on verdict for plaintiff, in case of Mary Mirnek v. West Penn Power Co.\nBefore Frazer, Walling, Simpson, Sadler and Schaffer, JJ.\nAffirmed.\nTrespass for death of plaintiff’s husband. Before Reid, J.\nVerdict for plaintiff for $9,425. Judgment n. o. v. for defendant. Plaintiff appealed.\nError assigned was judgment n. o. v., quoting record.\nO. K. Eaton, for appellant,\ncited: Hipple v. Elec. Ill. Co., 240 Pa. 91; Dugan v. Elec. Co., 241 Pa. 259; Phillips v. Elec. Co., 249 Pa. 445; Sebring v. Tel. Co., 275 Pa. 131.\nWilliam A. Challener, for appellee,\ncited: Meyers v. Elec. Co., 225 Pa. 387; Stiles v. Steel Co., 273 Pa. 224; Geroski v. Light Co., 247 Pa. 304; Trout v. Elec. Co., 236 Pa. 506; Phillips v. Elec. Co., 249 Pa. 445; Sebring v. Tel. Co., 275 Pa. 131.\nJanuary 7, 1924:"
  },
  "file_name": "0188-01",
  "first_page_order": 210,
  "last_page_order": 214
}
