{
  "id": 1075664,
  "name": "Wilson et al. v. Reiszner, Appellant",
  "name_abbreviation": "Wilson v. Reiszner",
  "decision_date": "1922-06-24",
  "docket_number": "Appeal, No. 315",
  "first_page": "5",
  "last_page": "10",
  "citations": [
    {
      "type": "official",
      "cite": "275 Pa. 5"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "241 Pa. 21",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976004
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/241/0021-01"
      ]
    },
    {
      "cite": "28 Pa. Superior Ct. 61",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        858866
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/28/0061-01"
      ]
    },
    {
      "cite": "9 Peters 663",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        5615081
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/34/0663-01"
      ]
    },
    {
      "cite": "150 Pa. 538",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834431
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0538-01"
      ]
    },
    {
      "cite": "76 Pa. 172",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1038908
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/76/0172-01"
      ]
    },
    {
      "cite": "65 Pa. 212",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        430691
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/65/0212-01"
      ]
    },
    {
      "cite": "2 Watts 75",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840088
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0075-01"
      ]
    },
    {
      "cite": "168 Pa. 81",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        868517
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/168/0081-01"
      ]
    },
    {
      "cite": "147 Pa. 447",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        829831
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/147/0447-01"
      ]
    },
    {
      "cite": "44 Pa. 492",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        484232
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/44/0492-01"
      ]
    },
    {
      "cite": "150 Pa. 538",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834431
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/150/0538-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 525,
    "char_count": 10223,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 1.0531521401225892e-07,
      "percentile": 0.5544784657329442
    },
    "sha256": "c0ff2aeb31d043f4dda261156fbb1bf2bdb5f4bbcfa81938f8855048f8ad77fd",
    "simhash": "1:6f66a49e7c4f2c16",
    "word_count": 1828
  },
  "last_updated": "2024-02-27T19:35:22.031748+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, Walling, Simpson, Kepi-iart and Schaffer, JJ."
    ],
    "parties": [
      "Wilson et al. v. Reiszner, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Schaffer,\nWhile there are twenty-seven assignments of error brought to our attention in this appeal and many propositions discussed, in our view of the controversy the case is within a narrow compass.\nThe trustees of George B. Wilson, deceased, leased to defendant a store on Market Street, Philadelphia, sometime in October, 1916, for a term of five years, unless the lease should be sooner terminated by notice from lessors to lessee and payment of a stipulated sum should be made to the latter. Both copies of the lease were lost. In accordance with what both parties admit to be its provisions so far as time for giving the notice of cancellation is concerned, — the notice was required to be given six months prior to December 1, 1920, — the assignee of the lessors on February 19, 1920, gave notice in writing to the lessee of the termination of the lease on December 1, 1920, and that it would make the payment of $2,000, which it said was stipulated for by the lease. To this the lessee replied that the amount to be paid as provided by the lease was $7,000, instead of $2,000. In June, 1920, the lessor sent a check to the lessee for $2,000, which the lessee returned, with the statement that it was not a payment in accordance with the lease, and thereafter on November 26, 1920, a tender of $8,000 in cash was made by the lessor to the lessee, with the demand that possession should be delivered on December 1, 1920. The reason for this increased tender was because of a doubt in the original lessor’s mind as to the correct amount. This tender was refused, with a renewal of the demand for $7,000, coupled with the statement that the tender had not been made at the proper time.\nThe lessee refused to deliver possession, whereupon, on January 5, 1921, the assignee of the lessor caused an amicable action in ejectment to be entered in the court of common pleas, filing in the proceeding what it claimed to be a copy of the lease, upon which, in accordance with its provisions, judgment in ejectment1 was confessed against the defendant and a writ of habere facias possessionem issued.\nDefendant presented a petition to open the judgment, an answer was filed by plaintiff, depositions were taken, and it1 was ultimately agreed that the judgment should be opened and the case proceed to trial. At trial, the controversy narrowed itself down to a single real issue of fact, the amount required to be paid by the lessor to effect a cancellation of the lease under its terms, and a question of law as to when payment should have been made. The jury found in favor of plaintiff and defendant appeals.\nWe think the question of time of payment free from difficulty. Both sides agree that the provision as to cancellation of the lease was substantially as follows: “If lessor requires possession of the premises December 1, 1920, he is to have the same by giving to the lessee six months’ written notice prior to December 1, 1920, and by payment of [$2,000 or $3,000 or $7,000] in cash.” It is the contention of appellant that not only the notice was required to be given six months prior to December 1, 1920, but that the cash payment was to be made six months before that date. The difficulty with this is that the lease does not say so. It fixes no time as to when payment should be made and there was very good reason why it should not be made at the time appellant contends for, because, until the lessor knew the lessee intended to comply with the notice and vacate, he could not be expected to make payment. As we construe this clause of the lease, the notice being given in time, payment at any time antecedent to the date fixed for termination of the lease, December 1, 1920, complied with its terms, and as the first tender of payment of $2,000 was made in June, 1920, and the second of $3,000 on November 26, 1920, the tenders were in time and the assignments of error in respect' to this feature of the case are without merit.\nThe appellant groups his complaints in the statement of the question involved and in the argument into these categories: whether the terms of the lost lease had been proven; whether the allegations and proofs as to the lease corresponded; whether tender wa's made of a proper amount and at proper time to terminate the lease; whether the order of proof was properly followed; whether there was error in the admission and exclusion of evidence and in the court’s charge.\nWhen the course of the trial is taken into account and the real issue raised by it is-considered, most of these complaints have no significance. It was admitted there had been a written lease and that it provided for cancellation and termination during the term created, upon the payment of a sum of money. In his petition filed to open the judgment, appellant set forth that he. had entered into the lease, and that it contained the clause as to termination, but alleged that, instead of providing it could be terminated during the year 1920 by the payment of $2,000, as set forth in the copy filed by plaintiff, it provided for the payment of $7,000, if it was to be terminated and cancelled during that year. The copy filed was not disputed in the petition to open the judgment save in four respects, the one just mentioned, as to the premises described, as to a fire clause therein and as to whether and by whom it was witnessed. This is, therefore, not a case where it is disputed that there was a written lease, or as to what its material terms were; the only important difference between the parties was as to the amount payable in the event of its cancellation. This was the vital issue tried in the court below, and it was submitted by the trial judge to the jury in a charge most clear and direct, which fully laid before the triers of fact the dispute they were called upon to determine. Complaint now as to whether the entire terms of the lease have been proven and whether in view of the allegations in plaintiff’s amicable action that the amount payable was $2,000 and proof on the trial that the amount may have been $3,000; as to the order of proof and as to whether the loss of plaintiff’s copy of the lease was fully established, — defendant admitting that he had likewise lost his copy, — are not such as commend themselves to us, owing to the fact that the main and controlling issue was fully fought out on the trial. Both copies of the lease having been lost, the question as to its contents was one of accuracy of recollection of the persons familiar with its terms and of their credibility.\nThis is certainly not a case where technicalities should be controlling. It takes- no citation of authorities to buttress the rule that the order of proof is a matter within the sound discretion of the trial judge. The answer as to whether there was satisfactory proof that' the lease was lost is found in Gorgas v. Hertz, 150 Pa. 538, where it was held that1 the sufficiency of the search for a lost paper is generally left to the discretion of the trial judge; when it appears to him that a paper was not procured because it could not be found, this court will as a general rule accept its loss as an established fact. The court' below was satisfied as to the diligence of the search which was made by the lessor for its copy of the lease and we see nothing in the record to warrant any other conclusion. Much of appellant’s criticism of the trial 'is answered by the controlling issue as he made it, which, as before stated, was, what was the correct amount payable in the event of the cancellation of the lease. All other contentions were minor to this and of little consequence in its determination.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Me. Justice Schaffer,"
      }
    ],
    "attorneys": [
      "John G. Kaufman, for appellant,",
      "Jos. Neff Ewing, of Saul, Ewing, Remick & Saul, with him Frcmcis E. Bohlen, Jr., for appellee,"
    ],
    "corrections": "",
    "head_matter": "Wilson et al. v. Reiszner, Appellant.\nLandlord and tenant — Termination of lease — Notice—Payment of cancellation money to lessee — Time—Appeal—Issue tried. .\n1. Where a lease provides that “if lessor requires possession December 1st, he is to have the same by giving to the lessee six months’ written notice prior to December 1st, and by payment” of a sum stated, the lessor sufficiently complies with the provision by giving six months’ notice prior to December 1st, and by tendering the money payment at any time prior to December 1st.\n2. In such case, until the lessor knew the lessee intended to comply with the notice and vacate, he could not be expected to make payment.\n3. Where the issue between the parties is as to the amount of the cancellation money (both copies of the lease having been lost), and the case is tried on that issue alone, complaint cannot be made by defendant on appeal as to whether the entire lease had been proven, and whether the order of proof had been proper.\nEvidence — Lost papers — Lease—Discretion of court — Appeals.\n4. The sufficiency of the search for a lost paper is generally left to the discretion of the trial court; when it appears to him that a paper was not procured because it could not be found, the appellate court will as a general rule accept its loss as an established fact.\nArgued May 17,1922.\nAppeal, No. 315, Jan. T., 1922, by defendant, from judgment of C. P. No. 3, Phila. Co., Dec. T., 1920, No. 4370, on verdict for plaintiff, in case of Edna Wilson et al., Trustees under will of George B. Wilson, deceased, to use of National Drug Stores Corporation, v. Frank I. Reiszner.\nBefore Frazer, Walling, Simpson, Kepi-iart and Schaffer, JJ.\nAffirmed.\nIssue to determine validity of judgment. Before Davis, J.\nThe opinion of the Supreme Court states the facts.\nVerdict and judgment for plaintiff. Defendant appealed.\nErrors assigned were various rulings and instructions sufficiently appearing by the opinion of the Supreme Court, quoting record.\nJohn G. Kaufman, for appellant,\ncited as to lost papers: Wallace v. Harmstad, 44 Pa. 492; Laubach v. Meyers, 147 Pa. 447; Burr v. Kase, 168 Pa. 81; Dennis v. Barber, 6 S. & R. 420; Kerns v. Swope, 2 Watts 75; Coxe v. England, 65 Pa. 212; Burke v. Hammond, 76 Pa. 172.\nJos. Neff Ewing, of Saul, Ewing, Remick & Saul, with him Frcmcis E. Bohlen, Jr., for appellee,\ncited as to lost papers: Gorgas v. Hertz, 150 Pa. 538; Winn v. Patterson, 9 Peters 663; Com. v. Berney, 28 Pa. Superior Ct. 61; Litterieri v. Freda, 241 Pa. 21.\nJune 24, 1922:"
  },
  "file_name": "0005-01",
  "first_page_order": 27,
  "last_page_order": 32
}
