{
  "id": 1075608,
  "name": "Treon, Appellant, v. Shipman & Son",
  "name_abbreviation": "Treon v. Shipman",
  "decision_date": "1922-06-24",
  "docket_number": "Appeal, No. 322",
  "first_page": "246",
  "last_page": "249",
  "citations": [
    {
      "type": "official",
      "cite": "275 Pa. 246"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "248 Pa. 24",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1011474
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/248/0024-01"
      ]
    },
    {
      "cite": "217 Pa. 339",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953647
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/217/0339-01"
      ]
    },
    {
      "cite": "243 Pa. 247",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1001544
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/243/0247-01"
      ]
    },
    {
      "cite": "256 Pa. 55",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1030776
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/256/0055-01"
      ]
    },
    {
      "cite": "252 Pa. 451",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021662
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/252/0451-01"
      ]
    },
    {
      "cite": "180 Pa. 613",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        888341
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/180/0613-01"
      ]
    },
    {
      "cite": "103 Ind. 468",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1362009
      ],
      "pin_cites": [
        {
          "page": "478"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ind/103/0468-01"
      ]
    },
    {
      "cite": "248 Pa. 24",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1011474
      ],
      "pin_cites": [
        {
          "page": "31"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/248/0024-01"
      ]
    },
    {
      "cite": "217 Pa. 339",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953647
      ],
      "pin_cites": [
        {
          "page": "342"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/217/0339-01"
      ]
    },
    {
      "cite": "243 Pa. 247",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1001544
      ],
      "pin_cites": [
        {
          "page": "249"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/243/0247-01"
      ]
    },
    {
      "cite": "252 Pa. 451",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021662
      ],
      "pin_cites": [
        {
          "page": "460"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/252/0451-01"
      ]
    },
    {
      "cite": "180 Pa. 613",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        888341
      ],
      "pin_cites": [
        {
          "page": "618"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/180/0613-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 394,
    "char_count": 6207,
    "ocr_confidence": 0.485,
    "pagerank": {
      "raw": 2.3031069145593708e-07,
      "percentile": 0.7875893536650206
    },
    "sha256": "0529f5872d27f0980e8c30788d46aabf3e796e4afb1d2f3ad78f546894665d5f",
    "simhash": "1:0a719eb94eb1737d",
    "word_count": 1095
  },
  "last_updated": "2024-02-27T19:35:22.031748+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Wauling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Treon, Appellant, v. Shipman & Son."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Kephart,\nPlaintiff, on his way home, between five and five-thirty o’clock in the evening, was struck by defendant’s car as he stepped to the pavement at the northeast corner of Fourth and Race streets, Sunbury. He was walking in a diagonal direction across the street', from the southwest corner. It was a dark night in December, with a drizzling rain falling. The streets are in a section largely built up. The car was owned by the defendant firm, and was driven by Russell Shipman, a member of the partnership. Defendant’s negligence and plaintiff’s contributory negligence were submitted to the jury, which found for plaintiff. The verdict was set aside on motion for judgment n. o. v. It is here on appeal.\nWe have laid down the rule that, in order to fix liability for an injury resulting from an automobile collision, it is necessary for plaintiff to show, not1 only that the car belonged to defendant, but that it was engaged in and about his business at the time the injury occurred: Lotz v. Hanlon, 217 Pa. 339, 342; Curran v. Lorch, 243 Pa. 247, 249; Luckett v. Reighard, 248 Pa. 24, 31; Scheel v. Shaw, 252 Pa. 451, 460.\nDefendants were engaged in the undertaking business. While their office closed at five o’clock, they had no fixed hours, and were subject to call at any time. On the evening of the accident the automobile was being driven from the undertaking establishment by one of the partners in the direction of his home. Shortly after the accident the partner (driver) appeared at plaintiff’s home and told plaintiff and his wife that, at the time of the accident, he was going to the casket works on business, and decided to go home, get lunch quickly, then go to the casket works. He did visit the works after the accident. It is urgently pressed that these declarations by the partner, who had committed a tort, could not bind the other partner or the partnership, and should not be received in evidence, as they were merely declarations by a partner, not in the course of or within the scope of his authority. As a general rule, a statement by a partner, to be admissible against his copartners, must be within the scope of a partnership business, and, when the. form of the transaction is such as to clearly indicate that it is not a firm matter, the partner cannot make it such by Ms declarations to that effect: 22 C. J. 403, 404, section 481-c; Boor v. Lowrey, 103 Ind. 468, 478; Folk v. Schaeffer, 180 Pa. 613, 618. If a partner commit a tort, not as a partner, bnt as an individual, in respect to a matter entirely foreign to the business of the partnership, the other partner is not liable unless he either authorized or adopted the wrongful act. See Bindley on Partnership, 2d Am. ed., p. 150, and eases there cited. But the firm is liable for the wrongful acts or omissions of a partner while he is acting in the ordinary course of the firm’s business, or with his copartner’s authority: 30 Cyc. 523; Uniform Partnership Act of March 26, 1915, section 13, P. B. 18, 21.\nIf the partner’s statements be correct, and it was so determined by the jury, he was doing an act in furtherance of the business of the partnership, and the accident resulted from his careless prosecution of the firm’s business. Both partners were interested in the conduct of that business, and it was done under apparent authority. There was a common interest and a privity of design, from which the firm might or might not benefit. The court below admitted this evidence in rebuttal and was in error in disregarding it when considering the motion for judgment' n. o. v.\nWhen plaintiff’s case closed the court applied the presumption of liability, as this was a business car, used for business purposes; on this theory on which the case was tried, defendant, to relieve itself from liability, was required to show the car was not, at the time of accident, used in the business of the firm, but for the personal and private use of one of the partners. This it did, but plaintiff countered with evidence showing the use in firm business, as detailed above, — it could have shown this in chief, — thus sending the case to the jury.\nThe judgment of the court below is reversed, the verdiet of the jury reinstated, and it is directed judgment be entered thereon..",
        "type": "majority",
        "author": "Mr. Justice Kephart,"
      }
    ],
    "attorneys": [
      "L. S. Walter, for appellant,",
      "J. Fred Schaffer, for appellees,"
    ],
    "corrections": "",
    "head_matter": "Treon, Appellant, v. Shipman & Son.\nNegligence — Automobiles—Partners as defendants — Use of car in partnership business — Declarations—Evidence—O ase in chief— Rebuttal.\n1. In order to fix liability for an accident resulting from an automobile collision, it is necessary for plaintiff to show, not only that tbe car belonged to defendant, but that it was engaged in and about Ms business at the time the injury occurred.\nJune 24, 1922:\n2. A partnership is liable for an injury caused by negligence of a partner in operating an automobile owned by the firm, where it appears that he was acting in the ordinary course of the firm’s business.\n3. That he was so acting, may be shown by his declarations made shortly after the accident.\n4. The fact that the car was used in plaintiff’s business may be shown either in plaintiff’s case in chief, or in rebuttal after defendant produced proof that the car was used individually by one of the partners on his own affairs. In either way the case is for the jury.\nArgued May 8, 1922.\nAppeal, No. 322, Jan. T., 1922, by plaintiff, from judgment of C. P. Northumberland Co., Feb. T., 1920, No. 44, for defendant n. o. v., in case of Grant F. Treon v. William A. Shipman and Russell Shipman, trading under the name of W. A. Shipman & Son.\nBefore Moschzisker, C. J., Frazer, Wauling, Simpson, Kephart, Sadler and Schaffer, JJ.\nReversed.\nTrespass for personal injuries. Before Cummings, P. J.\nThe opinion of the Supreme Court1 states the facts.\nVerdict.for plaintiff for $3,250, on which judgment was entered for defendant n. o. v. Plaintiff appealed.\nError assigned was judgment n. o. v., quoting record.\nL. S. Walter, for appellant,\ncited: Folk v. Schaeffer, Merkel & Co., 180 Pa. 613.\nJ. Fred Schaffer, for appellees,\ncited: Scheel v. Shaw, 252 Pa. 451; Solomon v. Trust Co., 256 Pa. 55; Curran v. Lorch, 243 Pa. 247; Lotz v. Hanlon, 217 Pa. 339; Luckett v. Reighard, 248 Pa. 24."
  },
  "file_name": "0246-01",
  "first_page_order": 268,
  "last_page_order": 271
}
