{
  "id": 1075662,
  "name": "Young, Admrx., v. Gongaware, Appellant",
  "name_abbreviation": "Young v. Gongaware",
  "decision_date": "1922-10-20",
  "docket_number": "Appeal, No. 57",
  "first_page": "285",
  "last_page": "289",
  "citations": [
    {
      "type": "official",
      "cite": "275 Pa. 285"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "155 Pa. 394",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        983208
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/155/0394-01"
      ]
    },
    {
      "cite": "265 Pa. 449",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1051886
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/265/0449-01"
      ]
    },
    {
      "cite": "31 Pa. 235",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985058
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/31/0235-01"
      ]
    },
    {
      "cite": "106 Pa. 558",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        455674
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/106/0558-01"
      ]
    },
    {
      "cite": "19 Pa. 227",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970569
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/19/0227-01"
      ]
    },
    {
      "cite": "23 Pa. 316",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        974000
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/23/0316-01"
      ]
    },
    {
      "cite": "269 Pa. 77",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063473
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/269/0077-01"
      ]
    },
    {
      "cite": "39 Pa. 167",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        996269
      ],
      "pin_cites": [
        {
          "page": "176"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/39/0167-01"
      ]
    },
    {
      "cite": "240 Pa. 458",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        993049
      ],
      "pin_cites": [
        {
          "page": "461"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/240/0458-01"
      ]
    },
    {
      "cite": "24 Pa. 114",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        9503437
      ],
      "pin_cites": [
        {
          "page": "122"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/24/0114-01"
      ]
    },
    {
      "cite": "10 Allen 85",
      "category": "reporters:state",
      "reporter": "Allen",
      "case_ids": [
        2116966
      ],
      "pin_cites": [
        {
          "page": "86"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/92/0085-01"
      ]
    },
    {
      "cite": "116 Pa. 33",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        554373
      ],
      "pin_cites": [
        {
          "page": "39"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/116/0033-01"
      ]
    },
    {
      "cite": "197 Pa. 305",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        918634
      ],
      "pin_cites": [
        {
          "page": "329"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/197/0305-01"
      ]
    },
    {
      "cite": "106 Pa. 558",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        455674
      ],
      "pin_cites": [
        {
          "page": "560"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/106/0558-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 546,
    "char_count": 9271,
    "ocr_confidence": 0.499,
    "pagerank": {
      "raw": 2.6548071646702217e-07,
      "percentile": 0.8243692972061305
    },
    "sha256": "4889f998120d28bb18c9eb529c1ac0de85cc96db985c53a76267d53ce50dabbc",
    "simhash": "1:da3b893060a5b05f",
    "word_count": 1552
  },
  "last_updated": "2024-02-27T19:35:22.031748+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaeeer, JJ."
    ],
    "parties": [
      "Young, Admrx., v. Gongaware, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Kephaet,\nJanuary 5, 1914, W. G. Young, the decedent, sold his stock of goods to defendant for $2,300, receiving in payment therefor $300 in cash and some shares of stock in the Virginia Ochre Company, which were guaranteed by defendant. The stock was transferred subject to an agreement made by defendant with the Virginia Ochre Company that if the company desired the certificate to remain in Stanley, Virginia, Young, plaintiff’s decedent, was compelled to keep it there. Defendant retained the right to lift within two years, and, after this period, Young, at any time could elect to take cash by demanding its redemption. All dividends above six per cent w;ere to be paid defendant in the manner specified in the contract. Formal transfer to Young was made June 18, 1914; during the two years following no effort was made to redeem, and Young, during his lifetime, made no request for redemption. However, within one month after his death, which was three years and ten months after the expiration of the two-year period, his widow, as administratrix, demanded redemption at the price fixed in the contract, to wit, “to be redeemed at the same price as when exchanged”: $2,000 with interest. Defendant declined to honor the request, whereupon this action was brought, resulting in a judgment for plaintiff for want of a sufficient affidavit of defense; hence this appeal.\nIt is contended the right to demand fulfillment of the contract did not pass to plaintiff as administratrix of her husband’s estate, that what was bargained for was the personal judgment of decedent as to what should be done with the stock.\nThere is nothing in the agreement conferring upon the personal representative any of decedent’s rights, powers or liabilities. But the contract does not, for this reason, cease to be binding after death. Personal representatives usually succeed to rights, powers or liabilities under contracts; while a matter of intention expressed in the writing, consideration must always be given the subject-matter of the contract and the thing to be done in relation thereto. Contracts defining an existing relation can have no operation when that relation ceases, for its foundation is gone (Blakely v. Sousa (No. 1), 197 Pa. 305, 329); this is generally true of contracts to perform purely personal services, where death generally operates as a discharge; yet, in those and other cases, the character of the relation is controlling. Where the contract may be performed by the personal representatives, or where it embodies a property right, the performance of such duty and the succession of such right to the personal representatives is generally held to be the rule of law; death does not terminate such contracts: 6 Ruling Case Law 1009, section 372; 11 R. C. L. 163, section 173; 13 Corpus Juris, 642, section 717; Stumpf’s App., 116 Pa. 33, 39; Billings’s App., 106 Pa. 558, 560; Bishop on Contract's, sections 435 and 860. The parties may, however, by express terms, agree that the right shall not pass, and so exclude substituted performances: Harrison v. Conlan, 10 Allen 85, 86.\nIndependent of these principles, and the Act of February 24, 1834, P. L. 74 (see Miller v. Wilson, 24 Pa. 114, 122), relating to the powers of executors and administrators over the estates of decedents, and their duties in relation thereto, it is clear, from a careful consideration of the contract before us, what is given is the right to select one of two alternative methods for the payment of a debt; it was not a personal right in Young, but is a property right passing as an asset t'o his estate in which creditors and others have an interest. The duty enjoined, demanding payment in cash, was not incompatible with the general duties of an administrator, but was in harmony with them, aiding a prompt settlement of the estate. Performance required nothing more than the exercise of sound judgment, a thing constantly required of these officers when they sell or otherwise deal with the estate of a decedent. Here we have a contract of sale not fully performed as to payment of the purchase price. Plaintiff could not require a return of the goods sold defendant, what she demands is compliance with the terms of the agreement. Neither party considered the transfer of the capital stock here guaranteed as final settlement; nor, under the agreement, could it be considered altogether in the light of an optional transfer. Its physical possession was taken from Young and practically placed in defendant’s control; Young was not to receive the full benefit of an unqualified transfer, — the contract reads, “It is agreed by party of the first part, that, if the stock makes more than 6%, it will be returned to parties of the second part.” This right, given vendor by the contract, to select one of the two alternative methods of payment, established more than a mere personal relation between the parties; it fixed a property right of value which could and did pass as part of his estate to the administratrix, who had all decedent’s power under the agreement to enforce fulfillment of the obligation: Converse’s Est., 240 Pa. 458, 461; White’s Executors v. Com., 39 Pa. 167, 176; 18 Cyc. 239, 240, 241.\nIt is urged, however, that the right to elect or force redemption must be exercised within a reasonable time, and three years and ten months after the expiration of the two-year period from the day of transfer, when the debt became due, was, in law, an unreasonable length of time. Authorities relating to rescissions of contracts springing from the happening of an event, or where a right to demand repurchase is given for dissatisfaction in the terms of sale, or based on fraudulent representations, are not helpful. Plaintiff is merely collecting a debt arising under the contract’s peculiar terms of payment. Considering the question in this light, her right was restricted only by the statute of limitations beginning to run when the right accrued two years after date of transfer. This was defendant’s arrangement; he should not complain, as Young did nothing to injure the value of the. stock conditionally transferred.\nThe court below properly held interest recoverable to the date of retransfer, that being the clear intent of the contract. Plaintiff still holds the stock, having however tendered an assignment of the estate’s right therein to defendant. This must' be done by such assignment as shall place, in defendant all rights the estate may have in the stock.\nJudgment affirmed.",
        "type": "majority",
        "author": "Me. Justice Kephaet,"
      }
    ],
    "attorneys": [
      "Charles C. Crowell, for appellant.",
      "James B. Weaver, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Young, Admrx., v. Gongaware, Appellant.\nContracts — Sale—Corporate stock as part consideration — Bight to demand redemption — Personal dontract — Bight of administrator to demand redemption — Statute of limitations.\n1. Contracts defining an existing relation can have no operation when that relation ceases, for its foundation is gone.\n2. Where the contract may be performed by the personal representatives, or where it embodies a property right, the performance of such duty and the succession of such right to the personal representatives, is generally held to be the rule of law; death does not terminate such contracts.\n3. Where a contract of sale gives to the seller the right to select one or two alternative methods for payment, the right is not personal in the seller, but is a property right passing as an asset to his estate, in which creditors and others have an interest.\n4. Where a part of the consideration for the sale of goods is corporate stock, and the contract provides that, after two years, the seller may demand cash and interest for the stock at the price fixed in the agreement, and the seller dies without making such demand, his widow, as administratrix, may demand the redemption.\n5. If she does so Within six years from the expiration of the two-year limit, she may recover the value of the stock as fixed by the agreement with interest, but she must take such assignment of the stock as will place in the purchaser all rights the estate may have in it.\nArgued September 26, 1922.\nAppeal, No. 57, Oct. T., 1922, by defendant, from order of C. P. Westmoreland Co., Feb. T., 1921, No. 509, making absolute rule for judgment' for want of a sufficient affidavit of defense, in case of Anna L. Young, Administratrix, v. O. E. Gongaware.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaeeer, JJ.\nAffirmed.\nAssumpsit for value of certain corporate stock.\nRule for judgment for want of a sufficient affidavit of defense. Before Copeland, P. J.\nThe opinion of the Supreme Court states the facts.\nRule absolute. Defendant appealed.\nOctober 20, 1922:\nError assigned was order, quoting record.\nCharles C. Crowell, for appellant.\n— The right to exercise the option of redemption was personal, and did not pass to appellee: Vilsack v. Wilson, 269 Pa. 77; Bland v. Umstead, 23 Pa. 316; Dickinson v. Calahan, 19 Pa. 227; Billings’s App., 106 Pa. 558; Hauck v. Stauffer, 31 Pa. 235.\nThe right of election was not exercised within a reasonable time, the delay raising a conclusive presumption of an intention to abandon the right and of a waiver to insist thereon: Hertzler v. Federal Equipment Co., 265 Pa. 449.\nJames B. Weaver, for appellee,\ncited: Adams Radiator & Boiler Works v. Schnader, 155 Pa. 394."
  },
  "file_name": "0285-01",
  "first_page_order": 307,
  "last_page_order": 311
}
