{
  "id": 1075709,
  "name": "Frill, Appellant, v. Frill et al.",
  "name_abbreviation": "Frill v. Frill",
  "decision_date": "1923-01-03",
  "docket_number": "Appeal, No. 157",
  "first_page": "325",
  "last_page": "328",
  "citations": [
    {
      "type": "official",
      "cite": "275 Pa. 325"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "241 Pa. 461",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976028
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/241/0461-01"
      ]
    },
    {
      "cite": "274 Pa. 347",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1073064
      ],
      "pin_cites": [
        {
          "page": "351"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/274/0347-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 364,
    "char_count": 5489,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 7.367467838107798e-08,
      "percentile": 0.44181591281962773
    },
    "sha256": "10e3a45889e387c6eb72e86c348eede19881e6695e5642e46320a5bcf63dbcd7",
    "simhash": "1:92c78a021b2e8be6",
    "word_count": 969
  },
  "last_updated": "2024-02-27T19:35:22.031748+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Simpson, Kephart, Sadler and Schaefer, JJ."
    ],
    "parties": [
      "Frill, Appellant, v. Frill et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Moschzisker,\nR. H. Frill sued B. F. Frill and Floyd Frill, alleging that', on November 3, 1920, they had purchased all his interest1 in the “equipment, timber and manufactured lumber” on a certain tract of land, and had failed to pay the agreed price. An affidavit of defense was filed by B. F. Frill, denying, inter alia, that he had made the alleged purchase, either individually or jointly with his son Floyd; the latter interposed no defense, by affidavit or otherwise. At the trial, the court below entered a non-suit, which it subsequently declined to remove; hence this appeal.\nThe opinion refusing to take off the nonsuit states that plaintiff testified, on cross-examination, as follows: “Q. Then, as I understand your testimony, you sold this contract to B. F. Frill? A. Yes, sir. Q. You didn’t sell to Floyd at all? A. No, I didn’t sell to Floyd. Q. They were both there together? A. Floyd Frill’s name was not mentioned, only on that note. He put his name on the note. I wouldn’t take it with him. Q. His name was not mentioned with reference to the contract until he came to give the note? A. No, sir. It was just simply to run the job for B. F.”\nOn the above testimony, without considering any other evidence in the case, the learned court below decided that, since plaintiff’s statement of claim alleged a sale to B. F. Frill and Floyd Frill, and he had testified that “he had not sold to Floyd Frill,” a variance existed between the allegata and probata, which entitled defendants to a nonsuit.\nThe conclusion just stated overlooks other important evidence. Before the above-quoted testimony was given, plaintiff had said several times that the sale was made to both B. F. and Floyd Frill, stating “they purchased all of my equipment,” and “they agreed to pay all back bills.” He also said that, while he had negotiated with B. F. Frill, no contract was actually made until Floyd arrived on the scene, and the talk was had between them “before Floyd came.” Subsequent to the evidence relied on by the court below, plaintiff testified that, on Floyd’s arrival, “I told him I wouldn’t take any less [than the amount mentioned to Ms father], and he said, ‘Well, we will take it.’” Then this question appears: “Q. Said who would take it? A. B. F. and himself.” Afterwards, at several points, plaintiff gave evidence tending to prove that the sale was a joint one to Floyd and his father; and there is testimony by other witnesses t'o the same effect. In addition, it appears that a $1,000 note, part of the alleged purchase price, was signed by both defendants; and, as already said, Floyd entered no defense as to his liability in the premises.\nAfter studying the entire body of testimony, we are of opinion that it should have been submitted to the jury to reconcile any inconsistencies therein, and to determine whether or not plaintiff had proved a joint purchase by defendants.\nIt is quite possible that the evidence, showing Floyd’s absence during the negotiation of the terms of sale, may explain apparent inconsistencies in plaintiff’s testimony, on the theory that, where he refers to B. F. Frill, alone, as the purchaser, he meant to convey the thought, not that, as a matter of fact, the sale had been made to B, F. Frill only, but that it was he alone, of the two defendants, who had carried on the negotiations, and, in that sense, the sale had been made through, or to him. This idea is borne out by other portions of plaintiff’s testimony; for instance, when asked the question, “Before Floyd had come there you had sold this property to B. F., had you not?” he replied, “Well, sir, we had partly bargained and he said he would call Floyd up and if he was satisfied they would take it.” The explanation just suggested is reasonably possible; therefore, whether it reconciles apparent conflicts in plaintiff’s testimony is for the jury.\nAs recently stated by us (Flick v. Northampton & Bath R. R. Co., 274 Pa. 347, 351) : “In Parker v. Matheson M. C. Co., 241 Pa. 461, we reviewed most of the cases, to that date, upon the subject of conflicts in the testimony of a plaintiff and the .effect thereof on his right to go to the jury”; it would serve no useful purpose to tread the same ground again.\nThe order appealed from is reversed and the nonsuit is removed with a procedendo.",
        "type": "majority",
        "author": "Mr. Chief Justice Moschzisker,"
      }
    ],
    "attorneys": [
      "Geo. F. Whitmer, with him Don C. Corbett and H. E. Rugh, for appellant.",
      "W. J. Geary, with him F. J. Moffett, H. M. Rimer and A. A. Geary, for appellees."
    ],
    "corrections": "",
    "head_matter": "Frill, Appellant, v. Frill et al.\nJanuary 3, 1923:\nEvidence — Inconsistent statement of plaintiff — Case for jury.\n1. Where a plaintiff, makes inconsistent statements in his testimony, it is for the jury to reconcile them.\n2. Where, in a suit with claims against two defendants, plaintiffs evidence is conflicting as to whether a sale was made to one or two defendants, it is error for the court to nonsuit plaintiff on the ground of a variance between the allegata and probata.\nArgued September 28, 1922.\nAppeal, No. 157, Oct. T., 1922, by plaintiff, from order of C. P. Clarion Co., Feb. T., 1921, No. 29, refusing to take off nonsuit, in case of R. H. Frill v. B. F. Frill and Floyd Frill.\nBefore Moschzisker, C. J., Frazer, Simpson, Kephart, Sadler and Schaefer, JJ.\nReversed.\nAssumpsit for breach of contract. Before Sloan, P. J.\nThe opinion of the Supreme Court states the facts.\nNonsuit and refusal to remove. Plaintiff appealed.\nError assigned was refusal to take off nonsuit, quoting record.\nGeo. F. Whitmer, with him Don C. Corbett and H. E. Rugh, for appellant.\nW. J. Geary, with him F. J. Moffett, H. M. Rimer and A. A. Geary, for appellees."
  },
  "file_name": "0325-01",
  "first_page_order": 347,
  "last_page_order": 350
}
