{
  "id": 1075710,
  "name": "Friedline et ux. v. Friedline et al., Appellants",
  "name_abbreviation": "Friedline v. Friedline",
  "decision_date": "1923-01-03",
  "docket_number": "Appeal, No. 88",
  "first_page": "463",
  "last_page": "467",
  "citations": [
    {
      "type": "official",
      "cite": "275 Pa. 463"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "158 Pa. 246",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        848262
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/158/0246-01"
      ]
    },
    {
      "cite": "215 Pa. 124",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        948408
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/215/0124-01"
      ]
    },
    {
      "cite": "272 Pa. 24",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1068327
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/272/0024-01"
      ]
    },
    {
      "cite": "203 Pa. 622",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994777
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/203/0622-01"
      ]
    },
    {
      "cite": "272 Pa. 506",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1068324
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/272/0506-01"
      ]
    },
    {
      "cite": "181 Pa. 191",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        891406
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/181/0191-01"
      ]
    },
    {
      "cite": "269 Pa. 357",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063579
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/269/0357-01"
      ]
    },
    {
      "cite": "33 Pa. Superior Ct. 547",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        868628
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/33/0547-01"
      ]
    },
    {
      "cite": "33 Pa. Superior Ct. 124",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "opinion_index": -1
    },
    {
      "cite": "126 Pa. 367",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        968922
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/126/0367-01"
      ]
    },
    {
      "cite": "21 Pa. 131",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        411520
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/21/0131-01"
      ]
    },
    {
      "cite": "262 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044347
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/262/0009-01"
      ]
    },
    {
      "cite": "65 Pa. 320",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        430613
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/65/0320-01"
      ]
    },
    {
      "cite": "145 Pa. 497",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        825872
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/145/0497-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 476,
    "char_count": 7598,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 1.4847249203631875e-07,
      "percentile": 0.6618457292297736
    },
    "sha256": "d4b8d2d5a4c409bfa204b14d2c3b6b930d6c23fdfc770bcb418fcfe40e6b39ba",
    "simhash": "1:2ff5667e16abc870",
    "word_count": 1340
  },
  "last_updated": "2024-02-27T19:35:22.031748+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ."
    ],
    "parties": [
      "Friedline et ux. v. Friedline et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Walling,\nThis bill in equity was filed to compel the restoration of a deed and bond wrongfully taken from their proper custody. The case was heard upon bill, answer, replication and testimony. In 1919, the defendant, Isaac Friedline, owned and with his wife occupied a fifty-three acre farm in Ligonier Township, Westmoreland County. Owing to age and infirmities they were unable longer to care for themselves or the farm, and, being childless, they arranged with the plaintiffs, Mr. and Mrs. Norman A. Friedline, the former being Isaac’s nephew, to move onto the farm and care for them. At first they made an oral agreement the effect of which was that plaintiffs were to properly maintain the old couple during life and give them a suitable burial, for which they (plaintiffs) were to have the farm (excluding the coal) and the personal property thereon. Pursuant to this, plaintiffs took possession of the farm, etc., on Thanksgiving Day, 1919, and still retain the same. Some weeks thereafter both parties decided to have the agreement put in writing and one was drawn by Squire Lowry, a neighbor, but never executed, and he advised them to have the business done by a lawyer. Pursuant thereto Norman went to Greensburg and stated the case to an attorney, who drew a warranty deed from Isaac and wife to him (Norman) for the farm, reserving the coal, and also drew a judgment bond in the penal sum of |2,000 from Norman back to Isaac and wife, conditioned for the faithful performance of Ms obligation for their maintenance, etc., the bond reciting fully the understanding of the parties. The contents of the deed and bond were well known by Isaac and his wife when they signed and acknowledged the former before Squire Lowry on January 26, 1920, at which time plaintiffs executed the bond; both deed and bond were then delivered and three days thereafter judgment was entered upon the latter, but by an oversight the deed was never recorded.\nThey all lived together upon the farm until September 12, 1920, when the defendant, W. K. Egner, whose wife was a niece of Isaac’s wife, came in the absence of plaintiffs and took the old couple to his home and they never returned to live on the farm. Isaac’s wife died three weeks later while on a visit in Somerset County. The deed remained in the farm house and Isaac took it with him to Egner’s, where it disappeared. Very shortly after the old people left the farm, the defendants called at the prothonotary’s office ostensibly to examine the bond and, securing the momentary possession thereof, took it away without the knowledge or consent of that officer. Thereafter this bill was filed primarily to compel the return of the deed and bond; the latter was promptly returned, and, as the trial developed the fact that the deed had been lost or destroyed, plaintiffs were granted leave to amend the prayer of the bill so as to ask for a decree directing Isaac to execute and deliver to Norman a new deed in place of the other. From a final decree to that effect, and also ordering defendants to pay the costs, Isaac brought this appeal.\nThe ease turned on questions of fact which were rightly found in favor of plaintiffs. Isaac’s contention that he thought he was executing an agreement and not a deed is untenable, as the evidence forces the conclusion that he fully understood the contents of both deed and bond, the latter reciting the giving of the former. True, the standard of proof as to the contents of a lost deed is the same as in an action upon a parol contract, and its terms must be shown by the most clear and indisputable evidence (Van Horn v. Munnell, 145 Pa. 497 ; Diehl v. Emig, 65 Pa. 320; 17 Cyc. 778), but the proof here meets that standard; so, whether it could be invoked by one who had wrongfully lost or destroyed the deed, we need not consider.\nThe amendment to the prayer of the bill was made before final decree, and, as it conformed to the proofs and general relief sought, its allowance was not an abuse of discretion, especially as plaintiffs did not know of the loss or destruction of the deed when the bill was filed. In any event the complaint as to this could not be sustained, as no reference is made to it in the statement of questions involved.\nThe finding of a delivery of the deed to Norman was amply justified by the evidence (see Kanawell v. Miller et al., 262 Pa. 9) and its unlawful removal and subsequent loss by the defendants, together with their taking the bond from the prothonotary’s office, called for the imposition of the costs upon them.\nThe question of plaintiffs’ compliance with the conditions of the bond cannot be adjudicated in this suit.\nThe assignments of error are overruled and the decree is affirmed at appellant’s cost.",
        "type": "majority",
        "author": "Mr. Justice Walling,"
      }
    ],
    "attorneys": [
      "Lems O. WalkmsJtmo, for appellants,",
      "Albert H. Bell, with him J. Clarke Bell, for appellees,"
    ],
    "corrections": "",
    "head_matter": "Friedline et ux. v. Friedline et al., Appellants.\nEquity — Amendment of bill — Deed—Bond—Lost deed — Findings of facts — Costs.\n1. Where a deed, and a bond reciting the terms under which the deed was executed, are wrongfully taken from their proper custody by the grantor in the deed, the grantee may maintain a bill in equity for tbeir restoration. A decree for plaintiffs will not be reversed, where the court below finds that the deed was properly executed, and for a proper consideration, and such finding was based on sufficient evidence. Costs, in such case, are properly imposed on defendants.\n2. If, before final decree, it appears that the bond was restored, but that the deed was lost, plaintiffs may be allowed to amend the bill so as to ask for a decree directing defendants to execute a new deed in place of the other, and this is especially the case where it appears plaintiffs did not know of the loss of the deed when the bill was filed.\n3. The standard of proof as to the contents of a lost deed is the same as in an action on a parol contract, and its terms must be shown by the most clear and indisputable evidence.\n4. Whether or not this rule can be invoked by one who had wrongfully lost or destroyed the deed, not decided.\n5. The question of plaintiff’s compliance with the conditions of the bond cannot be adjudicated in such suit.\nAppeals — Statement of question involved — Amendment of bill.\n6. The appellate court will not consider a complaint as to the allowance of an amendment of a bill in equity, where no reference is made to the matter in the statement of questions involved.\nArgued September 26, 1922.\nAppeal, No. 88, Oct. T., 1922, by defendants, from decree of C. P. Westmoreland Co., at No. 1069, Equity, on bill in equity, in case of Norman A. Priedline and Alice Eriedline v. Isaac Fried-line and W. K. Egner.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ.\nAffirmed.\nBill in equity to compel restoration of deed and bond. Before Copeland, P. J.\nThe opinion of the Supreme Court states the case.\nDecree for plaintiffs. Defendants appealed.\nErrors assigned, inter alia, were decree, and allowance of amendment, quoting record.\nLems O. WalkmsJtmo, for appellants,\ncited, as to the amendment: D. & H. Canal Co. v. Coal Co., 21 Pa. 131; Thompson’s App., 126 Pa. 367; Bishop v. Buckley, 33 Pa. Superior Ct. 124; Miller v. Piatt, 33 Pa. Superior Ct. 547; Mansfield v. Redding, 269 Pa. 357; Howard v. Boro., 181 Pa. 191; Rolshouse v. Wally, 272 Pa. 506; Jackson v. Thomson, 203 Pa. 622; Berlin Smokeless Coal & Coke Co. v. Rohm, 272 Pa. 24; Muehlhof v. Boltz, 215 Pa. 124.\nJanuary 3, 1923:\nEgner, a codefendant, should not be required to pay any of the costs in this case.\nAlbert H. Bell, with him J. Clarke Bell, for appellees,\ncited: Myers v. Bryson, 158 Pa. 246."
  },
  "file_name": "0463-01",
  "first_page_order": 485,
  "last_page_order": 489
}
