{
  "id": 1885987,
  "name": "Kaufman Hotel & Restaurant Company, Appellant, v. Thomas",
  "name_abbreviation": "Kaufman Hotel & Restaurant Co. v. Thomas",
  "decision_date": "1963-04-16",
  "docket_number": "Appeals, Nos. 279 and 282",
  "first_page": "87",
  "last_page": "94",
  "citations": [
    {
      "type": "official",
      "cite": "411 Pa. 87"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "166 Pa. Superior Ct. 57",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        468811
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/166/0057-01"
      ]
    },
    {
      "cite": "163 Pa. Superior Ct. 297",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        464280
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/163/0297-01"
      ]
    },
    {
      "cite": "306 Pa. 435",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1136890
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/306/0435-01"
      ]
    },
    {
      "cite": "304 Pa. 150",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1132430
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/304/0150-01"
      ]
    },
    {
      "cite": "292 Pa. 334",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1109718
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/292/0334-01"
      ]
    },
    {
      "cite": "7 Am. Dec. 384",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "opinion_index": 0
    },
    {
      "cite": "230 Pa. 609",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8846733
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/230/0609-01"
      ]
    },
    {
      "cite": "8 Watts & S 367",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483403
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/8/0367-01"
      ]
    },
    {
      "cite": "90 A. 144",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1845,
      "opinion_index": 0
    },
    {
      "cite": "243 Pa. 313",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1001560
      ],
      "year": 1845,
      "opinion_index": 0,
      "case_paths": [
        "/pa/243/0313-01"
      ]
    },
    {
      "cite": "113 A. 200",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1914,
      "opinion_index": 0
    },
    {
      "cite": "270 Pa. 186",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1066100
      ],
      "year": 1914,
      "opinion_index": 0,
      "case_paths": [
        "/pa/270/0186-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 660,
    "char_count": 12349,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 3.7189049096941535e-07,
      "percentile": 0.8937538443360984
    },
    "sha256": "84dd8274cda02b5ca1a2a4d0c9c5fd79567db30b21b14ee6e91d4c167b21623d",
    "simhash": "1:f2bd1cb2014a53e1",
    "word_count": 2079
  },
  "last_updated": "2024-02-27T19:57:30.826540+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, O’Bkien and Keim, JJ."
    ],
    "parties": [
      "Kaufman Hotel & Restaurant Company, Appellant, v. Thomas."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice O’Brien,\nThese appeals arise out of contracts for the sale of all of the stock of the Kaufman Hotel Corporation and for the real estate in which it operates , and the subse-. quent default by the purchasers. The Parkers entered into a contract with the Thomases in November, 1957, for the purchase of all of the stock of the Kaufman Hotel and Restaurant Company, a Pennsylvania Corporation. The other agreement between the Parkers (the purchasers of all of the stock of Kaufman Hotel and Restaurant Company, Inc.) and the Thomases provided that, upon the clearance of the liquor license for transfer to the new purchasers, the land and building wherein the hotel and restaurant carried on. its business would be conveyed to the corporation by William J. Thomas and Mary Thomas, his wife, the owners, by the entireties, of the real estate.\nUpon default of the terms of the agreement Tor the purchase, of the real estate, the appellees confessed judgment in ejectment under the terms of the agreement and took possession of the property. About .a month after this was done, and without any defense to the ejectment proceeding, the appellants brought suit in assumpsit to recover the money paid under the agreement- of 1957, seeking, in January, .. 1962, to recover all payments made under the November, 1957 agreement as well as reimbursement for all improvements and additions made by the appellants during the time they were in possession.\nThe appellees filed preliminary objections, in the nature of a demurrer, to the appellant’s complaint in assumpsit. After argument and opinion filed sur preliminary objections to the complaint, in May, 1962, the preliminary objection, in the nature of a demurrer to the complaint, was sustained and the complaint dismissed. The appellants, in July, 1962, presented a motion for leave to file amended pleadings and attached the proposed amendment to the motion presented. The court refused the motion to file the amended complaint in assumpsit.\nThese appeals followed, one from the order of court of May, 1962 sustaining the preliminary objections in the nature of demurrer and dismissing the complaint, and the other from the refusal of the court to permit the amended pleadings to be filed.\nThe pertinent facts and applicable law are well stated in Judge Mook’s opinion sur preliminary objections, as follows: “Pursuant to this agreement, on the 23rd day of November, 1957, the said William J. Thomas and Mary Thomas, his wife, executed a written agreément for the sale of the aforesaid land to- the Kaufman Hotel and Restaurant Company for the sum of-$130,000. . .\n“The agreement further provided as is usual in most land contracts in Pennsylvania that ‘in case of default of payment of any sum of principal or interest, taxes herein agreed to be paid or. premiums on insurance herein agreed to be carried, for the space of sixty (60) days after the same shall become due and payable by the terms hereof, that then and in such case, the whole of the said principal sum shall, at the option of the said parties of the first part, forthwith become due and payable,' anything hereinbefore contained to the contrary . thereof notwithstanding. And in such case of default, the said party of the second part hereby authorizes and empowers any attorney of any Court of Record in the State of Pennsylvania, or elsewhere, to appear for it and confess a judgment for the whole principal sum and interest remaining unpaid hereon, with five per cent attorney’s commission or fees; and the said party of the second part, in case of default as aforesaid, further authorizes and empowers any attorney of any Court of Record, either in addition to or without such judgment for the amount due according to the terms of this agreement, to appear and confess judgment against it in an amicable action of ejectment for said premises, and authorizes the immediate issuing (without leave of court), of a writ of Habere Facias Possessionem, with clause of Fieri Facias for the amount of said judgment and costs, with a minimum attorney’s- commission of $250.00 or five per cent, of the balance due under this agreement; in each case waiving the benefit of any law exempting property from levy and sale, waiving the right of inquisition if levy is made on land and consenting to condemnation thereof with liberty to sell same on Fieri Facias, without stay of execution, and with release of all errors.’ . . .\n“Pursuant to the foregoing agreement the stock of the Kaufman Hotel and Restaurant Company was duly transferred to the Parkers who thereupon entered into possession of the Kaufman Hotel pursuant to the provisions of the above mentioned land contract. The Parkers made the payments on the agreement for three years and ten months and then became in- default whereupon the Thomases under and by virtue of the provisions of the contract confessed judgment against them in ejectment and repossessed the property. At the argument and in their brief defendants allege that this was. only done after the Parkers became hopelessly insolvent and were on the verge of being closed by their many creditors. There is nothing in' the record at this point to support this statement. However, it is necessary to make reference to the foregoing facts to explain the background of this action which is not otherwise stated in the complaint. . .\n“In, our judgment the demurrer must be sustained. We fail to see where the complaint states any cause of action whatsoever. As we have previously mentioned the complaint avers the execution of a contract wherein William J. Thomas and Mary Thomas, his wife, agreed to sell and convey to the plaintiff Kaufman Hotel and Restaurant Company the property described in the agreement for the sum of $130,000. The complaint alleges no breach by Mr. and Mrs. Thomas of their.agreement nor default on- their part in any manner whatsoever. It seems hardly necessary to labor the point that the plaintiffs are not entitled to recover the monies they have paid under the terms of the contract unless there has been a breach upon the part of the Thomases to fulfill their part of the agreement or perform their contract according to its terms. The complaint is absolutely silent concerning any breach by the Thomases which gives the Parkers any right of action. . .\n“This opinion could very well stop here because, as we .have said, there is nothing in this complaint that sets forth a cause of action. No mention is made of the default by the plaintiffs and the proceeding in ejectment referred to in the sixth preliminary objection filed by the defendants. However, at the oral argument of the ease and in their brief the plaintiffs assert that they are entitled to recover the payments they have made on the contract in spite of their default by reason of the defendants’ action in repossessing the property without first having entered judgment against the plaintiffs for the balance due under the contract and having, the property sold at Sheriff s sale. [Emphasis supplied.] This is an ingenious argument but it is not the law in Pennsylvania or for that matter in the great majority of American states. Plaintiffs themselves cite in their brief the annotation which appears in 31 A. L. R. 2d, beginning on page 8, which states the basic rule (p. 12) that ‘A vendee in default cannot recover back from his vendor not in default any money paid on the contract even though as a result of the breach the vendor has abandoned all idea of further performance and retains the money not for application on the purchase but as forfeited.’\n“The same principle is also set forth in 55 Am. Jur. p. 928, §536, as follows: ‘According, however, to the majority American doctrine, a vendor who because of the vendee’s default enforces a forfeiture provision of the contract in accordance with its terms or takes proceedings to foreclose the vendee’s rights thereunder, does not render himself liable to return money paid on the contract.’\n“The same rule is set forth in 32 P.L.E., 158 and in Sum. Pa. Jur. Contracts, §498. In the latter the principle is stated as follows: ‘Where the contract is éntire and the default was wilful and deliberate in the sense that it was entirely intentional and volitional and without any excuse whatever, the defaulting party ordinarily will not be permitted to recover for the part he performed prior to his repudiation of the agreement. This is for the reason that, since the contract is entire, performance of all of the undertaking must be regarded as a condition precedent to plaintiff’s right to recover at all. Furthermore, the law will not create in favor of one who is a wilful and deliberate defaulter against the person injured by the nonperformance of the entire contract, any implied contractual obligation to recover for part performed, either on the theory of a quantum meruit or on the equitable theory of restitution for unjust enrichment. 12 Am. Jur. 903, Contracts §344; Wright v. Barber (1921) 270 Pa. 186, 113 A. 200; Producer’s Coke Co. v. Hillman (1914) 243 Pa. 313, 90 A. 144; Martin v. Schoenberger (1845) 8 Watts & S 367.’\n“While these decisions relate to contracts for the sale of personal property the same rule applies to contracts for the sale of real estate. In Sanders v. Brock, 230 Pa. 609, the Supreme Court held as quoted in the syllabus of the case that: ‘The settled rule in respect to contracts for the sale of real estate is that the party who has advanced the money, or done an act in part performance of the agreement, and then stopped short and refuses to proceed to its ultimate conclusion, the other party being ready and willing to proceed and fulfill all his stipulations according to the contract, will not be permitted to recover back what has thus been advanced or done.’\n“In its opinion the court said, quoting from a New York case (Ketchum v. Evertson, 7 Am. Dec. 384): ‘It would be an alarming doctrine, to hold, that the plaintiffs might violate the contract, and because they chose to do so, make their own infraction of the agreement the basis of an action for money had and received. Every man who makes a bad bargain, and has advanced money upon it, would have the same right to recover it back that the plaintiffs have.’\n“This decision has been followed in numerous later decisions of both appellate courts including Dluge v. Whiteson, 292 Pa. 334; Wasserman v. Steinman, 304 Pa. 150; Roberts v. Roesch, 306 Pa. 435; Messinger v. Lee, 163 Pa. Superior Ct. 297; and Kraft v. Michael, 166 Pa. Superior Ct. 57.”\nThe proposed amendments are as follows:\n“The plaintiffs, although late in their payments had never abandoned, rescinded or refused to perform the contract and until ousted were in occupancy operating the business under the contract.\n“The plaintiffs by an amicable action of ejectment . . . at C. P. 216 March Term, 1962, and by a Writ of Habere Facias Possessionem, issued from said Judgment at E. D. No. 218 of 1962, were on the 12th day of January, 1962, forcibly ousted from possession of said premises . . . Thereafter the defendants sold an undivided one-half interest in the property by conveyance recorded in the Recorder’s Office of Butler County January 24, 1962 in Deed Book 762 Page 94, thus rescinding and terminating the contract of November 23, 1957.\n“The defendants by retaking the property and by retaining the money, the improvements to the property, and the additional equipment have been unjustly enriched in the sum of $236,406.41.”\nThe proposed amendments to the complaint do not state a cause of action. The appellants, at the oral argument on the preliminary objections to the complaint, argued the matter fully and the question was effectively and correctly disposed of by Judge Mook in his opinion.\nSince the matter set forth in the proposed amendments and the original complaint in assumpsit do not set forth a cause of action, we affirm the judgments of the court below.\nJudgments affirmed.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Lee C. McCandless, with him Richard L. McOandless, for appellants.",
      "JohnL. Wilson, with'him George P. Kiester, Gorwyn M. Coulter, and Kiester, Coulter & Gilchrist, for appellees."
    ],
    "corrections": "",
    "head_matter": "Kaufman Hotel & Restaurant Company, Appellant, v. Thomas.\nArgued October 1, 1962.\nBefore Bell, C. J., Musmanno, Jones, Cohen, O’Bkien and Keim, JJ.\nreargument refused May 10, 1963.\nLee C. McCandless, with him Richard L. McOandless, for appellants.\nJohnL. Wilson, with'him George P. Kiester, Gorwyn M. Coulter, and Kiester, Coulter & Gilchrist, for appellees.\nApril 16, 1963:"
  },
  "file_name": "0087-01",
  "first_page_order": 109,
  "last_page_order": 116
}
