{
  "id": 1885963,
  "name": "Rubin, Appellant, v. Lustro Tile Products Corp.",
  "name_abbreviation": "Rubin v. Lustro Tile Products Corp.",
  "decision_date": "1963-07-02",
  "docket_number": "Appeal, No. 272",
  "first_page": "549",
  "last_page": "554",
  "citations": [
    {
      "type": "official",
      "cite": "411 Pa. 549"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "66 A. 2d 230",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "362 Pa. 292",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        477416
      ],
      "pin_cites": [
        {
          "page": "297-298"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/362/0292-01"
      ]
    },
    {
      "cite": "97 A. 2d 802",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "374 Pa. 312",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1241470
      ],
      "pin_cites": [
        {
          "page": "319"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/374/0312-01"
      ]
    },
    {
      "cite": "110 A. 2d 186",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "380 Pa. 407",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1255997
      ],
      "pin_cites": [
        {
          "page": "417"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/380/0407-01"
      ]
    },
    {
      "cite": "179 A. 2d 240",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "406 Pa. 534",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1304878
      ],
      "year": 1962,
      "pin_cites": [
        {
          "page": "537"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/406/0534-01"
      ]
    },
    {
      "cite": "169 A. 2d 78",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "403 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1299525
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/pa/403/0001-01"
      ]
    },
    {
      "cite": "138 A. 2d 85",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "391 Pa. 272",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1276843
      ],
      "year": 1957,
      "pin_cites": [
        {
          "page": "276, 277"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/391/0272-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 529,
    "char_count": 8969,
    "ocr_confidence": 0.518,
    "pagerank": {
      "raw": 3.3924855526672196e-07,
      "percentile": 0.8769976550756434
    },
    "sha256": "b22bf400e6946a87d70cfa37d3a0f106a395504088998b73b39b845e4e98acf8",
    "simhash": "1:bb3e349e492bbab4",
    "word_count": 1457
  },
  "last_updated": "2024-02-27T19:57:30.826540+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Bbien and Kbim, JJ."
    ],
    "parties": [
      "Rubin, Appellant, v. Lustro Tile Products Corp."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice O’Brien,\nThe appellant was employed by defendant appellee ás its factory representative in certain areas. Appellant, in response to an advertisement which, appeared in a trade paper of the flooring industry, wrote to appellee. Subsequently in December, 1955, Appellant, living in Brooklyn, New York, went to Akron, Ohio, the location of Lustro Tile Products Corp., for a meeting. Terms of the contract were agreed upon whereby Mr. Rubin would secure distributors for Lustro Products in the ar.eas assigned to him. After a great deal of correspondence, in the intervening months until December 6, 1956, Lustro served notice of cancellation of the agreement upon Mr. Rubin, excepting the one distributor in Newark, New Jersey, secured by appellant. Finally, on October 23, 1957, this account was terminated by. appellee.\nAppellant raises two issues in this appeal. He contends (1) the appellee failed to prove cause for discharge and (2) the chancellor erred in admitting parol evidence to vary the terms of a written contract, consisting of two letters allegedly containing all the terms of the contract, there being no allegation of fraud, accident or mistake.\nThe scope of our review in an appeal of this nature is the well established rule that a chancellor's findings of fact, approved by a court en banc, have all the force and effect of a jury's verdict if they are supported by adequate evidence and ordinarily will not be disturbed on appeal; however, the chancellor's conclusions, whether of law or ultimate fact, are no more than his reasoning from the underlying facts and are reviewable, Commonwealth Trust Company v. Szabo, 391 Pa. 272, 276, 277, 138 A. 2d 85 (1957); Sechler v. Sechler, 403 Pa. 1, 169 A. 2d 78 (1961); Shydlinski v. Vogt, 406 Pa. 534, 537, 179 A. 2d 240, (1962).\nHenry Rubin had been for many years prior , to December 1951 a factory representative for many companies. The basis of Mr. Rubin’s claim is founded on two letters from Lustro, the first under date of December 28, 1955, as follows: “This is to confirm agreement between Lustro Tile Products Corp. and Henry Rubin whereas Lustro Tile Products Corp. appoints Henry Rubin as exclusive representative for its manufactured products in Connecticut; the following counties in the State of New York; West Chester, Queens, Bronx, Richmond, Manhattan, Nassau, Suffolk, Kings and Rockland; the states of New Jersey, Delaware, Maryland and the District of Columbia.\n“Lustro Tile Products Corp. agrees to pay 3% commission on all field tile sales, 5% commission on trim tile sales, and 2% commission on Mastic sales. Commissions are to be paid on the 15th of the following month for the previous month’s sales.\n“Henry Rubin will represent no other plastic tile lines other than those manufactured by Lustro Tile Products Corp. during this period.\n“The above contract is subject to cancellation with ninety (90) days written notice by either party.”\nThe second letter is dated March 8, 1956, and states: “This is to confirm the modification of our agreement of December 28, 1955, by which Lustro Tile Products Corp. agreed that once a distributor has been opened for a portion of the territory assigned to you for sales that your appointment for this territory will not be subject to cancellation by Lustro Tile Products Corp. except for cause. Cause will be any wrongful act committed by you against the interest of Lustro Tile Products Corp. or a violation of our agreement, as well as the failure to maintain a reasonable volume of business within the area involved. The volume of business within each area will be determined by Lustro Tile Products Corp. at the time of the opening of a new distributor in each of the various areas assigned to you;”\nWith respect to the contention of appellant that he was discharged without cause, the chancellor found that between December 28, 1955 and December 6, 1956 only one distributor was secured by Mr. Rubin and the aggregate sales of this distributor in that time amounted to less than $24,000. The aggregate sales of this distributor amounted to approximately $30,000 for the period of December 6, 1956 to October 23, 1957. The appellant suggested that a reasonable volume of business would be $75,000 annually and appellee suggested that $10,000 monthly would be the amount of business that should be transacted. Nevertheless, the amount of the volume of business would be determined by the appellee and it was so agreed.\nAfter the notice of cancellation of the agreement of December 6, 1956, given in conformity with the letter of December 28, 1955, providing for a ninety-day cancellation notice, the appellant engaged in controversy with the appellee and with other distributors of Lustro over the extent and the boundary of the territory of rlie one distributor secured by Mr. Rubin. This eventually led to the notice of October 23, 1957 provided for by the terms of the letter of March 8, 1956 stating “cause will be any wrongful act committed by you against the interest of Lustro Tile Products Corp.” The record discloses ample evidence to sustain the finding of the chancellor as to the meager volume of sales generated-by the appellant and the conclusion that the plaintiff acted inimieally to Lustro’s interest by pursuing policies contrary to its established business practices, which would come under the provision of wrongful acts committed against the interest of Lustro Tile Products Corp. as alleged in the answer to the amended complaint, that Rubin “failed to produce a profitable volume, of sales and was guilty of acts inimical to the interest of the defendants.” .The appellant complains of the failure of . appellee to allege and prove cause justifying the cancellation. of the contract. The chancellor did so find and the record , so abounds with evidence to sustain the accuracy of his findings and conclusion as to justify no other result.\nThe chancellor permitted the introduction of parol evidence to determine the agreement between the parties. The two letters purporting to be the agreement between the parties were obviously deficient in that the letters did not cover the entire agreement. The conduct of the parties demonstrably indicates that the letters must b¿ supplemented by other writings. These other writings were voluminous, as the record indicates from the number of exhibits introduced during the trial. ' The letter of December 28, 1955 provides for Henry Rubin to be the exclusive representative of Lustro for- certain named areas; the correspondence between.the parties, however, indicates portions of the territory assigned “exclusively” to Mr. Rubin were being covered by other distributors of Lustro. The chancellor determined correctly that the two instruments did not embody, nor were they intended to embody, the whole of the parties’ understanding. The court could not have properly determined what the agreement was between the parties unless there was a resort, to parol evidence to determine the true understanding of the parties. This is not an instance of parol evidence being introduced to vary, alter or contradict the terms of a written agreement. . The introduction of parol evidence in the instant situation was for the purpose of determining the agreement, the writings being obviously fragmentary and incomplete and incapable of being intelligently understood unless parol evidence was introduced. The entire agreement between the parties could only be determined by reference to the two letters above referred to, together with the oral evidence given at the trial and the other correspondence.\nIn International Milling Co. v. Hachmeister, Inc., 380 Pa. 407, 417, 110 A. 2d 186, we said: \"Nor is there any requirement that a contract be evidenced by a single instrument. If contracting parties choose, they may express their agreement in one or more writings and, in such circumstances, the several documents are to be interpreted together, each one contributing (to the extent of its worth) to the ascertainment of the true intent of the parties: Housing Mortgage Corporation v. Allied Construction, Inc., 374 Pa. 312, 319, 97 A. 2d 802. And, where it can be shown by competent evidence that no single writing embodied or was intended to embody the `whole of the parties' understanding, the parol evidence rule has no application: Rekas v. Dopkavich, 362 Pa. 292, 297-298, 66 A. 2d 230.’’\nThe chancellor approached the question before the court with the full realization that the issue was the interpretation of the various letters and their relationship to one another; This was clearly and entirely correct.\nDecree affirmed, Costs on appellant.",
        "type": "majority",
        "author": "Mr. Justice O’Brien,"
      }
    ],
    "attorneys": [
      "Paul M. Goldstein, with him Donald J. Klein, for appellant.",
      "Harry R. Kozart, with him Stephen D. Rudman, and Weissman & Kozart, for appellee."
    ],
    "corrections": "",
    "head_matter": "Rubin, Appellant, v. Lustro Tile Products Corp.\nArgued November 13, 1962.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Bbien and Kbim, JJ.\nPaul M. Goldstein, with him Donald J. Klein, for appellant.\nHarry R. Kozart, with him Stephen D. Rudman, and Weissman & Kozart, for appellee.\nJuly 2, 1963 :"
  },
  "file_name": "0549-01",
  "first_page_order": 571,
  "last_page_order": 576
}
