{
  "id": 1154686,
  "name": "Barnes Foundation v. Keely et al., Appellants",
  "name_abbreviation": "Barnes Foundation v. Keely",
  "decision_date": "1934-01-30",
  "docket_number": "Appeal, No. 268",
  "first_page": "112",
  "last_page": "129",
  "citations": [
    {
      "type": "official",
      "cite": "314 Pa. 112"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "150 Pa. 565",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834426
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0565-01"
      ]
    },
    {
      "cite": "87 Pa. Superior Ct. 231",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        571228
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/87/0231-01"
      ]
    },
    {
      "cite": "284 Pa. 147",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1092007
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/284/0147-01"
      ]
    },
    {
      "cite": "169 Pa. 305",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        870540
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/169/0305-01"
      ]
    },
    {
      "cite": "140 Pa. 387",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        972638
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/140/0387-01"
      ]
    },
    {
      "cite": "92 Pa. Superior Ct. 514",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        676154
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/92/0514-01"
      ]
    },
    {
      "cite": "189 Pa. 222",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        903479
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/189/0222-01"
      ]
    },
    {
      "cite": "9 Pa. 433",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960709
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/9/0433-01"
      ]
    },
    {
      "cite": "2 Howard 126",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": -1
    },
    {
      "cite": "53 Pa. Superior Ct. 388",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        435082
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/53/0388-01"
      ]
    },
    {
      "cite": "273 Pa. 194",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070761
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/273/0194-01"
      ]
    },
    {
      "cite": "101 Pa. 530",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500943
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/101/0530-01"
      ]
    },
    {
      "cite": "308 Pa. 585",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1140312
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/308/0585-01"
      ]
    },
    {
      "cite": "160 Pa. 572",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        852141
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/160/0572-01"
      ]
    },
    {
      "cite": "94 Pa. 163",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        485962
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/94/0163-01"
      ]
    },
    {
      "cite": "86 Pa. 306",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056636
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/86/0306-01"
      ]
    },
    {
      "cite": "134 Pa. 171",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814949
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/134/0171-01"
      ]
    },
    {
      "cite": "174 Pa. 45",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        878626
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/174/0045-01"
      ]
    },
    {
      "cite": "152 Pa. 488",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838109
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/152/0488-01"
      ]
    },
    {
      "cite": "222 Mass. 390",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        40216
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/222/0390-01"
      ]
    },
    {
      "cite": "46 So. 892",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "case_ids": [
        2617691
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la/121/0872-01"
      ]
    },
    {
      "cite": "21 Pa. 417",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        411551
      ],
      "pin_cites": [
        {
          "page": "423"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/21/0417-01"
      ]
    },
    {
      "cite": "74 Pa. 162",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1034713
      ],
      "pin_cites": [
        {
          "page": "165"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/74/0162-01"
      ]
    },
    {
      "cite": "87 Pa. 282",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057875
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/87/0282-01"
      ]
    },
    {
      "cite": "138 Pa. 576",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11252411
      ],
      "pin_cites": [
        {
          "page": "590"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/138/0576-01"
      ]
    },
    {
      "cite": "75 Pa. 461",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036673
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "463"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/75/0461-01"
      ]
    },
    {
      "cite": "276 Pa. 165",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1077529
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/276/0165-01"
      ]
    },
    {
      "cite": "87 Pa. Superior Ct. 231",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        571228
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/87/0231-01"
      ]
    },
    {
      "cite": "169 Pa. 305",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        870540
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/169/0305-01"
      ]
    },
    {
      "cite": "140 Pa. 387",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        972638
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/140/0387-01"
      ]
    },
    {
      "cite": "92 Pa. Superior Ct. 514",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        676154
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/92/0514-01"
      ]
    },
    {
      "cite": "92 Pa. Superior Ct. 519",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        676170
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/92/0519-01"
      ]
    },
    {
      "cite": "160 Pa. 123",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        852129
      ],
      "pin_cites": [
        {
          "page": "126"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/160/0123-01"
      ]
    },
    {
      "cite": "75 Pa. 461",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036673
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/75/0461-01"
      ]
    },
    {
      "cite": "87 Pa. Superior Ct. 231",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        571228
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "234"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/87/0231-01"
      ]
    },
    {
      "cite": "169 Pa. 305",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        870540
      ],
      "weight": 2,
      "opinion_index": 1,
      "case_paths": [
        "/pa/169/0305-01"
      ]
    },
    {
      "cite": "140 Pa. 387",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        972638
      ],
      "weight": 2,
      "opinion_index": 1,
      "case_paths": [
        "/pa/140/0387-01"
      ]
    },
    {
      "cite": "92 Pa. Superior Ct. 514",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        676154
      ],
      "weight": 2,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/92/0514-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1181,
    "char_count": 31538,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 6.217734658990361e-07,
      "percentile": 0.9571712482079071
    },
    "sha256": "c3da4f7c046770ffa82db30baf800f58c194b466c8f686759ff44706049600eb",
    "simhash": "1:8ef3bee0665ab4fa",
    "word_count": 5354
  },
  "last_updated": "2024-02-27T20:07:13.969336+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kephart, Schaerer, Maxey, Drew and Linn, JJ."
    ],
    "parties": [
      "Barnes Foundation v. Keely et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Kephart,\nAlbert C. Barnes created a corporation known as The Barnes Foundation. Its principal office and place of business is in Montgomery County. It was not organized for profit; but the purpose of the corporation was to promote the advancement of education and the appreciation of the fine arts, and to this end to erect, found and maintain an art gallery for the exhibition of ancient and modern art, and to maintain an arboretum for the encouragement of arboriculture and forestry. Buildings were erected on land purchased by Dr. Barnes, and in October, 1929, a dwelling house in Philadelphia was purchased for $50,000. City and school taxes were levied on this latter property. The board of revision of taxes refused to allow an exemption and this proceeding was instituted to restrain their collection. The court below granted an injunction, and the Superior Court sustained this action. Prom that order this appeal was allowed. Argument has been twice heard by this court.\nAs the questions of fact must come under our well-settled rule, that the findings of fact made by a chancellor will be given the force and effect of a verdict by a jury and will not be disturbed on appeal if there is evidence to support them (Glenn v. Trees, 276 Pa. 165), we may confine our efforts to an examination of the record to ascertain if the findings are supported by evidence. We agree with the conclusion of the Superior Court, which also went over the record, that the facts as found by the chancellor are sustained by the evidence in the record. We have carefully examined the record and find that there was evidence to support the findings that appellee, an educational institution, was a purely public charity. The foundation had its origin in a charitable impulse of its founder. Tt was the result of the generosity of Dr. Albert C. Barnes: all its real and personal property, including its endowment, was donated by him. Its purpose was to promote the education and cultural development of young men and women, and the fact that they were to be educated in the field of art, instead of law or medicine, can make no difference, if the intent and purposes of the corporation are purely charitable, as the court below has found them to be.\nNo applicant for instruction is barred from the foundation except for drunkenness, incompetency, or because of the necessary limitation of the number that may be taken care of by the institution, having due regard to the best educational results obtainable. A careful review of the cases shows that Judge Baldrige, who spoke for the Superior Court, has correctly concluded that the chancellor did not err in holding appellee to be a purely public charity.\nIts property located in Montgomery County is open to the public which is admitted thereto in accordance with the provisions of the by-laws, rules and regulations of the foundation. The limitation that the general public may not use the gallery at will is in accord with the practices of leading colleges and universities, which are tax free. As stated by the president judge of the court below: “It must be borne in mind that the gallery is used not as an art gallery as that term is ordinarily understood, but that it is an integral part of a new educational experiment, and the unrestricted admission of the public would be as detrimental to the work of The Barnes Foundation as it would be to the work carried on in the laboratories and clinics of the University of Pennsylvania. A clear conception of this fundamental destination will aid in understanding the educational work of The Barnes Foundation.” Reasonable regulations for admission of the public do not destroy the charitable nature of a gift where it is otherwise found to be so.\nThe rights, duties and privileges of this foundation are contained in its charter and trust indenture, and nothing that Dr. Barnes may say or think can alter that instrument; and, as we read the documents, the control which Dr. Barnes may think he has of the foundation, and what it really amounts to, are entirely different things. The relevant portions of the deed of trust, incorporated in the by-laws, preclude any such thought. The lands would seem to be irrevocably vested in the foundation. There is nothing in the deed of trust which suggests or permits the trustees at any time or in any way to reconvey the paintings to Dr. Barnes, and if the time comes when the foundation fails, their transfer or sale would be subject to the control of the courts, as well as the disposition of the purchase price to objects similar to those contemplated by the foundation. Indeed, Dr. Barnes would want this to be so, for, after he has passed on, in years to come,, he certainly would not want to put power into the hands of his trustees to uproot this foundation and cause the fruits of his labor to be turned over to private hands for private use. The provisions of this deed of trust do not in any way affect the purely public, charitable character of the foundation. We need not pursue this thought further.\nWith regard to the land at Spruce Street, two questions are presented for our determination: is this property necessary for the efficient discharge of the business of the charity; and is the fact that these premises are not contiguous to the main property in Montgomery County sufficient to exclude it from the tax exemption generally afforded the assets of charitable corporations by statute? The court below found the premises were necessary, within the meaning of the law, for the efficient discharge of the corporation’s business, and that court and the Superior Court have described the uses to which the building is put. Such uses are clearly within the scope of the charitable endowments of the foundation. “Necessary for the efficient discharge” does not mean an absolute necessity, but a reasonable necessity, embracing the ideas of convenience and usefulness for the purposes intended.\nAs found by the Superior Court, the property on Spruce Street did not produce any income. A charge made to cover all or part of the actual expense of certain agencies used in carrying out the purposes of a public charity, where there is no intent to profit and no actual profit is made, does not destroy the purely charitable nature of an organization. We all know that tax-exempt educational institutions defray much of the cost of salaries, building maintenance, and plant upkeep, as well as of the publication of the results of research and investigation promoted under their auspices, by tuition charges, laboratory fees, and other charges.\nIt is strongly urged that the grounds though used for the corporate purposes of the charitable institutions are not annexed thereto because separated from the main plant, and therefore are not entitled to tax exemption under the Act of April 30, 1925, P. L. 388. Appellants place great stress on the words of the act “with the grounds thereto annexed” as indicating that all land which is to have the benefit of tax exemption must be contiguous, adjoining property only. We are not impressed with the attempt to confine the interpretation of these words to their purely geographical or locative connotation. Rather, they convey to our minds, in view of the policy of this Commonwealth toward public charities, the meaning of “in connection with” the particular institution, or “as part of the means” of the charity for accomplishing its public purposes. An historical examination of the tax exempting legislation applicable to charitable institutions convinces us that this interpretation is justified. We find the language of the Act of 1925, supra, so far as it affects the case at bar, is not different from that in the earliest act and those that follow.\nThe Act of April 16, 1838, section 29, P. L. 525, provided that “all churches, meeting houses or other regular places of stated religious worship with the grounds thereto annexed for the occupancy and better enjoyment of the same, all burial grounds......, all universities, colleges, academies, and schoolhouses belonging to any county,......with the grounds thereto annexed,...... are hereby exempted from all and every......tax and ......taxes......” This act was amended by the Act of July 2, 1839, section 3, P. L. 576. These acts did not contain the words “necessary for the occupancy and enjoyment” of the named charities. The legislature passed the Act of April 14, 1861, section 13, P. L. 625, which provided “That all property, real or personal, ......which is now by law exempt from taxation, other than that which is in......actual use and occupation ......and from which an income or revenue is derived by the owners thereof, shall hereafter be subject to taxation.”\nThe Act of April 8, 1873, P. L. 64, was an act “To repeal all laws exempting real estate from taxation.” It was held in Northampton Co. v. Lehigh Coal & Navigation Co., 75 Pa. 461, 463, that this act repealed all special laws on the subject of tax exemption. Justice Sharswood there said: “We think it very apparent, as well from the title as the whole scope of the enacting words of the Act [of 1873, supra] that its object was not to change the course of judicial decisions upon the construction of the general tax laws, but to repeal the large number of special acts upon the statute book exempting particular properties. These special laws had become a great evil.”\nThe following year the Constitution of 1874 was adopted, the IXth article of which declared:\n“Section 1. All taxes shall be uniform upon the same class of subjects......; but the General Assembly may by general laws exempt from taxation......institutions of purely public charity.\n“Section 2. All laws exempting property from taxation other than the property above enumerated shall be void.”\nThe Act of May 14, 1874, P. L. 158, enacted pursuant to the constitutional provisions, stated: “all......hospitals, ......colleges,......and institutions of learning ......with the grounds thereto annexed and necessary for the occupancy and enjoyment of the same, founded, endowed and maintained by public or private charity ......be and the same are hereby exempted from all and every......tax.”\nThe law stood thus until the Act of July 17, 1919, P. L. 1021, together with the Amendatory Act of April 9,1921, P. L. 120, which eontaiiied exactly the same language excepting that the Act of 1921 adds a proviso here immaterial. These acts declared tax-exempt “......all churches, meeting houses......with the ground thereto annexed necessary for the occupancy and enjoyment of the same......all hospitals,......colleges,......and institutions of learning,......or charity, with the grounds thereto annexed and necessary for the occupancy and enjoyment of the same......”\nNo change so far as the present controversy is concerned was made in the Act of 1925, P. L. 39, as amended by the Act of 1925, P. L. 388.\nIt should be noted that in none of these acts is there a provision that the school buildings and dormitories of universities, colleges, academies and institutions of learning, with the grounds thereto annexed shall he exempt. On the contrary it is stated that the universities, colleges, academies and institutions of learning themselves, with the grounds thereto annexed, are exempted. Nowhere is there a provision that all of the grounds upon which all of the buildings are erected must be immediately contiguous. When the Act of 1925, supra, was enacted, the courts of this Commonwealth had construed language which is identical with that in the Act of 1925 as not requiring grounds to be adjoining or contiguous to the main plant of the charity in order to be tax exempt.\nIn Pennsylvania Hospital v. Delaware Co., 169 Pa. 305, this court had before it the Act of 1873, supra, the Constitution of 1874, article IX, supra, and the Act of 1874, supra. We specifically passed upon the question now discussed, and Justice Mitchell, speaking for the court, stated: “ ‘The two departments though separated by a county line and some miles of distance, will nevertlieless constitute one whole......together they will constitute the actual plant used......organized and looked at from the property point of view/ ” quoting from House of Refuge v. Smith, 140 Pa. 387. While the contributors to the Pennsylvania Hospital was incorporated by an Act of General Assembly of the Province of Pennsylvania on May 11, 1751, and was confirmed by the Xing in Council on May 10, 1753, Y Statutes at Large, Pennsylvania, 129, the corporation was governed by all of these statutes.\nSimilarly, Judge Lyon, in Dickinson College v. Cumberland Co. Comrs., 12 Pa. County Court Reports 582, held that the president’s house was exempt from taxation though it was not situated on the same piece of ground as the college.\nThe Superior Court had before it the same question in National Farm School v. Commissioners of Bucks Co., 87 Pa. Superior Ct. 231. It was there said: “The rule deducible from these cases [the cases above cited] is that the institution may have buildings and grounds separated from each other, but, when taken together they constitute one whole plant, the operation of which is devoted to the purposes contemplated by the statute, the different tracts are exempted from taxation.”\nWhere identical words are used in several statutes relating to the same purpose and concerning the same subject-matter, the judicial construction given to the language of one will not be changed or altered in the construction of that language in subsequent statutes.\nIn Northampton Co. v. Lehigh Coal & Navigation Co., supra, we held that when the same words are used in taxing statutes (Acts of 1834 and 1873) and this court has interpreted the words in the first statute, prior to the enactment of the second, unless the latter act elsewhere contains words that would broaden, explain or differentiate the prior interpretation, there is no reason in construing the second statute to give its words an enlarged or broader meaning.\nIt must be presumed that the legislature was cognizant of the interpretation which the courts had placed upon the language it had employed in acts prior to that of 1925. Hence, when it used the identical terminology it obviously intended the meaning which the courts had theretofore placed thereon, and gave to that interpretation the force of a rule of property: Ray v. Natural Gas Co., 138 Pa. 576, 590; Struthers v. Dunkirk, etc., Ry. Co., 87 Pa. 282; Buffington v. Summit Branch R. R. Co., 74 Pa. 162, 165; McDowell v. Oyer, 21 Pa. 417, 423; Gauthreaux v. Theriot, 46 So. 892 (La.); Boston Safe Dep. & T. Co. v. Collier, 222 Mass. 390.\nAppellants insist that a building for the purposes to which the Spruce Street premises have been put, could be placed on the main tract in Montgomery County. Considerable testimony as to the propriety of erecting a new structure on the premises was taken in a supplementary proceeding had since the first argument before this court. It is a general rule that the management of corporate affairs is within the discretion of the proper officers of the corporation, and this discretion when not abused is not to be interfered with by the courts where the corporation is invested with a public character. See Railway v. Peet, 152 Pa. 488; Philadelphia v. Ward, 174 Pa. 45; Lancaster Co. v. Y. W. C. A., 92 Pa. Superior Ct. 514. An examination of the evidence indicates that there was no abuse of discretion by the trustees of the foundation in selecting the premises in controversy for the purposes of the charity instead of constructing a building on the main tract, for the reason that all of the latter property is required, as testified to by reputable witnesses experienced in such matters, for future development in accordance with prudent and reasonable planning.\nWe therefore hold that a charitable institution may have buildings and grounds geographically separated from each other, but united in their common usefulness and purpose into one plant, the operation of which is devoted to the ends contemplated by the statute; and all are tax exempt.\nJanuary 30, 1934:\nThe decree of the Superior Court is affirmed.\nThe Pennsylvania Hospital was originally exempted from taxation by the special Act of April 18, 1853, P. L. (1854), 835. For repeal of this act see the Act of April 8, 1873, P. L. 64; Constitution of 1874, article IX. Also Northampton Co. v. Lehigh Coal & Nav. Co., 75 Pa. 461; Phila. v. Penna. Hospital, 134 Pa. 171.",
        "type": "majority",
        "author": "Me. Justice Kephart,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Simpson,\nI dissent from the opinion and order of the court in this case. The charter of the corporation plaintiff provides that its “purpose [is] to erect, found and maintain, in the Township of Lower Merion, County of Montgomery and State of Pennsylvania, an art gallery and other necessary buildings for the exhibition of works of ancient and modern art, and the maintenance in connection therewith of an arboretum, wherein shall be cultivated and maintained trees and shrubs for the study and for the encouragement of arboriculture and forestry, together with a laboratory of arboriculture if the same shall be found necessary.” This provision in the charter is entirely separate and distinct from the provision, statutorily required, of the statement where the business of the corporation is to be transacted, which also appears in the charter. It is clear, therefore, that, under the charter, the “art gallery and other necessary buildings” of the corporation must be in the Township of Lower Merion, County of Montgomery and State of Pennsylvania, and not elsewhere.\nThe only question involved in this appeal is whether or not a property, No. 4525 Spruce Street, in the City and County of Philadelphia, later bought by the corporation, should be decreed to be exempt from taxes which are payable to the City of Philadelphia, and to the School District of the City of Philadelphia, because used for the purposes of the incorporation. If, as the majority opinion states, this building in Philadelphia is, with the property in Montgomery County, “united in their common usefulness and purpose into one plant,” then plaintiff is endeavoring to have part of its plant in Montgomery County and part in Philadelphia County, the two being miles apart, with hundreds, if not thousands, of otherwise-owned properties between, though, under its charter, it was required to be located in the former county only. I would therefore hold, entirely aside from the question hereinafter to be considered, that plaintiff cannot have exemption from taxation of one of its properties, located at a place where it was not legally permitted to carry on any part of its authorized business. If the majority are correct in holding that this was a matter in the discretion of plaintiff’s directors, then it may have, if they choose, another part of its plant in Erie, still another in Uniontown, still another in Scranton, and so on all over the Commonwealth, despite the limitations of the charter. Surely this is not so, and the cases cited in the majority opinion do not even refer to, much less approve of, such a contention. None of them relates to the right to take and use property for corporate purposes at any other place than that designated in the charter of the particular corporation. The question is not one regarding an “abuse of discretion......in selecting the premises in question for the purposes of the charity,” but one regarding its power to take and hold, exempt from taxation, any property located at a place outside of that which the charter authorizes.\nAdmittedly the only statute under which plaintiff can claim that any of its property is exempt from taxation, no matter where it may be located, is the Act of April 30, 1925, P. L. 388. It provides “That all......hospitals, universities, colleges, seminaries, academies, associations and institutions of learning, benevolence, or charity, with the grounds thereto~ annexed and necessary for the occupancy and enjoyment of the same, founded, endowed and maintained by public or private charity......be, and the same are hereby, exempted from all and every county, city, borough, township, bounty, road, school and poor tax.” For present purposes it may be conceded that plaintiff is an institution of charity, within the meaning of those words in the statute, and it is of course true that the exemption sought is from a city and school tax. But what property is exempted? Only the institution itself and the grounds thereto annexed. The Spruce Street property is clearly not within the meaning of those words. The institution which is to be exempted must necessarily have “a local habitation and a name,” and that “local habitation” has for more than a decade been in Lower Merion Township, Montgomery County, exactly as prescribed by the charter.\nIt would be so manifestly ridiculous to claim that the Spruce Street property, miles away from the location of the institution itself, and in no way connected with it, is grounds annexed to it, that the majority are forced to take another position, viz. that we had given to the words “the grounds annexed thereto,” a judicial construction, when construing earlier taxing acts, and hence, when they were embodied in this later taxing statute, it must be presumed that the legislature intended that therein they should have the same meaning as we had expressly given to them in the earlier statutes. I have no quarrel with that legal principle, but it has no relevancy here. We have never given to the words “the grounds annexed thereto,” any other than their plain everyday meaning. To reach the conclusion for which the majority contends, it would have to so appear, beyond the peradventure of a doubt, for the principle is, that all exempting statutes must be strictly construed against the claim for their allowance: Philadelphia v. Barber, 160 Pa. 123, 126.\nTurning then to the cases relied on we find that none of those in this court sustain the view of the majority. In Northampton Co. v. Lehigh Coal & Navigation Co., 75 Pa. 461, the single point decided was that the only effect of the Act of April 8, 1873, P. L. 64, was “to repeal the large number of special acts upon the statute books exempting particular properties” from taxation. Not only were none of the general acts on the subject construed therein, but they were not even referred to. In House of Refuge v. G. W. Smith et al., 140 Pa. 387, we did not consider any of the general exempting statutes, nor refer to any statute containing the words “the grounds annexed thereto,” nor anywhere name or consider those or kindred words, and this for the obvious reason that by the incorporating Act of March 23, 1826, P. L. 133, it is provided “That the lot of ground [in the City of Philadelphia] and the buildings which may be erected thereon, for the use and object of the association, shall be free of tax,” and by the Act of May 13, 1889, P. L. 209, 210, it is provided: Section 1. That whenever, by virtue of its charter, any house of refuge......is now, or may hereafter be, located in a city, it shall and may be lawful for the managers thereof, whenever in their discretion it may be desirable, to purchase real estate and locate such institution, or any department thereof, in a rural district in the same or in any county other than that in which it has theretofore been located...... Section 5. All charters, laws or parts of laws, relating to houses of refuge......shall be equally applicable to them or any department of them, whether located in the county originally designated by their charter or removed to another county in pursuance of section one of this act.” Thus necessarily it was held that the land and buildings of the department removed to Delaware County “shall be free from taxation” as it was distinctly so provided in those statutes. Contributors to the Pennsylvania Hospital v. The County of Delaware, 169 Pa. 305, is likewise inapplicable. There, also, no reference is made to any general exempting act, nor to the language under consideration, or anything akin to it. On the contrary, by section 7 of the Act of April 18, 1853, P. L. (1854), 834-5, it is provided “That the estates and property, real and personal, belonging to the contributors of the Pennsylvania Hospital, shall be and remain free from the payment of taxes of any kind whatsoever, as long as the income from said estates and property is used for the relief of the sick and insane poor, any law to the contrary notwithstanding.”\nThe cases of National Farm School Commissioners of Bucks Co., 87 Pa. Superior Ct. 231, and County of Lancaster v. Y. W. C. A. of Lancaster, 92 Pa. Superior Ct. 514, do agree with the majority, but for two reasons they do not affect the question we are now considering. In the first place they make the same mistake as the majority, in that they erroneously presume that the question at issue was decided by our two cases above, where, as has been pointed out, the general exempting statutes were not even referred to, but the exemption was allowed by virtue of the special acts above quoted. Thus, in the first of those cases, it is said (87 Pa. Superior Ct. 231, 234): “So it was held, under the Act of 1874 [which is not even referred to in the cases cited], that buildings and grounds devoted absolutely to the purposes of a purely public charity, as part of the plant on or by means of which its work is carried on, were exempted from taxation (House of Refuge v. Smith, 140 Pa. 387). To the same effect is Penna. Hospital v. Delaware Co., 169 Pa. 305. The rule deducible from these cases is that an institution may have buildings and grounds separated from each other, but, when taken together they constitute one whole plant the operation of which is devoted to the purposes contemplated by the statute, the different tracts are exempted from taxation.” As I have already shown, from our two cases there relied on, no such rule is deducible quoad the general taxing acts, for they are not referred to in either, nor is the language under consideration in this case even hinted at. County of Lancaster v. Y. W. C. A. of Lancaster, supra, falls into the same error. After reviewing our two cases as above, it says (92 Pa. Superior Ct. 519): “Penna. Hospital v. Delaware Co., supra, rules this case, and requires a reversal of the judgment”; which, as has been shown, it does not, since we did not therein construe or even consider the language “with the grounds thereto annexed.”\nThe other reason why the Superior Court cases have no bearing on the presumption that the repetition of the words of an earlier act requires the same construction if those words are repeated in a later cognate statute, is that that reasoning only applies where the construction has been of a court of last resort, which the Superior Court is not: 59 C. J. 1064; 25 R. C. L., pages 1074-5, section 295; Rea v. Keller, 112 Southern Reports 211.\nIt is suggested, however, that as the report of the Penna. Hospital Case does not refer to the special statute by virtue of which the decision was made, the members of the legislature and the governor may have thought we were construing the General Exempting Act when we decided that case. But who shall say they so thought, when they did not say so, and why should they have so thought when that case was directly based upon and followed the House of Refuge Case, where the special statute, under which the exemption was there allowed, is expressly noted. If anything is to be assumed, then the more logical view is that the legislature and governor as fully considered the matter as I have herein done, and, finding the General Exempting Act had not been construed by us, and believing, as every reasonable person must, that the words “grounds thereto annexed,” as used in the existing Act of April 30, 1925, P. L. 388, now under consideration, had a meaning too plain to be misunderstood, simply repeated the language of the earlier statutes. Surely, it is neither safe nor judicially wise to distort the natural meaning of the language used by the legislature, because of an unexpressed conclusion that it intended such an impossible meaning.\nIt is certainly not clear beyond peradventure that the legislature intended by “the grounds thereto annexed” to mean grounds miles away, and, this being so, no exemption can properly be allowed, and the decree below should be reversed.\nJustice Schaffer concurred in this dissent.",
        "type": "dissent",
        "author": "Mr. Justice Simpson,"
      }
    ],
    "attorneys": [
      "Theodore F. Jenkins, Solictor for School District, with him Mayne R. Longstreth, Assistant City Solicitor, and Dmid J. Smyth, City Solicitor, for appellants.",
      "Robert T. McCracken, with him Philip C. Pendleton, of Montgomery & McCracken, for appellee."
    ],
    "corrections": "",
    "head_matter": "Barnes Foundation v. Keely et al., Appellants.\nArgued April 21, 1933;\nreargued December 1, 1933.\nBefore Frazer, C. J., Simpson, Kephart, Schaerer, Maxey, Drew and Linn, JJ.\nTheodore F. Jenkins, Solictor for School District, with him Mayne R. Longstreth, Assistant City Solicitor, and Dmid J. Smyth, City Solicitor, for appellants.\nThe plaintiff is not a purely public charity.\nThe property to the Barnes Foundation is not open to the public.\nThe charities authorized to be exempted are those that are completely and entirely public: Donohugh’s App., 86 Pa. 306; Delaware Co. Institute of Science v. Delaware Co., 94 Pa. 163; Philadelphia v. Masonic Home, 160 Pa. 572; Harrisburg v. Harrisburg Academy, 308 Pa. 585.\nThe said property is used for commercial purposes: Delaware Co. Institute of Science v. Delaware Co., 94 Pa. 163.\nThe grant of land, in which a purely public charity is in possession, is required to be in perpetuity in order that the land may be exempt from taxation: Thiel College v. Mercer Co., 101 Pa. 530; Delaware Co. Institute of Science v. Delaware Co., 94 Pa. 163.\nThere is ample room on the premises in Montgomery County, considering the use and purposes for which the land is now devoted, on which to construct a building to be used for the purpose of the building now under consideration is used.\nRobert T. McCracken, with him Philip C. Pendleton, of Montgomery & McCracken, for appellee.\nThe Barnes Foundation is a purely public charity: Episcopal Academy v. Phila., 150 Pa. 565; Taylor v. Hoag, 273 Pa. 194; Donohugh’s App., 86 Pa. 306; Mercersburg College v. Mercersburg Boro., 53 Pa. Superior Ct. 388.\nThe regulation of the admission of the public does not destroy the purely public charitable nature of a charity: Vidal v. Girard, 2 Howard 126; America Sunday School Union v. Philadelphia, 14 Pa. C. C. R. 213; Donohugh’s App., 86 Pa. 306; Mercersburg College v. Mercersburg Boro., 53 Pa. Superior Ct. 388.\nA charity need not be perpetual: Wright v. Linn, 9 Pa. 433; White v. Smith, 189 Pa. 222.\nLand owned by a purely public charity which is necessary for its occupancy and enjoyment is entitled to exemption from taxation.\nThe courts have construed the word “necessary” to mean “reasonable necessity” rather than “absolute necessity”: Lancaster Co. v. Y. W. C. A., 92 Pa. Superior Ct. 514; House of Refuge v. Smith, 140 Pa. 387; Contributors of Penna. Hospital v. County, 169 Pa. 305.\nLand separated from the main tract or plant of a purely public charity is entitled to tax exemption if used for the purposes of the institution: Hempstead v. Meadville Theological School, 284 Pa. 147.\nThe exemption from taxation is to the institution and not to the main plant thereof: Penna. Hospital Contributors v. County, 169 Pa. 305; National Farm School Commissioners, 87 Pa. Superior Ct. 231; Lancaster Co. v. Y. W. C. A., 92 Pa. Superior Ct. 514; Dickinson College v. County Commissioners, 12 Pa. C. C. R. 582; Ladies United Aid Society v. Philadelphia, 14 Pa. C. C. R. 215; Boyle v. County, 11 D. & C. 505.\nJanuary 30, 1934:"
  },
  "file_name": "0112-01",
  "first_page_order": 140,
  "last_page_order": 157
}
