{
  "id": 1154654,
  "name": "Dempsey et al., Assignees, v. Connolly (et al., Appellant)",
  "name_abbreviation": "Dempsey v. Connolly",
  "decision_date": "1934-03-19",
  "docket_number": "Appeal, No. 107",
  "first_page": "245",
  "last_page": "247",
  "citations": [
    {
      "type": "official",
      "cite": "314 Pa. 245"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 198,
    "char_count": 2156,
    "ocr_confidence": 0.453,
    "pagerank": {
      "raw": 6.087085966315723e-08,
      "percentile": 0.3765962803236791
    },
    "sha256": "c39aa23ca0b437b9d0bf1b378f65578f5648467e7ee49841a526021d5af64c1a",
    "simhash": "1:c13abb4ac00eb815",
    "word_count": 347
  },
  "last_updated": "2023-07-14T16:24:16.083029+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kephart, Sohapeer, Maxey, Drew and Linn, JJ."
    ],
    "parties": [
      "Dempsey et al., Assignees, v. Connolly (et al., Appellant)."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis appeal is from judgment for want of a sufficient affidavit of defense to writ of sci. fa. sur mortgage.\nThe security was a purchase-money mortgage given December 11, 1927, by Frank Connolly to the Keystone Brewing Co., and assigned June 1, 1928, by the latter to M. J. Dempsey and William W. Walsh, plaintiffs. The property on which the mortgage was placed was conveyed by Connolly, February 29,1928, to the Laurel Hill Manufacturing Company, appellant, expressly subject to the lien of the encumbrance, which was due December 11, 1931. Defendants having defaulted in payment of the principal and interest, the mortgage owners secured writ of execution against the property, to which the terre-tenant, the Laurel Hill Manufacturing Company, answered generally that they had settled all claims under the mortgage and had received from the mortgage owners a satisfaction thereof which had not been entered of record because the premises were involved in litigation. The defendant corporation failed to substantiate these averments in any way, but upon plaintiffs’ motion for judgment for lack of a sufficient affidavit of defense, it asked and was granted leave to file a supplemental affidavit, which was done. The additional affidavit the court below likewise held to be vague, indefinite and insufficient, and not averring “a semblance of defense to the sci. fa.” Upon a careful examination of the supplemental affidavit of defense, we find it adds no strength to the original affidavit, as the allegations therein contained are substantially set forth in the original and it fails to show payment of the indebtedness or set up any other valid defense to plaintiffs’ claim. Upon consideration of both affidavits, we conclude the court below was clearly right in entering judgment in favor of plaintiffs.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "James K. Peck, with him Ralph W. Rymer and Herbert M. Ball, for appellant.",
      "T. A. Donahue and John P. Kelly, for appellee, were not heard."
    ],
    "corrections": "",
    "head_matter": "Dempsey et al., Assignees, v. Connolly (et al., Appellant).\nArgued January 23, 1934.\nBefore Frazer, C. J., Simpson, Kephart, Sohapeer, Maxey, Drew and Linn, JJ.\nJames K. Peck, with him Ralph W. Rymer and Herbert M. Ball, for appellant.\nT. A. Donahue and John P. Kelly, for appellee, were not heard.\nMarch 19, 1934:"
  },
  "file_name": "0245-01",
  "first_page_order": 273,
  "last_page_order": 275
}
