{
  "id": 1154650,
  "name": "Maguire et al., Appellants, v. Brogin",
  "name_abbreviation": "Maguire v. Brogin",
  "decision_date": "1934-03-19",
  "docket_number": "Appeal, No. 354",
  "first_page": "306",
  "last_page": "310",
  "citations": [
    {
      "type": "official",
      "cite": "314 Pa. 306"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "313 Pa. 206",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1152707
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/313/0206-01"
      ]
    },
    {
      "cite": "290 Pa. 14",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1104399
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/290/0014-01"
      ]
    },
    {
      "cite": "262 Pa. 436",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044461
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/262/0436-01"
      ]
    },
    {
      "cite": "311 Pa. 487",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1146315
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/311/0487-01"
      ]
    },
    {
      "cite": "306 Pa. 88",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1136928
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/306/0088-01"
      ]
    },
    {
      "cite": "277 Pa. 196",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1079569
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/277/0196-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 447,
    "char_count": 7318,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 8.597210428527934e-08,
      "percentile": 0.48989110948167247
    },
    "sha256": "0b870cab4515a8445eb5e08764bd315ba371f078c476bdc3a5fdca000979e390",
    "simhash": "1:b4a5b142085ac940",
    "word_count": 1264
  },
  "last_updated": "2024-02-27T20:07:13.969336+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kephart, Schaefer, Maxey, Drew and Linn, JJ."
    ],
    "parties": [
      "Maguire et al., Appellants, v. Brogin."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Drew,\nOn March 16, 1932, James Maguire was struck and killed by an automobile while crossing Hunting Park Avenue in the City of Philadelphia. To recover damages for his death, his three minor children, by their uncle as next friend, instituted this action in trespass. At the close of the plaintiffs’ case, the defendant moved for a compulsory nonsuit, and rested. The trial court overruled the motion and submitted the case, but, after the jury had returned a verdict for plaintiffs, sustained defendant’s motion for judgment n. o. v. and entered judgment accordingly. Plaintiffs appealed.\nThe accident occurred about nine o’clock in the evening. A light rain or snow was falling, or had very recently stopped. The defendant, driving his automobile east on Hunting Park Avenue — a main artery of traffic 60 feet wide from curb to curb, carrying vehicles in both directions — stopped in obedience to a traffic light on the west side of the intersection of Hunting Park Avenue and Wissahickon Avenue — a much used street entering Hunting Park Avenue from the north. Upon receiving the signal to go, he proceeded along Hunting Park Avenue and had gone about 75 feet beyond the intersection, when his car struck or was struck by the body of Maguire, and he immediately stopped. The body was lying near the center of the street and close to the left side of the car, the left front headlight of which was broken and the left front fender bent. After the impact the headlights of the automobile were not burning, but the cowl lights were on. However, the locality was very well illuminated, there being a “great big light” at the terminal station of a street car route just opposite where defendant’s car stopped, and, on the other side of the street, a well lighted gasoline station.\nPlaintiffs’ theory of the case was that decedent had left a street car at the trolley station, and was struck by defendant’s car as he was crossing the street at a customary place, just north of the station. This hypothesis rests entirely upon assumed facts. Assuming that the evidence was sufficient to prove that the place at which the collision occurred was a customary crossing place — though there was no sign or other indication that it was a crossing, and no light to control traffic— plaintiffs did not show that decedent had alighted from a street car or that he was crossing from the terminal, or even that defendant knew of the existence of any such crossing. There is no evidence to show that defendant failed to exercise even such care as is required upon approaching a regular crossing. The record is entirely barren of anything which would indicate — much less support a finding — that the death of plaintiffs’ father was caused by negligence on the part of defendant.\nPlaintiffs produced four witnesses who were present at the scene of the accident, three of whom did not see the impact. One witness, Lisowski, said that he was in a lunch wagon near by, that he heard a noise like two fenders scraping, and that he went outside and saw the decedent’s body lying in the street, close to the side of the defendant’s car. He testified: “I was under the impression that someone else had struck the man...... He [defendant] said, ‘Somebody else hit him in the other lane.’ ” Another witness, Hart, testified: “About 75 feet ahead of me I saw a man spinning around in the middle of the street._____I saw this [defendant’s] car stopped, and this man, Mr. Brogin, was standing by the left front door of the automobile. As I got there he grabbed a hold of me by the right arm and tried to chase me after a Buick sedan going west on Hunting Park Avenue.” A third witness, Belsky, testified: “Mr. Brogin was trying to get somebody going west...... He claimed that the man going west hit him [Maguire].” All three witnesses agreed that defendant’s car was stopped when they first saw it. Hart said he drove his truck up behind defendant’s car and stopped, and that the Buick car going west had passed him just before it came to Wissahickon Avenue.\nIn this situation the learned counsel for plaintiffs, realizing the fatal weakness of the case, adopted the expedient of calling the defendant as for cross-examination. He testified that he was traveling at a speed of about 25 miles an hour, that the part of the windshield immediately in front of him was not obscured by snow, because the windshield wiper on that side was working perfectly, and that Maguire was never in front of his car. When asked to explain this he said: “Passing by Hunting Park Avenue and Wissahickon Avenue I proceeded on a green light, and at about the middle of the block I could see from the side that there was an object coming my way, and it was thrown against my car, and it hit my light and fell right over, and I stopped right there, because my brakes were perfect.” He added that this object, which was decedent’s body, was thrown against his car by an automobile which was running in the opposite direction less than two feet from the center of the street. Defendant was not contradicted by any testimony in the case, while in fact much of it corroborated him.\nFrom the above résumé of the testimony it will be seen that the only evidence as to how this unfortunate accident happened appears in the testimony of the defendant himself. Except for his story, the most that plaintiffs proved was that defendant’s car came in contact with the decedent, that just before the impact it was going at a speed of about 25 miles an hour, and, by an inference deduced from negative testimony, that defendant sounded no warning signal. Standing alone, this testimony was not sufficient to support a verdict; neither a speed of 25 miles an hour nor a failure to sound a warning is negligence in the absence of circumstances which require, in the exercise of reasonable caution, a lower speed or the sounding of a signal. No such circumstances were shown, and it is well settled that the mere happening of a collision between a pedestrian and an automobile does not prove negligence on the part of the driver: McAvoy v. Kromer, 277 Pa. 196; Justice v. Weymann, 306 Pa. 88; Martin v. Rotunnio, 311 Pa. 487. Without defendant’s testimony, plaintiffs’ case was obviously insufficient. The defendant’s explanation of the accident, however, absolutely negatived any negligence on his part. His story was entirely consistent with the testimony of the other witnesses, and, as it was offered in plaintiffs’ own case, and not contradicted, plaintiffs were bound by it: Dunmore v. Padden, 262 Pa. 436; Morningstar v. R. R., 290 Pa. 14; Readshaw v. Montgomery, 313 Pa. 206. An examination of the entire record leads us to the conclusion that plaintiffs’ father was killed by a hit-and-run driver. In the words of the court below, plaintiffs cannot recover in this action “because of the complete absence from the record of evidence to sustain a finding of negligence on the part of the defendant, or even that the defendant had been the innocent cause of the unfortunate death.”\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Drew,"
      }
    ],
    "attorneys": [
      "James F. Masterson, for appellant.",
      "Thomas P. Talbot, with him Harry S. Ambler, Jr., for appellee."
    ],
    "corrections": "",
    "head_matter": "Maguire et al., Appellants, v. Brogin.\nArgued January 24, 1934.\nBefore Frazer, C. J., Simpson, Kephart, Schaefer, Maxey, Drew and Linn, JJ.\nJames F. Masterson, for appellant.\nThomas P. Talbot, with him Harry S. Ambler, Jr., for appellee.\nMarch 19, 1934:"
  },
  "file_name": "0306-01",
  "first_page_order": 334,
  "last_page_order": 338
}
