{
  "id": 848194,
  "name": "Seaton v. Shaner et al., Appellants",
  "name_abbreviation": "Seaton v. Shaner",
  "decision_date": "1893-10-30",
  "docket_number": "Appeal, No. 26",
  "first_page": "69",
  "last_page": "71",
  "citations": [
    {
      "type": "official",
      "cite": "158 Pa. 69"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 290,
    "char_count": 4956,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 4.456583025697791e-08,
      "percentile": 0.2791099017741961
    },
    "sha256": "d16c700c411637dc35af08ba64d950e8aa2f366540e34ff697a8c983e6476298",
    "simhash": "1:a80ac03a9ac3930a",
    "word_count": 853
  },
  "last_updated": "2023-07-14T17:48:57.714735+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Thompson, JJ."
    ],
    "parties": [
      "Seaton v. Shaner et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Thompson,\nThe appellee having a judgment note for one thousand dollars, dated March 30, 1891, payable in one year from its date, made by appellant and by the co-defendant as surety, entered up the same and issued execution. The appellant Shaner filed a petition praying the court below to stay proceedings and open the judgment. It was alleged in it that the appellee had entered into a contract with appellant Shaner to take from him lumber to the amount of -one thousand dollars, and on account of this purchase he advanced him one thousand dollars, taking the judgment note in question to secure appellee from any loss on account of the advancement, and that appellant had delivered to appellee lumber amounting in value to twelve hundred dollars. Appellee filed an answer and denied that any money was advanced on account of the purchase of lumber, and averred that appellant borrowed one thousand dollars from him, for which he gave this note. The proofs did not sustain appellant’s averments, and the rule granted to show cause why the judgment should not be opened was discharged. Subsequently he filed a second petition, in which he alleged that he and appellee had been partners and on March 80,1892, had a settlement of their accounts, and by it there was found due him from appellee the sum of $1,166.78; he therefore again prayed a stay of proceedings and to have the judgment opened. The refusal of the court below to grant the prayer of this petition, and a rule, is assigned for error.\nIt is clear that if appellant and appellee were partners, and a settlement as averred was made, appellant would have been entitled to have the judgment opened and to be let into a defence. Under the first rule the testimony as to the partnership and as to the alleged settlement was taken, but it does not establish that a settlement was in fact made. The bookkeeper of appellee, who it was alleged made the settlement, was called by appellant and testified: “ This was to be a settlement provided they could agree on a statement after it was made. Mr. Seaton’s instructions when he left there were for us to go and finish up the business and for me to meet him at Zelienople, and I did so. I met him there the next day. Mr. Shaner, Mr. Seaton and I were there the next day and I gave the -statement to Mr. Seaton. I don’t know whether Shaner saw me give the statement to Seaton or not. I don’t remember what Seaton said, but he made known to Mr. Shaner that he didn’t think the statement was right. I had no instruction or authority from Mr. Seaton to make a statement that day at Fombell.” The appellee testifies positively there was no settlement. These proofs certainly do not establish any settlement between appellant and appellee, and the prayer of the petition and the application for the rule were properly refused. The court below discharged the rule granted under the first petition “ without prejudice to the right of William D. Shaner to any proceeding at law or in equity against A. Seaton to adjust the accounts between them or to collect or recover anjr amount due and owing to said Shaner.” The rights of appellant, therefore, whatever they may be, were thus fully protected.\nJ udgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Thompson,"
      }
    ],
    "attorneys": [
      "A. L. Porter, W. D. Wallace with him, for appellants.",
      "James A. Gardner, for appellee."
    ],
    "corrections": "",
    "head_matter": "Seaton v. Shaner et al., Appellants.\n[Marked to be reported.]\nOpening judgment — Set-off—Partnership settlement — Evidence.\nOn an application to open a judgment, defendant claimed that he and plaintiff were partners, and that a settlement had been made between them showing that plaintiff was indebted to defendant for more than the amount of the judgment. Defendant’s bookkeeper testified that he had drawn up a statement, which was to be a settlement, provided the parties could agree upon it. lie testified that plaintiff examined the statement, and had made known to defendant that he did not think the statement was right. Plaintiff testified positively that there was no settlement. Meld, that the evidence to establish a settlement was insufficient, and that the rule to open the judgment was properly discharged.\nArgued Oct. 9, 1893.\nAppeal, No. 26, Oct. T., 1893, by defendants, William D. Shaner et al., from order of C. P. Lawrence Co., June T., 1892, No. 185, refusing to grant rule to open judgment entered in favor of A. Seaton, plaintiff.\nBefore Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Thompson, JJ.\nPetition for rule to open judgment. Before Martin, J.\nThe facts appear by the opinion of the Supreme Court.\nError assigned was refusal of rule.\nA. L. Porter, W. D. Wallace with him, for appellants.\n— The petition alleged a settlement in full and an agreement to surrender the note. This would be sufficient ground to open the judgment. The facts alleged in the petition must be taken as true, as far as this application is concerned.\nJames A. Gardner, for appellee.\n— The allegations of the petition were denied by plaintiff and not sustained by any proof whatever.\nOct. 30, 1893:"
  },
  "file_name": "0069-01",
  "first_page_order": 93,
  "last_page_order": 95
}
