{
  "id": 848242,
  "name": "Kistler v. Thompson, Appellant",
  "name_abbreviation": "Kistler v. Thompson",
  "decision_date": "1893-10-30",
  "docket_number": "Appeal, No. 134",
  "first_page": "139",
  "last_page": "146",
  "citations": [
    {
      "type": "official",
      "cite": "158 Pa. 139"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Walker, 468",
      "category": "reporters:state",
      "reporter": "Walker",
      "opinion_index": -1
    },
    {
      "cite": "91 Pa. 196",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        488781
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/91/0196-01"
      ]
    },
    {
      "cite": "6 Phila. 256",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "79 Pa. 300",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        438405
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/79/0300-01"
      ]
    },
    {
      "cite": "57 Pa. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010434
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/57/0374-01"
      ]
    },
    {
      "cite": "85 Pa. 254",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "98 Pa. 605",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "112 Pa. 384",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546888
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/112/0384-01"
      ]
    },
    {
      "cite": "51 Pa. 475",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999760
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/51/0475-01"
      ]
    },
    {
      "cite": "17 Miss. 121",
      "category": "reporters:state",
      "reporter": "Miss.",
      "opinion_index": -1
    },
    {
      "cite": "3 Gray, 349",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        2077074
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/69/0349-01"
      ]
    },
    {
      "cite": "46 Pa. 213",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        420590
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/46/0213-01"
      ]
    },
    {
      "cite": "57 Pa. 381",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "2 Metc. 353",
      "category": "reporters:state",
      "reporter": "Metc.",
      "opinion_index": -1
    },
    {
      "cite": "88 Pa. 198",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061199
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/88/0198-01"
      ]
    },
    {
      "cite": "143 Pa. 98",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        978519
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/143/0098-01"
      ]
    },
    {
      "cite": "2 Pa. 394",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        951075
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/2/0394-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 659,
    "char_count": 15083,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 2.7521174783531893e-07,
      "percentile": 0.8328153494663202
    },
    "sha256": "231b39f326aa1f03211fe9011e863847a28b248d19b5f2ec87e153a1f450d505",
    "simhash": "1:6ae2219823c69d70",
    "word_count": 2749
  },
  "last_updated": "2024-02-27T16:02:37.525888+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Green, Williams, McCollum, Mitchell, Dean and Thompson, JJ."
    ],
    "parties": [
      "Kistler v. Thompson, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nNothing could be more clear, or more correct, than the charge of the learned court below to the jury on all the legal aspects of the contention between the parties. The same is true as to the charge upon the facts, and the only real question before this court is, whether there was sufficient evidence of the defendant’s intervention, and direction of the mining, to warrant the court in leaving to the jury the question whether that mining caused the plaintiff’s injury. After having read the testimony on that subject, we think it was not only sufficient to justify the court in submitting the question to the jury, but that the jury did perfectly right in finding their verdict for the plaintiff. The defendant was the owner of the mine, he received the royalty for the coal taken out, it was his interest to have as much coal taken out as was possible, and he did give frequent and explicit directions as to taking coal from the pillars and supports of the mine. Harry Mann, who was conducting the mining operations, testified that Thompson was there very often giving directions especially about taking out the coal. “He said he wanted all the available bushels that could be got out of there, that we were leaving too much coal in the hill. Q. Well were you leaving too much in ? A. No, sir; if we hadn’t left this coal the place would have come in altogether. If you don’t leave a rib in the first place you can’t never put it in after you take it out.” The witness further said that in pursuance of the defendant’s direction they took coal from the ribs until the mine “ shut in,” and that Kistler’s property was just above this. There was much other testimony of the defendant’s active intervention, and that his agent, Led-beater, also gave instructions on the same subject, which were followed. We think it would have been serious error to withdraw the case from the jury with a binding instruction for the defendant, and that both the charge and verdict were entirely correct.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "R. W. Irwin, M. C. Acheson and N. E. Clark with him, for appellant,",
      "J. F. Taylor, W. S. Mollvaine with him, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Kistler v. Thompson, Appellant.\nMines and mining — Surface support — Negligence—Lease.\nA lessor of coal who under a right reserved in the lease intervenes in the mining operations of his lessee, and gives frequent and explicit directions as to taking coal from the pillars and supports of the mine, inconsequence of which directions the surface caves in, is liable to the owner of the surface for the resulting injury.\nArgued Oct. 17, 1893.\nAppeal, No. 134, Oct. T., 1893, by defendant, Samuel Thompson, from judgment of O. P. Washington Co., Feb. T., 1892, No. 62, on verdict for plaintiffs, J. M. Kistler and Martha Kistler, his wife.\nBefore Green, Williams, McCollum, Mitchell, Dean and Thompson, JJ.\nTrespass for destruction of plaintiff’s spring, caused, as was alleged, by the caving in of defendant’s mine, where supports had been withdrawn in defendant’s coal mine.\nAt the trial, before McIlvaine, P. J., it appeared that plaintiff owned the surface over a vein of coal belonging to defendant. Defendant did not mine the coal himself, but leased it to other parties. The leases were lost, but plaintiff gave evidence which tended to show that defendant either reserved the right to indicate the amount of coal which should be taken out, or afterwards made some agreement with the lessees operating the lease as to the amount of coal that should be taken out, and the amount of support wliich should be left. There was evidence that defendant actively intervened in the mining operations, and gave frequent and explicit directions as to taking coal from the pillars and supports of the mine. Some of this evidence is quoted in the opinion of the Supreme Court.\nThe court charged in part as follows':\n\"Now, where the owner of land conveys the coal to another, he has the right to remove the coal, and if, in so doing, he should interfere with the hidden streams of water that may be running through the earth and thus drain the spring of another,he would not be liable for damages if the spring failed simply because, in the ordinary operation of the mine, some subterranean stream was tapped and by this means the water, in place-of flowing to the opening in the ground where the spring was, flowed to some other place — I say, he would not be liable, if that was the case, for the loss of the spring; because he has a right to take out his coal, and if a hidden stream is interfered with it cannot be helped; and he would not be responsible because he would not know where those hidden streams were; and if the consequence is to divert the stream of water so that it fails to come out where it did before, but passes out some place else, he would not be liable. But notwithstanding that is the case, he is required to leave enough coal to support the surface; or, if he takes out all of the coal (he being the owner of it), he must substitute sufficient supports to keep the surface in place ; that is a duty that is imposed upon him. Now, if he fails to leave sufficient support, either by leaving the natural coal, the natural support in the shape of pillars of coal, or fails to put in other supports in place of the coal that he takes out, or such as to give the owner of the surface sufficient support, and by reason of this failure to leave sufficient support the ground sinks, subsides and cracks, and that sinking and cracking diverts a stream of water, then he would be liable, because that would be the direct result of his wrongfully withdrawing the support that is necessary and sufficient to sustain the surface. You will see the distinction. If he leaves sufficient support to keep up the surface, and the surface is not disturbed, and a spring of water is diverted from its natural channel by the simple operations of the mine by striking some-hidden stream, he would not be liable for the loss of the spring under circumstances of that kind; but if he fails to leave sufficient support, and the support that is necessary to keep up the surface being withdrawn the surface subsides and cracks, and that is the cause of the diversion of the stream of water from where it comes out of the ground and makes a spring, then he would be liable. Now, you will keep that in mind in considering this case.\n“ Now, the next question that I wish to call your attention to, that is legal in its character, is this: that where a man has the title to a coal vein or to a coal mine, and leases it, in general terms, to another, and he operates it, that is, the lessee operates it, with full control over the mine as to the manner of operating, and the lessee withdraws the support or fails to leave sufficient support, the lessee is liable, and not the owner of the coal mine, who, in that instance, would be the lessor. [But, on the other hand, if, by the lease that is made, the lessor provides how the coal shall be mined, the extent of the support that is to be left, designates the size of the rooms and the extent of the pillars or stumps or ribs that are to be left, and the lessee, accepting the conditions, mines the coal in accordance with the terms specified in the lease, leaving the support that the lessor specifies, and that is insufficient and the surface would fall, then the owner of the vein of coal, the lessor, would be liable, because he, in his lease, had indicated the support that ought to be left, and he would be liable as well as the lessee who took out the coal.] [1] [Or if, after a lease is made, which might be general in its terms, without any qualifications as to the manner in which the coal should be taken out, the lessee and lessor would agree and have an understanding that certain coal should be taken out, or certain supports then existing should be removed, and they were removed in consequence of that mutual agreement subsequently made by the lessor and lessee, then the lessor, or the owner of the vein of coal, would be liable as well as the lessee.] [2]\n“ Now, gentlemen, I think that is about all that I need say in regard to the law as applicable to this case, and I need now only briefly call your attention to the claims of the plaintiff and defendant upon the questions of fact that you will have to determine. Now, there is no dispute here that Mr. Thompson, since he bought this coal and since this mine has been operated, has been operating it through leases; that is, he, as the owner of the coal, has never operated it himself. The first lease that we have knowledge of, from the evidence, was made to Morgan & Gregg, perhaps back as far as 1882, about the time, or beyond the time, perhaps, at which the plaintiff in this case obtained title to her lot of ground. Then after that the mine was leased to two men by the name of Stone, and after that lease expired it was leased to T. J. Wood, who appears to be in possession and operating the mine at the present time. Now, these leases that were in existence before 1889 (when this surface is alleged to have subsided and this spring to have disappeared) to Morgan & Gregg and to the Stones, these leases, Mr. Thompson testifies, were in writing, but he says that he has lost the leases and he is unable, after diligent search, to find them, and of course they are not in evidence before you in this case; and therefore, under the law, the best evidence, which would be the written leases, being lost, the defendant was entitled to give oral testimony as to what the contents of the leases were. Now, it is claimed by the plaintiff here that the facts proven in this case in regard to the declarations of Mr. Thompson, and in regard to certain acts that were done by him and by Isaac \"Ledbeater (who, they claim, was his agent) show that Thompson, when he made this lease, either reserved the right to indicate the amount of coal that should be taken out, or afterwards made some agreement with the lessees operating the lease as to the amount of coal that should be taken out and the amount of support that should be left. In other words, they claim that Thompson exercised authority, presumably rightfully, over those that were mining the coal there, and gave directions as to the removal of certain supports that had originally been left to hold the surface in place, and that he, having done that, is liable in this case. N ow, the defence claims that is not correct. They claim, especially in view of the testimony of Mr. Thompson and Mr. Ledbeater, that these facts on which the plaintiff relies to show that he had the right to control the manner in which the coal was mined, and especially the right to control the amount of support that was left, are not established, and that he had nothing to do with the mine, and if there was an insufficient support left in this mine prior to 1889, which caused this subsidence, that that wrong was perpetrated by these lessees of Mr. Thompson and he had nothing to do with it. [Now, that is one of the questions you must determine; these leases being lost, and the contract resting in parol, it is for the jury to determine ; and the question now before you on this branch of the case is, did Mr. Thompson, when he originally made these leases, or at any other time after that, have an agreement, an understanding, with the men that operated the mine that certain coal that ought to have been left for supports was to be removed; did he direct that; did he consent to it; was he a party to it; if he was, then he would be liable in this suit, providing the other branches of the case, that we shall refer to presently, have been made out; that is the first question, and you will recall the testimony bearing upon that question, and the argument of counsel on both sides, and determine whether or not Mr. Thompson reserved to himself, or, by agreement with the lessees, exercised the direction and control over the removal of coal that ought to have been left there to support the surface.] [3] Now, if you find that he did not, and that these pillars of coal were removed, or insufficient support was left by the lessees, independent of Mr. Thompson, he not having any control over that matter, then your verdict should be for the defendant, and you need go no further.”\nDefendant’s points were among others as follows:\n“ 2. If the jury find from the evidence that prior to the mining of the coal on entry No. 4, the defendant leased the mine by a written agreement to Morgan & Gregg for a term of years, and that under that agreement the lessees had a right to mine all the coal they saw proper beyond the minimum amount stipulated for annually, and that they were to pay the lessor a stipulated price per hundred bushels, this contract operated as a sale of the coal in place and the defendant is not responsible for the manner in which the lessees operated the mine. Answer: That is affirmed, unless you should further find, as we have said in our charge, he reserved some right to direct the manner in which the coal should be taken out, and what amount of support should be left; but the point as drawn, is affirmed.” [4]\n“ 8. If the jury find from the evidence that at the time the coal was mined under the plaintiff’s lot the mine was being operated by Morgan & Gregg under a lease from the defendant, with the right to miñe as many bushels per year as they saw proper beyond the minimum amount stipulated for, then the defendant is not liable for the manner in which the coal was mined, if the men who did the work were in the employ of Morgan & Gregg, and were not the servants of the defendant and subject to his control. Answer : Affirmed, subject to what we have said in our general charge.” [5]\n“ 6. Under all the evidence the verdict should be for the defendant. Answer: That is refused; this case, we think, is one that the jury must determine; it is a question of fact, and the court can only direct a verdict for the defendant, or for the plaintiff, where the facts are undisputed, and the law is such as requires, on those undisputed facts, that the verdict should be one way or the other.” [6]\nVerdict and judgment for plaintiff for $450. Defendant appealed.\nErrors assigned were (1-6) instructions, quoting them.\nR. W. Irwin, M. C. Acheson and N. E. Clark with him, for appellant,\ncited: Offerman v. Starr, 2 Pa. 394; Hill v. Pardee, 143 Pa. 98; Hope’s Ap., 33 P. L. J. 270; Stoughton’s Ap., 88 Pa. 198; Earle v. Hall, 2 Metc. 353; Allen v. Willard, 57 Pa. 381; Painter v. Mayor of Pittsburgh, 46 Pa. 213; Hilliard v. Richardson, 3 Gray, 349; Barry v. City of St. Louis, 17 Miss. 121; Blake v. Ferris, 1 Seld. 48; Hunt v. Penna. R. R., 51 Pa. 475; Stone v. Cartright, 6 T. R. 411; Bigelow, Leading Cases on Torts, 636; Susquehanna Depot v. Simmons, 112 Pa. 384; Taylor on Landlord and Tenant, §175; School District of Erie City v. Fuess, 98 Pa. 605; Erie v. Caulkins, 85 Pa. 254; Allen v. Willard, 57 Pa. 374; Reed v. Allegheny City, 79 Pa. 300; Meany v. Abbott, 6 Phila. 256; Bainbridge on Mines, *416; 14 A. & E. Enc. L. 804; Hyatt v. Johnston, 91 Pa. 196.\nJ. F. Taylor, W. S. Mollvaine with him, for appellee,\ncited: Navigation Co. v. Tamaqua, 1 Walker, 468.\nOctober 30, 1893:"
  },
  "file_name": "0139-01",
  "first_page_order": 163,
  "last_page_order": 170
}
