{
  "id": 848199,
  "name": "Mansfield Borough's Appeal",
  "name_abbreviation": "Mansfield Borough's Appeal",
  "decision_date": "1893-11-06",
  "docket_number": "Appeal, No. 167",
  "first_page": "314",
  "last_page": "317",
  "citations": [
    {
      "type": "official",
      "cite": "158 Pa. 314"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "11 Phila. 453",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "91 Pa. 260",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        488611
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/91/0260-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 390,
    "char_count": 8152,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 2.6958024528787653e-07,
      "percentile": 0.8280011691801337
    },
    "sha256": "4a1d484f0871d1f1e60e047ffecd8c73caa67404f5bbb2071571bfcadafb2bd4",
    "simhash": "1:bfb1a87b9890015f",
    "word_count": 1477
  },
  "last_updated": "2024-02-27T16:02:37.525888+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, MoCollum, Mitchell, Dean and Thompson, JJ."
    ],
    "parties": [
      "Mansfield Borough’s Appeal."
    ],
    "opinions": [
      {
        "text": "Per. Curiam,\nAn examination of this somewhat confused record has satisfied us that there was no error in allowing the appeals of J. Charles Bedell and others. They were in time, and it would have been error to have refused them. There is nothing in either of the specifications of error that would warrant a reversal of the order complained of.\nOrder affirmed, with costs to be paid by appellant.",
        "type": "majority",
        "author": "Per. Curiam,"
      }
    ],
    "attorneys": [
      "O. R. Cooke, for appellant.",
      "J. S. & E. G. Ferguson, for appellees,"
    ],
    "corrections": "",
    "head_matter": "Mansfield Borough’s Appeal.\nStreets — Road law — Boroughs—Appeals—Practice, Q. S.\nUnder the act of May 26, 1891, providing for appeals in road cases from the quarter sessions to the common pleas, an appeal will be sustained if entered in the quarter sessions within thirty days from the confirmation of the report. The certificate or transcript of the appeal need not be entered in the common pleas within the thirty days.\nArgued Oct. 27, 1893.\nAppeal, No. 167, Oct. T., 1893, by Mansfield Borough, from order of Q. S. Allegheny Co., Sept. T., 1891, No. 80, making absolute rule to vacate order dismissing appeals.\nBefore Sterrett, C. J., Green, Williams, MoCollum, Mitchell, Dean and Thompson, JJ.\nRule to vacate order dismissing appeals.\nThe facts appear by the following opinion of the court below, by White, J.:\n“ The record in this case is confusing. The petition for viewers was presented Nov. 18, 1891, and same day viewers appointed. They made report Dec. 9, 1891, which was ‘confirmed nisi, and ordered to be filed.’ March 5, 1892, petitions of numerous parties were presented for appeals, and indorsed by the court ‘ the within appeal is allowed to be filed and thereupon rule is granted on the borough of Mansfield to show cause why the same should not be allowed and certified for trial according to the course of the common law.’ To these rules answers were filed denying the right to appeal or a jury trial. On Nov. 29, 1892, the court confirmed the report of viewers ‘absolutely,’ no ‘exceptions’ having been filed, but made no order in reference to the appeals, or the rule, or the answers. Appeals were again filed, Dec. 29,1892, and indorsed by court with precisely the same order as on the appeals of March 5th. On Feb. 20,1893, the court discharged the rules and dismissed the appeals. On April 29, 1893, this rule was taken to vacate that order.\n“ When the report of viewers came into court, Dec. 9, 1891, it should have been ‘ approved ’ and ordered to be filed; it should not have been indorsed ‘ confirmed nisi.’ I know of no rule of the quarter sessions, or any act of assembly, that author izes it to be ‘ confirmed nisi.’ I suppose the court treated it only as an ‘approval,’ when, on Nov. 29, 1892, the report was confirmed absolutely. As appeals cannot be taken except within thirty days after a decree of confirmation, I suppose the court considered the appeals of March 5th as premature. I am not clear but that the order of Dec. 9, 1891, might have been considered as a decree of confirmation so far as appeals are concerned. But as the judge presiding at the time thought otherwise, and deemed it necessary to enter a more formal decree of confirmation on Nov. 29, 1892, I will take that as the date of the confirmation. The parties then had thirty days in which to appeal. The appeals filed Dec. 29, 1892, were on the thirtieth day (November having only thirty days) and in time, if in due form.\n“ Each petition for appeal, after stating the facts, winds up by saying: ‘ petitioner, therefore, appeals from the award of viewers and asks that he be awarded a trial by jury according to the course of the common law.’ It is verified by the proper affidavit. The order of court indorsed is, ‘ the within appeal is allowed to be filed, and thereupon a rule is granted to show cause why the same should not be allowed and certified for trial according to the course of the common law.’\n“ The objection now made is that the appeals were not perfected within the thirty days; they were filed on the last day, a rule to show cause taken but not heard within the thirty days, and no order made certifying them into the common pleas.\n“ The appeal, if in proper form and within the time limited, is a matter of right, and not within the discretion of the court. If presented to the court and filed, it is all the party is required to do. If not in due time, or proper form, the court should refuse to grant an appeal, but if in due time and proper form the court has no discretion to refuse .it.\n“ A rule to show cause is not necessary to the validity of an appeal. The court may at once certify the record into the common pleas for a jury trial. But a rule to show cause, after the appeal is filed and before it is certified, may be a prudent precaution. It will enable the borough to move to quash the appeal if deemed defective for any reason, and also to be heard as to which of the common pleas it will be sent.\n“ In these oases I think the appeals were perfected on the 29th of December. The petitioners expressly say they ‘ appeal from the award of viewers,’ and ask for a jury trial. And the court indorses, ‘the within appeal is allowed to be filed.’ Tiré order is not that the petition be filed, but the appeal is allowed to be filed. The rule to show cause is rather ambiguous, ‘ to show cause why the same should not be allowed, and certified,’ etc. The rule should have been simply to show cause why it should not be certified, etc. We should treat the other part of the rule as a mistake, or surplusage.\n“ The judge who dismissed the appeals on the 20th of February, 1893, filed no opinion, but it was stated at the argument of this rule that it was on the mistake that the appeals were not taken within thirty days. The decree of confirmation being the 29th of November, and the appeals filed on the 29th of December, seemed thirty-one days, not remembering that November had only thirty days.\n“ The rule in each of the cases is made absolute and they are ordered to be certified into common pleas No.-for trial according to the common law.”\nErrors assigned were (1) in holding that the several appeals were perfected on Dec. 29, 1892; (2) in vacating (in effect) the order of court made Feb. 20,1892, discharging certain i-ules then before the court, to show cause why appeals should not be allowed and certified for trial according to the course of the common law, and in reinstating said rules; (3) in making absolute the several rules so reinstated; (4) in certifying the cases into common pleas.\nO. R. Cooke, for appellant.\n— A proper construction of the act of May 26, 1891, P. L. 116, would require a party appealing from a decree of the quarter sessions to not only enter his appeal in the quarter sessions within thirty days from the confirmation of the report, but he must also enter a certificate or transcript of his appeal in the common pleas within the thirty days. If this be a proper construction of the act, then the order made by court on Feb. 20,1893, discharging the rules to show cause why appeals should not be allowed, was properly made, and it was therefore 'error to vacate the order, and to make the rules absolute and to order the cases to be certified into the common pleas for a jury trial: Springdale Township Road, 91 Pa. 260; Bouvier v. Phila., 16 W. N. 146.\nIt has never been contended that the petitions were not filed within the thirty days nor was there ever any error in the calculation of the time, as intimated in the opinion of the court filed either by the plaintiffs below or by the court in making the order of Feb. 20, 1893.\nIn Ford & Gallagher’s Ap., Nos. 194 and 195, Oct. T., 1884, per curiam, unreported, it was held by this Court that demanding in the quarter sessions a trial by jury in the manner provided for by the laws of the commonwealth, the demand being filed in the clerk’s office within the thirty days and disposed of after the lapse of thirty days, along with exceptions filed at the same time, was not an appeal to the common pleas as contemplated by law.\nJ. S. & E. G. Ferguson, for appellees,\nnot heard, cited: Bouvier v. Phila., 16 W. N. 146; Richmond Street, 11 Phila. 453; Acts of May 26, 1891, P. L. 116; June 13, 1874, P. L. 283.\nNovember 6, 1893:"
  },
  "file_name": "0314-01",
  "first_page_order": 338,
  "last_page_order": 341
}
