{
  "id": 848187,
  "name": "Dallas et al. v. Columbia Iron & Steel Co., Appellant",
  "name_abbreviation": "Dallas v. Columbia Iron & Steel Co.",
  "decision_date": "1893-11-13",
  "docket_number": "Appeal, No. 193",
  "first_page": "444",
  "last_page": "447",
  "citations": [
    {
      "type": "official",
      "cite": "158 Pa. 444"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "102 Pa. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        502680
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/102/0269-01"
      ]
    },
    {
      "cite": "95 Pa. 408",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        492866
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/95/0408-01"
      ]
    },
    {
      "cite": "19 Barb. 310",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4961055
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/19/0310-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 434,
    "char_count": 7198,
    "ocr_confidence": 0.515,
    "pagerank": {
      "raw": 2.1606555683102636e-07,
      "percentile": 0.7697275014875384
    },
    "sha256": "bf3667babbecef8c790196e8ea07f217f2deec293ef106eaf90317def8afa401",
    "simhash": "1:2e6a8fe91212c061",
    "word_count": 1245
  },
  "last_updated": "2024-02-27T16:02:37.525888+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrbtt, C. J., Green, Williams, Mitchell, Dean and Thompson, JJ."
    ],
    "parties": [
      "Dallas et al. v. Columbia Iron & Steel Co., Appellant."
    ],
    "opinions": [
      {
        "text": "Pee Cttbiam,\nAn examination of this record, with special reference to the several specifications, has satisfied us that there is no error, either in the charge of the learned president of the common pleas or in his answers to defendant’s first and second points for charge, that requires a reversal of the judgment. The testimony tending to sustain plaintiff’s claim for compensation, etc., was rightly submitted to the jury with proper instructions.\nJudgment affirmed.",
        "type": "majority",
        "author": "Pee Cttbiam,"
      }
    ],
    "attorneys": [
      "C. A. O’Brien, C. K. Yeager with him, for appellant,",
      "Shiras $ Dickey, for appellees,"
    ],
    "corrections": "",
    "head_matter": "Dallas et al. v. Columbia Iron & Steel Co., Appellant.\nContract — Corporations — Agreement with creditors — Compensation for superintendence — Joint action.\nThe creditors of a corporation agreed to grant an extension of time under a written agreement which contained the following clause: “ That the corporation be, during the said period of five years, operated under the direction and management of a committee of three practical iron and steel men, to be selected by the creditors, whose duty it shall be to see that the plant is run in a proper manner, and that the machinery and trade thereof shall be kept up in good, healthy condition, to steadily make money.” The agreement was signed by the name of the corporation. Held, that the three members of the committee of superintendence had a right to recover from the corporation in a joint action compensation for their services.\nArgued Oct. 31, 1893.\nAppeal, No. 193, Oct. T., 1893, by defendant, from judgment of G. P. No. 2, Allegheny Co., Jan. T., 1893, No. 463, on verdict for plaintiffs, Charles K. Dallas et al.\nBefore Sterrbtt, C. J., Green, Williams, Mitchell, Dean and Thompson, JJ.\nAssumpsit for services. Before Ewing, P. J.\nThe facts appear by the charge of the court which was as follows:\n“ It seems that in 1891, the Columbia Iron & Steel Company had become unable to continue its business, had made an assignment, and then there was a receiver appointed by the United States court. It had a very large number of creditors, and an indebtedness running over half a million dollars, of which $420,000 was unsecured. Mr. Butz was vice president and treasurer of the company and seems to have been the managing man, and he undertook to get the company out of its assignment and out of the hands of a receiver, which, no doubt, was a good thing for everybody, and he succeeded. He got up a proposition to the creditors that, in order to take the concern out of the hands of its assignee and receiver, they should pay off the little debts that were under a hundred dollars, and all over a hundred dollars should be extended for five years, or payable in five annual installments. Among the propositions, evidently put in to get the creditors to be willing to join in the agreement, was the fourth proposition : ‘ That the corporation be, during the said period of five years, operated under the direction and management of a committee of three practical iron and steel men, to be selected by the creditors, whose duty it shall be to see that the plant is run in a proper manner, and that the machinery and trade thereof shall be kept up in good, healthy condition, to steadily make money.’ Pretty important duties to be performed.\n“ [Now it is alleged, on the part of the defendant, that Mr. Butz had no right to make that contract. It is signed, not by Mr. Butz, but (the copy we have) by the Columbia Iron & Steel Company, of Pittsburgh, and there is a general rule, that is founded on equity and good common sense and honesty, that if an individual or firm is undertaken to be represented by somebody as an agent, who actually has not authority for them, but they knew afterwards of it, — they are informed of it — and they accept his acts and take the benefits of them, then they have to take the burden of them. The same rule ought to apply to a corporation of this sort that had no public duties to perform, but was simply carrying on a private business. It is stated on both sides, and uncontradicted, that the directors did accept, that they did act under, that they did recognize, that they did meet with this committee, and that they did carry on the business in that way, beginning with August, 1891, and carrying it on for some thirteen months ; and, recognizing this agreement and committee, and having done so, we think that they stand in no better position than you or I would under similar circumstances ; and, if they did not sign this agreement by a formal resolution of the board of directors, they are bound by it, notwithstanding.] [8]\n“ In' regard to the compensation of this committee, it seems to us that, with the provision directing active duties, the presumption is that somebody was to pay for them, and, while it would have been better to state who, it seems to us that this proposal coming from the company would make it the duty of the company to pay the committee, and not the creditors and not Mr. Butz individually, in this case.\n“ On the next question, we have ruled that they may recover in this case jointly. This is one suit, and, instead of having to find, what services each one performed, you have the three together. If there were separate suits, there would have been a question as to what services each one performed, not what all together performed, and it is better for the defendant to have but one suit. If one of the plaintiffs did more than another, they can settle that among themselves.\n“ [Then comes the question : What are their services fairly and properly worth, under all circumstances in this case, taking into consideration their ability and the character of the services ? And that is for you to determine.] ” [4]\nDefendant’s points were as follows:\n“ 1. That under all the evidence there is no sufficient proof to establish a contract with the defendant company, and the verdict should be for defendant. Answer: The first point is refused. The evidence shows that the defendant corporation accepted the contract and its provisions, and got the benefit of it and of the labor of the plaintiffs.” [1]\n“ 2. That plaintiffs have shown no joint right of action, and cannot recover in this case.” Answer: The second point is refused. The plaintiffs possibly might have maintained separate actions. But the agreement or proposition of the defendant, which was accepted by the creditors, provided for the services of a committee of three to act as a committee for managing the business. The three performed their services as a committee, and they have elected to sue jointly for a joint service and claim. It is to the advantage of the defendant that there be but one suit, and we are of the opinion that on the evidence of the case a joint suit can be maintained.” [2]\nVerdict and judgment for plaintiffs for $2,797.83. Defendant appealed.\nBrrors assigned were, (1-4) instructions, qnoting them.\nC. A. O’Brien, C. K. Yeager with him, for appellant,\ncited: Angell & Ames, Corp. § 239; Soper v. Buffalo & Rochester R. R., 19 Barb. 310; Allegheny Co. Workhouse v. Moore, 95 Pa. 408; Market Co. v. Jackson, 102 Pa. 269.\nShiras $ Dickey, for appellees,\nnot heard, cited: Angell & Ames, Corp. §§ 237 and 238; Morawetz, Corp. § 338; Chestnut Hill & Springhouse Turnpike Co. v. Rutter, 4 S. & R. 6.\nNovember 13, 1893:"
  },
  "file_name": "0444-01",
  "first_page_order": 468,
  "last_page_order": 471
}
