{
  "id": 848222,
  "name": "Twenty-eighth Street. Pittsburgh Manufacturing Co.'s Appeal",
  "name_abbreviation": "Twenty-eighth Street",
  "decision_date": "1893-11-13",
  "docket_number": "Appeal, No. 209",
  "first_page": "464",
  "last_page": "467",
  "citations": [
    {
      "type": "official",
      "cite": "158 Pa. 464"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 W. & S. 257",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856271
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0257-01"
      ]
    },
    {
      "cite": "4 W. & S. 232",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856475
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0232-01"
      ]
    },
    {
      "cite": "2 Yeates, 433",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812587,
        812549
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0433-02",
        "/yeates/2/0433-01"
      ]
    },
    {
      "cite": "30 Pa. 344",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        415582
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/30/0344-01"
      ]
    },
    {
      "cite": "60 Pa. 436",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1014438
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/60/0436-01"
      ]
    },
    {
      "cite": "52 Pa. 117",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002220
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/52/0117-01"
      ]
    },
    {
      "cite": "152 Pa. 136",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838137
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/152/0136-01"
      ]
    },
    {
      "cite": "152 Pa. 129",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838145
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/152/0129-01"
      ]
    },
    {
      "cite": "147 Pa. 353",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        829795
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/147/0353-01"
      ]
    },
    {
      "cite": "137 Pa. 494",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        821485
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/137/0494-01"
      ]
    },
    {
      "cite": "152 Pa. 129",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838145
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/152/0129-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 439,
    "char_count": 7678,
    "ocr_confidence": 0.485,
    "pagerank": {
      "raw": 2.899193710632652e-07,
      "percentile": 0.8449380639566245
    },
    "sha256": "bda1ee376c357ae0699abc5f0a017b5025293cdbb7df3c12731f6bc446ad5a4d",
    "simhash": "1:b26b6c13871b424a",
    "word_count": 1326
  },
  "last_updated": "2024-02-27T16:02:37.525888+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, Mitchell, Dean and Thompson, JJ."
    ],
    "parties": [
      "Twenty-eighth Street. Pittsburgh Manufacturing Co.’s Appeal."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Williams,\nThe sewer on Twenty-eighth street was constructed under the acts of 1887 and 1889, relating to cities of the second class. These acts were held to be unconstitutional in Engel’s Ap., 137 Pa. 494, and the assessments of benefits made under those acts fell. The act of May 16,1891, known as the Remedial Act, provided a mode for the assessment of benefits for the various improvements made under the acts of 1887 and 1889. The city applied for the appointment of viewers under the act of 1891 to ascertain the cost of the sewer on Twenty-eighth street, and to assess benefits upon the property actually benefited by its construction. The viewers made their report in July, 1892, and it was finally confirmed in March, 1893. The appellant did not appear before the viewers, nor in the court below. After the order of final confirmation this appeal was taken. There is no bill of exceptions to the admission or rejection of evidence, for there was no evidence offered and no hearing. There is nothing before us therefore but the record. Looking at the record we find a petition for the appointment of viewers, the order appointing them, their report, and the order of confirmation. What evidence was before them we do not know, for the evidence cannot become a part of the record except it be brought on by bill of exceptions. For anything that appears on this record the viewers may have heard evidence, concluded that the memorandum of cost furnished to them by the city was a correct statement of the actual value of the improvement, and made their report from a thorough investigation such as the law requires them to make.\nThe cost of an improvement is some evidence upon the subject of its value, but it is not conclusive. The viewers should ascertain the value, upon the basis of a quantum valebant, of the materials and labor for which the lot owners are called upon to contribute: Bingaman v. The City of Pittsburgh, 147 Pa. 353. Their report should state the value, not the cost of the improvement: Travers’s Ap., 152 Pa. 129.\nThe proper practice under the act of 1891 is for the lot owner to appear before the viewers and aid them, if he can, in determining what the materials and labor employed in the improvement are really worth. If they refuse to hear him or disregard his proofs he should except to the report when filed. If the court does not correct the errors of the viewers he can readily put himself in position to be heard in this court. If instead of appearing before the viewers and the court below he waits until after final confirmation and then brings up the record on certiorari he cannot be heard on any question of fact. The report is on the record. It sets forth that no persons are damaged by the improvement, that the total amount of damages, costs and expenses are $16,296.11, and it assesses benefits on several persons whom they find to be benefited. It contains a statement from the Department of Public Works showing the cost of the improvement, but upon what proofs they came to adopt the cost as the equivalent of actual value we are not informed. The presumption is that the viewers discharged their duty. In Travers’s Appeal, supra, it was made apparent that they did not. The appellant appeared before them and asked to be heard on the subject of the value of the materials and labor necessary for the improvement, but they declined to hear him. He went into court and asked to be heard there with no better result, and we reversed the court below because the fact appeared that the viewers adopted the cost to the city as the correct measure of value. In the present case we have no means of knowing the extent of the investigation made by the viewers, or the character or amount of the testimony heard by them. Their report is not in good form, but we see no error of law on its face that would have required the court below to refuse to confirm it in the.absence of exceptions or objection by the appellant.\nThe assignments are not sustained and the order appealed from is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Williams,"
      }
    ],
    "attorneys": [
      "C. C. Dickey, W. K. Shiras with him, for appellants.",
      "William C. Moreland, Thomas D. Carnahan with him, for appellee."
    ],
    "corrections": "",
    "head_matter": "Twenty-eighth Street. Pittsburgh Manufacturing Co.’s Appeal.\nStreets — Sewers—Assessing benefits— Value — Cost — Exceptions —Evidence — Practice—Record—Viewers—Certiorari—Act of May 16, 1891.\nThe cost of a sewer improvement is some evidence upon the subject of its value, but it is not conclusive. The viewers should ascertain the value, upon the basis of a quantum valebant, of the materials and labor for which the lot owners are called upon to contribute. Their l-eport should state the value, not the cost of the improvement.\nThe proper }:>ractice under the act of May 16, 1891, P. L. 65, is for the lot owner to appear before the viewers and aid them, if he can, in determining what the materials and labor employed in the improvement are really worth. If they refuse to hear him or disregard the proofs, be should except to the report when filed. If instead of appearing before the viewers, and the court below, he waits until after final confirmation' and then brings up the record on certiorari, he cannot be heard on any question of fact. In the absence of exceptions the presumption is that the viewers discharged their duty.\nArgued Oct. 31, 1893.\nAppeal, No. 209, Oct. T., 1893, from order of C. P. No. 1, Allegheny Co., Sept. T,, 1891, No. 125, confirming report of viewers in the matter of the sewer on Twenty-eighth street, Pittsburgh.\nBefore Sterrett, C. J., Green, Williams, Mitchell, Dean and Thompson, JJ.\nCertiorari to report of viewers assessing benefits and damages for construction of sewer.\nThe report of the viewers stated that they viewed the premises, heard all parties appearing before them after notice, and proceeded to ascertain the total damages, costs and expenses of the improvement, etc. They further reported: “We find the total amount of damages, costs and expenses of the improvement to be $16,296.11. The damages allowed by us are fully set forth as follows: We find there are no persons or properties damaged by said improvements.\n“ Chief of Department of Public Works.\n“ STATEMENT OR COSTS.\n“ 1904 lineal feet, 8 foot brick and stone, $7.50, $13,328.00\n140 “ 24 inch pipe, $3.00, . . 420.00\n63 cubic yards ,masonry, $11.50, . . 724.50\n15 “ concrete, $8.00, . . . 120.00\n10 drops, $68.00,..... 680.00\n7 manholes, $30.00,.....■ 210.00\nExtra work as per voucher, .... 453.25\n18200 castings, F. F. & M. Co., $1.98, . . 360.36\n$16,296.11”\nThe report then assessed benefits against appellants, among others. No exceptions were filed by appellants and the court confirmed the report.\n• Error assigned was order confirming report, quoting it.\nC. C. Dickey, W. K. Shiras with him, for appellants.\n— The report in this case contains the same error which existed in Omega Street, 152 Pa. 129, and Shiloh Street, 152 Pa. 136.\nA writ of error lies to correct all and all manner of errors of justices, magistrates and courts of the commonwealth in the process, proceedings, judgments and decrees, as well in criminal as in civil pleas or proceedings, as the law doth or shall direct: Delaware Division Canal Co. v. McKeen, 52 Pa. 117; Northumberland County Bank v. Eyer, 60 Pa. 436; Maher v. Ashmead, 30 Pa. 344; Ritchie v. Hastings, 2 Yeates, 433; Clay v. Irvine, 4 W. & S. 232; Jones v. Shawhan, 4 W. & S. 257.\nWilliam C. Moreland, Thomas D. Carnahan with him, for appellee.\n— Appellants did not appear before the viewers nor did they appear before the court below. The questions which a lot owner desires to raise should be raised before the viewers in the first instance, or at least upon the hearing before them when their report is made up: Travers’s Ap., 152 Pa. 129.\nNovember 13, 1893:"
  },
  "file_name": "0464-01",
  "first_page_order": 488,
  "last_page_order": 491
}
