{
  "id": 848238,
  "name": "Johnson et al. v. Smith, Appellant",
  "name_abbreviation": "Johnson v. Smith",
  "decision_date": "1893-12-30",
  "docket_number": "Appeal, No. 68",
  "first_page": "568",
  "last_page": "572",
  "citations": [
    {
      "type": "official",
      "cite": "158 Pa. 568"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Mona. 87",
      "category": "reporters:state",
      "reporter": "Monag.",
      "case_ids": [
        257903
      ],
      "opinion_index": -1,
      "case_paths": [
        "/monaghan/2/0087-01"
      ]
    },
    {
      "cite": "127 Pa. 168",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "10 Phila. 469",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "1 Phila. 120",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "83 Pa. 346",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1050750
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/83/0346-01"
      ]
    },
    {
      "cite": "86 Pa. 31",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056657
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/86/0031-01"
      ]
    },
    {
      "cite": "107 Pa. 509",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8858430
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/107/0509-01"
      ]
    },
    {
      "cite": "114 Pa. 187",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        550069
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/114/0187-01"
      ]
    },
    {
      "cite": "127 Pa. 164",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        565740
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/127/0164-01"
      ]
    },
    {
      "cite": "86 Pa. 31",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056657
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/86/0031-01"
      ]
    },
    {
      "cite": "107 Pa. 509",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8858430
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/107/0509-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 576,
    "char_count": 10520,
    "ocr_confidence": 0.513,
    "pagerank": {
      "raw": 1.3060428957511492e-07,
      "percentile": 0.6232261031434652
    },
    "sha256": "b2fe41b33704f58563aea20b3aece1be48182257a195451de64b74b6e555344e",
    "simhash": "1:060a373d99ce889d",
    "word_count": 1823
  },
  "last_updated": "2024-02-27T16:02:37.525888+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Thompson, JJ."
    ],
    "parties": [
      "Johnson et al. v. Smith, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Dean,\nIn 1865, the partnership Dewoody, Smith & Co. contracted with Dewar & Smith for water power sufficient to operate their machine works in the borough of Franklin. They agreed to pay therefor an annual rental of §100 for the period of twenty-five years from October, 1865.\nDewar & Smith’s right, bj' sundry transfers, passed to these plaintiffs. The partnership of Dewoody, Smith & Co. after some time ceased to exist, when a new partnership, composed of D. S. Smith and Ayers Brashear, with firm name of D. S. Smith & Co., was formed; they continued to use and pay the rental for the water until December 20, 1875, when the partnership was dissolved by the death of Brashear. Smith alone then continued to operate the works and use the water, until the spring of 1886, when the works were destroyed by fire and were not afterwards rebuilt.\nThe plaintiffs, claiming that the rental from 1886 to 1890, amounting to §508.75, had not been paid, on June 15, 1891, brought suit in assumpsit against D. S. Smith to recover that sum, filing statement accordingly. On November 7,1891, Edward D. Smith, his son, filed an affidavit of defence, setting out his father was so ill as to be unable to read the affidavit of defence, or to assist in preparing it; he further appended an affidavit from the attending physician that the father was in the last stages of consumption, and so debilitated that he could not, without peril, attend to any kind of business. Among other matters of defence averred by the son in the affidavit filed, he stated, on information and belief, that his father was not a party to said contract for the water power, and was not liable thereon; that he had not used the water power during the time covered by plaintiff’s claim, and was not in any way indebted to the plaintiffs. On November 12, 1891, after the filing of the affidavit, a rule for judgment for want of a sufficient affidavit of defence was taken.on defendant. On January 15, 1892, while this rule was pending, the defendant died, and his executrix, the widow, was substituted. On March 23, 1892, she supplemented the first affidavit of defence by filing another, in which she set out', that, on information, she believed she had a good defence to the whole of plaintiffs’ claim, but that she was without personal knowledge in the matter; and further, praying the court'to relieve her from filing further affidavit, and that plaintiff be put to proof of the matters set out in their statement, before a jury.\nOn August 22, 1892, the court gave judgment for want of a sufficient affidavit of defence, and from that comes this appeal.\nThe court below filed no opinion, and, so far as the record shows, gave no reasons for the judgment. The facts, as we have stated them, appear from the record. When a judgment is entered against the personal representative of a decedent in default of a sufficient affidavit of defence, within less than a year after his death, the plaintiff should show an unimpeachable record to sustain it. It is not necessary to inquire into the power of the court to adopt a rule subjecting administrators and executors to the same penalties for default as other defendants ; but the practice of the courts and legislative action have generally, for very good reasons, made them exceptions. It is seldom they have such knowledge of the business affairs of their decedent as justifies a tender conscience in making an explicit affidavit; unless the evidence of the transactions which form the subject of dispute rests in writings, they may well hesitate in that fixed belief, on mere picked-up information, which warrants an oath. If such a rule may be adopted and invoked to speed the collection of claims against decedents to which there is no defence, they should be administered with somewhat less rigor than exhibited by this record.\nBut to avoid any discussion now of matters which may be the subject of future consideration in the court below, we turn our attention to appellant’s first specification of error. It is urged that plaintiffs’ statement is not verified as required by the rules of court of the common pleas of Venango county. Rule 6 says:\n“ Plaintiff’s statement shall contain a specific averment of facts sufficient to constitute a good cause of action. Such statement shall be suppoi'ted by an affidavit of the truth of the matters alleged as the basis of the claim.\n“ Rule 21. The affidavits required in the rules of court may be made by the agent or attorney of the party, where such agent or attorney is conusant of the facts constituting the cause of action.”\nThe plaintiffs are six in number; their cause of action is very fully and in detail set out in the statement. The affidavit required by the rule is as follows: “ Personally appeared before me, the prothonotary in and for said county, H. W. Bostwick, agent and manager for above plaintiffs, who being duly sworn says that the sum of $508.75, with interest from date, is the amount he verily believes to be due and owing from the above defendant to the above plaintiffs upon the instrument in writing recorded, etc., and upon which suit is brought in this case, and that the above statement is true to the best of his knowledge and belief.” The agent nowhere states “he is conusant of the facts ” constituting the cause of action; he does not say the statement is true, but that he believes it to be true. No reason is suggested for the failure of some one of the living plaintiffs to make the affidavit. It seems to us very clear that •plaintiffs did not bring themselves within the rule of court, and therefore were not entitled to judgment. This very objection is made in both the affidavit of the son and his mother, the executrix, yet no amendment was made by plaintiffs. We must therefore assume that such affidavit as was required by the rules of court could not conscientiously have been made by either of the plaintiffs or their agent.\nIn cases of judgments in default of a sufficient affidavit of defence against defendants not sued in a representative capacity, we have held the plaintiffs to a strict compliance with the rules of court: Gottman v. Shoemaker, 86 Pa. 31; Hutchinson v. Woodwell, 107 Pa. 509. There is all the more reason why the plaintiffs here should show an unobjectionable record. The case of Erie Boot and Shoe Company v. Eichenlaub, 127 Pa. 164, cited by appellee, is not in conflict with the cases cited. The affiant there was the agent and manager of a corporation, a party which can act only through an agent. Neither was there any rule of court which required such agent should be “ conusant of the facts constituting the cause of action.”\nThe judgment is reversed at costs of appellee and procedendo awarded.",
        "type": "majority",
        "author": "Mr. Justice Dean,"
      }
    ],
    "attorneys": [
      "John O. McCalmont, B. H. Osborne with him, for appellant.",
      "Thomas McGough, for appellees."
    ],
    "corrections": "",
    "head_matter": "Johnson et al. v. Smith, Appellant.\n[Marked to be reported.]\nDecedents' estates — Affidavit of def ence — Judgment.\nWhen a judgment is entered against the personal representative of a decedent in default of a sufficient affidavit of defence, within less than a year after his death, plaintiff should show an unimpeachable record to sustain it.\nPlaintiff's statement — Affidavit by agent — Rule of court.\nAn action of assumpsit was brought by six plaintiffs. Defendant’s son made an affidavit of defence, in which he averred that his father was so ill and debilitated that he could not attend to business, and could not assist in preparing the affidavit of defence. He also averred on information and belief that his father was not a party to the contract sued upon. Pending a rule for judgment, defendant died, and his executrix, the widow, was substituted. The executrix filed an affidavit of defence, averring on information that she believed that she had a good defence to the whole of plaintiffs’ claim. A rule of court required that plaintiff’s statement should be supported by affidavit. It also provided that affidavit might be made by an agent of the party conusant of the facts. Plaintiff’s statement was sworn to by an agent, but it did not appear that he was conusant of the facts. Held, that it was error to enter judgment for want of a sufficient affidavit of defence.\nArgued Oct. 4, 1893.\nAppeal, No. 68, Oct. T., 1893, by defendant, Mary Smith, executrix of D. S. Smith, deceased, surviving partner of D. S. Smith & Co., from order of C. P. Venango Co., Aug. T., 1891, No. 62, making absolute a rule for judgment for want of a sufficient affidavit of defence in favor of S. W. Johnson et al., trading as Johnson & Co.\nBefore Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Thompson, JJ.\nAssumpsit for rent for water power. Before Taylor, P. J.\nThe facts appear by the opinion of the Supreme Court.\nError assigned was order, making absolute a rule for judgment for want of sufficient affidavit of defence, quoting it.\nJohn O. McCalmont, B. H. Osborne with him, for appellant.\n—The affidavit of E. D. Smith sets forth his father’s physical inability to answer plaintiffs, and attaches a sworn certificate of the attending physician to the same effect. He also states that he was duly authorized to attend to the case. Thus every requirement has been fulfilled as laid down by this court in Griel v. Buckius, 114 Pa. 187.\nThe affidavit of claim in this case contains no allegation that the affiant has any knowledge whatever of the matters involved and is very guarded, being entirely upon “ belief.” It is therefore not in compliance with the rule of court, and defendant was under no obligation to file an affidavit of defence: Hutchinson v. Woodwell, 107 Pa. 509; Gottman v. Shoemaker, 86 Pa. 31.\nNo affidavit of defence has ever been or ever should be required from an executor or administrator: Seymour v. Hubert, 83 Pa. 346; Leibert v. Hocker, 1 Miles, 263; Alexander v. Ticknor, 1 Phila. 120; Wireman v. Ins. Co., 20 W. N. 299; Boas v. Birmingham, 2 Pears. 334; Kennedy v. Kennedy, 7 Pa. C. C. R. 311; Wood v. Chamberlain, 7 Pa. C. C. R. 612; Wright’s Exrs. v. Cheyney’s Admrs., 10 Phila. 469; s. c., 1 Ches. Co. R. 237.\nThomas McGough, for appellees.\n— The statement of claim is clearly sufficient under the act of Mfiy 25, 1887, P. L. 271, and the affidavit thereto is made by the only party who was in possession to make it, viz., H. W. Bostwick, who was plaintiff’s agent and had the sole management of plaintiff’s business. The affidavit states that he is agent and manager for plaintiffs: Erie Boot & Shoe Co. v. Eichenlaub, 127 Pa. 168.\nThe affidavit of defence was insufficient: Rau v. Lex, 2 Mona. 87.\nDecember 30, 1893:"
  },
  "file_name": "0568-01",
  "first_page_order": 592,
  "last_page_order": 596
}
