{
  "id": 543733,
  "name": "McClain versus Commonwealth",
  "name_abbreviation": "McClain v. Commonwealth",
  "decision_date": "1885-06-04",
  "docket_number": "",
  "first_page": "263",
  "last_page": "270",
  "citations": [
    {
      "type": "official",
      "cite": "110 Pa. 263"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 836,
    "char_count": 19340,
    "ocr_confidence": 0.411,
    "pagerank": {
      "raw": 4.993895383272646e-07,
      "percentile": 0.9359119006552119
    },
    "sha256": "569062940518c2dfddbae61c1af86ac3679145ceac9a463cd7b8c7f2f74ae199",
    "simhash": "1:396ded27de26c44a",
    "word_count": 3460
  },
  "last_updated": "2023-07-14T20:51:36.138192+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercur, C. J., Gordon, Paxson, Sterrett and Green, JJ. Trunkey and Clark, JJ., absent."
    ],
    "parties": [
      "McClain versus Commonwealth."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Paxson\ndelivered the opinion of the court, June 4th, 1885.\nThe plaintiff in error was convicted in the court below iff murder of the first degree, and has removed the record into this court by a writ of error for review. The first assignment is that “ The ingredients of murder in the first degree do not exist in this case.”\nIt was urged in support of this proposition that no motive existed for the killing; that the deceased was unknown to the plaintiff, and that the evidence disclosed neither malice nor premeditation.\nThe killing took place in the evening in the vicinity of a camp-meeting. The plaintiff armed himself with a butcher knife, which he purchased on his way to the grounds. That he intended to use it there for some purpose is only too apparent from the circumstances attending its purchase. It is equally clear that he designed an unlawful use of it. That he did so use it the evidence and the verdict of the jury establish. That the plaintiff was probably bent on mischief is shown by his whole conduct on that occasion. He is found, without any provocation, assaulting a half-intoxicated boy, who was crying because he had lost a dollar, and when the boy’s brother interfered, not by blows, but by words, the plaintiff knocked him down. During a portion of the time he was exhibiting his knife in a way that called for remonstrance from persons present. Finally he stabbed the deceased to the heart without any known provocation. It was a wanton, brutal act to which the plaintiff was evidently “moved and instigated by the devil”; the result, perhaps of a malicious design to kill some one, but with no especial malice against the particular individual who became his victim. The ease comes precisely within the ruling of Commonwealth v. Drum, 8 P. F. S., 9, where it was said by Justice Agbew: “The distinguishing criterion of murder is malice aforethought. But it is not malice in its ordinary understanding alone, a particular ill will, a spite or a grudge. Malice is a legal term, implying much more. It comprehends not only a particular ill will, but every case where there is wickedness of disposition, hardness of heart,' cruely, recklessness of consequences, and a mind regardless of social duty, although a particular person may not be intended to be injured.”\nThe intent to take life may be inferred from the savage nature of the attack; the weapon employed, and the character of the wound. It was the assault of a ruffian and aimed with deadly skill.\nThe jury were properly instructed upon the question of intoxication as bearing upon the degree of crime, to which instructions no exception was taken, and we cannot say under all the circumstances of the case that the elements of murder of the •first degree are not to be found in it.\nThe prisoner’s first point (see second assignment) might well have been refused because it was vague and uncertain. The court was asked to charge : “ That the entire absence of motive on the part of the prisoner for killing, in the absence of conclusive proof of a premeditated killing, should raise a reasonable doubt in his behalf.” The doubt referred to in this point indicates nothing specific. A doubt of what? of the killing or of the degree of the offence? The learned judge evidently saw the obscurity of the point when he answered it as follows: “We affirm the point if the jury find from the evidence that there was an entire absence of motive so far as a verdict of murder in the first degree is concerned, but it should not raise a doubt as to his being guilty of murder in the second degree.” We find no fault with this answer.\nThe third assignment is without merit. The court expressed the opinion that there was nothing in the case to reduce the offence to the degree of manslaughter. It was but an opinion which the court had a right to express, which was -warranted by the evidence, and was neither given nor intended as a binding instruction. It did not prevent the jury from rendering a verdict for the lesser offence if they believed the evidence justified it.\nNor do we see any serious error in the cross-examination of the witness John Rogers, referred to in the fourth assignment. The witness had been called on behalf of the prisoner to prove that the latter had been drinking on the afternoon of and previous to the murder. The object of this was to create the impression that he was so far under the influence of liquor as to reduce the grade of the offence. It was competent; upon cross-examination to show the prisoner’s condition at the time, and what he did, what he said, and how he behaved. These were circumstances to show that condition, and thus rebut the theory put forth for the defence. The court admitted the evidence for this purpose and we cannot say it was error.\nThe fifth assignment relates to the ruling of the court in regard to the prisoner’s confession. The confession was admitted in evidence under objection. The next morning, the learned judge, being at least doubtful as to its admissibility, expunged it from the record, forbade-the counsel to refer to it in their speeches, and instructed the jury to disregard it. The doubt in the mind of the court was caused by a dictum of Chief Justice Gibson, in Com. v. Mosler, 4 Barr, 264, in which that learned jurist said that a confession in reply to a question which assumes the guilt of a prisoner is not admissible. No such point was decided in that case, and the remark referred to wras solely for the purpose of illustration as the opinion show's. That it is true in a qualified sense may be admitted; if it amounts to an unfair advantage so as to entrap a prisoner, it may be little better as a confession than one obtained by any other undue influence. But we see nothing in the question put by the witness F. A. Means that is obnoxious to such an objection. Means testified: “ Then I asked him (the prisoner) how it came that you killed that fellow? ” It would be straining a point to say that this question was unfair, or calculated to entrap the prisoner. It differs in form, but not in substance, from the question, did you kill him, and how did it come that you did so ?\nThe prisoner now complains that the confession having been subsequently ruled out, he was prevented from explaining the transaction. We see no merit in this. The confession was excluded because it had been objected to. There was nothing to prevent a full cross-examination as to all that occurred when the confession was made, and the withdrawal of the objection would have reinstated the testimony.\nWe need not discuss the effect of introducing such testimony when incompetent, in a capital case, and subsequently withdrawing it from the jury. It might in some instances be very damaging to a prisoner, especially where it involved a confession. But we hold that the testimony in this case was Competent and rightly admitted; the error was in striking it out. The learned judge came to this conclusion finally on the motion for a new trial. It was expunged out of an abundance of caution and a tender regard for human life. The embarrassment upon this point arises solely out of the prisoner’s objection to the evidence and of this he has no just ground to complain.\nThe sixth assignment does not need discussion. The refusal of the court below to grant a new trial is not assignable for error, even where there is after discovered evidence to contradict a juror’s statement on his voir dire as to his competency to sit as a juror in the case. Aside from this it involved a question of fact, which the court below was alone competent to decide.\nThe judgment is affirmed and it is .now ordered that the record be remitted to the Oyer and Terminer of Mifflin county for the purpose of execution.",
        "type": "majority",
        "author": "Mr. Justice Paxson"
      }
    ],
    "attorneys": [
      "Andrew Reed and Horace J. Culbertson, for plaintiff in' error.",
      "A. W. Porter, District Attorney, and R. Milton Speer ('John A. McKee with them), for the Commonwealth."
    ],
    "corrections": "",
    "head_matter": "McClain versus Commonwealth.\n1. It is not necessary to show that a prisoner had actual or special malice towards a person whom ho has killed iu order to convict him of murder in the first degree; malice will be implied from conduct which shows cruelty of disposition and recklessness of consequences, and the intent to take life may be inferred from the savage nature of an attack.\n2. In charging a jury in a homicide ease, the court may express an opinion that there isnoiliing in the case to reduce the crime to manslaughter when the same is not given as a binding instruction, and is, moreover, warranted by the evidence.\n;1. The Commonwealth, on cross-examination, asked a witness, who had been called on behalf of the prisoner to prove that the latter was intoxicated, how the prisoner acted, what he said and what ho was doing when he saw him. Objected to as improper cross-examination.\nJMd, That this evidence was admissible for the purpose of enabling the jury to determine whether the prisoner was intoxicated or not.\n•1. A witness for the Commonwealth testified, under objection, to a confession of the prisoner, which was elicited by the following question: “ Then 1 asked him (the prisoner) how it came that you killed that fellow ?”\nHeld (1), That this was not such a question as assumed the guilt of the prisoner, and that the confession which it brought forth was properly admitted iu evidence.\n(2) That, as the prisoner had objected to the admission of the evidence, the action of the court in subsequently striking out this confession was not such error as tins prisoner had a right to complain of.\n5. The refusal of a court to grant a new trial is not assignable for error even where there is after-discovered evidence to contradict a juror’s statement on his voir dire as to his competency to sit as a juror in the case.\nMay 25fch, 1885.\"\nBefore Mercur, C. J., Gordon, Paxson, Sterrett and Green, JJ. Trunkey and Clark, JJ., absent.\nError to the Court of Oyer and Termiuer of Mifflin county : Of July Term, 1885 No. 15.\nThis was an indictment against Curtin McClain for the killing of William Smearman.\nUpon the trial, before Bucher, P. J., the Commonwealth proved tliat Curtin McClain, a miner, left his home in Orbisonia on August 21st, 1884, to go to a camp-meeting at Newton Hamilton in Mifflin county. Before leaving Orbisonia, he went to a hardware store and purchased a knife. He rejected the first knife shown him because it was rough on the edge. He purchased the second one offered him, which Avas long and tapering and sharpened on both edges; it was described by the clerk who sold it as a “sticking knife.”\nOn the train he was seen in possession of the knife, and at Mount Union he exhibited it to a friend, who asked him what he Avas going to do with it. He replied that “he was going to take it to camp, if anybody jumped on him to defend himself.”\nGeorge Shaeffer, a Avitness for the CommonAvealth, testified that he saw the prisoner on the grounds of the camp-meeting; that “he had a knife in his right hand with the blade turned up along the inside of his coat sleeve ”; that he told him to put it away and not use it there.\nAbout nine o’clock in the evening the prisoner saw a young man named Byler, very much under the influence of liquor, crying about the loss of a dollar. He Avent up to him and, Avithout provocation, struck him a bloAv on the face. Byler’s brother remonstrated and was knocked dinvn by McClain. A general fight ensued, during which the prisoner Avas seen with a large knife in his hand pursuing William Smearman, Avho, it appears, Avas an unoffending by-stander. Smearman’s body was found about 600 feet from where the pursuit began with a knife Avound in the back about seven inches deep and passing through the left lung.\nA few minutes afterwards the prisoner was heard to exclaim, “ I fixed the son of a-.” Another Avitness heard him say, “As long as I have this knife, I don’t give a damn for any of them; I put it to that fellow effectually'.” The knife Avas found the next day lying by the railroad near the camp ground streaked Avith blood and Avas identified by the clerk who sold it to McClain.\nF. A. Means, a witness for the Commonwealth, testified, as follows: “ Then I asked him (the prisoner) : How did it come that yum killed that fellow.” Objected to because it assumed the guilt of the prisoner. Objection overruled and evidence admitted. Exception. The witness then continued: “I asked him how it came that he killed that fellow anyhow, those were just the words I used; ‘well,’ said he, ‘Í was drunk.’ I waited a little while and then asked him this: ‘Were you so drunk that you did not know what you were doing ? ’ He said, ‘ oh, no, I knew what I was doing.’ Those were his very words.”\nOn the following morning, the court struck out this evidence giving the following reason: “Upon reflection we reconsider the ruling and strike out the evidence from the record upon the distinct ground that the answer received from the prisoner was obtained by putting a question to him that assumed the fact of his guilt, and we do this upon the authority of the Commonwealth v. Mosler, 4 Barr, 264. We therefore direct the testimony to be expunged from the record, and order the respective counsel to allude to it in no way in their discussion before the jury, as it is not to be used as evidence in the case, and the jury are to disregard it in reaching a conclusion.” (Fifth assignment of error.)\nJohn Rogers, a witness for the prisoner, testified as follows:— Q. Did you see Curtin McClain in Mount Union on the Thursday of the camp-meeting, in the afternoon? A. Yes, sir. Q. State if you saw him drink there, and if so, how much? A. I did; I saw him drink four drinks of beer there. Q. What time was that in the afternoon ? A. I can’t state what time; we got on at Rock Hill at 3.02 and came down. Q. Did you see him getting on at Mount Union and starting for Newton Hamilton? A. Yes, sir. Q. State where you saw him next. A. The next place I saw him was down at the steamboat; I saw him on the steamboat. I saw him take two drinks on the steamboat. Q. Was he intoxicated at that time or not? A. Yes, sir; I thought he was. Q. About what time was that? A. Well, it was when I saw him take the last two drinks ; it was after 7 o’clock.\nCross-examined. Q. Had you come from Orbisonia with McClain ? A. I came down in the same train. Q. And you took those drinks with him at Mount Union? A. Yes, sir. Q. Had he a knife there? Objected to.\nCommonwealth's counsel propose to ask the witness on cross-examination, for the purpose of showing that Curtin McClain was not intoxicated at Mount Union at the time the witness stated lie took four drinks with him, whether or not MeClain did not say then and there that he had a knife with him, and he was taking it to the camp-meeting for the purpose of defending himself; that in this conversation he talked and acted rationally, and evinced no evidence of intoxication.\nPrisoner’s counsel object (1), because it is the design of the thing to introduce to the jury things that have nothing whatever to do with what he was examined ; (2) that the witness was subpoenaed by the Commonwealth and they did not examine him; (3) that it is no cross-examination whatever and does not tend to show, or contradict, anything that was asked him on examination in chief.\nBy the Court: — “We admit the evidence for the sole purpose of enabling the jury to determine whether the prisoner was then intoxicated, or not, as bearing upon his mental condition; but reject it as independent evidence.” (Fourth assignment of error.)\nIt appeared in evidence that the prisoner on the way to the camp-meeting took several drinks of liquor and beer, but several witnesses for the Commonwealth testified positively-that he was not intoxicated at the time of the killing. There was no evidence to show that the prisoner kuew the deceased before the time of killing.\nThe prisoner requested the court to charge as follow's:\n“That the entire absence of motive on the part of the prisoner for killing, in the absence of conclusive proof of a premeditated killing, should raise a reasonable doubt in his behalf.”\nAnswer. “We affirm the point if the jury find from the evidence that there was an entire absence of motive so far as a verdict of murder in the first degree is concerned, but it should not raise a doubt as to his being guilty of murder in the second degree.” (Second assignment of error.)\nThe court in its general charge used the following language: “In our opinion, there is nothing in the case that would reduce the prisoner’s offence, if you find he did the killing, to manslaughter.” (Third assignment of error.)\nVerdict, guilty of murder in the first degree. A motion for a new trial was made for the reason that, from after discovered evidence, James Jack, one of the jurors empaneled in the case, was not a proper or competent juror, having falselj' testified on his voir dire before being empaneled that he had neither formed nor expressed an opinion as to the guilt or innocence of the prisoner, while the evidence shows' that he had not only formed an opinion, but had expressed it on man}' occasions; that the night before he was empaneled as a juror he stated in the presence of several persons that he could not see how any jury could get over finding the prisoner guilty of murder in the first degree from what Means had told him — evidence that was to be submitted in the case.\nThe court overruled the motion for a new trial and sentenced the prisoner to be Ranged. (Sixth assignment of error.)\nThe prisoner then took this writ, assigning for error the ruling of the court upon the questions above noted, the refusal to charge as above requested, the portion of the charge cited and the refusal to grant a new trial. Also the following assignment. First — ’'‘The ingredients of murder in the first degree do not exist in this case.”\nAndrew Reed and Horace J. Culbertson, for plaintiff in' error.\n— There was no evidence in the cause from which the jury could find any motive for killing the deceased, and therefore the prisoner’s points should have been affirmed without qualification.\nIt clearly was no cross-examination to permit the Commonwealth to ask a witness, whom they had subpoenaed, but did not call, about a time when witness did not say the prisoner was intoxicated, the question, namely, “ at Mount Union at the time the witness states he took four drinks with him, whether or not Curtin McClain did not say, then and there, that he had a knife with him, and he was taking it to the camp-meeting for the purpose of defending himself: ” Hughes v. Westmoreland Coal Company, 8 Out., 207; Fulton v. Central Bank, 11 Norris, 115; Monongahela Water Company v. Stewartson, 15 Norris, 436; Hopkinson v. Leeds, 28 P. F. S., 396.\nJames Jack was clearly incompetent to sit as juror: Allison v. Commonwealth, 3 Out., 32; Staup v. Commonwealth, 24 P. F. S., 458.\nA. W. Porter, District Attorney, and R. Milton Speer ('John A. McKee with them), for the Commonwealth.\n— This court will not review the discretion of the court below in refusing a new trial: Hill on New Trials, p. 185, sec. 48; Commonwealth v. Gallagher, 3 Clark, 297.\nThe fact that a juror has formed an opinion from what he has read or heard does not disqualify him when called to the box; and much less does it afford ground for a new trial: Curley v. The Commonwealth, 3 Nor., 151; Ortwein v. Commonwealth, 26 P. F. S., 414; O’Mara v. Commonwealth, 25 P. F. S., 424; Myers v. Commonwealth, 29 P. F. S., 308."
  },
  "file_name": "0263-01",
  "first_page_order": 279,
  "last_page_order": 286
}
