{
  "id": 543723,
  "name": "In re Grand Lodge of the Ancient Order of United Workmen",
  "name_abbreviation": "In re Grand Lodge of Ancient Order of United Workmen",
  "decision_date": "1885-11-09",
  "docket_number": "",
  "first_page": "613",
  "last_page": "621",
  "citations": [
    {
      "type": "official",
      "cite": "110 Pa. 613"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "13 Wall., 187",
      "category": "reporters:scotus_early",
      "reporter": "Wall.,",
      "case_ids": [
        1134247
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/80/0187-01"
      ]
    },
    {
      "cite": "10 Wall., 416",
      "category": "reporters:scotus_early",
      "reporter": "Wall.,",
      "case_ids": [
        3437360
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/77/0416-01"
      ]
    },
    {
      "cite": "7 Pet., 402",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "3 How., 103",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3317044
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/44/0103-01"
      ]
    },
    {
      "cite": "104 U. S., 578",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3493279
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/104/0578-01"
      ]
    },
    {
      "cite": "7 W. & S., 151",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "1 Black, 295",
      "category": "reporters:scotus_early",
      "reporter": "Black",
      "opinion_index": -1
    },
    {
      "cite": "13 Pet., 519",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        3337793
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/38/0519-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 811,
    "char_count": 21841,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 1.8497972838416353e-07,
      "percentile": 0.7233491218986127
    },
    "sha256": "66cabf5d378719203038456b08a12fb41c8f6a4fa4b5c6adb80dd6ab2d9db4b3",
    "simhash": "1:8a028531cc2fc7e4",
    "word_count": 3729
  },
  "last_updated": "2024-02-27T22:13:09.246454+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercer, C. J., Gordon, Paxson, Tkenkey, Sterbett, Green and Clark, JJ."
    ],
    "parties": [
      "In re Grand Lodge of the Ancient Order of United Workmen."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Sterrett\ndelivered the opinion of the court November 9th, 1885.\nThis case assumed a much wider range on the argument than we are permitted to take in disposing of it. The certiorari brings up for review nothing except the record proper, which consists of the petition presented by “ The Grand Lodge of the Ancient Order of United Workmen of Pennsylvania,” praying for the approval of certain alterations and amendments of its charter, the objections filed thereto, and the orders of court made in the premises. Our inquiry is necessarily restricted to what appears on the face of these recorded proceedings ; and that too for the purpose of passing upon their regularity, and ascertaining whether the discretion with which the court below is clothed, in such cases, has been properly exercised: In re Application, etc., 11 Out., 543; Vaux’s Appeal, 13 Out., 497. In the latter it is said, “in such cases no appeal lies, the whole matter being committed to the sound legal discretion of the judge below. If such discretion is abused, not otherwise, this court can review on certiorari.”\nAmong other things, the petition represents that the Grand Lodge was duly incorporated in 1871, by an Act of the General Assembly, a copy of which is annexed to and made part of the petition. It was necessary thus to exhibit the charter that the court might be informed as to the objects of the corporation, the powers with which it was originally invested, and the changes proposed. As expressed in the Act, the objects are, “ to improve the moral, mental and social condition of the members of the lodges under its jurisdiction, and to prevent strikes among all classes by exhausting all honorable means in its power for such an end.” The principal powers of the corporation are “ to institute such subordinate lodges as it may see fit, under such rules, by-laws and regulations ” as it may establish; “ to create, hold and disburse a beneficiary fund, for the relief of the members and their families of the lodges established by the corporation, under such regulations as may be adopted by the corporation ; provided that such fund shall at no time exceed five thousand dollars.”\nIt will be observed that, under the original charter, subordinate lodges are organized “ under such rules, bydaws and regulations as the corporation may establish.” The proposed amendment provides for organizing same lodges “under such rules, by-laws and regulations as the Supreme Lodge of the Ancient Order of United Workmen and the said Grand Lodge may make and enact,” etc. In like manner it is proposed to change the fourth section, which empowers the corporation “ to create, hold and disburse a beneficiary fond,” etc., so that it will read as follows: “It shall be lawful for the corporation in furtherance of the objects of its formation, as a fraternal beneficial society, to create, hold and disburse a beneficiary relief or other fund for the benefit of the members and families of members of the subordinate lodges of the Ancient Order of United Workmen, established under the rules and regulations of the said Supreme Lodge and the Grand Lodge ; provided that no more than five thousand dollars shall be paid to any one member or his family.”\nWe naturally inquire, what is the “Supreme, Lodge” that is thus introduced into the proposed amendments, and invested with power to at least participate in making rules, by-laws and regulations for the government of a Pennsylvania corporation and its subordinate lodges ? Is it an incorporated or unincorporated-association? If the former, when and where was it incorporated, and what are its powers ? If the latter, who compose the association, and where is it located ? Neither the petition, nor anything else on the record, furnishes an answer to any of these inquiries. If the “Supreme Lodge ” is a foreign corporation, that is, a corporation not created by the laws of -this.- state, or an unincorporated association of individuals located outside the state, it will scarcely be claimed that the court below, in the exercise of a sound legal discretion, could approve the proposed amendments by which the Grand Lodge and subordinate lodges established by it, in this state, might in-any degree be subjected-to' the- control of such foreign corporation or association. In the absence of any information on the subject, the court had no right to infer that the Supreme Lodge was a Pennsylvania corporation. There is nothing on the record to warrant any such inference. An application to alter or amend a charter is one of those proceedings in which nothing should be left to inference or conjecture. All the facts necessary to enable the court to act understanding^ should be embodied in the application or petition. If the petitioner had taken the same pains to set forth the charter or articles óf association of the Supreme Lodge as it did to exhibit its own charter, the fact, perhaps, would have been apparent that the Supreme Lodge is a foreign corporation or association, and that the- court was asked to do what the legislature never intended. The granting of corporate franchises is a sovereign act; and, so far as the power has been delegated to the courts, it should never be exercised in a perfunctory manner, nor until all the facts, necessary to a full understanding of the application in all its bearings, are dul ypresented.\nIn the preamble to the original charter it is recited that “ certain persons, citizens of Pennsylvania, Ohio and New York, are desirous of forming a corporation to promote and advance scientific and mechanical pursuits in said states.” The object of this recital was, doubtless, to limit the corporation in its operation to the three states named. In the proposed amendment the words, “and elsewhere,” are added immediately after the word “ states,” thus entirely removing the limitation and giving a world-wide field of operations to the corporation. If the public interest and the interests of the membership of subordinate lodges are to be consulted, the proposed amendment is one of more than doubtful propriety, if not also beyond trie power of the court to approve.\nOther reasons have been strongly urged against the decree, but it is unnecessary to notice them. Enough has been said to show that it should not have been made.\nWe have no doubt as to the standing of the exceptants in the court below. As members of a subordinate lodge of the Ancient Order of United Workmen, liable to be affected by the proposed changes, they were entitled to be heard, and it does not appear that their right was even questioned in the court below. The writ sued out by “Thomas Gr. Sample on his own behalf and as agent for other exceptants,” was quite sufficient to remove the record into this court for review.\nDecree reversed and petition dismissed, and it is ordered that the costs, including the costs of this writ, be paid by the petitioner.",
        "type": "majority",
        "author": "Mr. Justice Sterrett"
      }
    ],
    "attorneys": [
      "J. McF. Carpenter, for plaintiffs in error,",
      "Alfred Frank Custis (Silas A. Kline and J. M. Caldwell with him), for defendant in error."
    ],
    "corrections": "",
    "head_matter": "In re Grand Lodge of the Ancient Order of United Workmen.\n1. The amendment of charters of corporations of the first class is, by the Act of April 29th, 1874 (P. L., 73), committed to the discretion of the court to which the applicatioh is made; it is only when such discretion is abused that the Supreme Court can review the same upon a writ of certiorari.\n2. A petition for an amendment to a charter should contain all the facts necessary to enable the court to actunderstandingly; nothing should be left to inference.\n3. Any member liable to bo affected by an amendment to the charter of a corporation has standing to sue out a writ of certiorari, and remove the record for review.\nOctober 29th, 1885.\nBefore Mercer, C. J., Gordon, Paxson, Tkenkey, Sterbett, Green and Clark, JJ.\nCertiorari to the Court of Common Pleas, No. 1, of Allegheny county : Of October and November Term 1885, No. 91.\nThis was, in the court below, a petition by the Grand Lodge of the Ancient Order of United Workmen of Pennsylvania, signed by Joseph C. Smith, Grand Master Workman, under the seal of the Lodge and duly attested by Joseph M. McNair, Grand Recorder, praying for certain amendments and alterations in the charter of said order.\nThe petition, which was presented on February 27th, 1885, set forth that the petitioner, The Grand Lodge of the Ancient Order of United Workmen of Pennsylvania, is an association incorporated by Act of Assembly, approved March 9th, 1871; which said Act reads as follows:\n“ Whereas, certain persons, citizens of Pennsylvania, Ohio and New York, are desirous of forming a corporation to promote and advance scientific and mechanical pursuits in the said states; therefore,\n“Section 1. Be it enacted in General Assembly that William W. Walker, R. M. Ross and their successors, be, and are hereby created a body politic, by the name, style and title of The Grand Lodge of the Ancient Order of United Workmen of Pennsylvania, and by such name and titie shall have perpetual succession, and be capable in law of suing and being sued, pleading and being impleaded, and of purchasing, holding, granting and receiving in its corporate name, property — real, personal or mixed — and of instituting such Subordinate Lodges as it may see fit, under such rules, by-laws and regulations as the corporation may establish, not in conflict with the laws of the commonwealth.\n“ See. 2. The object of the corporation shall be to improve the moral, mental and social condition of the members of the Lodges under its jurisdiction, and to prevent strikes among all classes, by exhausting all honorable means in its power for such an end. '\n“ Sec. 8. The said corporation shall have a common seal for making and delivering of all legal acts and proceedings, the same to break or alter at pleasure.\n“ Sec. 4. It shall be lawful for the corporation to create, hold and disburse a beneficiary fund for the relief of the members and their families, of the Lodges established by this corporation, under such regulations as may be adopted by the corporation ; provided that such fund shall at no time exceed five thousand dollars.\n“ Sec. 5. The said corporation may make and Constitute for the same, such officers as it may deem necessary and proper, whose term of office shall expire on the second Tuesday of January of each and every year.”\nThat the said corporation is embraced in corporations of the first class, specified in section seeond of the Act of 1874; that the corporation, in pursuance of the Act of 1874, being desirous of altering, etc., the articles and conditions of the Act of Incorporation, duly adopted at the regular annual session, held in January, 1885, the following amendments :\nI. In the preamble, add after the words “ the said states,” in the fourth line, the words “ and elsewhere.”\nII. In section 1 strike out of the last clause, after the words “ rules, by-laws and regulations,” the words “ as the corporation may establish,” and insert in lieu thereof the words “as the Supreme Lodge of the Ancient Order of United Workmen and the said Grand Lodge may make and enact;” and also insert, after the words “not in conflict with,” the words “the constitution and,” so that the clause as amended shall read: “ And of instituting such Subordinate Lodges as it may see fit, under such rules, by-laws and regulations as the Supreme Lodge of the Ancient'Order of United Workmen and the said Grand Lodge may make and enact, not in conflict with the constitution and laws of this commonwealth.”\nIII. In section 4 insert, after the word “ corporation,” in the first line, the words “in furtherance of the objects of its foundation as a fraternal beneficial society.”\nAlso strike out all of said section after the word “ beneficiary ” in the second line, and substitute in lieu thereof the words “ relief or other fund for the benefit of the members and the families of members of the Subordinate Lodges of the Ancient Order of United Workmen established under the rules and regulations of the said Supreme Lodge and the said Grand Lodge; provided that no more than 85,000 shall be paid to any one member or his family,” so that the whole fourth section, as amended, shall read as follows, to wit:\n“ It shall be lawful for the corporation in furtherance of the objects of its foundation as a fraternal beneficial society, to create, hold and disburse a beneficiary, relief, or other fund for the benefit of the members and the families of members of the Subordinate Lodges of the Ancient Order of United Workmen established under the rules and regulations of the said Supreme Lodge and the said Grand Lodge; provided that no more than $5,000 shall be paid to any one member or his family.”\nIV. In section 5 add to the section the words “ or when their successors are elected, qualified and installed in office,” so that the section, as amended, shall read as follows:\n“The said corporation shall make and constitute for the same such officers as it may deem necessary and proper whose term of office shall expire on the second Tuesday of January of each and every year, or when their successors are elected, qualified and installed in office.”\nThe petition prayed that if, in the opinion of the court, the desired amendments, etc., are or will be lawful and beneficial, and do not conflict with the Act of 1874 or the Constitution, the court will direct notice to be given by publication, according to law, that the amendments may be approved, and upon compliance with the provisions of the said Act, be deemed and taken to be a part of the Act of Incorporation.\nUpon this petition the court, Stowe, P. J., entered the following decree: “And now, to wit, March 9th, 1885, the foregoing amendments and alterations of the Act of Incorporation of the Grand Lodge of the Ancient Order of United Workmen of Pennsylvania having been duly presented to this court,- in order that the same might be deemed and taken to be a part of the Act of Incorporation or Charter of said Grand Lodge, and it appearing to the court that such amendments are lawful and beneficial, and do not conflict with the requirements of the Act of the General Assembly of this commonwealth, entitled ‘An Act to provide for the Incorporation and Regulation of certain Corporations,’ approved the 29th day of April, 1874, nor with the constitution of this state, it is hereby ordered and decreed that notice thereof shall be given by publication, in accordance with the statute in such case made and provided, in the Chronicle, Telegraph, and the Commercial Q-azette ; that the same will be granted on April 4th, 1885, unless exceptions are filed thereto before said date.” ■\nOn April 2d, 1885, Thomas Simpson, recorder of the General Custer Lodge, A. O. U. W., filed, as objections to the proposed amendments, a copy of the preambles and resolutions adopted by the General Custer Lodge at a meeting held on March 30th, 1885, which are as follows: “Whereas, at the1 recent sessions of the Grand Lodge, A. O. U. W., of Pennsylvania, held in Pittsburgh on January 13th, 14th, 15th and 16th, 1885, the following amendments were adopted by that body to the Act of Incorporation:” (Here followed the proposed amendments as above set forth.)\n“And the Grand Master Workman, Grand Foreman, Grand Overseer, Grand Recorder and Solicitor were appointed a committee to have the above presented to the courts for ratification. And, whereas, as this is a change of the organic law of the' order, the same should have been presented at the previous session of the Grand Lodge, and then sent out to all subordinate lodges for consideration before adoption; and whereas, this General Custer Lodge, No. 118 A. O. U. W., of the state of Pennsylvania, one of the agents of the said corporation, believe that, should the above amendments be ratified by the courts, the same would be to the detriment of the membership of this lodge and of the order generally, in depreciating the value of their beneficiary certificates. Therefore, be it resolved, that General Custer Lodge, No. 118, of the state of Pennsylvania, as a lodge and as individuals, and acting as one of the agents of the said corporation, known as the Grand Lodge, A. O. U. W., of Pennsylvania, protests against the ratification by the courts of the proposed amendments, for the following reasons:\n“ First. — That it is imposing an additional monetary obligation upon the present membership of this lodge and this state that was not intended or provided for at the date of their acceptance and admission as members of said corporation.\n“ Second. — They confer upon a foreign corporation the right to come into this commonwealth and collect moneys from the membership of said corporation of Pennsylvania, and in the event of a refusal upon the part of said membership of Gen- ■ eral Custer Lodge and others to said assessments or moneys so levied, would annul the beneficiary certificates of the members of said corporation, thereby working a great hardship to all who might decide that any assessments so levied might be unjust or illegal.\n“ Resolved, that a committee of three be appointed to take charge of the matter and see that our objections are filed in court.”\nOn April 18th, 1885, the court, after a hearing, entered the following final decree: “And now, to wit, April 18th, A. D. 1885, the said amendments,- alterations and improvements having been presented to this court, accompanied by due proofs of the publication of notice required by law, and exceptions to said, amendments filed, which said exceptions, after due consideration, are hereby dismissed, and no sufficient reason for the contrary having been shown to the court, it is hereby, on motion of J. M. Caldwell, attorney for petitioner, ordered and decreed that, upon the recording of the said amendments, alterations and improvements, as required by law, the same shall be deemed and taken to be part of the Act of Incorporation or Charter of the said corporation.”\nNo exceptions or objection to this decree were filed in the court below, but this writ was taken by Thomas G. Sample on his own behalf and as agent for other exceptants, assigning for error the action of the court in overruling their exceptions and in approving and allowing the above amendments.\nIn the Supreme Court a motion to quash this writ was made for want of proper parties.\nJ. McF. Carpenter, for plaintiffs in error,\nupon the motion to quash, cited Coover’s Appeal, 2 P. F. S., 427, and: offered to file an affidavit that Sample was a member of the lodge.\nIn the first section of the “Act of Incorporation,” power is given to institute subordinate lodges; and in the fourth section power is given to create, hold and disburse a beneficiary fund for the relief of the members and their families of lodges established by the corporation. It needs no argument to show that the power thus given is restricted, first, to the institution of subordinate lodges, and second, to creating and disbursing a fund for the relief of members and their families of the subordinate lodges so instituted. The amendment to the fourth section adds, after the word “beneficiary,” the words “relief or other fund,” and then, instead of restricting it to members and the families of members of lodges established by the Grand Lodge, it adds to the class of beneficiaries originally provided for, “ the members and the families of members of the subordinate lodges of the A. O. U..W., established under the rules and regulations of the said Supreme Lodge and the said Grand Lodge.”\nWhile the Grand Lodge of Pennsylvania still exists as a corporation, it transfers, by these amendments, a most important power, heretofore its own exclusively, viz., the power to levy assessments. True, this power is not given in so many words, but the power to “ create, hold and disburse ” is given, and the fund cannot be created except by assessment. To transfer the management and control is, in effect, to transfer the corporation. Now, whether the transfer be of the Supreme Lodge to Pennsylvania, or of the Grand Lodge from Pennsylvania, the result is the same; either transfer is illegal: Bank of Augusta v. Earle, 13 Pet., 519; Runyan v. Coster, 14 Id., 129; R. R. Co. v. Wheeler, 1 Black, 295; County of Allegheny v. R. R. Co., 1 P. F. S., 231.\nIf the legislature cannot pass a law “impairing the obligation of contracts,” it cannot delegate that power to the courts. It could not vest in another a power which it. did not possess.\nThe Grand Lodge, as such, has no more right to amend the charter than has the legislature to amend the constitution of the state. Each may propose amendments, but the parties to be affected thereby can alone adopt such amendments: Com’th ex rel. v. Cullen, 1 Harris, 133.\nThe jurisdiction of the Common Pleas courts to amend charters is limited, and all the requisites must appear affirmatively on the record. In re First Presbyterian Church, 11 Out., 543.\nAlfred Frank Custis (Silas A. Kline and J. M. Caldwell with him), for defendant in error.\n— The plaintiff in error filed no exceptions and was not a party in the court below, neither is there anything in the record to show that he will be affected by the decree, hence he is not entitled to an appeal: Steel v. Bridenbach, 7 W. & S., 151; Ex-parte Cockroft, 104 U. S., 578. No one can sue out a writ of error, as agent for another, unless he by authority duly appears: Ex-parte Dorr, 3 How., 103.\nIf the writ be brought by only one or more of the defendants, it may be quashed: Fotterall v. Floyd, 6 S. & R., 319; Owings v. Kincannon, 7 Pet., 402; Masterson v. Herndon, 10 Wall., 416; Hampton v. Rouse, 13 Wall., 187.\nThe jurisdiction of the court below is not, and cannot be, successfully disputed. It is clearly given by Act 29th April, 1874, section 42 (Purdon’s Digest, p. 340). Under this Act the approval of a charter is in the discretion of the court below: Vaux’s Appeal, 13 Out., 497."
  },
  "file_name": "0613-01",
  "first_page_order": 629,
  "last_page_order": 637
}
