{
  "id": 880530,
  "name": "L. Straus & Sons v. John Wanamaker, Appellant",
  "name_abbreviation": "L. Straus & Sons v. Wanamaker",
  "decision_date": "1896-04-27",
  "docket_number": "Appeal, No. 160",
  "first_page": "213",
  "last_page": "234",
  "citations": [
    {
      "type": "official",
      "cite": "175 Pa. 213"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "122 U. S. 121",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3522007
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/122/0121-01"
      ]
    },
    {
      "cite": "23 Pa. 393",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        973988
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/23/0393-01"
      ]
    },
    {
      "cite": "27 Pa. 429",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        979425
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/27/0429-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1488,
    "char_count": 45537,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 8.109573445938875e-07,
      "percentile": 0.9742170296414965
    },
    "sha256": "be06390af26eaa03013c6658386104bfd26900bb6011cbd2a8c029394fb3c26f",
    "simhash": "1:b6f3464f3228f088",
    "word_count": 7726
  },
  "last_updated": "2024-02-27T19:17:55.532791+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, McCollum:, Dean and Fell, JJ."
    ],
    "parties": [
      "L. Straus & Sons v. John Wanamaker, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe correctness of the learned'referee’s rulings, on which the judgment is based, is so amply vindicated in his very able and exhaustive report, that it is wholly unnecessary for us to add anything thereto. We are all satisfied from an examination of the record that there is nothing therein to justify us in sustaining any of the specifications of error.\nThe judgment is therefore affirmed on the report of the referee.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "P. F. Bothermel, Jr., for appellant.",
      "John Gr. Johnson, for appellees."
    ],
    "corrections": "",
    "head_matter": "L. Straus & Sons v. John Wanamaker, Appellant.\nContract — Construction of — Inconsistent and repugnant clauses.\nIf there be two clauses in a contract so totally repugnant to each other ‘that they cannot stand together, the former shall be received and the latter rejected.\nWhere a contract distinctly guarantees a certain per cent profit on the cost of goods to be sold, and a supposed explanatory clause is added which is inconsistent with, and would partially destroy it, the obvious method of construing it is to hold that the parties clearly stated their purpose in the beginning, and that the use of an improper expression as a •supposed equivalent of their former expression will not vitiate the contract.\nW., the proprietor of a large store, entered into an agreement in writing with S., the proprietor of a china and glassware store, by which S. was ■to move his business into W.’s store, as a department of W.’s business, ■and W. was to “ guarantee that the profits from the sales of the goods ■shall not be less than fifty per cent over and above the cost of said goods, ■and should the profit fall short of this S. is authorized to charge such ■deficit as may arise to W. at the semi-annual settlement. The guarantee <of fifty per cent profit applies only to china and glassware. It is understood that the meaning of fifty per cent profit is that at the time of stock taking one third of all sales shall be profit.” Held, that as no guaranty that one third of the sales should be profit was possible if the goods were sold at a price more or less than exactly fifty per cent profit on the cost, the last clause was repugnant to the first, and should be disregarded in construing the contract.\nContract — Construction of contract by act of the parties.\nWherever the terms of an agreement are equivocal or doubtful, or the language of a contract is ambiguous, the interpretation of it by the parties is entitled to great, if not controlling, influence.\nAn agreement of reference left “ all differences to arbitration, .... the arbitration to pass only upon the proper interpretation of the rights of each of the contracting pai’ties as expressed in the contract and its renewal.” Held, that settlements under the contract made between the parties were admissible in evidence as bearing upon the construction of the contract by the parties themselves.\nUnder an agreement the profits were originally to be equally divided between the parties. In a subsequent renewal plaintiffs agreed to ‘ ‘ allow ” defendants $5,000 yearly out of the profit fund, and by a still later renewal it was provided that plaintiffs should “ give” defendants 10 per cent of the total sales. Held, that in the division of the profits 10 per cent of the sales should first be deducted from the profit fund and the balance of the fund be divided equally, plaintiffs giving to defendant $5,000 from their portion, especially as such construction had been placed upon the agreement by the parties in their semiannual settlements.\nArgued April 8, 1896.\nAppeal, No. 160, Jan. T., 1896, by defendant, from order of C. P. No. 1, Phila. Co., June T., 1895, No. 121, overruling exceptions to referee’s report.\nBefore Sterrett, C. J., Green, McCollum:, Dean and Fell, JJ.\nAffirmed.\nAmicable action of assumpsit to secure tbe construction of a contract.\nThe case was referred to Hon. Mayer Sulzberger as referee, under the act of May 14, 1874, P. L. 166.\nTbe referee reported as follows :\nTbe undersigned, to whom by tbe written agreement of tbe parties to the above entitled cause, dated October 23,1894, and November 12, 1894 (which agreement is hereto annexed and marked ‘‘No. 1 ”), was referred tbe settlement of tbe differences between them, as set forth in tbe said agreement, begs leave respectfully to report: That having duly qualified and given due and proper notice, he did, in pursuance of bis appointment, on May 24, 1895, and by adjournment thereafter, meet Mr. Isidore Straus, one of the partners of the firm plaintiffs, and John G. Johnson and P. F. Rothermel, Esqs., attorneys for the plaintiffs and defendants respectively.\nMr. Isidore Straus was called and sworn as a witness on behalf of the plaintiffs, being the only witness examined in the cause.\nThe written agreements between the parties, being the original agreement of September 13, 1878, and its five renewals, were offered in evidence and admitted. They will be referred to more fully hereinafter.\nThey are dated respectively: July 31, 1885; January 31, 1886; July 31, 1886; January 31, 1887; July 31, 1887; January 31, 1888.\nHISTORY OK THE CASE.\nOn and prior to September 30, 1878, the plaintiffs, Lazarus Straus, Isidore Straus, Lazarus Kohns and Nathan Straus were merchants in New York, under the firm name of L. Straus & Sons, engaged in the business of importing and selling crockery, china, glassware, and kindred articles of foreign and domestic manufacture. They had also conducted a branch house at No. 1229 Chestnut street, in the city of Philadelphia.\nThe defendants, John Wanamaker and John F. Hillman, were merchants in Philadelphia, under the firm name of John Wanamaker, doing a general merchandise business at Thirteenth and Market streets, at a great store known as “The Grand Depot.”\nOn September 30,1878, the plaintiffs and defendants entered into a written agreement, marked “No. 3.” Its object was that the plaintiffs should discontinue their Philadelphia branch, remove its stock and fixtures to the defendants’ store, buy some stock of kindred articles remaining in defendants’ store, and that the business should thereafter be carried on as a “department” in said store.\nTo that end the plaintiffs agreed in substance as follows:\n(a) To furnish on memorandum a complete stock of goods necessary to carry on the department, at the net cost price of said stock without commission of any kind, and that a member of plaintiffs’ firm should give his personal attention to the running of said department, but under tbe supervision and control of the defendants.\n(5) To keep tbe stock insured at tbeir own expense. Breakage to be charged as an expense of tbe department.\n(c) To close tbe plaintiffs’ Chestnut street store and remove all tbeir fixtures to defendants’ store and put them in place, and to supply such other fixtures as might be necessary while tbe department space remained as was then agreed on, any expense in that regard above $500 to be charged equally to tbe two parties.\n(rl) Tbe fixtures immediately to become tbe property of tbe defendants.\n(e) The defendants to have tbe election of what goods at tbe beginning and thereafter should be accepted by tbe “ department.” ■\n(/) The agreement to continue in force till February 1,1880, and if not renewed tbe plaintiffs to remove tbe stock in thirty days, without expense to tbe defendants or to tbe “department.”\n(jf) Tbe silverware, vases, and small articles of china in tbe defendants’ store, and belonging to defendants at tbe date of tbe agreement, to be taken by tbe plaintiffs at tbe invoice cost, and to be paid for by plaintiffs to defendants as follows: One fourth in thirty days from tbe transfer; one half at tbe first succeeding inventory of stock (February 1, 1879), and tbe remaining fourth at tbe succeeding inventory of stock (August 1, 1879).\n(Ji) Tbe basis in arriving at net cost to be as follows: Domestic goods at invoice cost, including charges for packages, freight, and cartage, all discounts deducted. Imported goods at invoice cost, plus freight, port charges, banking and disbursement commissions, cash discounts on bankers’ acceptances abroad, freight, duty, customs fees, insurance, and five per cent to cover breakage and buyers’ expenses.\n(?) Tbe plaintiffs to guarantee that tbe profits from sales of china and glassware, afterwards known as “Department Y,” should not be less than fifty per cent above tbe cost, any deficit thereof to be charged to plaintiffs by defendants at tbe semiannual settlement; tbe meaning of fifty per cent profit being that at tbe time of stock taking one-third of all sales should be profit.\nThe defendants on their part agreed in substance as follows:\n(а) To give to the said “ department ” the use of the space on the main floor under the northwest gallery directly under the offices in the Grand Depot, and also such other space as they might see fit, free of rent.\n(б) To receive, examine, mart, advertise, sell, pact, and deliver the goods to be furnished and sold without expense to the plaintiffs or to the “ department.”\n(e) An inventory of the stock on hand and of the sales to be taken each February 1st and August 1st, to the end that the profits might be divided at or near those dates, stock bought from defendants to be taken into the inventory.\n(d) To pay to the plaintiffs on or about the first and fifteenth days of each month seventy-five per cent of the amount of the sales, subject to an accounting. The profits to be divided after the inventories taken in February and August, and the business to be settled to those dates by payment of balance by the party indebted.\n(/) If the defendants should elect to discontinue the “ department” they were not to open such a department during the next six months.\nThe business was carried on under this contract. Before the expiration thereof, to wit, on October 15, 1879, the parties agreed by a second writing, marked “No. 4,” in substance as follows:\n(a) The contract of September 80, 1878, was continued for the period of two years from its expiration (viz, till February 1, 1882).\n(5) The provision that the plaintiffs should insure the stock at their own expense was modified so that the defendants should effect the insurance in the plaintiffs’ name at the plaintiffs’ expense, the policies to be turned over to the plaintiffs.\n(a) Shortage in stock account at the time of stock taking was to be charged to the “ department” in the same manner as breakage had been by the original contract.\n(ci) The defendants having assigned additional space to the “ department ” the plaintiffs agreed to pay $2,500 for necessary additional fixtures, which fixtures were to become the property of the defendants.\nBefore the expiration of this renewal period, to wit, on December 14,1881, the parties entered into a third written agreement, marked “No. 5,” in substance as follows:\n(a) The contract was continued for three years from its expiration (viz, till February 1, 1885).\n(b) “ Excepting in this particular that the parties of the second part ” (the plaintiffs) “ allow the parties of the first part ” (the defendants) “ a bonus of $2,500 on each six months’ business as their part of the selling expenses of the department, the same to be settled by remittance 3-t each stated settlement.”\nBefore the expiration of this renewal period, to wit, on July 24,1884, the parties entered into a fourth written agreement, marked “No. 6,” in substance as follows:\n(es) The contract in all respects, save as is specified in paragraph (b) below, and save the withdrawal of lamps, was continued for three years from its expiration (viz, till February 1, 1888).\n(5) “ It is hereby agreed by the party of the second part ” £the plaintiffs) “ to give to the party of the first part ” (the defendants) “ ten per cent on the gross sales, to be deducted and retained by the party of the first part ” (the defendants) “ on remitting monthly settlements.”\nThe business under the contract as modified was carried on during the whole of this renewal period and for more than eight months thereafter, until October 18,1888, without any further agreement.\nOn that day (October 18, 1888) the parties entered into a fifth written agreement, marked “No. 7,” in substance as follows:\n(a) The contract was continued until February 1, 1892, with a provision that settlement should be made from February 1, 1888 (being the date when the former renewal had expired).\n(5) “Excepting as follows: John Wanamaker to have twenty per cent instead of ten per cent, and not to have any bonus of $5,000 as stipulated in last agreement.”\n(e) “ John Wanamaker to pay all salaries and insurance without charge to the department.”\n(d) “ L. Straus & Sons to not require six months’ retirement from china and glassware business in event of nonrenewal of contract.”\n(e) “L. Straus & Sons to allow $2,500 towards refitting department.” >\n(/) “ In case John Wanamaker deems it possible for his firm to do the clocks and bronzes, silverware and cutlery to better advantage to his firm than it is done under this contract by L. Straus & Sons, John Wanamaker has the right at any time, on fair notice, to withdraw said departments, providing space occupied by them be given to the china and glassware.”\nUnder this modified contract the business was continued during the period provided for and during more than two years after its expiration, until March 9, 1894, when the parties entered into a sixth written agreement, marked “ No. 8,” in substance as follows:\n(a) The contract was continued from the date of its termination until three months’ notice in writing prior to any August 1 or February 1 should be given by either party.\nIn the latter part of March, 1894, within a month after the execution of the sixth agreement (No. 8), the defendants claimed that the settlements that had been made after February 1,1885, were erroneous, and that in consequence they were entitled to large sums of money additional to those already received. ■\nThe plaintiffs wrote to defendants to convince them that this view was a mistaken one, but receiving no reply they, on April 28 or 29, 1894, gave the defendants the three months’ notice required by the contract of March 9,1894, of their intention to terminate the same on July 81,1894, and it was accordingly closed on the last-named day.\nOn October 23,1894, the parties entered into a written agreement of reference whereby “ the proper interpretation of the rights of each of the contracting parties as expressed by the contract and its renewals ” was left to three arbitrators, one to be chosen by each party, and the two to select a third. There were other provisions limiting the effect of the decision, waiving the statute of limitations and the right of appeal, and providing for prompt payment of the award.\nOn November 12, 1894, the parties amended their agreement, by leaving the settlement of the differences referred to therein to the undersigned as referee, under the provisions of the act of May 14, 1874, and its supplements, reserving to each party the right of exception and appeal from his decision.\nTHE QUESTION AT ISSUE.\nThe dispute between the parties arises out of the following circumstances :\nThe fourth agreement (No. 6) provided as follows: “It is hereby agreed by the party of the second part ” (Straus) “ to give to the party of the first part” (Wanamaker) “ten per cent on the gross sales, to be deducted and retained by the party of the first part” (Wanamaker) “on remitting monthly settlements.”\nUnder this and analogous provisions the parties made eighteen semiannual settlements without other controversy than that •detailed in Mr. Straus’s testimony. This controversy was as follows: The first semiannual settlement under this contract (No. 6) was had as of the date of July 31,1885. It was sent by the defendants to the plaintiffs, marked “ (No. 9).”\nIt ascertains that the total sales for the preceding six months were #151,873.12; that the total cost of the goods so sold was #90,997.99; and that the profits were #60,875.13.\nThese profits were by the statement divided as follows :\nTo the plaintiffs:\nOne half of balance of profits . . #22,843 91\nTo the defendants:\nTen per cent of sales . . #15,187 31\nOne half of balance of profits 22,843 91\n- 38,031 22\n$60,875 13\nThis settlement was accepted as satisfactory by the plaintiffs.\nThe second semiannual settlement under said contract No. 6 was had as of the date January 31, 1886. It was sent by the •defendants to the plaintiffs, marked “No. 10.”\nIt ascertains that the total sales for the preceding six months were $226,416.18; that the total cost of the goods so sold was $138,974.73; and that the profits were $87,441.45.\nThese profits were by the statement divided as follows :\nTo the plaintiffs:\nOne half of balance of profits after deducting ten per cent on sales . . . $21,079 11\nTo the defendants:\nOne half of total profits . $43,720 72\nTen per cent of sales . 22,641 62\n- 66,362 34\n$87,441 45\nTins division being declared to be subject to the terms of the third agreement (No. 5), whereby the plaintiffs’ share was decreased $2,500 for each half year and the defendants’ share correspondingly increased, so that the division finally stood thus:\nTo the plaintiffs......$16,079 11\nTo the defendants . . . . . 71,362 34\n$87,441 45\nThis statement (No. 10) was transmitted by the defendants to the plaintiffs with a letter dated February 26, 1886, marked “No. 11.”\nThe plaintiffs replied to the defendants by letter dated February 27,1886, marked “No. 12,” claiming to be entitled in the division—\n(a) To an additional sum of $11,320.80; and\n(5) To credit for the amounts of $2,500 half yearly (in all $5,000), claimed by the defendants under the third agreement (No. 5), which third agreement the plaintiffs claimed to have been superseded.\nThe claim for the additional sum of $11,320.80 was based on the plaintiffs’ contention that “the ten per cent you are to deduct on sales to defray expenses should have been deducted from the gross profits in order to arrive at the net profits to be divided, as per corrected statement made up with the figures from your account, which we inclose.” . . .\nThe statement inclosed was made up on the same principles as that rendered by defendants at the previous half-yearly settlement, making the division thus :\nTo the plaintiffs.....$34,899 92\nTo the defendants ..... 52,541 53\n$87,441 45\nTo this letter the defendants replied under date of March 1, 1886, marked “ No. 13,” saying as to the claim by plaintiffs of the aforesaid additional sum of $11,320.80: “We find you are right and have corrected our bookkeeper’s oversight.”\nAnd as to the claim that the third agreement (No. 5) had been superseded, denying the same and promising to send a corrected statement-next day.\nOn March 2, 1886, the defendants sent the plaintiffs a corrected statement accompanied by a letter marked No. 14,” which statement was accepted by the plaintiffs. It left the division as last above stated; subject, however, to the terms of the third agreement, so that the division finally stood:\nTo the plaintiffs.....$29,899 92\nTo the defendants..... 57,541 53\n$87,441 45\nAfter this correspondence no question on the subject was raised till March, 1894, and the settlements continued to be made on the same basis.\nWhen the controversy arose in March, 1894, the parties, desiring to settle the matter without a lawsuit, discussed as to a method of arbitration, and from the agreement of reference finally entered into it appears that the defendants waived all right to question the settlements made between February 1, 1888, and March, 1894, while the plaintiffs waived all rights under the statute of limitations as to the period between February 1, 1885, and February 1, 1888.\nThis agreement limited the controversy to the last-named period.\nFor this reason prior and subsequent settlements were not given in evidence before the referee.\nThe substance of the statements may be given in the form of two tables, thus:\nDepartment Y (China and. Glassware).\nSettlement period. Sales for six months. Cost of goods sold. Profits.\n1885. July 31st . $113,790 63 $ 67,920 70 $45,869 93\n1886. January 31st . 170,403 59 103,858 54 66,545 05\n1886. July 31st . 122,867 11 75,355 66 47,511 45\n1887. January 31st . 190,813 92 115,006 75 75,807 17\n1887. July 31st . 140,860 59 78,957 68 61,902 91\n1888. January 31st . 206,177 20 118,095 47 88,081 73\nTotals . . . $944,913 04 $559,194 80 $385,718 24\nDepartment 34 (Silver-plated Ware)\nSettlement period. Sales for six months. Cost of goods sold. Profit.\n1885. July 31st . $38,082 49 $23,077 29 $15,005 20\n1886. January 31st . 56,012 59 35,116 19 20,896 40\n1886. July 31st . 42,566 20 29,704 61' 12,861 59\n1887. January 31st . 71,674 49 48,511 20 23,163 29\n1887. July 31st 48,803 97 34,598 44 14,205 53\n1888. January 31st . 81,472 90 51,153 53 30,319 37\nTotals .... $338,612 64 $222,161 26 $116,451 38\nThe totals of the two departments were as follows :\nSettlement period. Total sales for previous six months. Total cost. of goods Total profits, sold. Plaintiffs’ Defendants’ share. share.\n1885. July 31 $151,873 12 $90,997 99 $60,875 13 $20,343 91 $40,53122\n1886. Jan. 31 226,416 18 138,974 73 87,441 45 29,899 92 57,541 53\n1886. July 31 165,433 31 105,060 27 60,373 04 19,414 85 40,958 19\n1887. Jan. 31 262,488 41 163,517 95 98,970 46 33,860 81 65,109 65\n1887. July 31 189,664 56 113,556 11 76,108 45 26,071 00 50,037 45\n1888. Jan. 31 287,650 10 169,249 00 118,401 10 42,318 05 76,083 05\nTotals $1,283,525 68 $781,356 05 $502,169 63 $171,908 54 $330,261 09\nThe defendants now contend that the divisions should have been as follows:\nDEPENDANTS’ PRESENT CLAIM.\nSettlement period. Total profits for six months. Plaintiffs’ share. 1 Defendants’ share.\n1885. July 31st $ 60,875 13 $12,750 26 $48,124 87\n1886. January 31st . 87,441 45 18,579 11 68,862 34\n1886. July 31st 60,373 04 11,143 18 49,229 86\n1887. January 31st . 98,970 46 20,736 39 78,234 07\n1887. July 31st 76,108 45 16,587 77 59,520 68\n1888. January 31st . 118,401 10 27,935 55 90,465 55\nTotals\n$502,169 63 $107,732 26 $394,437 37\nThe points specially disputed are :\nI. What is the meaning of the word “ profits ” in the agreement?\nII. What is the extent of the plaintiffs’ guaranty to the defendants ?\nAt the time of the original agreement, September 30, 1878, the plaintiffs and defendants were about to undertake an enterprise whose outcome could only be conjectured. Caution was required in order that an unfavorable result might reduce the disadvantage of each party to the minimum. The plaintiffs invested the necessary capital, contributed their skill and labor in purchasing, and furnished a superintendent. The defendants on their part contributed the space in their store and the services of their selling and distributing force. The plaintiffs’ advantage was that they retained the ownership of their goods; the defendants’ that they were not compelled to pay for goods unsold.\nTo secure these advantages each. agreed to accept in compensation one half of a fund, which was conventionally called “ profits,” though each had to pay out of his share items properly chargeable to real cost. These profits were ascertained by deducting the sum of the items agreed upon as constituting the conventional “ cost ” from the sum realized by the sale of the goods.\nThis meaning of the word “ profits,” so carefully fixed by the agreement of September 30, 1878, was not modified by any subsequent agreement.\nPlaintiffs and defendants seem to agree that this proposition is correct, but they draw from it widely different conclusions, in interpreting the fourth agreement (No. 6), dated July 24,. 1884.\nIt appears that after the business had been carried on for more than three years the parties by the third agreement (No. 5), dated December 14,1881, agreed that the plaintiffs should allow the defendants a bonus of $2,500 on each six months’ business as their part of the selling expenses of the department, the same to be settled by remittance at each stated settlement.\nIt becomes important at this point to bear in mind that all through these agreements the terms employed are strikingly inexact. For instance, in writing this agreement (No. 5) the parties obviously held to their original theory that the plaintiffs were the owners of the goods, and that the defendants should remit to them the bulk of the proceeds of sales ; that at the end of each half year the profits should be settled and paid, and being so paid, that then the plaintiffs should give or pay to the defendants a bonus of $2,500 by remittance. Yet in describing this transaction they say that the plaintiffs shall “allow” the defendants a bonus of $2,500.\n“Allow” is here used in the sense of “give ” or “pay,” and while this sense, though uncommon, is not entirely unknown; the chief importance of the fact here is to note that the parties to these agreements use the words “ allow ” and “give ” synonymously.\nAnother instance of careless expression in the original contract may well be noted here. In a very important clause, to wit, the guaranty clause, it is provided that the plaintiffs “ guarantee that the profits from the sales of the goods shall not be less than fifty per cent over and above the cost of said goods, and should the profit fall short of this ” the defendants are “ authorized to charge such deficit as may arise ” to the plaintiffs at the semiannual settlement. “It is understood that the meaning of fifty per cent profit is that at the time of stock taking one third of all sales shall be profit.”\nBy a curious blunder the parties thought that fifty per cent profit on sales, and one third of all sales shall be profit, are mathematical equivalents. Into this error they were led by the concrete example stated in the paragraph. It is undoubtedly true, when goods are sold at exactly fifty per cent profit, that one third of all sales are profit, but it is not true when the profit is either greater or less than fifty per cent. If, for instance, the profit should be fifty-one per cent, then goods costing $100 will produce $151, and the profit will be $51.00 ; but one third of the sales will only be $50.83, and so on in the ascending sale.\nIf, on the other hand, the profits should appeay to be but forty-nine per cent, then on a sale of goods costing $100 the price realized would be $149, the profit would be $49.00 and one third of the sales would be $49.67.\nIf, again, the profit were but two per cent, then goods cosh ing $100 would realize $102, the profit would be $2.00, and one third of $102 is but $34.00.\nBy this error an apparent ambiguity has been introduced into the very important contract of guaranty, which is one of the matters in controversy here.\nTaking the figures above given, the results would be as follows :\nTotal sales. Cost oí goods. Profit. Deficit If guaran- Defieitif guaranty be fifty per ty be one-third cent on cost. of sales.\n$150 00 $100 00 $50 00\n149 00 100 00 49 00 $ 1 00 $ 0 67\n102 00 100 00 2 00 48 00 32 00\nThis shows that where there is a contract to guarantee a profit of fifty per cent on the cost, and goods are sold at a price yielding over fifty per cent profit on the cost, no guaranty that one third of the sales shall be profit is possible, because if a man guarantees that the profit should be one 'third of all sales his guaranty would be that for every additional dollar of profit above fifty per cent actually received he would see that thirty-three cents should be realized, but the whole dollar being already on hand the transaction is absurd and meaningless.\nOn the other hand when the profit should fall short of fifty per cent the guarantee would be progressively diminished, so that if the profit were but two per cent the guaranty, instead of being for fifty per cent on the cost, it would dwindle down to a guaranty of thirty-two per cent on the cost.\nWhere a contract is distinct, guaranteeing fifty per cent profit on the cost, and a supposed explanatory clause is added which is inconsistent with it and would partially destroy it, the obvious method of construing it is to hold that the parties clearly stated their purpose in the beginning, and that the use of an improper expression as a supposed equivalent of their former expression will not vitiate the contract.\nThis accords with the very ancient rule for the construction of deeds. As stated by Blackstone (vol. II. page 380): “ If there be two clauses so totally repugnant to each other that they cannot stand together, the first shall be received and the latter rejected.”\nThis conclusion harmonizes with the reason of the transaction. The purpose of the defendants evidently was to get for their share of the profits a sum equal to one fourth of the cost of the articles sold. The cost was a fixed quantity well known to both parties. The selling price was uncertain and contingent. To get for their share one sixth of an uncertain selling price was not to give them that certainty which it is the primary object ■of the guaranty of a minimum to secure ; and having secured the fixed guaranty in the first clause, it is inexplicable that •they should immediately thereafter abandon it for an uncertain guaranty which must probably produce a less sum than the fixed guaranty. Of course the guaranty of one third might, as it actually would in the present case, produce more than one quarter of the cost, but the very expression of fifty per cent on cost indicates the desire of the parties that this should be the least. In short the guaranty was of a minimum. Whatever might result more than that they would of course gladly take, but they were satisfied with the guaranty expressed.\nFor these reasons the referee holds that the true meaning of ■the guaranty clause is that for any deficiency in the profit fund making defendants’ share of the profits less than twenty-five per ■cent of the cost of the goods, the plaintiffs are answerable to the defendants.\nPerhaps a still more important inaccuracy is found in the ■same clause. The manifest intent of the guaranty as above explained is that, when goods costing $1.00 are sold and bring less than $1.50, the plaintiffs shall make good one half the deficiency to the defendants.\nYet by the language used the defendants are authorized to •charge the whole deficit to the plaintiffs, though one half of the deficit when paid would belong to the plaintiffs, to which important circumstance no allusion is made.\nIt is important to bear in mind this inexactness in the use •of terms when we approach the construction of the disputed .•agreement of 1884.\nThe third agreement (No. 5) is quite easy to construe. It merely changes the ultimate disposition of the profit fund. Proximately this fund is to be disposed of, one half to each of the parties as before; but so soon as the plaintiffs have their share 'they shall reduce it by giving $5,000 out of it yearly to the defendants, whose share is increased by the same amount; that is, instead of each party getting fifty per cent of the profits, the plaintiffs would get about forty-five per cent and the defendants .about fifty-five per cent.\nThe question is much more important when we consider the •contract (No. 6). A careful examination of it shows that the parties are dealing with, the profit fund. They have tested the-business for six years and they have found that the modest hope of earning a minimum profit of fifty per cent on the cost has-been more than realized. The facilities for selling large quantities of goods have been tested. The defendants feel that their contribution has become relatively more important to the adventure, and that the plaintiffs’ contribution has become relatively less important.\nThe plaintiffs recognize this changed condition. The obvious result is a redistribution of the profit fund. The defendants are now to get, first, ten per cent on gross sales. Their-average rate of profit for the period in controversy exceeded, sixty-four and one quarter per cent on the cost. Ten per cent on gross sales at this average rate of profit means about twenty-five per cent of the whole profit fund. This leaves but seventy-five per cent in the fund, of which in the proportion of fifty-five to forty-five the defendants receive forty-one per cent and the-plaintiffs thirty-four per cent, leaving the profit fund to be divided — to the plaintiffs, thirty-four per cent; to the defendants, sixty-six per cent.\nThat is, from being equal partners, the defendants have acquired an interest of about two thirds, and the plaintiffs’ share-has been reduced to about one third.\nThe defendants now contend that the profit fund of the original contract has not been modified, and that they are still entitled to one half of it. And that they are also entitled to-the additional twenty-five per cent (being the equivalent of ten per cent on sales) out of the plaintiffs’ share of the fund, so-that their share would be twenty-five per cent plus fifty-five per cent, or eighty per cent, being about four fifths, and the-plaintiffs’ share would be one fifth.\nIt is not pretended that there are any plain words in the contract of 1884 to warrant such a claim. On the contrary the obvious reading is the other way. The defendants are entitled to deduct and retain ten per cent on the gross sales (which is equal to one fourth of the whole profit) before remitting monthly settlements, and in all other respects the contract is to-remain. That is, the profit fund remains as before, only it is depleted before the plaintiffs get their forty-five per cent of it, and instead of getting forty-five per cent on one hundred per■cent of the profit fund they now get but forty-five per cent on seventy-five per cent of it.\nBut the defendants urge that they are likewise hurt. That they now get but fifty-five per cent on seventy-five per cent of the profit fund, instead of getting the same percentage on one hundred per cent of it. They seem to forget, however, that instead of getting but fifty-five per cent of the missing twenty-five per cent they got the whole of it. Instead of being deprived of something they are getting an addition. In short, where originally they got fifty per cent of the profit fund, the contract of 1881 gave them fifty-five per cent and the contract of 1884 gave •them sixty-six per cent.\nThe defendants base their claim on the use of the word “ give ” in the contract, which they contend imports that the plaintiffs must “ give ” out of their separate share of the profit fund, however it may have been before drawn on by the defendants, not only one half of what remains in it, but one half of what the ■defendants themselves have taken out of it.\nIf this theory is worked out consistently there will be remarkable results.\nThe subsequent contract of 1888 (No. 7) took away from the ■defendants the $5,000 bonus, but gave them a preference of •twenty per cent of the sales instead of ten per cent.\nConstruing it as the plaintiffs now claim, the defendants would receive on the basis of the business from 1885 to 1888—\nTwenty per cent of sales . . .' $256,705 13\nFifty per cent of the original profit fund 251,084 81\nIn all.......$507,789 94\nBut as the whole profit fund was but $502,169.63, it would 'follow that the defendants would get the whole profit, and the plaintiffs would have to pay over $5,000 out of their private means -to make good their guaranty, after contributing their capital, labor, skill, and risk for nothing.\nThe plaintiffs contend that “ give ” here means “ allow.” For this they have a precedent in the analogous use of “ allow ” for “ give ” in contract No. 5.\nIt seems to the referee, however, that if extreme nicety in the use of words is to prevail, then the word “ give ” may be interpreted to mean what the plaintiffs contend.\n. The context shows that the plaintiffs cannot literally' “ give ” the ten per cent on sales, because it is expressly provided that they shall never get them into their hands. “ Give ” must therefore be interpreted by the context, which when examined defines it to be the deduction and retention by the defendants of ten per cent of the gross sales. This deduction and retention can only be out of the profit fund, which in the most exact use of language belongs to the plaintiffs before distribution, because it is an unseparated part of the proceeds of the sale of the plaintiffs’ goods. In a very literal sense, therefore, the permission by the-plaintiffs to the defendants to deduct and retain the ten per cent of the sales is a “ giving ” by the plaintiffs to the defendants.\nBut if this were not so the referee would not hesitate to-decide that the term “ give ” here is equivalent to a preferential allowance out of the profit fund.\nThe referee therefore finds that the defendants’ claim for-additional profits is unfounded, and he disallows the same.\nThe defendants, however, present an alternat ve claim. They say that if their claim for $64,176.28 be disallowed they still have a right to recover $11,871.70 with interest.\nThis is based on the contention that the plaintiffs’ guaranty has not been complied with.\nThe total sales of china and glassware were $944,913.04. If one third of the sales had been profits this would have amounted to $314,971.01, defendants’ half of which would have been $157,485.17.\nIn point of fact the profits were . . . $385,718 24\nOut of which the defendants first took under the ten per cent clause .... 94,491 30\nNet profits ....... $291,226 94\nDefendants’ one half .... 145,613 47\nor a deficiency of $11,871.70.\nThis, however, rests on two errors:\n1st. The real guaranty contract was, as has been above decided, that tbe profits should be fifty per cent of the cost.\nThe cost of the goods sold was . . . $559,194 80\nFifty per cent on this is ... 279,597 40\nDefendants’ one half of this is . . . 139,798 7R\nAs they received above and beyond their preference under the ten per cent clause $145,613.47, the referee holds that the guaranty has been fully complied with in any event.\n2d. In the opinion of the referee all sums received by the defendants out of the profit fund (including the ten per cent on sales) are to be computed in ascertaining whether the guaranty has been fulfilled. The defendants have not computed the ten per cent received. As their total receipts out of the original profit fund were $330,261.09, or fifty-nine per cent of the whole cost of the goods, and as the guaranty only contemplated a profit fund of fifty per cent for both parties together, of which the defendants were to receive one half, the referee is of opinion that they have received more than twice the amount guaranteed.\nThe alternative claim for $11,871.70 with interest is therefore disallowed.\nThese conclusions have been reached from an examination of tbe contracts, without taking into account the dealings of the parties, whereby they themselves construed their agreements.\nWherever the terms of an agreement are equivocal or doubtful, wherever the language of a contract is ambiguous, the interpretation of it by the parties is entitled to great if not controlling influence: Bishop on Contracts (edition 1887), section 412; Nav. Co. v. Harlan, 27 Pa. 429; Coleman v. Grubb, 23 Pa. 393; Topliff v. Topliff, 122 U. S. 121.\nFrom what has been said there can be no doubt that the contracts are equivocal in several important respects, more especially as to the meaning of the guaranty clause and the ten per cent on sales clause, the word “ give ” in the last named clause being so used in association with other words as to give rise to serious misunderstanding.\nAn examination of what the parties themselves did under the contracts settles the matter promptly against the defendants. The defendants themselves stated the first semiannual account under the agreement of 1884 (No. 6) in accordance with the principles of this decision. The plaintiffs accepted that settlement. When at tbe second account, in February, 1886, the defendants stated it as they now claim, the plaintiffs called their attention to the error, the defendants acknowledged and corrected it, attributing it to an oversight of their bookkeeper, and during the whole period of eight years thereafter the settlements of this large and important business were made on the same basis.\nBut the defendants urge that the referee has no right to consider the construction by the parties themselves, on the ground that this kind of evidence is excluded by the terms of the reference. \\\nThe agreement of reference, which is hereto appended, leaves “ all differences to arbitration.” “ The arbitration to pass only upon the proper interpretation of the rights of each of the contracting parties as expressed by the contract and its renewals.”\nFrom this language the defendants conclude that the settle- ' mente made between the parties are inadmissible in evidence.\nThis result is reached, first, by attributing to the word “ expressed ” a force to which in the opinion of the referee it is not entitled; and second, by a confusion in the mind between pleading the settlements and offering them in evidence.\nThe parties to the arbitration were not impelled by the mere love of learning to procure a decision upon the exact meaning of words as such. Men of affairs resort to the law for obtaining rights or redressing wrongs, and the law wisely says that inaccurate language shall not hinder their quest. All their differences were said to be about “ the meaning of a contract,” and the function of the arbitration was “ the proper interpretation of the rights of each of the contracting parties.” In order to perform this duty the referee is bound by the legal rules of construction, which declare that a plain and unequivocal writing must be interpreted by its terms alone, whereas, when there is an ambiguity or doubt as to the meaning of the terms, the contemporaneous construction of the parties must be ascertained if possible.\nIt may be that parties have the power to limit by agreement the kind of lawful evidence to be submitted to a court in the trial of an issue. The rules of evidence are the final expression of the experience and wisdom of ages, and are fixed upon considerations of general convenience and expediency by general law. To allow them to be changed by the agreement of the parties and to require courts to apply different rules of law in similar cases, according to the stipulations of parties, might well be supposed to disturb tbe symmetry of the law and to interfere with sucb convenience.\nBut, however this may be, it is quite clear that no lawful evidence can be excluded in the absence of a distinct affirmative agreement to exclude it. The referee is unable to find such á provision in the agreement of reference.\nNor can the referee attribute to the word “expressed” the meaning sought to be put upon it by the defendants. In his opinion it means no more than if the agreement had declared it the referee’s duty “ to pass only upon the proper interpretation of the rights of each of -the contracting parties ” under “the contract and its renewals.” Etymological niceties are not favored by the law to the detriment of any man’s right, and they are particularly inappropriate in the interpretation of papers drawn by laymen. In this very contract the first sentence contains the inaccurate statement that the question has arisen concerning a contract “ dated the thirtieth day of September, 1878,” without any reference in the sentence to the fact that the main difficulty arose under a contract dated July 24, 1884. And when the subject struck the draughtsman in the next sentence he roughly spoke of “ the contract and its renewals,” forgetting that in so far as a dispute had arisen concerning the contract of July 24, 1884, it was not a “renewal ” but a new contract. These inaccuracies do not impair in the least the clearness or the validity of the agreement of reference, but they serve to illustrate the point that judicial tribunals may not permit merely learned theories to interfere with the administration of justice.\nIt is true that the agreement of reference had a limiting effect, and to that extent the defendants are justified in their contention. The plaintiffs, by leaving the matter to arbitration in the mode described in the agreement, waived the right to plead that they had fully accounted. Such a plea was a plea in bar in England, and was declared to be so in Pennsylvania by Judge Duncan in the early case of Whelan v. Watmough, 15 S. & R. 159.\nHad the plaintiffs replied so to the defendants’ set-off, the latter would surely have been cast. Hence the restrictive words of the agreement of reference had a natural and appropriate meaning, and this alone ought to be attributed to them.\nApril 27, 1896:\nIt is lipón these grounds that the referee admitted in evidence the various settlements and the correspondence of February* 1886. They leave no doubt in his mind that the defendants’ claims cannot be supported.\nThe parties have agreed that the referee may report that on July 31,1894, there was due by the defendants to the plaintiffs the sum of $68,737.86, subject to defendants’ claim.\nThe referee accordingly gives judgment for the plaintiffs and against the defendants for the said sum with interest to November 10, 1895, to wit, for the sum of $74,019.22, with costs.\nAll of which is respectfully submitted.\nExceptions to the referee’s report were overruled, and judgment entered in accordance with the recommendation of the referee.\nFrror assigned was in entering judgment as above.\nP. F. Bothermel, Jr., for appellant.\nJohn Gr. Johnson, for appellees."
  },
  "file_name": "0213-01",
  "first_page_order": 233,
  "last_page_order": 254
}
