{
  "id": 1165884,
  "name": "Petkov v. Metropolitan Life Insurance Company, Appellant",
  "name_abbreviation": "Petkov v. Metropolitan Life Insurance",
  "decision_date": "1936-01-31",
  "docket_number": "Appeal, No. 295",
  "first_page": "14",
  "last_page": "16",
  "citations": [
    {
      "type": "official",
      "cite": "321 Pa. 14"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "164 A. 54",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "309 Pa. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1141558
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/309/0365-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 216,
    "char_count": 2838,
    "ocr_confidence": 0.505,
    "pagerank": {
      "raw": 1.5690468944332145e-07,
      "percentile": 0.6783555720816156
    },
    "sha256": "5888b81c5ea584f7fae3db77d194d45472dbf1feb79db0335b97e2d5dd718038",
    "simhash": "1:58c2751e1d2de589",
    "word_count": 471
  },
  "last_updated": "2024-02-27T21:30:02.889496+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Sohafeer, Maxey, Drew, Linn and Barnes, JJ."
    ],
    "parties": [
      "Petkov v. Metropolitan Life Insurance Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nTMs was a suit for an accidental death benefit under a policy of life insurance, and also a suit for benefit under an accident policy. The accidental death benefit was payable under the life policy if death occurred in consequence of bodily injury effected solely through external, violent and accidental means, independently and exclusively of all other causes, and it was further provided that this provision for the payment of an increased amount in the event of death from bodily injury should not apply if the death of the insured resulted, directly or indirectly, from disease or from bodily or mental infirmity. Under the accident policy the provision was substantially the same. That policy insured against the results of bodily injuries caused, directly and independently of all other causes, by violent and accidental means, and it was provided that the insurance should not cover accident, injury, disability, death or other loss caused, wholly or partly, by disease or by bodily or mental infirmity or medical or surgical treatment therefor.\nThe case was tried before a jury and at the conclusion of the case the court gave binding instructions to the jury to return a verdict for defendant. Plaintiff filed motions for judgment n. o. v. and for a new trial. The court below in its opinion on the motions for judgment n. o. v. and for a new trial said: “On the evidence presented, the trial judge was entirely correct in giving binding instructions. The trial judge was also correct in his numerous rulings on evidence, which apparently frustrated counsel for plaintiff. The trial judge was not only correct but he was extremely patient in permitting counsel for plaintiff to frame and reframe questions in an effort to overcome the objections properly made by counsel for defendant. . . . There were certain matters which plaintiff was required to prove before the case could be submitted to a jury. ...” Because these “matters” were not proved, plaintiff’s case failed. The court below directed that a new trial should be granted to give plaintiff another opportunity to present her case, though the court added, “in all probability, the result will be the same.” See Fornelli v. Penna. R. R. Co., 309 Pa. 365, 164 A. 54.\nThe record in this case discloses that the trial judge was amply warranted in directing a verdict for defendant. We find in the record no adequate reason for granting a new trial.\nThe order of the court below, granting a new trial, is reversed, and judgment is entered on the verdict for defendant.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Arthur G. Dickson, with Mm Leroy A. Lincoln, for appellant.",
      "Bertram U. Weinberg, with Mm Maurice G. Weinberg, for appellee."
    ],
    "corrections": "",
    "head_matter": "Petkov v. Metropolitan Life Insurance Company, Appellant.\nArgued December 5, 1935.\nBefore Frazer, C. J., Sohafeer, Maxey, Drew, Linn and Barnes, JJ.\nArthur G. Dickson, with Mm Leroy A. Lincoln, for appellant.\nBertram U. Weinberg, with Mm Maurice G. Weinberg, for appellee.\nJanuary 31, 1936:"
  },
  "file_name": "0014-01",
  "first_page_order": 42,
  "last_page_order": 44
}
