{
  "id": 1165915,
  "name": "Ammon, Appellant, v. Horn & Hardart Baking Co.",
  "name_abbreviation": "Ammon v. Horn & Hardart Baking Co.",
  "decision_date": "1936-03-23",
  "docket_number": "Appeal, No. 405",
  "first_page": "49",
  "last_page": "54",
  "citations": [
    {
      "type": "official",
      "cite": "321 Pa. 49"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "151 A. 678",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "301 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1126392
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/301/0001-01"
      ]
    },
    {
      "cite": "166 A. 852",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "311 Pa. 550",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1146275
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/311/0550-01"
      ]
    },
    {
      "cite": "109 A. 763",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "266 Pa. 449",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056066
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/266/0449-01"
      ]
    },
    {
      "cite": "133 A. 568",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "286 Pa. 376",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1096502
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/286/0376-01"
      ]
    },
    {
      "cite": "32 A. 44",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "168 Pa. 497",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        868518
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/168/0497-01"
      ]
    },
    {
      "cite": "36 A. 923",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "180 Pa. 409",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        888284
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/180/0409-01"
      ]
    },
    {
      "cite": "63 A. 601",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "214 Pa. 244",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        946064
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/214/0244-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 558,
    "char_count": 9344,
    "ocr_confidence": 0.498,
    "pagerank": {
      "raw": 5.7452063174764795e-08,
      "percentile": 0.3596300402069773
    },
    "sha256": "37db52472e7e7eb23df20ecf8bdfe4fc24c266957c48bde0edc1109faf70d140",
    "simhash": "1:afcb2e66ab46b15c",
    "word_count": 1638
  },
  "last_updated": "2024-02-27T21:30:02.889496+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Schaffer, Maxey, Drew, Linn and Barnes, JJ."
    ],
    "parties": [
      "Ammon, Appellant, v. Horn & Hardart Baking Co."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Maxey,\nThis was an action of trespass in which the plaintiff claimed damages from the defendant on account of injuries which she alleged, she sustained by reason of defendant’s negligence. The statement of claim averred that at 6 P. M. on July 30, 1932, plaintiff entered defendant’s restaurant to be served with food “when by reason of the negligence and carelessness of defendant, a severe explosion occurred therein and a panic of the customers therein occurred so that by means of the panic and explosion, plaintiff was violently thrown over a certain chair and was trampled upon and injured by other customers in the said panic produced and caused by the said explosion.” She then detailed the injuries which she claimed resulted to her from being “thrown down and trampled upon.”\nAt the trial she offered no proof whatever in support of her allegation of defendant’s negligence. Her proof was confined to a recital of the fact that “there was a terrific explosion on the southwest corner of the building,” which she said she was facing. She testified: “I heard an awful noise, and it looked as if the whole balcony was coming down and hit the people on the floor; . . . the place was crowded. With one accord they rushed towards the door, and being sort of in the center, I got caught in the jam, about six feet from where I was standing. ... A crowd pushed me forward over the chair, and the chair and I rolled over together, and the chair racked me half a dozen places, and I was thrown so far that I fell flat on the floor and fainted.” She then stated that she was taken to the hospital, where she was examined and sent home.\nWhen plaintiff rested, defendant moved for a non-suit. The motion was refused. Testimony was then produced in behalf of defendant. In the charge of the court there was no reference whatsoever made to any proof offered by the plaintiff in support of the allegation of negligence. On this phase of the case the court said in its charge: “She heard, she said, an explosion, like that of a bomb. . . . Whether you will accept it or not you will have to decide later on. . . . She said she heard an explosion and the place became filled with smoke, soot and dirt, and that there was a terrific rush of people towards the exit; that she was caught in the jam of people and wedged across a chair and in that position was knocked down and trampled upon. . . . There is not a single witness in this case that says anything like that happened to her.”\nThe jury found a verdict in favor of the defendant. A new trial was asked for and refused. Plaintiff appealed.\nThe chief complaint of the appellant is that the trial judge over-emphasized the defendant’s theory of the case and belittled the plaintiff’s theory, and that the charge was argumentative.\nIt is clear to us that plaintiff made out no case against defendant, and the motion for a nonsuit should have been granted.\nIn Sowers v. McManus, 214 Pa. 244, 63 A. 601, this court said, in an opinion by Mr. Justice Bkown : “Where one is injured by the explosion of it [dynamite] when stored, the burden rests upon him, as in other cases of negligence, of proving either the specific act or negligence that caused the explosion, or such circumstances surrounding it as would justify the inference that the degree of care required by the law had not been observed. When, as here, nothing appears but the explosion itself, there can be nothing but conjecture as to what caused it, and against conjectured negligence no man is called upon to defend, whether the care to be exercised by him be of ordinary or of high degree.”\nIn Earle v. Arbogast et al., 180 Pa. 409, 36 A. 923, this court held that in an action by a landlord against the tenants to recover damages for a loss caused by an explosion, the mere fact of the explosion did not throw upon the tenants the burden of proving that they were not negligent; and that the burden of proof was upon the landlord [plaintiff] throughout the trial.\nIn support of its proposition that the burden of proof in this case shifted to defendant on the showing plaintiff made, the latter relies upon the following cases: Shafer v. Locock, Hawthorn & Co., 168 Pa. 497, 32 A. 44; Durning v. Hyman, 286 Pa. 376, 133 A. 568; Gawronski v. McAdoo, 266 Pa. 449, 109 A. 763, and Maltz v. Carter, 311 Pa. 550, 166 A. 852. All these cases are easily distinguishable from the case at bar.\nThe Shafer Case was an action in trespass to recover damages for loss of property which was destroyed by a fire alleged to have been caused by defendant’s workmen. In that case this court said: “The destruction of the property was due to a fire brought there [i. e., on the roof] by them [defendant’s workmen], and under their control. The occurrence was not in the ordinary course of things, and the circumstances connected with and surrounding it put on them the duty of showing that it was at least consistent with the exercise of proper care in the performance of their work.”\nIn the Burning Case, a child thirteen years of age was admitted by a ticket to a moving picture theatre. As soon as she sat on a seat provided for the use of patrons, it broke and caused her to fall. This court held that from these circumstances an inference of negligence might be legitimately drawn. In the instant case, if the plaintiff had produced some evidence as to just what “exploded” and such attendant circumstances as would warrant the inference of defendant’s carelessness, she would have shifted the burden of proof to the owner of the exploding instrumentality to show that he exercised due care to insure the safety of anyone having legitimate business at a place near enough to that instrumentality to be injured by it if it did explode. In the case before us all that plaintiff showed as to the cause of her alleged injuries was that “there was a terrific explosion on the southwest corner of the building.” Her allegation of an explosion is apparently based on an inference from the fact that she “heard an awful noise, and it looked as if the whole balcony was coming down.” It does not appear anywhere in the testimony that the thing that exploded was under defendant’s control or even on liis premises. For all that appears, some stranger might have dropped a bomb “on the southwest corner of the building,” or an airplane or a meteor might have crashed through the roof.\nIn the Gawronski Case this court said: “Counsel for defendant volunteered an admission wherein he stated: ‘The engineer lost control of the mechanism of his engine in such a way that the brakes would not work.’ This, in the absence of further explanation, presumably within the power of defendant to make, was sufficient to justify the jury in finding either that the locomotive was defective or that it was improperly handled by the men having charge thereof, either of which would constitute negligence.” In the case before us plaintiff did not submit proof of any circumstances from which the inference of negligence could legitimately be drawn.\nIn the Maltz Case the plaintiff was injured in an automobile in which defendant’s decedent was the driver. The automobile was described as “practically new.” Without warning, it swerved and left the road on the right-hand side and struck a tree seven and three-tenths feet from the edge of the concrete and up an 18-inch rise. The machine was demolished, the driver was fatally injured, and the plaintiff seriously injured. There was no evidence offered in explanation of the car’s suddenly leaving the road. This court held that the circumstances of this accident unexplained justified an inference of negligence and quoted the following from Knox v. Simmerman, 301 Pa. 1, 151 A. 678: “It is not a case of res ipsa loquitur, for negligence is not presumed from the mere happening of the accident, but from the circumstances under which it occurred. It was an abnormal occurrence such as in the usual course of events does not occur. An automobile when driven along a dry level road in daylight at proper speed and under control is not accustomed to leave the pavement and dash against a stone pile at the roadside. That the coupé did this very extraordinary thing is some evidence that it was not properly driven.” In the Maltz Case the instrumentality which caused the injuries complained of was admittedly under the control of defendant’s decedent. A prima facie case of negligence was made out. Here no such case was made out. What plaintiff is really contending for is the application of the doctrine of res ipsa loquitur. This doctrine cannot be successfully invoked by a plaintiff on a record as barren as this.\nIn view of the fact that the evidence disclosed no cause of action against the defendant, the duty of the court was.to grant the motion made for a nonsuit, or, at the close of the trial, to have directed a verdict for the defendant. Such being the state of the record, plaintiff’s assignments of error are only of academic intérest and no purpose would be served by their adjudication.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Maxey,"
      }
    ],
    "attorneys": [
      "Hugh Roberts, for appellant.",
      "J. B. H. Carter, with him Richardson Dilworth and Evans, Bayard & Frick, for appellee."
    ],
    "corrections": "",
    "head_matter": "Ammon, Appellant, v. Horn & Hardart Baking Co.\nArgued January 14, 1936.\nBefore Kephart, C. J., Schaffer, Maxey, Drew, Linn and Barnes, JJ.\nHugh Roberts, for appellant.\nJ. B. H. Carter, with him Richardson Dilworth and Evans, Bayard & Frick, for appellee.\nMarch 23, 1936:"
  },
  "file_name": "0049-01",
  "first_page_order": 77,
  "last_page_order": 82
}
