{
  "id": 1165827,
  "name": "Wood's Estate",
  "name_abbreviation": "Wood's Estate",
  "decision_date": "1936-03-23",
  "docket_number": "Appeal, No. 365",
  "first_page": "164",
  "last_page": "170",
  "citations": [
    {
      "type": "official",
      "cite": "321 Pa. 164"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "185 Pa. 399",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        897978
      ],
      "pin_cites": [
        {
          "page": "404"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/185/0399-01"
      ]
    },
    {
      "cite": "179 Pa. 381",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        886995
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/179/0381-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 499,
    "char_count": 9599,
    "ocr_confidence": 0.47,
    "pagerank": {
      "raw": 3.1418384747340725e-07,
      "percentile": 0.8620956279690437
    },
    "sha256": "8cff3f4c42ef1934ab1dedd2a16e97dad18e4959168808e09d67ed84fcc2e5da",
    "simhash": "1:a09325d0505c2b6e",
    "word_count": 1693
  },
  "last_updated": "2024-02-27T21:30:02.889496+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Schaefer, Maxby, Drew, Linn and Barnes, JJ."
    ],
    "parties": [
      "Wood’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Kephart,\nThe will of Edward Randolph Wood dated 1923, gave $12,000 to his children by his first wife from what he believed would come to him from his mother’s estate; if it did not materialize, these legacies became null and void and the children would get nothing. The residue of his estate he placed in trust and to his second wife was given the entire income therefrom for the term of her life. Upon her death the principal of the trust was given to “the issue of my second wife by me per stirpes.” If no such issue, this principal was given to the trustees of the University of Pennsylvania on the following terms: to hold and continue to hold a piece of highly improved property known as “Red Oaks” in New Jersey for certain experimental and research purposes, with power in the trustees to sell any or all of the properties in the residue except Red Oaks, and to apply the income from these other properties to put into effect the purposes for which Red Oaks was to be held. The question the court below had to determine was whether the trust was nullified by testator’s subsequent codicils and the act of his widow, his executrix.\nThe first codicil is of no consequence. The second, executed sometime after May, 1926, empowered his wife “to disregard and set aside as if non-existent, the trust in my Will created . . . for Red Oaks property, and to sell the same or dispose of it in any way . . . she may see fit . . . without accountability to the Trustees of the University of Pennsylvania or to any other person or persons.”\nThe material part of the third codicil (with which the fourth codicil is identical except that it increases the number of shares of bank stock) reads: “In the event of Mrs. Wood’s selling Red Oaks property and thus breaking the trust . . . my purpose is that she shall have the proceeds of the sale of Red Oaks, and the proceeds of the sale of the town house . . . five hundred (500) shares of . . . Bank (stock) . . . and the five houses on Pine Street . . . the residue to my children and their issue, taking hy stirpes. ...” The beneficiary of the trust created by his will was changed from the University of Pennsylvania to the State University of New Jersey, known as Rutgers College.\nThe testator died in 1932 in his ninety-second year, and his widow, taking under the will, sold Red Oaks during October, 1933. At the audit the court below, holding that the trust was entirely terminated, directed an immediate distribution of his entire estate to the widow and children of his first wife, there being none by his second. It refused to hold that the trust continued with remainder to the children as the auditing judge had held, or with the remainder one-half to the children and one-half to Eutgers College, as was contended by appellant. Eutgers College appeals and, although the question presented also involves the widow’s right to the income of the remainder of the trust, she does not appeal.\nAppellant admits that the sale of Eed Oaks took that much of the estate from the trust provision that had been intended for its benefit. It contends, however, that the trust continued as to the remainder; that, even though that property has been sold, the balance of the residue continued in trust until the death of the widow for a definite purpose and, as testator intended a charitable trust to be created and sustained from the income, the cy-pres doctrine should be invoked.\nIt does not definitely appear when testator remarried. His first will was written after his second marriage, and he intended by it to limit the amount to be received by the children of his first wife to a designated sum which came through his mother’s estate and, if there was no such fund, these children were to get nothing. He then disposed of his entire residue to his second wife and her issue by him; that is, he gave his wife a life estate in all the income with the remainder to her issue by the testator and, in default of such issue, to Eutgers College. As the years passed he evidently thought differently about his children by his first wife and changed his will by codicils. The first codicil was written three years after the will was executed, the last codicil six years afterwards. The third and fourth codicils changed the entire scheme of disposition of his estate leaving it, however, within his second wife’s power to make the change fully effective. These codicils state that, in the event of Mrs. Wood’s selling Eed Oaks and thus breaking the trust, she was to receive not only the proceeds of Eed Oaks, a very valuable property, but also the proceeds of the sale of the town house on St. James Street, five hundred (500) shares of bank stock and other real estate. All of this was taken from the corpus of the trust estate but she was to receive it only in case she sold Red Oaks. The benefit to accrue to his widow in these codicils was sufficiently attractive to cause her to exercise the power and sell Red Oaks; this was done shortly after her husband’s death. Had Red Oaks remained in the estate neither she nor his children would have received any of the property outright.\nThe will plainly shows that the gift to Rutgers centered completely around the retention of Red Oaks. In the fourth item the testator provided that upon the death of his wife without issue the trustees were to convey the residuary estate to Rutgers to be held by them as follows: To hold and continue to hold Red Oaks and to use the residence and grounds as a residential, social and educational center or home for such officers, professors and students or others connected with the college, for research, study, rest, recuperation, or for such other purposes as the trustees authorized. He further provided that, apart from the obligation of the trustees to hold and continue to hold Red Oaks, the trustees were to receive the residue of the estate, invest and reinvest it “apart from Red Oaks,” and apply the income for its maintenance and improvement and to carry into effect the purposes “for which the same is held.” He was careful to provide that the trustees, though having power to sell all other property in the residue, should not have power to sell Red Oaks (“which property shall not be sold by them”).\nThe gift to the college was dependent entirely upon the retention of that property, and it being sold, the college had no further interest in the estate. When the widow sold Red Oaks and received outright the property mentioned from the corpus, testator gave the residue of that corpus or estate as follows: “the residue to my children and their issue, taking by stirpes.” Thus the children of his first wife, excluded as to that property by the will of 1923, were named to share therein by the codicils of 1929. These codicils made, what appears to us, an equitable division between the widow and the children.\nBut, as stated, all of this change was contingent on his wife selling Bed Oaks. The continuance of the trust in the will for the widow and the college, or the outright gifts to her and others contained in the codicils was contingent on whether or not she permitted Bed Oaks to remain in his estate unsold and in trust. When, by her sale of Bed Oaks, that contingency happened, the entire trust, not only as to the university but also as to the widow, terminated. The provisions of the will and the no longer contingent provisions of the codicil could not stand together. When the provisions of the latter became effective they worked an effacement of those of the will. The widow took the valuable portion thus given to her and the residue was given to the children of his first wife. There is no place for the operation of the cy-pres doctrine.\nThere is no basis for appellant’s contention that it was to share equally with the testator’s children in the residue. Once the property which had been specifically devised to the widow was sold we would have to rewrite this codicil to support this contention. The part of the codicil upon which appellant places muck reliance does not make it a beneficiary equal with the children. The entire trust centered about Bed Oaks and the purpose for which it was to be kept intact. When Bed Oaks was sold, so far as the estate was concerned, every possible purpose went with it. The widow had the right to determine whether testator’s intentions should be carried out with regard to the trust of the residue or whether she would take the valuable part of it and thus annul the trust. She chose the latter and ended the trust. We recognize the rule that, in dealing with, an estate, the clear and definite language of a will should prevail over the codicil where the latter is obscure, and that clearly expressed purposes should not be overborne by modified directions: Yost v. Ins. Co., 179 Pa. 381. But, as we view the matter, we are in no doubt as to the meaning of the codicils and, if we were, every interpretation would be made in favor of the heirs or next of kin: Nebinger’s Estate, 185 Pa. 399, 404. Where ambiguous or contradictory expressions appear in a will, the law adheres as closely as possible to the general rule of inheritance and favors the heir or next of kin in preference to strangers.\nThis is a rule of universal application.\nDecree affirmed.",
        "type": "majority",
        "author": "Mr. Chief Justice Kephart,"
      }
    ],
    "attorneys": [
      "Claude B. Wagoner, of Wesley, Wagoner, Troutman & McWilliams, with him Charles E. Kulp, for appellant.",
      "Daniel C. Donoghue, with him William H. Lathrop and Robert T. McCracken, for appellees."
    ],
    "corrections": "",
    "head_matter": "Wood’s Estate.\nArgued January 8, 1936.\nBefore Kephart, C. J., Schaefer, Maxby, Drew, Linn and Barnes, JJ.\nClaude B. Wagoner, of Wesley, Wagoner, Troutman & McWilliams, with him Charles E. Kulp, for appellant.\nDaniel C. Donoghue, with him William H. Lathrop and Robert T. McCracken, for appellees.\nMarch 23, 1936:"
  },
  "file_name": "0164-01",
  "first_page_order": 192,
  "last_page_order": 198
}
