{
  "id": 1165880,
  "name": "Manufacturers and Merchants Building and Loan Association, Appellant, v. Willey et al.",
  "name_abbreviation": "Manufacturers & Merchants Building & Loan Ass'n v. Willey",
  "decision_date": "1936-03-23",
  "docket_number": "Appeal, No. 488",
  "first_page": "340",
  "last_page": "345",
  "citations": [
    {
      "type": "official",
      "cite": "321 Pa. 340"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "103 Pa. 335",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        449086
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/103/0335-01"
      ]
    },
    {
      "cite": "63 A. 699",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "214 Pa. 159",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        946105
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/214/0159-01"
      ]
    },
    {
      "cite": "153 A. 621",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "302 Pa. 333",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1129055
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/302/0333-01"
      ]
    },
    {
      "cite": "159 A. 545",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "306 Pa. 288",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1136931
      ],
      "pin_cites": [
        {
          "page": "293"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/306/0288-01"
      ]
    },
    {
      "cite": "156 A. 146",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "304 Pa. 526",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1132406
      ],
      "pin_cites": [
        {
          "page": "535"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/304/0526-01"
      ]
    },
    {
      "cite": "99 A. 910",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "255 Pa. 322",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1027716
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "326"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/255/0322-01"
      ]
    },
    {
      "cite": "57 A. 879",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "208 Pa. 449",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998079
      ],
      "pin_cites": [
        {
          "page": "461"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/208/0449-01"
      ]
    },
    {
      "cite": "55 A. 1065",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "206 Pa. 428",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        931944
      ],
      "pin_cites": [
        {
          "page": "432"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/206/0428-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 434,
    "char_count": 7489,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 4.6614901033932313e-07,
      "percentile": 0.9276299506264651
    },
    "sha256": "f714c4dd1cf32c64fca9a411a5884ca3e3b535cc4d3d9717d60cc6b209e1adf9",
    "simhash": "1:6dbb832acfb8e5e9",
    "word_count": 1265
  },
  "last_updated": "2024-02-27T21:30:02.889496+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Schaefer, Maxey, Drew, Linn and Barnes, JJ."
    ],
    "parties": [
      "Manufacturers and Merchants Building and Loan Association, Appellant, v. Willey et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Maxey,\nOn February 2, 1922, Guy A. Willey and Ralph B. Evans gave plaintiff their collateral bond, accompanied by warrant of attorney, as additional security for a bond and mortgage contemporaneously executed and delivered to the obligee by Willey. Evans acted as coobligor for Willey, the borrower and the principal debtor. The amount of the mortgage was $30,000 and the bond was in the penal sum of $60,000. Willey’s property upon which the mortgage was secured was already subject to a prior mortgage of $150,000. The bond was conditioned upon the payment by the mortgagor of the monthly contributions upon the shares of stock in the plaintiff association issued to him in connection with the loan (which shares he in turn assigned to plaintiff as collateral security), interest upon the principal sum of the mortgage, all premiums and fines that might be imposed, taxes assessed against the premises, and interest upon prior encumbrances, “for and during the full period and term of eleven (11) years from [February 2, 1922].”\nIn 1932 the parties entered into a supplementary agreement whereby the mortgage loan was reduced to $11,000. This agreement made appropriate changes to correspond with the reduction of the principal debt; the liability of Evans as indemnitor “against loss” was continued. Subsequently, Willey having defaulted in the payment of interest on the first mortgage and taxes, plaintiff caused judgment to be confessed against both obligors.\nThe damages were assessed at $10,721.95, being made up of the following items: Principal of mortgage, reduced by agreement of July 25, 1924, from $30,000 to $11,000; dues unpaid $935; premiums unpaid $280.50; interest $55; fines $101.45. There is a credit paid in on dues of $1,650, leaving the real debt $10,721.95.\nEvans thereupon petitioned the court below for rule to open judgment and enter a defense. The rule was granted and subsequently made absolute. Plaintiff appealed.\nThe court below said, in its opinion: “Because of Willey’s failure to pay the taxes and interest on the first mortgage, judgment was entered on the collateral bond against both him and Evans, but, according to the terms of this bond, the undertaking to pay the taxes and the interest on the prior mortgage was that of Willey alone. Evans did not undertake or agree to do these specific things in the event that Willey failed to do so. His agreement was to secure the plaintiff against loss which might occur from Willey’s failure to perform his covenants. That this was the intent of the parties is evidenced by the phraseology of their subsequent agreement of July 25, 1932, that it should fin no wise affect or impair’ Evans’ ‘obligation under the collateral bond . . . to secure’ the plaintiff ‘against any loss under the said bond and mortgage.’ The collateral bond is clearly not one of guaranty but merely an indemnity against loss: Wheeler v. Equitable Trust Co., 206 Pa. 428, 432 [55 A. 1065]; Weightman v. Union Trust Co., 208 Pa. 449, 461 [57 A. 879]; Pennsylvania Co., etc., v. Central Trust & Savings Co., 255 Pa. 322, 326 [99 A. 910]; Mechanics Trust Co. v. Fidelity & Casualty Co., 304 Pa. 526, 535 [156 A. 146], and Purdy v. Massey et al., 306 Pa. 288, 293 [159 A. 545]. . . . The collateral bond did not impose upon Evans an absolute undertaking to pay the interest on the prior mortgage and the taxes assessed against the mortgaged premises, which, when Willey defaulted, Evans was bound to perform, but it did impose upon him the ‘obligation ... to secure’ the plaintiff ‘against any loss under the said bond and mortgage.’ ”\nThe affidavit of default filed showed, as above noted, that the judgment was entered because the mortgagor defaulted in the payment of his interest on the first mortgage since July 16, 1932, and for nonpayment by the mortgagor of city and school taxes from 1931. Evans’ undertaking was not to pay the interest on the prior encumbrances and the taxes assessed against the mortgaged premises. It imposed upon him merely the obligation to secure the plaintiff against any loss under the said bond and mortgage. The record discloses no such loss and it does not show that the association ever paid the taxes or the interest on the first mortgage. The showing of an actual loss is a prerequisite to recovery. The association is seeking payment of the balance of the principal amount due on the bond and mortgage. Until the plaintiff has proved that it has sustained actual loss on the mortgage, Evans is not liable on the collateral bond.\nIn so far as the mortgagor’s payments were to be made, not to plaintiff, but to third parties, Evans’ undertaking can only be construed as a promise to protect plaintiff from loss resulting from their nonpayment, that is, a contract of indemnity: Montgomery Co. v. Ambler-Davis Co., 302 Pa. 333, 153 A. 621. Plaintiff has suffered no loss because of Willey’s defaults, and therefore he is in no position to ask legal aid in imposing liability upon Evans. Plaintiff has not paid and is under no obligation to pay the items that are in default; no foreclosure proceedings have been begun; and if Evans were presently required to make good Willey’s defaults, his payments would not be made to plaintiff, but to third parties. As a matter of fact, plaintiff does not seek to compel payment by Evans of the taxes and interest that are in default. These payments would result in no benefit to it. What plaintiff does seek, however, is the satisfaction of its mortgage in full from one who did not promise to pay the principal debt, as such, and who is not presently liable therefor.\nThe covenants in a bond should be construed to mean what the parties intended in so far as that intention can be ascertained by the words used: Equitable Trust Co. v. Nat. Surety Co., 214 Pa. 159, 63 A. 699. If, however, the language is not free from doubt, then the circumstances surrounding the making of the bond and particularly the purpose for which it was given, should be taken into account: March v. Allabough, 103 Pa. 335. Consideration of these principles of interpretation leads us to support the conclusion of the court below that the bond in question was one of indemnity.\nWhile we have held that in cases of corporate sureties, the bond is to be strictly construed in favor of the obligee, we have also held that when obligations of suretyship or indemnity are assumed by individuals without pecuniary compensation, their obligations are not to be extended by implication or construction. Their liability is strictissimi juris.\nThe parties themselves by their supplemental agreement of July 25,1932, cleared up any ambiguity (if such existed) as to the tenor and purport, of the collateral bond in question, when they expressly declared it was “to secure the association against any loss under the bond and mortgage first above recited.” Such being the situation, the plaintiff is bound to show an actual loss sustained before there can be a recovery. See Penna. Co., etc., v. Central Trust & Savings Co., 255 Pa. 322, 99 A. 910.\nActual loss is a question of fact and must be determined by a jury.\nThe order of the court below is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Maxey,"
      }
    ],
    "attorneys": [
      "Emanuel Moss, of Moss & Moss and Gilbert J. Kraus, of Kraus & Weyl, for appellant.",
      "Benjamin O. Frick, for appellee."
    ],
    "corrections": "",
    "head_matter": "Manufacturers and Merchants Building and Loan Association, Appellant, v. Willey et al.\nArgued January 16, 1936.\nBefore Kephart, C. J., Schaefer, Maxey, Drew, Linn and Barnes, JJ.\nEmanuel Moss, of Moss & Moss and Gilbert J. Kraus, of Kraus & Weyl, for appellant.\nBenjamin O. Frick, for appellee.\nMarch 23, 1936:"
  },
  "file_name": "0340-01",
  "first_page_order": 368,
  "last_page_order": 373
}
