{
  "id": 1165914,
  "name": "Price et al., Executors, v. Scranton, Appellant",
  "name_abbreviation": "Price v. Scranton",
  "decision_date": "1936-04-06",
  "docket_number": "Appeal, No. 59",
  "first_page": "504",
  "last_page": "516",
  "citations": [
    {
      "type": "official",
      "cite": "321 Pa. 504"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "311 Pa. 500",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1146268
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/311/0500-01"
      ]
    },
    {
      "cite": "200 Pa. 15",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        924432
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/200/0015-01"
      ]
    },
    {
      "cite": "235 Pa. 367",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        984896
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/235/0367-01"
      ]
    },
    {
      "cite": "231 Pa. 604",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        973860
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/231/0604-01"
      ]
    },
    {
      "cite": "208 Pa. 383",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998076
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/208/0383-01"
      ]
    },
    {
      "cite": "205 Pa. 142",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        930073
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/205/0142-01"
      ]
    },
    {
      "cite": "158 N. W. 635",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 1
    },
    {
      "cite": "133 Minn. 386",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        166986
      ],
      "opinion_index": 1,
      "case_paths": [
        "/minn/133/0386-01"
      ]
    },
    {
      "cite": "25 Pa. Superior Ct. 343",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        851976
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/25/0343-01"
      ]
    },
    {
      "cite": "22 Pa. Superior Ct. 373",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        846175
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/22/0373-01"
      ]
    },
    {
      "cite": "148 A. 77",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "298 Pa. 193",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1120363
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/298/0193-01"
      ]
    },
    {
      "cite": "134 A. 452",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "287 Pa. 70",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1099570
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/287/0070-01"
      ]
    },
    {
      "cite": "19 A. 460",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "113 Pa. 360",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457566
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/113/0360-01"
      ]
    },
    {
      "cite": "54 A. 463",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "204 Pa. 635",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        927557
      ],
      "pin_cites": [
        {
          "page": "640"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/204/0635-01"
      ]
    },
    {
      "cite": "42 Pa. 21",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481491
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/42/0021-01"
      ]
    },
    {
      "cite": "80 A. 1110",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "57 A. 770",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "231 Pa. 604",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        973860
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/231/0604-01"
      ]
    },
    {
      "cite": "208 Pa. 383",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998076
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/208/0383-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 879,
    "char_count": 21969,
    "ocr_confidence": 0.493,
    "pagerank": {
      "raw": 1.6572328467015495e-07,
      "percentile": 0.6937174715591526
    },
    "sha256": "cd95c0fc437179d31990a086a70d2713b504beb50ddb080baff054914e872b66",
    "simhash": "1:3d395588545ebd6b",
    "word_count": 3891
  },
  "last_updated": "2024-02-27T21:30:02.889496+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Maxey, Brew, Linn and Barnes, JJ."
    ],
    "parties": [
      "Price et al., Executors, v. Scranton, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Drew,\nThe City of Scranton, in contracting for the construction of a sewer system, issued its 6% bonds, 64 in number, each of the face value of $100, to the contractor. It was stipulated in the bonds that they rested alone for their security upon assessments made and levied upon the land abutting the improvement. The bonds were issued on December 10,1928, and were payable within five years, to be called by the city treasurer as often as there were sufficient funds in his hands from the assessments. The city’s liability was expressly limited to the amount collected on the assessments. Fifty of these bonds were assigned to plaintiffs’ decedent. The present suit in assumpsit, for the principal of the bonds and the unpaid interest thereon, was brought six months after the expiration of the five-year period. By agreement the case was tried without a jury, and judgment was entered for plaintiffs by the court below for the amount of the bonds, with interest from November 10, 1933. Defendant has appealed.\nIt is clear that the city was obliged to exercise due diligence in the levying and collection of the assessments from which the bonds were to be paid. The ordinance under which the bonds were issued, and to which reference was made on the face of each bond, provided: “In case of default in the payment of any assessment for sixty days after the completion of the work, the city treasurer shall certify the same to the city solicitor for collection.” Payment of the bonds was to be made within five years, and, since liability was restricted to the amount to be collected from the assessments, the plain implication of this provision is that the city would make reasonable efforts to collect during the five-year period. It has been held in similar cases that, where the liability of a city for improvement bonds, or for a contract for the construction of an improvement, is limited to the amount collected from assessments on the improved properties, the city is bound to exercise due diligence in the levying and collection of the assessments, and failure to do so is a breach of contract which renders the city liable for the unpaid face of the bonds or contract price: O’Hara v. Scranton, 205 Pa. 142; Dime Deposit and Discount Bank of Scranton v. Scranton, 208 Pa. 383; Dale v. Scranton, 231 Pa. 604; Nolan v. Reading, 235 Pa. 367. Lack of due diligence may be found in the levying of assessments which are invalid (Gable v. Altoona, 200 Pa. 15), in the levying of inadequate assessments (Nolan v. Reading, supra), in failure to file liens against the improved properties within the time allowed (O’Hara v. Scranton, supra), in failure to preserve the liens (Dime Deposit and Discount Bank of Scranton v. Scranton, supra), or in failure to press the liens to collection within a reasonable time: Dale v. Scranton, supra.\nThe court below found that the city was negligent in its collection of the assessments upon which the bonds rested. We think this conclusion is adequately supported by the facts, which are not in dispute. It appears that $2,186.74 had been collected as principal on liens against the improved properties up to the time of suit. Of that amount $400 was devoted to the payment of principal of the bonds, the balance being applied to interest. Of the thirty-eight liens filed against abutting properties, twelve have been paid, and twelve others duly kept alive by writs of scire facias but not yet collected. Fourteen were entered against the city, which had bought the properties at tax sales. These liens against the city, which amount to $2,695.69, and none of which has been paid, have been allowed to expire. The remaining liens total $1,944.01, the sole security and source of payment for the unpaid bonds, $6,000 in principal amount. Thus, at the end of the five-year period fixed for payment, one-sixteenth of the principal of the bonds has been paid (including none of those held by plaintiffs ), and the unpaid bonds aré secured by liens totaling one-fourth of their amount. The city has neither paid nor preserved the liens against its own properties, nor sold the properties in satisfaction thereof. No reason for its neglect in this respect appears. Clearly the city has not shown the due diligence that it was bound to exercise, and it must therefore, under the cases above cited, be held liable for breach of its obligation to do so, to the extent of\" the unpaid bonds. As was said in Dale v. Scranton, supra, at page 610: “It would be most unconscionable to permit the city to stand idly by for a period of four years and more, either refusing or neglecting to do its duty in the collection of the assessments, and then to say to the [creditor] you have no redress except to await the pleasure of the municipal authorities who in their own good time may or may not press the claims to collection.” In issuing these bonds, by means of which it has acquired a public improvement, the city has limited its liability on them to a special fund which it alone “had the power to create and the specific means to secure and collect”: O’Hara v. Scranton, supra. Under such circumstances, it is only proper that the city be held to a high degree of diligence in performing its obligation with regard to that fund. In the present case the city’s conduct of the matter does not measure up to the required standard.\nFirst Catholic Slovak Union v. Scranton, 311 Pa. 500, is no bar to this conclusion. We there reversed a judgment against the city on similar bonds, and sent the case back for a new trial, on the ground that the facts did not sufficiently appear in the record to permit a finding of neglect on the city’s part. We explicitly postponed discussion and decision of the questions involved because of the inadequacy of the presentation of the case in the court below. The case affords no solace to the city in the present situation.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Drew,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Maxey :\nTo arrive at a just conclusion in this case, we should begin with the following facts: (1) The City of Scranton was not the guarantor of plaintiffs’ improvement bonds. (2) These bonds were not general obligations of the city; their payment had no security except abutting properties against which liens had been filed. (3) These bonds were payable “within five years from that date,” i. e., the holders of the bonds could not exact or demand payment of them until December 10,1933. (4) The chief complaint made by plaintiffs, the only place in the pleadings where neglect is charged, is in the fifth paragraph of plaintiffs’ statement, reading as follows: “The said City of Scranton has neglected and refused to collect the principal amount of the liens on which said bonds were secured, during the period of great business prosperity prior to 1930, and has neglected and refused to pay over the principal sum due on said bonds, and the interest thereon from November 10, 1932.” (5) The remainder of plaintiffs’ complaint is as follows: Excerpt from sixth paragraph of plaintiffs’ claim: “On [Lien] Nos. 160, 161 and 175, totaling $491.57, there is no record of either payment or maintenance of lien.” Nos. 182 to 195, inclusive, of said liens are filed against the City of Scranton, in the total principal amount of $2,695.69, and there is no record of any payment by said city or of any action for payment or maintenance of lien. Excerpt from seventh paragraph of plaintiffs’ statement: “The said City of Scranton has not taken proper and adequate measures to assess, collect, or pay over the amounts due on said liens from the persons liable to pay the same under the terms of said ordinance authorizing said improvement, and is liable for payment of both principal and interest on said bonds.” That statement is clearly a legal conclusion. (6) The court below makes no finding of fact of defendant’s negligence either in preserving the liens or in making collections. (7) The court below declares a conclusion of law as follows: “2. The defendant has been negligent in the collection of the liens on which the plaintiffs’ bonds rest.” (8) Even if this conclusion be treated as a finding of fact, there is no evidence to support a finding of negligence as this court has defined or recognized negligence in cases of improvement bonds. For example, in Dime Bank v. City of Scranton, 208 Pa. 383, 57 A. 770, improvement bonds were payable in ten years and although twelve years had elapsed, the assessments had not been collected to pay the bonds and it was conceded that they could not be collected because the liens had expired and the property was beyond the city’s control. This court characterized the act of the city in that case as “gross neglect” and held the city to be liable for the value of the bonds.\nIn the Dime Bank Case, and all similar cases brought before us, the controlling principle appears to be that the city assumes a duty toward the owners of the bonds to make collections so far as practicable and within a reasonable period, and above all to preserve the liens against the abutting properties so that there may be intact a pledge or security for the bonds’ payment. Dillon on Municipal Corporations, volume 2, 5th edition, section 827, page 1251, says: Some cases have held “that there is no general liability upon the city so long, at least, as it remains within the power of the city to collect the assessment.”\nFrom the rather obscure pleadings in this case and from plaintiffs’ argument, I am led to believe that plaintiffs’ complaint is largely based upon the facts that the city has not made collections on liens revived and still subsisting on abutting properties amounting to $1,91^.01 and that the city did not revive liens of the face value of $2,695.69 on properties which the city bought in at ta<c sales. As to the claim founded on liens still subsisting, the plaintiffs could mandamus the city to proceed to collect the amount secured by those liens. See Dillon on Municipal Corporations, volume 2, 5th edition, section 827, page 1251.\nThe city is guilty of no negligence so far as the liens filed and outstanding are concerned. There was no obligation on the part of the city to collect the liens before the end of five years. The bondholder took the bonds with knowledge of this provision. Plaintiffs now complain that the failure of the city to collect these liens within six months after the expiration of the five-year period, is such gross neglect of the city’s obligation to the bondholders as to make it here liable in damages. None of our former decisions in this class of cases support the plaintiffs in that extreme position.\nThe instant case differs from Dale v. Scranton, 231 Pa. 604, 80 A. 1110. There a municipality was held liable for the amount of bonds issued against specific liens, because it had failed to collect the liens in time. In that case the suit was not upon bonds but upon a contract with the city whereby the contractor was to be paid solely from the assessments levied on properties benefited by the work; the contractor’s money was due the moment the work was finished and there was no provision for delayed payment — as in the instant case where the bonds provided only for payment within five years. The liens remained uncollected for “four years and more” after the plaintiff’s claim matured. Negligence in failure to collect liens for more than four years after the due date of the obligation issued on the liens is no authority for finding negligence for failure to collect similar liens within six months after the obligation issued upon them falls due. In my opinion, the record discloses no negligence on the part of the city so far as the presently subsisting and revived liens are concerned.\nPlaintiffs’ claim so far as the liens originally entered by the city against properties owned by itself are conceimed rests upon a different basis. These liens have not been renewed because the city bought the lots at tax sales. This raises the question whether the city could enter liens against its own properties. It is a fundamental principle that municipal property is to be presumed exempt from taxátion, and is not to be taxed in the absence of express statutory authority for so doing. Chief Justice Lowkie said in Directors of the Poor v. School Dist., 42 Pa. 21: “The public is never subject to tax laws, and no portion of it can be without express statute. No exemption law is needed for any public property, held as such.” Or, as we said in Pittsburgh v. Sterrett School Dist., 204 Pa. 635, 640, 54 A. 463, quoting from Cooley on Taxation: “Some things are always presumptively exempted from the operation of general tax laws, because it is reasonable to suppose they were not within the intent of the legislature in adopting them. Such is the case with property belonging to the state and its municipalities, and which is held by them for governmental purposes. All such property is taxable, if the state shall see fit to tax it; but to levy a tax upon it would render necessary new taxes to meet the demands of this tax, and thus the public would be taxing itself in order to raise money to pay over to itself, and no one would be benefited but the officers employed, whose compensation would go to increase the useless levy.” Our cases have uniformly so held: County of Erie v. City of Erie, 113 Pa. 360, 19 A. 460; Com. v. P. R. T. Co., 287 Pa. 70, 134 A. 452; Wilkinsburg v. Wilkinsburg School Dist., 298 Pa. 193, 148 A. 77; Reading v. Berks Co., 22 Pa. Superior Ct. 373; Robb v. Phila., 25 Pa. Superior Ct. 343.\nMunicipal property is not subject to tax liens or assessment benefit liens (which are, of course, a species of taxes: Wilkinsburg v. School Dist., supra) unless explicitly made subject thereto by law. The enforcement of all municipal claims is regulated by the Act of May 16,1923, P. L. 207, which provides that municipal claims may be enforced by sequestration of the rents and profits of properties liened, or by an execution sale of the property. It would be anomalous for a municipality to sequestrate its own rents, or levy execution against its own property in order to pay its own claim. I do not believe the legislature intended any such result. The remedies provided are not applicable when a municipality’s claim is against ‘.ts own property: State v. Board, of Education, 133 Minn. 386, L. R. A. 1916F, 861, 158 N. W. 635.\nOf course the city is under an obligation to pay the benefits accruing to its property, but if it had no power to enter liens on such property, it cannot be held negligent in failing to revive the liens against its own property.\nIt is true that section 5 of the Act of 1923, supra, provides that all municipal property shall be exempt from municipal claims except, among other things, “sewer claims and sewer connections.” I believe this section has no application where the municipality filing the claim owns the property claimed against. This act appears to me to apply to the situation where one municipality seeks to enforce a claim against the property of another municipality, as in Reading v. Berks Co., supra; County of Erie v. City of Erie, supra; Wilkinsburg v. Wilkinsburg School Dist., supra; Pittsburgh v. Sterrett School Dist., supra, or in those cases where a city enforces a claim for sewer construction against a school district or a poor district within the same or substantially the same territorial limits. I do not think that section 5 of this act was intended to authorize a municipality to enter liens against itself covering the cost of constructing sewers in front of its own property. Such costs are always otherwise provided for than by the making of assessments and the entry of liens. In fact, the last sentence of section 5 provides that “nothing in this act contained shall hinder or prevent any municipality from providing that any municipal work may be done at the expense of the public generally, and be paid out of the general funds of the municipality.”\nIn the instant case, it is unjust and inequitable to hold the city liable for the face amount of the bonds. As I have already pointed out, there are still valid and subsisting liens amounting to $2,695.69 against some of these abutting properties. Plaintiffs can require the city to enforce these liens. As to the fourteen lots on Avhich the liens have expired, the city now owns them and is presumably willing to sell them, if required so to do, and to devote the proceeds to the payment of the bonds held by plaintiffs. The bondholders can go into a court of equity and ask that the city be declared trustee of the lots in question, for the benefit of the bondholders, and ask that the city be ordered to sell these lots and apply the proceeds to the payment of the bonds, which the expired liens secured. In this way the ends of justice would be fully served.\nI do not think that the purport and tenor of the cases cited by the appellee was to penalize the city for failure to preserve the liens. Apparently it was assumed in those cases that the lots liened upon were of ample value, if sold to pay the face of the bonds, and that since the city by its neglect allowed the bonds to get beyond the reach of the bondholders, the city should pay the face amount of the bonds, for in such cases, in normal times, that would be the measure of the bondholders’ loss. I think we can take judicial knowledge of the fact that in these abnormal times, when real estate values have collapsed, real estate has frequently shrunk in value below the value of the liens filed against it. This is presumably the case here. Since the liens on fourteen lots have expired, but the city has the lots against which the liens were filed, how can it be said that the bondholders have suffered a loss if the city turns over to them these lots, or if the city offers the lots for public sale and devotes the proceeds to the payment of the bonds? If the lots had been sold on these liens, the most the bondholders could have secured would have been the amount realized on these sales. The status of these lots have not so changed that this same result could not be achieved by sending this case back to the court below with leave granted to the City of Scranton to tender to the bondholders the lots on which the liens wei*e lost or to offer them for public sale and tender to the bondholders the proceeds of such sale.\nAs the court below made no specific finding of fact that the defendant was negligent in not preserving or renewing the liens, the case should be sent back for further findings and when it is before the court below there is no reason why the city should not be given an opportunity to tender to the bondholders the lots, as above suggested, or at least offer to sell the lots and apply the proceeds of the sale to the payment of the bonds.\nThere is no finding of fact showing the nature of the city’s negligence and no finding of fact of negligence. The mere fact that the city was compelled to buy in fourteen parcels of land (against which liens had been duly filed for the protection of plaintiffs’ bonds) at its own tax sales, does not support any finding of negligence if there had been sneli a finding: Nor does the failure of a city to revive an assessment lien against land of which it had become the owner, support any finding of negligence, especially in view of the fact that it is doubtful if a city can file tax liens against its own properties. The fact that these fourteen properties were sold for taxes is some evidence of the fact that they are of negligible value and that the city would not have been successful in raising enough money from the sale of these lots to pay plaintiffs’ bonds even if it had proceeded on December 10,1933, or within two years before (during the very bottom of the depression) to take legal measure to collect the assessments secured by liens on these properties. There is nothing in this record to convict the city of gross neglect, as in some of the cases cited by plaintiffs.\nThere is nothing in this meager record to show the market value of these lots at any time after the liens were filed. Before the City of Scranton can be adjudged guilty of “gross neglect” in respect to collecting the assessments on these properties, there ought to be more facts on the record. I would send the case back to the court below for evidence as to what the city’s neglect, if any, consisted of. Did it consist of the fact that it did not attempt to collect these assessments before the due date of the bonds ? That is plaintiffs’ chief charge and it appears to be unfounded. Did it consist of the fact that the city did not issue writs of sci. fa. to revive liens for assessments, against lands of which it had become the owner? That raises the legal question as to whether or not a city can revive liens under such circumstances. If it cannot do so, clearly a finding of negligence could not be predicated on the city’s'failure to do what it had no legal power to do.\nThere is in this case no specific finding of gross negligence on the part of the city, and no evidence in this record to warrant such a finding. I would send the case back for a complete development of all the pertinent facts in this case. The municipalities of Pennsylvania should not be held to be liable out of tbeir general funds for the payment of improvement bonds except in those cases where the city’s gross neglect of duty is clear and where the liens have been so irretrievably lost that it is beyond the power of the city to offer for sale the lots originally liened against and have the proceeds applied to the payment of the bonds. Such is not the case here.",
        "type": "dissent",
        "author": "Mr. Justice Maxey :"
      }
    ],
    "attorneys": [
      "John R. Edwards, Associate City Solicitor, with him Jerome I. Myers, City Solicitor, for appellant.",
      "J. H. Price, with him C. B. Price, for appellees."
    ],
    "corrections": "",
    "head_matter": "Price et al., Executors, v. Scranton, Appellant.\nArgued January 20, 1936.\nBefore Kephart, C. J., Maxey, Brew, Linn and Barnes, JJ.\nJohn R. Edwards, Associate City Solicitor, with him Jerome I. Myers, City Solicitor, for appellant.\nJ. H. Price, with him C. B. Price, for appellees.\nApril 6, 1936:"
  },
  "file_name": "0504-01",
  "first_page_order": 532,
  "last_page_order": 544
}
