{
  "id": 1296674,
  "name": "Trout, Appellant, v. Lukey",
  "name_abbreviation": "Trout v. Lukey",
  "decision_date": "1961-01-04",
  "docket_number": "Appeal, No. 33",
  "first_page": "123",
  "last_page": "127",
  "citations": [
    {
      "type": "official",
      "cite": "402 Pa. 123"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "77 A. 2d 438",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "366 Pa. 392",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845605
      ],
      "year": 1951,
      "opinion_index": 0,
      "case_paths": [
        "/pa/366/0392-01"
      ]
    },
    {
      "cite": "188 A. 588",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "324 Pa. 545",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1171330
      ],
      "year": 1936,
      "opinion_index": 0,
      "case_paths": [
        "/pa/324/0545-01"
      ]
    },
    {
      "cite": "192 A. 137",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "326 Pa. 257",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1174524
      ],
      "year": 1937,
      "opinion_index": 0,
      "case_paths": [
        "/pa/326/0257-01"
      ]
    },
    {
      "cite": "52 A. 2d 663",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "356 Pa. 570",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        470692
      ],
      "weight": 2,
      "year": 1947,
      "opinion_index": 0,
      "case_paths": [
        "/pa/356/0570-01"
      ]
    },
    {
      "cite": "38 A. 2d 277",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1947,
      "opinion_index": 0
    },
    {
      "cite": "350 Pa. 13",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461208
      ],
      "year": 1944,
      "opinion_index": 0,
      "case_paths": [
        "/pa/350/0013-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 393,
    "char_count": 6146,
    "ocr_confidence": 0.419,
    "pagerank": {
      "raw": 2.508905129060372e-07,
      "percentile": 0.8102860437037063
    },
    "sha256": "5a1c7ae3db0c6f75f9ae78204cbd09d7fff980f9afc2133c24748843b03020b6",
    "simhash": "1:74f94ebc6dda836c",
    "word_count": 1042
  },
  "last_updated": "2024-02-27T20:04:16.584067+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, O. J., Musmanno, Jones, Cohen, Bok and Eagen, JJ."
    ],
    "parties": [
      "Trout, Appellant, v. Lukey."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Bok,\nThis is plaintiff’s appeal from the sustaining of preliminary objections in the nature of a demurrer to an amended complaint in equity.\nThe complaint avers that plaintiff, as executor of the Estate of Walenty Fleszar, confessed judgment against defendants on a judgment note for $12,500 dated June 28, 1954, and given by them to Pleszar before his death, which occurred on February 16, 1957. The husband defendant then filed a claim against the Estate based on an unrecorded judgment note dated January 19, 1953, for $29,987. Shortly before the hearing in Orphans’ Court on this claim plaintiff filed interrogatories, the pertinent ones asking for what consideration the note had been given and in what form, if not for money or its equivalent. The husband defendant answered that the consideration was the amount of money owed to defendant by the deceased; part was cash advanced and part was services rendered by defendant. At the time these interrogatories were asked and answered, plaintiff did not know that there was on record another judgment note, dated December 3, 1952, also for $29,987, given by defendant to decedent; this note had been recorded on January 21, 1953, and satisfied on January 29, 1954.\nThe complaint also averred that the two notes for $29,987 were consideration for each other, and that by concealing this fact the husband defendant induced plaintiff to settle and satisfy the note for $12,500 by paying to this defendant the sum of $3,000. The settlement was made on April 28, 1958, and approved by the Orphans’ Court.\nThe prayer of the complaint is to set aside the satisfaction of the $12,500 note and to order the defendants to return the settlement sum of $3,000.\nPreliminary objections were filed to this complaint, which the court below sustained on the grounds that the complaint did not allege fraud with particularity, that the answers to the interrogatories were direct and forward and without concealment, that the defendants had no duty to disclose the existence of a satisfied note, and that the note will not bind as after discovered evidence.\nTo these we might add that complainant is in the wrong court, a point that has not been raised at argument. When the complaint in equity was filed, the orator also filed in Orphans’ Court a motion for a rule to show cause why the decree of that court should not be set aside and settlement of the note for $12,500 be rescinded for fraud. The Orphans’ Court took the position that the process was within the jurisdiction of equity and made an order withholding distribution until the equity proceedings were disposed of. This was error. Although the point has not been raised, we are required to consider it: Gilbert Estate, 350 Pa. 13 (1944), 38 A. 2d 277; Thomas v. Johnson, 356 Pa. 570 (1947), 52 A. 2d 663.\nBy the Orphans’ Court Act of August 10,1951, P. L. 1163, Art. Ill, §301, as amended, 20 PS §2080.301 (pocket), that court has exclusive jurisdiction in “(1) Decedents’ Estates. The administration and distribution of the real and personal property of decedents’ estates. ... (13) Title to Personal Property. The adjudication of the title to personal property in the possession of the personal representative, or registered in the name of the decedent or his nominee, or alleged by the personal representative to have been in the possession of the decedent at the time of his death.”\n: The jurisdiction of the Orphans’ Court over the settlement, administration, and distribution of a decedent’s estate is exclusive: Mauser v. Mauser, 326 Pa. 257 (1937), 192 A. 137; Thomas v. Johnson, supra (356 Pa. 570).\nThe court of common pleas, even as a court of equity, cannot interfere in a matter within the exclusive jurisdiction of the Orphans’ Court: Wilson v. Board of Directors of City Trusts, 324 Pa. 545 (1936), 188 A. 588.\nIn Stemple v. Carson, 366 Pa. 392 (1951), 77 A. 2d 438, we said: “We are satisfied that the learned court below correctly ruled that the Common Pleas Court was without jurisdiction to grant the relief prayed for in the bill and that the Orphans’ Court alone has exclusive jurisdiction. To what Judge Gibson has so well said we merely add that the title to the stock in question had passed to a decedent and was in his possession at his death. His executor, who now holds possession, is under the control and supervision of the Orphans’ Court. The title is being attacked as voidable because of material misrepresentations. The action to rescind is therefore exclusively in the jurisdiction of the Orphans’ Court and not in any court of general equity jurisdiction.”\nIn the instant case the incident in question is based on the note for #12,500, which was an asset of the Estate. When judgment was confessed on this note against the husband defendant as its maker, that defendant brought forth the unrecorded note of decedent, as maker, for #29,987 and made claim. The Orphans’ Court allowed the #12,500 note to be settled for #3,000, the judgment on that note satisfied, and the Estate to be released by defendants from any and all claims whatever, ostensibly including the larger note as well. Having thus disposed of two notes, it is hard to see why the Orphans’ Court did not review the settlement after, as it is alleged, the revenue tax authorities turned up the matching note of #29,987 among defendant’s tax records. This was within its jurisdiction and not that of a court of equity.\nIn case the plaintiff decides to re-animate the Orphans’ Court proceedings and push for relief there, we will not discuss the merits, save to remark that where fraud is alleged the courts are generally not quick to close their doors preliminarily.\nOn the ground of jurisdiction only the decree of the court below is vacated, at appellant’s cost, and the bill is dismissed, without prejudice, however, to further proceedings in the Orphans’ Court.",
        "type": "majority",
        "author": "Me. Justice Bok,"
      }
    ],
    "attorneys": [
      "Milton D. Rosenberg, with him Bloom, Bloom <& Yard, for appellant.",
      "F. G. Conte, with him George B. S teg eng a, for appellees."
    ],
    "corrections": "",
    "head_matter": "Trout, Appellant, v. Lukey.\nJanuary 4, 1961:\nArgued October 3, 1960.\nBefore Jones, O. J., Musmanno, Jones, Cohen, Bok and Eagen, JJ.\nMilton D. Rosenberg, with him Bloom, Bloom <& Yard, for appellant.\nF. G. Conte, with him George B. S teg eng a, for appellees."
  },
  "file_name": "0123-01",
  "first_page_order": 143,
  "last_page_order": 147
}
