{
  "id": 1296758,
  "name": "Beardsley v. Weaver, Appellant",
  "name_abbreviation": "Beardsley v. Weaver",
  "decision_date": "1961-01-04",
  "docket_number": "Appeal, No. 12",
  "first_page": "130",
  "last_page": "134",
  "citations": [
    {
      "type": "official",
      "cite": "402 Pa. 130"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "139 Md. 567",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        2131992
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/139/0567-01"
      ]
    },
    {
      "cite": "63 N.E. 5",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "180 Mass. 477",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        32217
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/180/0477-01"
      ]
    },
    {
      "cite": "77 S.W. 196",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "116 Ky. 960",
      "category": "reporters:state",
      "reporter": "Ky.",
      "case_ids": [
        4441465
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ky/116/0960-01"
      ]
    },
    {
      "cite": "5 A. 2d 217",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1939,
      "opinion_index": 0
    },
    {
      "cite": "333 Pa. 544",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1187965
      ],
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/pa/333/0544-01"
      ]
    },
    {
      "cite": "3 A. 2d 46",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1938,
      "opinion_index": 0
    },
    {
      "cite": "133 Pa. Superior Ct. 414",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1013123
      ],
      "year": 1938,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/133/0414-01"
      ]
    },
    {
      "cite": "161 A. 2d 595",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "400 Pa. 240",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1292524
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/pa/400/0240-01"
      ]
    },
    {
      "cite": "130 A. 2d 429",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "388 Pa. 183",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1272562
      ],
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/pa/388/0183-01"
      ]
    },
    {
      "cite": "115 Atl. 859",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 485,
    "char_count": 7122,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 2.97482998166101e-07,
      "percentile": 0.8505899378689645
    },
    "sha256": "e52d900881a8f9d66bbe10a14e0908d450a720124afb8838017a38fa74df2c78",
    "simhash": "1:db514f110737e9aa",
    "word_count": 1204
  },
  "last_updated": "2024-02-27T20:04:16.584067+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Musmanno, Jones, Cohen, Bok and Eagen, JJ."
    ],
    "parties": [
      "Beardsley v. Weaver, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Eagen,\nPlaintiff sued defendant for injuries suffered while she was riding as a guest passenger in the front seat of his automobile. On the night of the accident, the automobile was proceeding over a railroad crossing including four sets of tracks. The surface between the rails and each set of tracks was improved with asphalt paving. Plaintiff testified that the automobile shot suddenly forward, there was a severe jolt and crash and she was thrown forward, her forehead hitting the Avindshield. (The glass was cracked; the force of the jolt caused the frame of the automobile to be bent and the motor to drop below its normal position). The defendant testified, that he was driving very slowly in second gear; that the crossing was well lighted; that as he started to cross the rails the wheels hit a bump, the jar causing his foot to press down on the gas accelerator; that the car shot forward a short distance, hit another rail, bounced up and down and then the . front of the car hit another rail and came to a complete stop. It was his contention that the failure of the railroad company to keep the public crossing in a reasonably safe condition of repair was the sole cause of the accident.\nAt trial, the jury found for the defendant. The lower court awarded a new trial for the sole reason that the trial judge committed error in admitting into evidence a written statement, containing plaintiff’s version of the occurrence, drafted a few weeks after the accident by a representative of defendant’s insurance carrier in the plaintiff’s home with adult members of her family nearby.\nThis statement, inter alia, said in plain language that the plaintiff believed “that the roughness of the railroad tracks was the cause of the accident”; that she was aware of the condition and saw another automobile suffer an accident at the same location; that despite this knowledge she did not forewarn the defendant. It also corroborated defendant’s testimony that he was driving carefully as the automobile approached the railroad tracks, and that he brought it to a complete stop, almost immediately, as it hit the bump.\nThe writing was admissible as a declaration against interest and as an admission on plaintiff’s part that the act of another, rather than the defendant, was the causative negligence of the accident. It was substantive evidence in itself. Admittedly, plaintiff orally described the facts, incident to the accident, to the individual who prepared the writing. Afterwards, she signed it at the bottom of each page. Asked if it had been read to her before she signed it, she answered, “I don’t recall that.” After having been given the opportunity of reading it while on the witness stand, in answer to a question submitted by the trial judge, she unequivocally said that it was a correct statement of the facts that she had told the person who wrote it. In answer to a question asked by defense counsel, she answered that it contained nothing that was incorrect. When questioned by her counsel on redirect examination, she stated the facts contained therein were correct. This, without more, made the writing admissible. Geelen v. Pennsylvania R. R. Co., 400 Pa. 240, 161 A. 2d 595 (1960). Under such circumstances, it was unnecessary for the defendant to call the scrivener to the stand to prove the making or the execution thereof. Seckinger v. Economy Laundry, Inc., 133 Pa. Superior Ct. 414, 3 A. 2d 46 (1938), is inapposite. Whether the writing contained all of the facts surrounding the occurrence and was open to explanation in this respect, whether it was consistent with plaintiff’s version of the accident, or whether it tended to refute plaintiff’s assertion of liability on the part of the defendant, was for the jury to say.\nThe fact that later on in her testimony, when plaintiff’s attention was specifically called by her counsel to that portion of the writing — “I believe the roughness of the railroad tracks was the cause of the accident” — she answered, “I don’t think I made that statement,” did not affect its admissibility. This was already secured by her categorical admissions that the writing contained a correct statement of the facts as she had related them.\nNor can we agree with the lower court’s conclusion that the above quoted portion of the writing was inadmissible because it constituted an opinion or a conclusion of the declarant, rather than a statement of fact. The portion of the writing, above referred to, contained sufficient probative value to be worthy of the jury’s consideration. It was a declaration relevant to the pivotal question in issue. It was based upon what the plaintiff had seen happen. It could be construed to be inconsistent with her asserted claim against the defendant. Such a declaration, in a legal sense, is not offered as testimony and the Opinion Rule has no application. The opinion aspect of the writing is not significant, but what is important is that therein is contained an implied assertion of fact which is inconsistent with plaintiff’s asserted cause of action against the defendant: Rudisill v. Cordes, 333 Pa. 544, 5 A. 2d 217 (1939) ; 3 Wigmore, Evidence §1041 (3rd. ed. 1940); Shinkle v. McCullough, 116 Ky. 960, 77 S.W. 196; Whipple v. Rich et al., 180 Mass. 477, 63 N.E. 5; Pindell v. Rubenstein, 139 Md. 567, 115 Atl. 859.\nNor can we agree that the trial judge erred in refusing the appellant, upon being called for further examination, the right to testify that the scrivener of the statement was an adjuster for the defendant’s insurance carrier. This would only be relevant if the correctness of the statements in the writing were questioned or denied. Only then would the veracity of the declarant and the scrivener be in issue and the identity of the latter be an important factor. Fleischman v. Reading, 388 Pa. 183, 130 A. 2d 429 (1957), presented such a factual situation. However, in this case the plaintiff unequivocally admitted that the averments in the writing were correct and as related by her to the scrivener. This obviated any question of veracity as the Fleischman case included. By so doing, she dismissed all question of the scrivener’s veracity and the ease is, accordingly, distinguished in this material phase from the Fleischman case.\nTherefore, the learned court below erred in awarding a new trial for the reason stated. However, the court did not certify that this was the only reason upon which its order was based, nor is it clear from its opinion that this is so. On the contrary, it specifically said that the other reasons assigned in support of the motion were not passed upon.\nTherefore, the order of the court below is reversed and the record remanded in order to give the court the opportunity of considering whether or not the additional reasons assigned are of sufficient merit to warrant the granting of a new trial.",
        "type": "majority",
        "author": "Me. Justice Eagen,"
      }
    ],
    "attorneys": [
      "Stuart A. Culbertson, Avith him Paul E. Allen, for appellant.",
      "F. Joseph Thomas, for appellee."
    ],
    "corrections": "",
    "head_matter": "Beardsley v. Weaver, Appellant.\nArgued September 28, 1960.\nBefore Jones, C. J., Bell, Musmanno, Jones, Cohen, Bok and Eagen, JJ.\nJanuary 4, 1961:\nStuart A. Culbertson, Avith him Paul E. Allen, for appellant.\nF. Joseph Thomas, for appellee."
  },
  "file_name": "0130-01",
  "first_page_order": 150,
  "last_page_order": 154
}
