{
  "id": 1296743,
  "name": "Keystone Insurance Company v. Warehousing and Equipment Corporation, Appellant",
  "name_abbreviation": "Keystone Insurance v. Warehousing & Equipment Corp.",
  "decision_date": "1960-12-01",
  "docket_number": "Appeals, Nos. 78, 79, and 80",
  "first_page": "318",
  "last_page": "325",
  "citations": [
    {
      "type": "official",
      "cite": "402 Pa. 318"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "155 A. 2d 270",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "119 A. 2d 29",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "161 A. 547",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "307 Pa. 454",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1138129
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/307/0454-01"
      ]
    },
    {
      "cite": "161 A. 537",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "308 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1140244
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/308/0009-01"
      ]
    },
    {
      "cite": "147 A. 2d 147",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "394 Pa. 400",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1280918
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/394/0400-01"
      ]
    },
    {
      "cite": "294 Pa. 360",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1113423
      ],
      "pin_cites": [
        {
          "page": "368"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/294/0360-01"
      ]
    },
    {
      "cite": "183 A. 916",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "321 Pa. 127",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1165916
      ],
      "pin_cites": [
        {
          "page": "129"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/321/0127-01"
      ]
    },
    {
      "cite": "65 A. 403",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "310 Pa. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1144287
      ],
      "pin_cites": [
        {
          "page": "380, 1"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/310/0374-01"
      ]
    },
    {
      "cite": "198 A. 481",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "131 Pa. Superior Ct. 77",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1009048
      ],
      "pin_cites": [
        {
          "page": "80"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/131/0077-01"
      ]
    },
    {
      "cite": "187 A. 203",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "323 Pa. 557",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1169609
      ],
      "pin_cites": [
        {
          "page": "559"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/323/0557-01"
      ]
    },
    {
      "cite": "149 A. 639",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "299 Pa. 402",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1122305
      ],
      "pin_cites": [
        {
          "page": "406"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/299/0402-01"
      ]
    },
    {
      "cite": "31 A. 2d 274",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "346 Pa. 574",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1216497
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/346/0574-01"
      ]
    },
    {
      "cite": "103 A. 2d 670",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "377 Pa. 227",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1249621
      ],
      "pin_cites": [
        {
          "page": "228-229"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/377/0227-01"
      ]
    },
    {
      "cite": "61 A. 2d 868",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "869"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "360 Pa. 474",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475053
      ],
      "pin_cites": [
        {
          "page": "477"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/360/0474-01"
      ]
    },
    {
      "cite": "17 A. 2d 340",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "pin_cites": [
        {
          "page": "341"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "341 Pa. 32",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1204559
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "35"
        },
        {
          "page": "35"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/341/0032-01"
      ]
    },
    {
      "cite": "6 A. 2d 790",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "pin_cites": [
        {
          "page": "792"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "336 Pa. 108",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1195567
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "111"
        },
        {
          "page": "111"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/336/0108-01"
      ]
    },
    {
      "cite": "194 A. 743",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "745"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "327 Pa. 490",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1176720
      ],
      "pin_cites": [
        {
          "page": "494"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/327/0490-01"
      ]
    },
    {
      "cite": "131 A. 265",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "271"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "284 Pa. 455",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1092095
      ],
      "pin_cites": [
        {
          "page": "471"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/284/0455-01"
      ]
    },
    {
      "cite": "92 A. 2d 551",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "371 Pa. 587",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1237083
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/371/0587-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 638,
    "char_count": 10271,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 6.37265691181792e-07,
      "percentile": 0.9590968430978022
    },
    "sha256": "405ecafcd2e470a326c8123610d6559484413a437d0200bacb714b1ed1a99e90",
    "simhash": "1:b555b9529fd4e217",
    "word_count": 1663
  },
  "last_updated": "2024-02-27T20:04:16.584067+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Mtjsmanno, Jones, Cohen, Bok and Eagen, JJ."
    ],
    "parties": [
      "Keystone Insurance Company v. Warehousing and Equipment Corporation, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Bell,\nPlaintiff presented a petition for a declaratory judgment in connection with an insurance policy. Defendants filed an answer raising questions of law. After a rule to show cause had been issued the lower Court entered an Order which dismissed defendants’ objections, sustained the petition, and granted defendants leave to file an answer on the merits within 20 days from the decree. From this Order defendants took this appeal.\nKeystone Insurance Company, the petitioner, issued an automobile liability insurance policy to the Warehousing and Equipment Corporation and this policy, by endorsements, included the other two defendants. Petitioner alleged that one of the defendants, through its duly authorized agent, was operating a Ford tractor to which was attached a Fruehauf trailer, that the trailer collided with an automobile driven by Ervin L. Harbold, and as a result of the collision Harbold was killed.\nHarbold’s Administrator, Wilhide, instituted a suit for wrongful death in the United States District Court for the Middle District of Pennsylvania; the Insurance Company, although notified of the suit, refused to defend, claiming that it had no liability for the loss. A default judgment was subsequently entered against the defendants.\nPetitioner, Keystone Insurance Company, sought a declaratory judgment under the Uniform Declaratory 'Judgments Act of June 18, 1923, 12 PS §831, as amended ’and supplemented. There is no controversy as to the construction of the language or terms of the insurance policy, in question — on the contrary, the sole question is a factual determination of whether adequate notice was given to the Insurance Company by the insured, to include the vehicle involved in the accident (the trailer) within-the terms of the policy. The nonresident Administrator of Harbold, who had instituted a wrongful death action against the insured (the defendants) in the United States District Court, was not joined as a party in the present action, nor was he served in Pennsylvania, although he was sent a notice by mail to his residence in Maryland. It is conceded that this notice by mail is inadequate notice.\nThe two most important questions raised in this appeal are (OL) whether the Court below abused its discretion in exercising, jurisdiction in this proceeding, and (2) whether the non-resident Administrator was a necessary party to the proceeding and inability to serve him as a party defendant was fatal to the jurisdiction.\nNotwithstanding the broad language of the Declaratory Judgments Act, they are not, and practical experience and realities have demonstrated that they should not be a matter of right, but a matter initially for the sound discretion of the lower Court. In the leading case of Eureka Casualty Company v. Henderson, 371 Pa. 587, 92 A. 2d 551, this Court, speaking through Chief Justice Steen, said (pages 591-592): “We start with the fundamental proposition that whether or not a court will take jurisdiction of a petition for a declaratory judgment or decree is purely a matter of judicial discretion. . . . This discretionary character of the judicial process in such actions has been consistently proclaimed by this court ever since declaratory judgments first came into being: Kariher’s Petition (No. 1), 284 Pa. 455, 471, 131 A. 265, 271; Carwithen’s Estate, 327 Pa. 490, 494, 194 A. 743, 745; Capital Bank and Trust Company’s Petition, 336 Pa. 108, 111, 6 A. 2d 790, 792; Kahn v. William Goldman Theatres, Inc., 341 Pa. 32, 35, 17 A. 2d 340, 341; Schoenbrun v. Nettrour, 360 Pa. 474, 477, 61 A. 2d 868, 869.\n“The question arises, therefore, whether, under the facts here presented, judicial discretion would be wisely exercised if plaintiff’s petition were granted. . . . It was said in Capital Bank and Trust Company’s Petition, 336 Pa. 108, 111, 6 A. 2d 790, 792: . . the vital factor in the assumption of jurisdiction is the presence of antagonistic claims indicating imminent and inevitable litigation, coupled with a clear manifestation that the declaration sought will be a practical help in ending the controversy\nSee to the same effect: Lifter Estate, 377 Pa. 227, 228-229, 103 A. 2d 670.\nIn Stafflet & Tillotson v. The Chester Housing Authority, 346 Pa. 574, 31 A. 2d 274, the Court said (pages 576-577) : “Even though the granting of a petition for a declaratory judgment is a matter that lies within the judicial discretion of the court (Kahn v. Wm. Goldman Theatres, Inc., 341 Pa. 32, 35, 17 A. 2d 340)., and though both parties have joined in asking for such a judgment, the question of its availability must be determined by the appellate court on appeal: Taylor v. Haverford Twp., 299 Pa. 402, 406, 149 A. 639; Erie v. Phillips, Admx., 323 Pa. 557, 559, 187 A. 203; Oberts v. Blickens, 131 Pa. Superior Ct. 77, 80, 198 A. 481. It is not an optional substitute for established and available remedies. ‘The Uniform Declaratory Judgments Act . . . was not intended for, and •should not be invoked in cases where the judgment sought can- be had as expeditiously in the ordinary course of legal procedure as it can under the statute’: Nesbitt v. Mfrs. Casualty Ins. Co., 310 Pa. 374, 380, 1.65 A. 403. The fundamental principle so declared in numerous cases was not changed by the amendment of 1935: Allegheny County v. Equitable Gas Co., 321 Pa. 127, 129, 183 A. 916.”\nIn the instant case the question does not involve an interpretation of the words or the terms of the policy of insurance, but basically involves a question of fact as to whether the insured gave to the insurance company notice that the trailer was to be included as part of the automobile which was insured. The Court is thus asked to decide, without the aid of a jury trial, a question, not of the interpretation of a contract of insurance, but a disputed question of fact. “ ‘Ordinarily, it [the court] will not act [under the Declaratory Judgments Act] where there is a dispute as to facts, or such controversy may arise’: Ladner v. Siegel, 294 Pa. 360, 368, . . .”: Stofflet & Tillotson v. Chester H. A., 346 Pa., supra.\nMoreover the decision on this point by the lower Court will not be binding on proceedings in the United States District Court nor upon the administrator of Harbold who was unserved and who may subsequently come into Pennsylvania to once again raise this question: §11 Uniform Declaratory Judgments Act. Courts are over-burdened with litigation; consideration of petitions such as the present one would greatly increase litigation with real benefit to none and likely injury to many; certainly a dismissal of the present petition would deprive no one of his adequate remedy, nor woiild it terminate litigation. The law’s delays, with resulting inconvenience and, at times, damage and consequential injustice to one of the parties — is proverbial. One of the main purposes of the Declaratory Judgments Act is to eliminate delay and to finally and more quickly resolve or terminate, not increase or prolong, litigation. The Courts of Pennsylvania should be careful not to assume or exercise jurisdiction of declaratory judgment proceedings unless they are convinced that all the requirements of the Act and of the decisions of this Court have been met.\nWe prefer to place our decision, not on the question of abuse of discretion but whether the Order of the lower Court must be reversed because the nonresident Administrator was not made a party and was not served within Pennsylvania.\nThe Declaratory Judgments Act, supra, provides: “(b) Petitions for declaratory judgment may be served ... (c) ... anywhere within this Commonwealth, and . . . outside the Commonwealth . . . (if) the proceeding concerned property situate within this Commonwealth.” 1935, May 22, P. L. 228, §2; 1943, April 13, P. L. 43, §1 (12 PS §848).\nAs the nonresident Administrator was not served In Pennsylvania with this petition, and as the proceeding in the instant case does not concern property situate within the Commonwealth, the lower Court did not have jurisdiction over the person of the nonresident Administrator.\nThe present petition seeks an interpretation of a contract of insurance which petitioner alleges involves not only the Insurance Company and the insured, but in all likelihood will also affect the rights and remedies of a third party (Harbold’s Administrator) who was not joined. The nonresident Administrator of a third party who has instituted in another State a wrongful death action against the insured, is a necessary party to a declaratory judgment proceeding in which the insurer seeks a declaration or decree of non-liability under an allegedly pertinent insurance policy and the failure to join the Administrator as a party-defendant and to serve him in Pennsylvania constitutes a fatal defect: Cf. Gavigan v. Bookbinders Machine Operators and Auxiliary Workers, Local Union 97, 394 Pa. 400, 147 A. 2d 147; Huester v. Lackawanna County, 308 Pa. 9, 161 A. 537; Straus’s Estate, 307 Pa. 454, 161 A. 547; Finley v. Factory Mutual Liability Insurance Company, 38 N. J. Superior Ct. 390, 119 A. 2d 29; Royal Indemnity Company v. The Hartford Accident & Indemnity Company, 58 N. J. Superior Ct. 75, 155 A. 2d 270; Appleman, Automobile Insurance and The Declaratory Judgments, 23 A.B.A. Journal 553, 555.\nOrder reversed. Petition dismissed. Costs to be paid by appellee.",
        "type": "majority",
        "author": "Mb. Justice Bell,"
      },
      {
        "text": "Concurring Opinion by\nMr. Chief Justice Jones :\nWhen an insurer seeks a declaratory judgment of non-liability on a liability insurance policy for damages caused by the insured to a third person, the third person (or his personal representative) is a necessary party to the action, for his interest may be that of a third party beneficiary of the insurance contract. The plaintiff insurance company in this case did not join the administrator of tbe injured third person as a party defendant.\nI concur in the result.",
        "type": "concurrence",
        "author": "Mr. Chief Justice Jones :"
      }
    ],
    "attorneys": [
      "Thomas M. Garrity, with him Wisler, Pearlstine, Talone & Gerber, for appellants.",
      "Glenn A. Troutman, with him Duffy, McTighe & McElhone, and McWilliams, Wagoner & Troutman, for appellee."
    ],
    "corrections": "",
    "head_matter": "Keystone Insurance Company v. Warehousing and Equipment Corporation, Appellant.\nDecember 1, 1960:\nArgued September 29, 1960.\nBefore Jones, C. J., Bell, Mtjsmanno, Jones, Cohen, Bok and Eagen, JJ.\nThomas M. Garrity, with him Wisler, Pearlstine, Talone & Gerber, for appellants.\nGlenn A. Troutman, with him Duffy, McTighe & McElhone, and McWilliams, Wagoner & Troutman, for appellee."
  },
  "file_name": "0318-01",
  "first_page_order": 338,
  "last_page_order": 345
}
