{
  "id": 1296644,
  "name": "Brinko, Appellant, v. Redden",
  "name_abbreviation": "Brinko v. Redden",
  "decision_date": "1961-01-16",
  "docket_number": "Appeal, No. 291",
  "first_page": "408",
  "last_page": "410",
  "citations": [
    {
      "type": "official",
      "cite": "402 Pa. 408"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "118 A. 2d 154",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "383 Pa. 80",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1261978
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/383/0080-01"
      ]
    },
    {
      "cite": "35 A. 2d 301",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "348 Pa. 294",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1220247
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/348/0294-01"
      ]
    },
    {
      "cite": "70 A. 2d 345",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "363 Pa. 405",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1221673
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/363/0405-01"
      ]
    },
    {
      "cite": "186 A. 187",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "122 Pa. Superior Ct. 413",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        990089
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/122/0413-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 259,
    "char_count": 3451,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 4.719567370958748e-08,
      "percentile": 0.29579967789627887
    },
    "sha256": "60a59405dcf74e76d9d503270378524b4b86d500e7eea6fd54493ffb993dafe9",
    "simhash": "1:bd0bf336f70810ec",
    "word_count": 595
  },
  "last_updated": "2024-02-27T20:04:16.584067+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, O. J., Bell, Musmanno, Jones, Cohen, Bok and Eagen, JJ.",
      "Mr. Justice Cohen dissents."
    ],
    "parties": [
      "Brinko, Appellant, v. Redden."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Bell,\nThis is an appeal by decedent’s (Brinko) widow, who was his second wife, from an Order of Court which dismissed her amended complaint. Brinko, on April 4, 1955, took title to premises known as 2822 S. Mildred Street, Philadelphia, as trustee for Mary T. Brinko, his sister and present defendant. Brinko was then married to his first wife. The premises were allegedly paid for from their joint account. Brinko’s first wife sued to set aside the conveyance alleging a fraud upon her. The suit was settled and Brinko paid his first wife the amount agreed upon by the terms of the settlement. Title to the real estate remained in Brinko, as trustee. Brinko’s first wife thereafter obtained an absolute divorce.\nPlaintiff claimed that Brinko’s taking title to this property was a fraud upon her future marital rights. As further proof of his alleged fraud, plaintiff averred that on August 10, 1957, Brinko and she were married, after he had orally agreed that if she would marry him he would change the title to their joint names. Plaintiff also averred that in August, 1957, Brinko agreed with plaintiff and her mother that if plaintiff’s mother would give up her home and come and live with them, that plaintiff’s wife and her mother would cook and take care of the house and contribute their share toward food and general household expenses, “plaintiff, her mother and plaintiff’s husband, James L. Brinko would, forthwith cause the title to premises 2822 S. Mildred Street to be changed from a title as trustee for defendant to such a title that in the event of the death of said Brinko, his wife, plaintiff herein, would own a home in which to live and would become the owner of premises 2822 S. Mildred Street, Philadelphia”. Why this additional and different agreement was made was not explained. Plaintiff then averred that she and her mother kept their part of the agreement. She then prayed that she be declared the owner of the Mildred Street property and that Brinko’s failure to change the title to the premises constituted a fraud on her marital rights.\nIf any fraud existed when Brinko bought the house on April 4, 1955, as trustee for his sister, it was a fraud upon Brinko’s then wife, and not a fraud upon this plaintiff whom he married over two years later. Furthermore, an oral contract to convey real estate or to change the title to real estate is a violation of the Statute of Frauds, and when pleaded neither subsequent marriage nor part occupancy and payment of part of the household expenses will take it out of the Statute or entitle the widow to a Decree of specific performance : Byrne’s Estate, 122 Pa. Superior Ct. 413, 186 A. 187. See also: Stafford v. Reed, 363 Pa. 405, 70 A. 2d 345, where Mr. Justice (later Chief Justice) Horace Stern said (page 408) : “Decedent’s estate consisted almost entirely of real estate and the Statute of Frauds bars specific performance of a contract to convey or devise real estate where the alleged agreement is not evidenced by writing: Anderson Estate, 348 Pa. 294, 35 A. 2d 301.” Accord: Polka v. May, 383 Pa. 80, 118 A. 2d 154.\nOrder affirmed at appellant’s cost.\nMr. Justice Cohen dissents.",
        "type": "majority",
        "author": "Mr. Justice Bell,"
      }
    ],
    "attorneys": [
      "Daniel Marcu, with him Marcu, Marcu and Marcu, for appellant.",
      "Morris J. Winokur, with him Winokur & Kahn, for appellee."
    ],
    "corrections": "",
    "head_matter": "Brinko, Appellant, v. Redden.\nArgued November 17, 1960.\nBefore Jones, O. J., Bell, Musmanno, Jones, Cohen, Bok and Eagen, JJ.\nJanuary 16, 1961:\nDaniel Marcu, with him Marcu, Marcu and Marcu, for appellant.\nMorris J. Winokur, with him Winokur & Kahn, for appellee."
  },
  "file_name": "0408-01",
  "first_page_order": 428,
  "last_page_order": 430
}
