{
  "id": 1296686,
  "name": "Slott v. Plastic Fabricators, Inc., Appellant",
  "name_abbreviation": "Slott v. Plastic Fabricators, Inc.",
  "decision_date": "1961-01-16",
  "docket_number": "Appeal, No. 319",
  "first_page": "433",
  "last_page": "437",
  "citations": [
    {
      "type": "official",
      "cite": "402 Pa. 433"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "196 A. 32",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "329 Pa. 169",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1181504
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/329/0169-01"
      ]
    },
    {
      "cite": "141 A. 2d 576",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "393 Pa. 33",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1279704
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/393/0033-01"
      ]
    },
    {
      "cite": "198 A. 130",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "330 Pa. 97",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1182940
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/330/0097-01"
      ]
    },
    {
      "cite": "159 A. 2d 681",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "399 Pa. 46",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1290541
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/399/0046-01"
      ]
    },
    {
      "cite": "156 A. 2d 532",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "397 Pa. 658",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1286269
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/397/0658-01"
      ]
    },
    {
      "cite": "154 A. 2d 494",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "397 Pa. 268",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1286230
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/397/0268-01"
      ]
    },
    {
      "cite": "123 A. 2d 626",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "385 Pa. 342",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1267078
      ],
      "pin_cites": [
        {
          "page": "343-344"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/385/0342-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 408,
    "char_count": 5269,
    "ocr_confidence": 0.426,
    "pagerank": {
      "raw": 4.657205589963991e-07,
      "percentile": 0.92751121783548
    },
    "sha256": "20ffd6b114befaee3f7a2233538e87173d9d81dd4291361a11e1674493b36180",
    "simhash": "1:6368abb021c6c728",
    "word_count": 882
  },
  "last_updated": "2024-02-27T20:04:16.584067+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Musmanno, Jones, Cohen, Bok and Eagen, JJ."
    ],
    "parties": [
      "Slott v. Plastic Fabricators, Inc., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Bell,\nThis appeal was taken from the Order of the Court below, which issued a preliminary injunction against Plastic Fabricators, Inc., Milton Cohen and Stanley G-. Child, Jr. — appellants herein.\nIn Lindenfelser v. Lindenfelser, 385 Pa. 342, 343-344, 123 A. 2d 626, we repainted a guide post so clearly that it has been followed ever since: “Our uniform rule is that, on an appeal from a decree which refuses, [or] grants ... a preliminary injunction, we will look only to see if there were any apparently reasonable grounds for the action of the court below, and we will not further consider the merits of the case or pass upon the reasons for or against such action, unless it is plain that no such grounds existed or that the rules of law relied on are palpably wrong or clearly inapplicable: [Citing cases]”. Accord: Robinson Electronic Supervisory Co., Inc. v. Johnson, 397 Pa. 268, 154 A. 2d 494; Rosenberg v. United States Lumber Co., 397 Pa. 658, 156 A. 2d 532; Keystone Guild, Inc. v. Pappas, 399 Pa. 46, 159 A. 2d 681.\nThe purpose of a preliminary injunction is to preserve the status quo as it now exists or previously existed before the acts complained of, and thus temporarily prevent irreparable injury or gross injustice. A preliminary injunction should not be granted unless the facts and circumstances — alleged or proved — and the exigencies of the situation appear to require instant (and at least temporary) injunctive relief. Applying these principles there were no reasonable grounds for this preliminary injunction especially as greater injury will likely be done by granting it than by refusing it. Cf. Pennsylvania Railroad v. Driscoll, 330 Pa. 97, 198 A. 130; Herman v. Dixon, 393 Pa. 33, 141 A. 2d 576.\nThis is a three man corporation — Cohen and Child are its president and secretary (respectively) and its active managers. Plaintiff Slott and Cohen and Child are the sole owners of the stock of Plastic Fabricators, Inc. — each being the owner of 50 shares. Cohen and Child are two of the three members of the Board of Directors. Slott has never actively participated in the business since 1947.\nIn 1960 the Board of Directors adopted a resolution to voluntarily dissolve the corporation and called a special meeting of the stockholders for the purpose of voting upon that resolution. Pursuant to the resolution, Cohen and Child attended the meeting on May 26, 1960. Cohen and Child voted in favor of dissolution; plaintiff formally protested and voted against dissolution. If Child, the registered stockholder, was a valid owner of 50 shares of the stock, it is indisputable that the dissolution resolution was duly carried.\nPlaintiff prayed for an injunction alleging threatened irreparable damage because:\n(1) The corporation had no legal right to issue and sell to Child on May 1, 1957, 50 shares of stock and consequently the dissolution resolution was not carried by a majority vote.\n(2) Plaintiff had received no written notice of stockholders’ meetings prior to 1960. This was denied by defendant who testified he had received notice of every meeting.\n(3) “No financial statement of the corporate affairs is available.” The only times plaintiff requested a statement was in 1953 and 1960 and each time his accountant was permitted to examine and audit the corporate books. It is agreed by everyone that the corporation is solvent.\n(4) No dividends have ever been paid. This is certainly no ground for injunctive relief, except when the Board of Directors has clearly abused its discretion — a fact so far not shown: Green v. Philadelphia Inquirer, 329 Pa. 169, 196 A. 32.\n(5) “Bonuses have been paid to certain operating officers of the corporation.” Plaintiff did not aver or prove when the bonuses were paid. The record shows that they were paid prior to 1955 when the Company was doing well and amounted only to $50Q-f>1500 a year.\n(6) “There is a strong indication that the resolution for dissolution and the vote thereon by the majority stockholders was done in bad faith with respect to the rights of the minority stockholder.” The record shows the corporation has received an offer of purchase for its equipment and machinery higher than it could receive at a public auction or forced sale and likely higher than it could obtain at any other time especially as its earnings have been declining for several years. Moreover, the corporation does not have and probably will not have sufficient cash to pay its interest and its fixed obligations unless the sale is consummated.\nPlaintiff has obviously slept on his rights which he has under the Business Corporation Law (Act of May 5, 1933, P. L. 364, 15 PS §2852-1 et seq.) and other pertinent remedies; furthermore, the facts and exigencies shown in this record disclose no reasonable grounds for a preliminary injunction.\nThe Order of the lower Court is reversed; the record is remanded to the lower Court with a procedendo; costs on this appeal to be paid by appellee.",
        "type": "majority",
        "author": "Mb. Justice Bell,"
      }
    ],
    "attorneys": [
      "G. Norwood, Wherry, with him Joseph D. Calhoun, for appellants.",
      "Philip J. O’Malley, with him Paul R. Sand, for appellee."
    ],
    "corrections": "",
    "head_matter": "Slott v. Plastic Fabricators, Inc., Appellant.\nJanuary 16, 1961:\nArgued November 15, 1960.\nBefore Jones, C. J., Bell, Musmanno, Jones, Cohen, Bok and Eagen, JJ.\nG. Norwood, Wherry, with him Joseph D. Calhoun, for appellants.\nPhilip J. O’Malley, with him Paul R. Sand, for appellee."
  },
  "file_name": "0433-01",
  "first_page_order": 453,
  "last_page_order": 457
}
