{
  "id": 1296631,
  "name": "Moore, Appellant, v. Quigley",
  "name_abbreviation": "Moore v. Quigley",
  "decision_date": "1961-03-13",
  "docket_number": "Appeal, No. 86",
  "first_page": "636",
  "last_page": "640",
  "citations": [
    {
      "type": "official",
      "cite": "402 Pa. 636"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "26 Atl. 237",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1893,
      "opinion_index": 0
    },
    {
      "cite": "153 Pa. 583",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        840323
      ],
      "year": 1893,
      "pin_cites": [
        {
          "page": "587"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/153/0583-01"
      ]
    },
    {
      "cite": "105 Pa. 46",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454268
      ],
      "year": 1884,
      "pin_cites": [
        {
          "page": "47"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/105/0046-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 369,
    "char_count": 6257,
    "ocr_confidence": 0.432,
    "pagerank": {
      "raw": 1.3296044715499403e-07,
      "percentile": 0.6286468825016439
    },
    "sha256": "3cad798b7a12125e72de6af114cae5d20fa2cb52e1d9459300ed43986b4b439c",
    "simhash": "1:b68b209819949d6c",
    "word_count": 1072
  },
  "last_updated": "2024-02-27T20:04:16.584067+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Musmanno, Jones, Cohen, Bok and Eagen, JJ."
    ],
    "parties": [
      "Moore, Appellant, v. Quigley."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Chief Justice Jones,\nThe plaintiff, George W. Moore, brought this action in trespass to recover damages from the defendants, Joseph Quigley and William H. Gunther, for injuries alleged to have been sustained by him as a result of a beating said to have been inflicted by the defendants in the course of their attempted repossession of an automobile of which Moore’s father-in-law was the bailee. Each of the defendants filed a counterclaim against the plaintiff for damages growing out of this same altercation. The jury returned a verdict which after appropriate and unexcepted-to moulding by the trial judge in open court reads as follows: “Defendants are not liable to plaintiff, and plaintiff is not liable to defendants.”\nJudgment was forthwith entered on the verdict on the day of its rendition, viz., May 14, 1959, without leave of court. Within the time allowed therefor, the plaintiff filed a motion, with reasons, for a new trial, whereon the court granted a rule on the defendants to show cause, etc. The new trial motion was not disposed of, however', until June 15, 1960, a little over a year after judgment had been entered. On that date, the court entered an order discharging the rule and refusing a new trial. The plaintiff’s ensuing appeal to this court was taken on September 2, 1960, and perfected by the filing of the certiorari in the court below on September 7, 1960. It is obvious that, if the judgment was validly entered on May 14, 1959, the plaintiff’s appeal (necessarily from a judgment where a new trial is refused) was taken long after the three calendar months for appeal, prescribed by statute, had expired. This matter was not raised by the appellees in their brief nor mentioned during oral argument. But, it involves a question of such procedural importance that we cannot pass over it without impliedly inviting the advent of a disserviceable and unwarranted precedent.\nIt is plain beyond question that the judgment in this case was entered prematurely. In Lance v. Bonnell, 105 Pa. 46, 47 (1884), this court stated, “The rule of practice in the court below required that the motion for a new trial should be submitted within four days from the rendition of the verdict, and until after the expiration of that time judgment could not be entered.” The time allotted for filing new trial motions is regulated by local rule of court and not by statute. Whatever period may be fixed by local rule for the filing of such motions, a judgment should not be entered until the time prescribed for such filing has expired, and where a motion for a new trial is filed within the allotted time, judgment cannot, of course, be entered until the motion is disposed of by the court’s refusal of a new trial. In Moravian Seminary v. Bethlehem Borough, 153 Pa. 583, 587, 26 Atl. 237 (1893), Mr. Chief Justice Sterrett, speaking for the court, declared that “The entry of judgment, on the day the verdict was rendered, was of course irregular and unauthorized, and could not stand in the way of a motion for new trial made within the prescribed time . . . .” In that case the plaintiff sought a mandamus execution on a judgment entered on the day the verdict was rendered. The court below refused to award the execution, which action the plaintiff assigned, inter alia, for error on appeal. With respect to that, as this court said, “it is sufficient to say that the plaintiff was not entitled to execution process without a valid judgment to support it. From what has already been said it sufficiently appears that it never had any such judgment.” The reason for the nullity is that the judgment was entered before the time for filing a motion for a new trial had expired.\nSuch is the current procedural situation in the instant case. The judgment, having been entered before the time for filing a new trial motion had expired, is void and of no legal effect. Moravian Seminary v. Bethlehem Borough, supra. Consequently, the present appeal is abortive as having been taken from an invalid judgment. But, since the plaintiff’s new trial motion has been disposed of by the lower court’s refusal thereof, a valid judgment may now be entered from which an appropriate appeal could be taken. Of. Moravian Seminary v. Bethlehem Borough, supra, at p. 589. However, no useful purpose can be served by delaying disposition of the controversy and we, therefore, do not hesitate to say that a further appeal would be of no avail. We have carefully reviewed the record on the merits and find that the action of the court below in refusing the plaintiff a new trial was justified.\nThe case was peculiarly one for the jury. The testimony of the plaintiff and his wife was in direct conflict with that of the two defendants concerning what had happened and how it happened. The testimony of another of the plaintiff’s witnesses, a neighbor, was also in conflict with the plaintiff’s version in an important particular. Nor was the jury’s verdict against the evidence, the weight of the evidence, the law or the charge of the court, as the plaintiff has contended. We are also of opinion that the trial judge did not err in refusing the plaintiff’s points, 1, 2 and 3 for charge which requested an instruction to the jury that if they should find against the defendants, the plaintiff would be entitled to punitive damages. The case was fairly tried and impartially submitted to the jury without any trial error harmful to the plaintiff.\nAppeal dismissed at the appellant’s costs.\nIn Berks County where the instant action was litigated, the period within which a new trial motion may be filed was extended by Amended Rule of Court of December 24, 1954, effective January 1, 1955, from 4 to 15 days after verdict. See Section 511 of the Rules of Court of Berks County.\nSection 443 of the Rules of Court of Berks County expressly provides that “Judgment shall not be entered on a verdict within the time allowed for motions in arrest of judgment and for new trials, without leave of court . . . .”",
        "type": "majority",
        "author": "Me. Chief Justice Jones,"
      }
    ],
    "attorneys": [
      "George R. Eves, for appellant.",
      "Forrest G. Schaeffer, Jr., with him Edelman & Schaeffer, for appellees."
    ],
    "corrections": "",
    "head_matter": "Moore, Appellant, v. Quigley.\nArgued January 6,1961.\nBefore Jones, C. J., Bell, Musmanno, Jones, Cohen, Bok and Eagen, JJ.\nGeorge R. Eves, for appellant.\nForrest G. Schaeffer, Jr., with him Edelman & Schaeffer, for appellees.\nMarch 13, 1961:"
  },
  "file_name": "0636-01",
  "first_page_order": 656,
  "last_page_order": 660
}
