{
  "id": 1296684,
  "name": "Suhy, Appellant, v. Zoning Board of Adjustment",
  "name_abbreviation": "Suhy v. Zoning Board of Adjustment",
  "decision_date": "1961-03-23",
  "docket_number": "Appeal, No. 135",
  "first_page": "657",
  "last_page": "662",
  "citations": [
    {
      "type": "official",
      "cite": "402 Pa. 657"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "379 Pa. 497",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1253588
      ],
      "pin_cites": [
        {
          "page": "503-504"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/379/0497-01"
      ]
    },
    {
      "cite": "393 Pa. 337",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1279649
      ],
      "pin_cites": [
        {
          "page": "340"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/393/0337-01"
      ]
    },
    {
      "cite": "396 Pa. 57",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1284884
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/396/0057-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 550,
    "char_count": 8375,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 1.1459480448075268e-07,
      "percentile": 0.580191547846998
    },
    "sha256": "dc28851ecd8cdb8eb52b9e8a6daecb31953f108ae35ac3b23f8ac886128c6316",
    "simhash": "1:7d83e874a046acec",
    "word_count": 1388
  },
  "last_updated": "2024-02-27T20:04:16.584067+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Musmanno, Jones, Cohen, Bok and Eagen, JJ.",
      "Mr. Justice Bok concurs in the result."
    ],
    "parties": [
      "Suhy, Appellant, v. Zoning Board of Adjustment."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Musmanno,\nMartin A. Suhy owns a lot in Philadelphia, part of which is occupied by a gasoline and oil station. He would like to use the remaining portion of his property for the sale, rental and storage of trailers, the sale and rental of passenger cars, and open air parking lot for pleasure and commercial vehicles. To this end he applied to the zoning board of adjustment for certificates which would permit the requested uses, all foreign to the present use of his land. The certificates were denied.\nAn appeal to the court of common pleas brought an affirmance of the decision of the board, and an appeal to this Court followed. We adopt the lower Court’s description of the land involved: “The land in question is zoned ‘A’ Commercial and is located at the Southwest corner of Eidge Avenue and Shurs Lane. It is an almost square lot; the frontage on Eidge Avenue is approximately two hundred and forty feet extending from the south side of Shurs Lane to the north side of Kingsley Street, with a depth of one hundred and seven feet six inches fronting on Shurs Lane, and a depth of one hundred and sixteen feet fronting on Kingsley Street. Appellant’s gas and oil service station occupies the southwest corner of Shurs Lane and Eidge Avenue with a frontage of one hundred and seven feet six inches on Eidge Avenue. Immediately opposite appellaut’s land on Kingsley Street are the fronts of two story row residential dwellings; on the east side of Eidge Avenue opposite appellant’s land are three story detached residential dwellings; west of appellant’s land on both sides of Shurs Lane are two story row residential dwellings. Situated on the three remaining corners of Eidge Avenue and Shurs Lane are gas and oil service stations.”\nThe certificate is an excellent instrument to permit within the center of a commercial area uses which generally harmonize with the business aspects of the area of the whole circle, but which would be wholly disharmonious to the pattern of urban development at the circumference of the circle. The appellant’s property is not in the center of the commercial area. In fact, his land fronts residences on three sides. Despite his attempt to picture the district as one wholly committed to business and commercial enterprise, the geographical fact is that his property is but a projecting rock in an ocean of homes.\nWhat the appellant desires to do here is to increase his business. He entertains the natural desire to enlarge the periphery of his interests with a consequent augmentation in the flow of profits into his treasury. This is a laudable desire and entirely in keeping with the American spirit of individual enterprise. A man may start with a peanut stand and eventually acquire an empire of shelled and unshelled nuts, one may open up a bicycle shop and expand his business into a factory of meteoric racing cars. But where business is conducted within a built-up community the surging spread of activity may be such that government authority is called upon to arrest the industrial inundation in order to protect the welfare of the inhabitants in the affected area.\nThe appellant in his brief says: “It becomes increasingly difficult to comprehend how the Zoning Board of Adjustment, in considering a small city block in an ‘A Commercial’ district, could permit one portion to be used for a gasoline service station, permissive as a matter of right only in a General Industrial District (14-503 (1)- (ee)), and deny the other portion for use for parking of automobiles and trailers for sale and rental and as a parking garage for pleasure or commercial vehicles without being injustly discriminatory, arbitrary, unreasonable and confiscatory.”\nBut there is a vast difference between the activity which accompanies the sale of gasoline and oil to motorists who drive in, load up, pay, and drive out comparatively quietly and certainly tranquilly, and the activity which accompanies the sale and rental of motor cars, trucks and trailers. The selling of a car and especially a truck, and particularly a used car or truck, is a major operation. It encompasses testing, racing of engines, opening and slamming of doors, advancing and reversing, throwing of gears and application of brakes in ostentatious demonstration that the shining new machine or the battered veteran of the highway is everything that is proclaimed in the flamboyant banners and pennants riding above the lot advertising the vehicular wares.\nThe selling and rental of auto-trailers, which encompasses hitching and unhitching, the maneuvering of the towing car and trailer, and the shouting of directions, with approval and disapproval, is a particularly noisy exhibition.\nAnd it must be admitted that the parking of trucks and automobiles in an open lot cannot, in point of quietude, be compared to the stillness of a cemetery.\nAll of these enumerated activities, together with their inevitable and concomitant racket, clatter, dust, smells, general hubbub and confusion may well result in congestion and traffic hazards in the adjoining streets, deleteriously affecting the health and welfare of the householders close by.\nIn opposing the appellant’s position, the City Solicitor aptly said that the appellant was seeking certificates so that he might conduct a “three-ring circus.” He might have added that the appellant would want to expand his present operation into a gasoline carnival and a vehicular extravaganza, all doing violence to the residential atmosphere and tranquil existence of the neighborhood.\nIn Bennett v. Zoning Board of Adjustment, 396 Pa. 57, the applicant there, as here, argued that there was an “affinity” between selling of gasoline and the rental-sale of auto-trailers. We said: “This may be true but there is also an affinity between the sale of gasoline and the sale of new and used cars. Still, no one would argue that a gasoline service station could clutter up its lot with dilapidated and worn-out cars and sell them to its customers who stop to get a tank full of gas. Affinity does not mean synonymous.”\nThe appellant seeks moral comfort and legal support from the fact that no protestants appeared at the hearing before the zoning board, but the absence of objectors may not be interpreted by the board as an approval of the appellant’s intentions. The neighbors may not have been informed of the hearing and its purposes, and then no community is free of people who are so indolently inclined that they would rather supinely submit to discomfort than exercise the energy necessary to stand up and complain. However, whatever may be the explanation for the absence of ¡protestants at the hearing, the board had the duty, which it properly discharged, to consider the best interests of the people involved. In Riccardi v. Plymouth, Township Board of Adjustment, 393 Pa. 337, 340, this Court said: “. . . the mere fact that objections are not made by other property owners does not dispense with the requirement of affirmative proof.”\nThe applicant failed to establish that he was entitled to a zoning board of adjustment certificate and certainly not to a variance. Judge Guerin, in his able opinion, affirming the action of the zoning board of adjustment, well said: “We need only point out the well established rule that in order to obtain a variance a petitioner must prove (1) that a variance will not be contrary to the public interest, and (2), that unnecessary hardship will result if it is not granted. See Silverco, Inc. v. Zoning Bd. of Adj., 379 Pa. 497, 503-504. Here the record is absolutely devoid of meeting these two requirements.”\nAffirmed.\nMr. Justice Bok concurs in the result.\nHe had also applied for a certificate for parking of customers’ and employees’ cars as a use accessory to the conduct of the gas and oil service station. This request was approved by the zoning administrator and, although referred to in some of the appellate arguments, is no longer in the case.",
        "type": "majority",
        "author": "Mr. Justice Musmanno,"
      }
    ],
    "attorneys": [
      "Michael 3. Egnal, for appellant.",
      "James L. Stern, Deputy City Solicitor, with him Lenard L. Wolffe, Assistant City Solicitor, Levy Anderson, First Deputy City Solicitor, and David Berger, City Solicitor, for zoning board of adjustment, appellee."
    ],
    "corrections": "",
    "head_matter": "Suhy, Appellant, v. Zoning Board of Adjustment.\nArgued January 13, 1961.\nBefore Jones, C. J., Bell, Musmanno, Jones, Cohen, Bok and Eagen, JJ.\nMarch 23, 1961:\nMichael 3. Egnal, for appellant.\nJames L. Stern, Deputy City Solicitor, with him Lenard L. Wolffe, Assistant City Solicitor, Levy Anderson, First Deputy City Solicitor, and David Berger, City Solicitor, for zoning board of adjustment, appellee."
  },
  "file_name": "0657-01",
  "first_page_order": 677,
  "last_page_order": 682
}
