{
  "id": 1223545,
  "name": "Raymond v. Costallas, Appellant",
  "name_abbreviation": "Raymond v. Costallas",
  "decision_date": "1950-01-03",
  "docket_number": "Appeal, No. 157",
  "first_page": "87",
  "last_page": "91",
  "citations": [
    {
      "type": "official",
      "cite": "364 Pa. 87"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "14 A. 2d 334",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "339 Pa. 73",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1201266
      ],
      "pin_cites": [
        {
          "page": "75"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/339/0073-01"
      ]
    },
    {
      "cite": "36 A. 929",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "180 Pa. 476",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        888385
      ],
      "pin_cites": [
        {
          "page": "479"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/180/0476-01"
      ]
    },
    {
      "cite": "29 A. 2d 530",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "346 Pa. 131",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1216406
      ],
      "pin_cites": [
        {
          "page": "132-133"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/346/0131-01"
      ]
    },
    {
      "cite": "195 A. 879",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "328 Pa. 297",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1179636
      ],
      "pin_cites": [
        {
          "page": "298"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/328/0297-01"
      ]
    },
    {
      "cite": "106 A. 722",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "263 Pa. 305",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047469
      ],
      "pin_cites": [
        {
          "page": "310"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/263/0305-01"
      ]
    },
    {
      "cite": "9 W. & S. 153",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12169209
      ],
      "year": 1844,
      "pin_cites": [
        {
          "page": "154"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/9/0153-01"
      ]
    },
    {
      "cite": "4 Watts 308",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842687
      ],
      "weight": 2,
      "year": 1835,
      "pin_cites": [
        {
          "page": "315, 316"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0308-01"
      ]
    },
    {
      "cite": "1 Grant 164",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        225912
      ],
      "year": 1855,
      "pin_cites": [
        {
          "page": "169"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/grant/1/0164-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 495,
    "char_count": 7099,
    "ocr_confidence": 0.509,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.04574610334424903
    },
    "sha256": "5f5edd035e8a7324f61a0693e9285bb17f8c817ca88b7b363f6a7d207f677585",
    "simhash": "1:63638fa5752ff1f0",
    "word_count": 1216
  },
  "last_updated": "2024-02-27T22:04:03.183367+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxet, C. J., Drew, Linn, Stern, Patterson, Stearns and Jones, JJ."
    ],
    "parties": [
      "Raymond v. Costallas, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Jones,\nThis appeal arises out of an action for damages for personal injuries and raises the question whether the plaintiff’s right to take a voluntary nonsuit had expired when he sought to exercise it in the following circumstances.\nWhen the jurors had returned to the court room after their deliberation on the case but before they had announced their readiness to render a verdict, the plaintiff moved for a voluntary nonsuit. The learned trial judge refused the motion, as having come too late, and noted the plaintiff an exception. Thereupon the clerk inquired, — “Members of the jury, have you agreed on a verdict?” The foreman answered “Yes, we have” and, when asked by the clerk “Do you find for the plaintiff or for the defendant,” he replied, — “We find both equally guilty of negligence.” The trial judge at once reinstructed the jury in pertinent regard, with specific reference to the form their verdict should take in case they found the plaintiff guilty of contributory negligence, and the jurors retired to deliberate further. Shortly thereafter they returned to the court room and, in response to the clerk’s appropriate inquiries, gave a verdict for the defendant. The plaintiff then moved the court to set aside the verdict and included a renewal of his earlier motion for a voluntary nonsuit. Upon fuller consideration of the matter, the learned court granted the motion which is the action assigned for . error by the defendant on this appeal.\nUnder existing law, the court below could not properly have done otherwise than it ultimately did with respect to the plaintiff’s motion for a voluntary non-suit. The situation was governed by the Act of March 28, 1814, P. L. 248, 6 Sm. L. 208, Sec. 2 (12 PS §649), which provides that “Whenever, on the trial of any cause, the jury shall be ready to give in their verdict, the plaintiff shall not be called, nor shall he then be permitted to suffer a nonsuit.” This enactment placed a restriction upon the rule at common law where a plaintiff could suffer a voluntary nonsuit at any time before the jury’s verdict had actually been recorded: see Evans’s Administrator v. Clover, 1 Grant 164, 169 (1855).\nThe. time when a jury is “ready to give in their verdict”, within the intent of the statute, was early construed by Chief Justice Gibson to be “. . . when, in reply to the usual inquiry of the prothonotary, [the jurors] have officially announced their readiness to the court” (Emphasis supplied) : McLughan v. Bovard, 4 Watts 308, 315, 316 (1835). The learned Chief Justice cogently reasoned that a plaintiff’s right to .a voluntary nonsuit could not justifiably be made determinable by a criterion so uncertain and of such varingly difficult ascertainment as the exact point óf time when the jurors actually become agreed upon their verdict. After specifying other compelling reasons in support of that view, Chief Justice Gibson, concluded by saying that it is highly important that the period of the termination of the right to a voluntary nonsuit “be marked by some definite point of time, susceptible of such certainty as will prevent cavil; for which purpose, none is so practicable in its application as the one which seems to be indicated by the very words of the statute.” It is true, as the appellant points out, that the question had become unimportant in the McLughan case by reason of the disposition of the appeal on other grounds. Nonetheless, Chief Justice Gibson made it plain that “. . . as the point was directly made below, and is insisted on here, it is our business to decide it.”\nThat the decision in McLughan v. Bovard, supra, has ever since represented the settled law of this State admits of no doubt. It has been confirmed by this court a number of times. See, e.g., Evans’s Administrator v. Glover, supra, where it was said that “. . . the only restriction of the right [to a voluntary nonsuit] by our statute, is that which requires it to be exercised before the jury announce their readiness to deliver the verdict.” In Easton Bank v. Coryell, 9 W. & S. 153, 154 (1844), from which the instant case cannot be distinguished in principle, after expressly recognizing the binding force of the ruling in the McLughan case, this court took occasion to observe that “It is better to hold fast to the established criterion, whatever it may be, than introduce uncertainty by departing from it.” See, also, James v. Bream, 263 Pa. 305, 310, 106 A. 722; and Axelrod v. Howell, 328 Pa. 297, 298, 195 A. 879. Cf. Avellino v. Raup Lumber Company, Inc., 346 Pa. 131, 132-133, 29 A. 2d 530; and Crumley v. Lutz, 180 Pa. 476, 479, 36 A. 929.\nThe case of Cherniak v. Prudential Insurance Company, 339 Pa. 73, 75, 14 A. 2d 334, upon which the appellant principally relies, is not in point. There, the trial judge, at the conclusion of oral argument by counsel on points for binding instructions, submitted by both sides, announced that he would (p. 75) “direct a verdict [for tlie defendant]It was then too late for the plaintiff to suffer a voluntary nonsuit. “The issue having resolved itself into one of law and not of fact, the jury’s function cease [d] to be deliberative and [became] ministerial.” The decision in the Cherniak case was not intended to impair in any degree the law as laid down in the McLughan case. The present Chief Justice, who wrote the opinion for the court in the Cherniak case, specifically distinguished McLughan v. Bovard, James v. Bream and Axelrod v. Howell, supra, on the ground that in those cases (just as here) there had been neither instruction nor intimation of instruction by the court that the jury return a directed verdict. The issues were factual and called for a jury’s deliberative determination. No one suggests that the situation is any different in the instant case. Furthermore, if what the appellant here contends for were the law, there was then no need for the Act of April 16, 1903, P. L. 216, Sec. 1 (12 PS §650), which made a jury’s return of a sealed verdict, and the jurors’ separation thereafter, tantamount to the announcement, contemplated by the Act of 1814, supra, of the jury’s readiness to give in its verdict except in cases of special allowance by the court for cause shown. •\nNo point is made of the fact that, strictly speaking, the jury was not ready to give in its verdict when it first returned to the court room. The only deficiency then in the verdict was a matter of form; the substance had been agreed upon. The crucial thing is that when the plaintiff moved for a nonsuit, the jurors had not yet announced their readiness to render a verdict.\nThe order is affirmed.\nRule 230 of tlie Pennsylvania Rules of Civil Procedure (12 PS Appendix p. 206), effective April 1, 1950, and therefore not presently applicable, makes a marked change in the cognate law.",
        "type": "majority",
        "author": "Mr. Justice Jones,"
      }
    ],
    "attorneys": [
      "Thomas E. Comber, Jr., with him Pepper, BodÁne, Stokes é Hamilton, for appellant.",
      "Joseph C. Feldman, for appellee."
    ],
    "corrections": "",
    "head_matter": "Raymond v. Costallas, Appellant.\nArgued November 17, 1949.\nBefore Maxet, C. J., Drew, Linn, Stern, Patterson, Stearns and Jones, JJ.\nJanuary 3, 1950:\nThomas E. Comber, Jr., with him Pepper, BodÁne, Stokes é Hamilton, for appellant.\nJoseph C. Feldman, for appellee."
  },
  "file_name": "0087-01",
  "first_page_order": 129,
  "last_page_order": 133
}
