{
  "id": 1223488,
  "name": "Geyer, Appellant, v. Thomas",
  "name_abbreviation": "Geyer v. Thomas",
  "decision_date": "1950-03-20",
  "docket_number": "Appeal, No. 9",
  "first_page": "242",
  "last_page": "245",
  "citations": [
    {
      "type": "official",
      "cite": "364 Pa. 242"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "29 A. 2d 77",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1942,
      "opinion_index": 0
    },
    {
      "cite": "345 Pa. 549",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1213374
      ],
      "year": 1942,
      "pin_cites": [
        {
          "page": "557"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/345/0549-01"
      ]
    },
    {
      "cite": "56 A. 2d 225",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1948,
      "opinion_index": 0
    },
    {
      "cite": "358 Pa. 265",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845443
      ],
      "year": 1948,
      "opinion_index": 0,
      "case_paths": [
        "/pa/358/0265-01"
      ]
    },
    {
      "cite": "17 A. 2d 373",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1941,
      "opinion_index": 0
    },
    {
      "cite": "341 Pa. 113",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1204535
      ],
      "year": 1941,
      "opinion_index": 0,
      "case_paths": [
        "/pa/341/0113-01"
      ]
    },
    {
      "cite": "40 Pa. Superior Ct. 146",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        882317
      ],
      "year": 1909,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/40/0146-01"
      ]
    },
    {
      "cite": "38 A. 1024",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1898,
      "opinion_index": 0
    },
    {
      "cite": "183 Pa. 469",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        896163
      ],
      "year": 1898,
      "pin_cites": [
        {
          "page": "474"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/183/0469-01"
      ]
    },
    {
      "cite": "46 A. 2d 220",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1946,
      "opinion_index": 0
    },
    {
      "cite": "353 Pa. 481",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        465878
      ],
      "year": 1946,
      "pin_cites": [
        {
          "page": "483"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/353/0481-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 376,
    "char_count": 5165,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 3.213676234792266e-07,
      "percentile": 0.8666543879585258
    },
    "sha256": "0530d8dc75ff77978f0dcd9036a20460e03705a07ed2048e47d0cbdc37f0faf3",
    "simhash": "1:62a3ac564247f846",
    "word_count": 879
  },
  "last_updated": "2024-02-27T22:04:03.183367+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson, Stearne and Jones, JJ."
    ],
    "parties": [
      "Geyer, Appellant, v. Thomas."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Linn,\nThis is an action of ejectment brought by Jean L. Geyer, wife of Walter K. Geyer, to recover a farm in Berks County, Pennsylvania. The defendant is Anna Boyle Thomas, a former wife of Walter K. Geyer. The plaintiff proved a paper title. The defendant who was in possession claimed ownership by a resulting trust. The jury rendered a verdict for the defendant; the court refused plaintiff’s motions for judgment n. o. v. or for a new trial. Judgment for the defendant was entered on the verdict.\nThe plaintiff-appellant alleges error in various respects, principally contending that the evidence on which defendant relies ivas not clear, precise and indubitable as required. The rule was recently stated as follows: “In order to establish, by oral testimony, a resulting trust in real estate against the person holding the legal title the evidence must be ‘clear, explicit and unequivocal’ or, as it has been otherwise stated, ‘clear, precise and unequivocal’ or ‘clear, precise, convincing and satisfactory’ or ‘clear, precise and convincing’ or ‘clear, precise and indubitable.’ ” Wosche v. Kraning, 353 Pa. 481, 483, 46 A. 2d 220 (1946). See also Olinger v. Shultz, 183 Pa. 469, 474, 38 A. 1024 (1898); McDonald v. McAndrew, 40 Pa. Superior Ct. 146 (1909).\nWe all agree with the order refusing plaintiff’s motions and shall state briefly the transaction as the jury may have found it, keeping in mind that we must accept the oral evidence supporting the verdict and reject inconsistent inferences that might be made from the evidence : cf. Sorrentino v. Graziano, 341 Pa. 113, 17 A. 2d 373 (1941); Phillips v. Phila. Transp. Co. et al., 358 Pa. 265, 56 A. 2d 225 (1948).\nDuring the time Walter K. Geyer was defendant’s husband (he is said to have obtained a divorce from her in the State of Wyoming) they, with funds furnished by her, bought a farm in the State of Maryland. They sold that farm and with part of the proceeds bought the farm in suit in Berks County, Pennsylvania. The defendant took possession. She thought that title was being taken in her name but it was taken in the name of an attorney at the direction of her husband, Geyer. Thereafter the attorney conveyed the farm to the plaintiff, Geyer’s present wife, who had prior notice of defendant’s possession, and of what inquiry would have elicited: Sidle v. Kaufman, 345 Pa. 549, 557, 29 A. 2d 77 (1942). Our review does not now require a statement of the marital difficulties of defendant and Walter K. Geyer. He did not appear at the trial, though he was in Wilmington, Delaware, not far from Reading, Pa., the place of trial. The jury was justified in finding from the evidence produced that the money or part of the proceeds of the sale of the Maryland farm contributed by defendant was used to purchase the farm in suit and that, without her knowledge or consent, title was taken in the name of his attorney at Geyer’s request.\nWe need not state separately the various forms in which appellant presents her general contention that the evidence was insufficient to sustain the verdict within the terms of the rule stated above. The evidence supports the verdict. Mr. Grim, the agent who sold the farm to Walter K. Geyer and his then wife (the defendant) testified that he gave Geyer a receipt of the “down money or first payment” which also stated the conditions of the sale; that he had typewritten on the document, below the space left for Geyer’s signature, the words: “Walter K. Geyer, Anna B. Geyer, Purchasers.” The witness testified that those words were on the paper at the time Geyer signed it. Appellant now contends that this paper was not a declaration of trust and therefore was inadmissible. It was not offered as such a declaration; it was received in evidence without objection as an element in the parol proof, to be considered with the other evidence supporting the defense alleged in the pleadings; so considered it was relevant.\nThere are several adequate answers to appellant’s submission that the evidence went beyond defendant’s pleadings; no objection on this ground was made at the trial and we are told the contention was not even presented to the court below. In reaching our conclusion, we have considered, though without now stating them, all the points suggested by appellant pursuant to Rule 22 and find them without merit.\nJudgment affirmed.\nConcerning- bis failure to appear at the trial, appellant’s counsel at page 24 of his brief says: “The writer of the opinion of the Court below refers to the failure of the plaintiff to produce Walter Geyer as a witness. Two statements should be made about this matter. It is clear from the record that it would not be safe for Walter Geyer to appear in Pennsylvania because of his marital difficulties. His failure to appear does not destroy the duty of the defendant to prove her case by evidence clear, precise and indubitable.”",
        "type": "majority",
        "author": "Mb. Justice Linn,"
      }
    ],
    "attorneys": [
      "Robert Grey Bushong, for appellant.",
      "Robert I. Gottorn, with him Maueh & Goodman and Matten & Matten, for appellee."
    ],
    "corrections": "",
    "head_matter": "Geyer, Appellant, v. Thomas.\nArgued January 4,1950.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson, Stearne and Jones, JJ.\nMarch 20,1950:\nRobert Grey Bushong, for appellant.\nRobert I. Gottorn, with him Maueh & Goodman and Matten & Matten, for appellee."
  },
  "file_name": "0242-01",
  "first_page_order": 284,
  "last_page_order": 287
}
