{
  "id": 1223477,
  "name": "Commonwealth ex rel. Roth v. Musmanno",
  "name_abbreviation": "Commonwealth ex rel. Roth v. Musmanno",
  "decision_date": "1950-03-30",
  "docket_number": "No. 1661, Miscellaneous Docket",
  "first_page": "359",
  "last_page": "360",
  "citations": [
    {
      "type": "official",
      "cite": "364 Pa. 359"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 229,
    "char_count": 2751,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 7.456775226109773e-08,
      "percentile": 0.4448095236440426
    },
    "sha256": "1f32c4b3c0db46e9fa1b533b7c80a8175d897b8745fb9117743806258ba5219d",
    "simhash": "1:b675c9d966876788",
    "word_count": 471
  },
  "last_updated": "2023-07-14T20:41:24.740630+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Drew, C. J., Linn, Stern, Stearne and Jones, JJ."
    ],
    "parties": [
      "Commonwealth ex rel. Roth v. Musmanno."
    ],
    "opinions": [
      {
        "text": "Opinion\nper Curiam,\nThis matter is before us on petition and answer. All of the material facts essential to a disposition of the controversy appear thereby.\nThe relator, a citizen of the United States and resident of Allegheny County, Pennsylvania, was duly summoned for service on the grand jury for that county at the March 1950 Session. Upon her appearance in obedience to the summons, the respondent judge, then presiding in the criminal courts of Allegheny County, entered upon an ex parte inquiry in chambers as to whether the relator ivas a Communist and a member of the Communist Party. No competently lodged charge against, nor trial of, the relator, as those terms are known and understood in the law, was made or accorded. On the sworn word of an informant, whom the respondent judge had summoned and with whom he confronted the relator in private, the judge found the relator to be a Communist and a member of the Communist Party and, thereupon, dismissed her from service as a grand juror for that reason. The relator had remained mute when interrogated by the judge relative to the subject matter of the informant’s testimony.\nThe procedure pursued by the judge cannot be supported. It constituted an arrogation and exercise of a power beyond the jurisdiction of any judge under existing law. The privilege of serving as a juror is one of the valuable rights of citizenship. Such rights may neither be extinguished, abated nor dismissed by any proceeding short of one which fully comports with the historical and constitutional requisites of due process. It is necessary, therefore, for the guidance of the judges of the Commonwealth in the future that the error above noted be, and the same is, hereby condemned.\nHowever, by reason of additional circumstances to which we shall now refer, we do not find that the petitioner is entitled to the writ prayed for. It appears that the action of the respondent judge in the premises was taken on March 7, 1950; that, the grand jury completed its work for the 1950 Session on March 17, 1950; and that the petition herein was not filed until March 20, 1950. While the term of the grand jury has not yet expired, its work so far as appears from the record was performed by not less than the legally requisite number of members wherefore the constitution of the grand jury* as such, was at all times unaffected by the dismissal Of the relator from service; and no further work remains for the grand jury to perform. For this reason alone, the writ is refused.\nWrit refused.",
        "type": "majority",
        "author": "per Curiam,"
      }
    ],
    "attorneys": [
      "Hyman 8chiesinger and William Patterson, for relator.",
      "Michael A. Musmanno, in propria persona, for respondent."
    ],
    "corrections": "",
    "head_matter": "Commonwealth ex rel. Roth v. Musmanno.\nMarch 30, 1950:\nBefore Drew, C. J., Linn, Stern, Stearne and Jones, JJ.\nHyman 8chiesinger and William Patterson, for relator.\nMichael A. Musmanno, in propria persona, for respondent."
  },
  "file_name": "0359-01",
  "first_page_order": 401,
  "last_page_order": 402
}
