{
  "id": 1223595,
  "name": "Commonwealth ex rel. Bunch, Appellant, v. Beattie et al.",
  "name_abbreviation": "Commonwealth ex rel. Bunch v. Beattie",
  "decision_date": "1950-05-22",
  "docket_number": "Appeal, No. 55",
  "first_page": "572",
  "last_page": "576",
  "citations": [
    {
      "type": "official",
      "cite": "364 Pa. 572"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "137 A. 166",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "289 Pa. 86",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1103325
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "90"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/289/0086-01"
      ]
    },
    {
      "cite": "133 A. 223",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "286 Pa. 129",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1096468
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/286/0129-01"
      ]
    },
    {
      "cite": "30 A. 835",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "165 Pa. 284",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        862054
      ],
      "pin_cites": [
        {
          "page": "288"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/165/0284-01"
      ]
    },
    {
      "cite": "139 A. 623",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "291 Pa. 46",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1107315
      ],
      "pin_cites": [
        {
          "page": "52"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/291/0046-01"
      ]
    },
    {
      "cite": "193 A. 642",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "327 Pa. 100",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1176719
      ],
      "pin_cites": [
        {
          "page": "104"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/327/0100-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 349,
    "char_count": 5140,
    "ocr_confidence": 0.516,
    "pagerank": {
      "raw": 1.7953788701121592e-07,
      "percentile": 0.7155959671780092
    },
    "sha256": "0437f4d83f7fd64366aaccb13a58bb38cfb2390e28cecbf9e513acc66f9d704f",
    "simhash": "1:7a5986a435288fce",
    "word_count": 882
  },
  "last_updated": "2024-02-27T22:04:03.183367+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Drew, C. J., Stern, Stearne, Jones and Bell, JJ."
    ],
    "parties": [
      "Commonwealth ex rel. Bunch, Appellant, v. Beattie et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Allen M. Stearne,\nThe question presented is whether a jail warden of a fourth class county is an appointed officer within the meaning of Article VI, Section 4, of the State Constitution, removable at any time, without cause, by the appointing power, the board of jail inspectors. The court below answered in the affirmative.\nOn June 1,1947, the board elected Vincent F. Bunch warden of the Cambria County Jail. He continued in office until April 8, 1948, when he was summarily dismissed, without notice, hearing or statement of cause for discharge. An action of quo warranto was instituted by relator seeking to oust his successor. A complaint was entered, answers were filed and a trial had. Trial by jury was waived. The court entered a judgment quashing the writ, which was affirmed by the court in banc. This appeal followed.\nArticle VI, section 4, of the State Constitution, provides: “Appointed officers, other than judges of the courts of record and the Superintendent of Public Instruction, may be removed at the pleasure of the power by which they shall have been appointed.” But as stated by Mr. Justice Linn in Weiss v. Ziegler et al., 327 Pa. 100, 104, 193 A. 642, that provision of the Constitution must be read in connection with Article XII, section 1, which provides: “All officers, whose selection is not provided for in this Constitution, shall be elected or appointed as may be directed by law. . . .” It was decided in that case that where the office is legislative, “The authority so conferred (upon the Legislature) to provide for the election or appointment of other officers necessarily involves and implies legislative power to annex conditions of tenure”; that when such conditions are so annexed “. . . effect must be given to the legislative intent. ...”\nWhat was said by this Court in Milford Township Supervisors’ Removal, 291 Pa. 46, 52, 139 A. 623, was quoted with approval in Weiss v. Ziegler et al., supra, p. 105: “. . . although article VI, section 4, is not limited to what are frequently termed constitutional officers, it is not applicable where the legislature, having the right to fix the length of a term of office, had made it determinable, by judicial proceedings, on > other contingencies than the mere passage of time.”\nIt is conceded that the office of warden of the jail is a legislative office. It was created by the Act of 1909, April 27, P. L. 262, section 2, as amended, 61 PS 404. By the Act of 1921, May 16, P. L. 579, section 4, amending the Act of 1909, supra, 61 PS 411, it was provided: “The warden . . . may, at any time, be removed by said board for misconduct or inefficiency. All deputies, assistants, or keepers . . . may at any time be suspended by the warden or removed by the said board.”\nThe Act of 1909, supra, did not fix the term of the tenure. If the Legislature in creating the office did not provide the causes and manner for removal it is conceded that under Article YI, section 4, the incumbent could be removed at the pleasure of the board. See Commonwealth ex rel. A. C. Braughler v. Weir, 165 Pa. 284, 288, 30 A. 835; Georges Township School Directors, 286 Pa. 129, 133 A. 223. Cf. Glessner's Case, 289 Pa. 86, 137 A. 166.\nIt is contended by relator, however, that the Legislature did fix the tenure of this office. While no tenure was specifically provided for in the Act of 1909, supra, the amendment by the Act of. 1921, supra, did provide two causes for the termination of such tenure, viz.: misconduct or inefficiency. It is therefore urged that the interpretation of the statute and its amendment disclose the implied legislative intent that the appointment of the jail warden was for life or until or unless he was shown to- be guilty of misconduct or to be inefficient; that this constituted a condition fixed by the Legislature and therefore the warden cannot be dismissed at the pleasure of the board.\nWe are unable to accept this interpretation of the statute. It is a common law rule that the tenure of ministerial officers in general is during the pleasure of the appointing power, unless the law clearly provides otherwise : Glessner’s Case, 289 Pa. 86, 90, 137 A. 166. To declare that it was the intent of the Legislature to create an implied tenure of office of a jail warden for life or good' behavior (a longer tenure than is provided for any other State official whether elected or appointed) requires a more positive, plain and unequivocal expression of intent by the Legislature. Such language is not clear and is insufficient to overcome the common law rule that the tenure of ministerial officers in general is during the pleasure of the appointing power.\nWe need not, therefore, discuss whether the board of inspectors lias made rules and regulations or fixed a tenure of office in conflict with the act of assembly.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Allen M. Stearne,"
      }
    ],
    "attorneys": [
      "Archibald M. Mattheios, with him Bruce A. Sciotto, for appellant.",
      "Philip N. Shettig, with him Alton A. McDonald■, for appellees."
    ],
    "corrections": "",
    "head_matter": "Commonwealth ex rel. Bunch, Appellant, v. Beattie et al.\nArgued April 12, 1950.\nBefore Drew, C. J., Stern, Stearne, Jones and Bell, JJ.\nArchibald M. Mattheios, with him Bruce A. Sciotto, for appellant.\nPhilip N. Shettig, with him Alton A. McDonald■, for appellees.\nMay 22, 1950:"
  },
  "file_name": "0572-01",
  "first_page_order": 614,
  "last_page_order": 618
}
