{
  "id": 579901,
  "name": "Commonwealth v. Williams, Appellant",
  "name_abbreviation": "Commonwealth v. Williams",
  "decision_date": "1973-11-26",
  "docket_number": "Appeal, No. 69",
  "first_page": "261",
  "last_page": "264",
  "citations": [
    {
      "type": "official",
      "cite": "454 Pa. 261"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "392 U.S. 364",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6171394
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/us/392/0364-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 329,
    "char_count": 4538,
    "ocr_confidence": 0.397,
    "pagerank": {
      "raw": 1.3528316759088249e-07,
      "percentile": 0.6338940996173908
    },
    "sha256": "51f790621e3bc09588e219bee1526ea72a65e6eec0c4f6c9aa19133a3baff636",
    "simhash": "1:62ae51a62479dda2",
    "word_count": 725
  },
  "last_updated": "2024-02-27T20:28:37.536384+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and ManDERINO, JJ."
    ],
    "parties": [
      "Commonwealth v. Williams, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice O’Brien,\nAppellant Ronald Williams, was tried by a judge, sitting with a jury, in Allegheny County and found guilty of voluntary manslaughter. Post-trial motions were argued and denied. Appellant was then sentenced to a term of not less than six nor more than twelve years in a state correctional institution. This appeal followed.\nOn August 21, 1971, at approximately 11:15 p.m., Sarah Montgomery, the victim’s wife, was sleeping in her bedroom, Avhen she Avas awakened by voices coming from the kitchen. She saw three individuals in the kitchen immediately across the table from her husband. She specifically identified appellant as one of the visitors and placed him near her husband. She testified that she heard one of the individuals in the room say, “If he moves, blow his brains out.” Soon afterward, the gun which appellant had in his hand discharged, and the victim fell to the floor. The victim’s Avife was positive that appellant was the gunman and she stated unequivocally that the gun appellant was holding was discharged in the direction of the decedent. No other shots were fired.\nWith the permission of Mrs. Montgomery, police conducted a search of the apartment she shared Avith her husband. A supply of marijuana was discovered in the victim’s dresser drawer. Two days later, on or about August 23, 1971, Major Seed, a co-defendant of appellant, was arrested at the residence of Yvonne Nunley. The police, armed Avith a search Avarrant, searched the residence of Miss Nunley and found certain marijuana, later offered into evidence, that, according to an expert witness, was of the same chemical content as the marijuana found at the Adctim’s home. The Commonwealth’s purpose in offering the evidence was to prove that the killing of the victim was perpetrated during the course of a felony, i.e., the armed theft of the marijuana.\nAppellant’s principal allegations of error concern what he contends to be the improper admission into evidence of this second supply of marijuana seized in the Nunley apartment.\nFirst, appellant argues that it may have been seized in violation of the Fourth Amendment because the search warrant for the Nunley apartment is not part of the record. Appellant contends that he has standing to object to the seizure of this evidence on constitutional grounds because he had a reasonable expectation of privacy in his co-defendant’s girlfriend’s apartment, citing Mancusi v. DeForte, 392 U.S. 364 (1968), However, no pretrial motion to suppress the evidence was filed in accordance with Rule 323 of the Pennsylvania Rules of Criminal Procedure. Thus, any objection to the admissibility of the evidence on constitutional grounds is deemed waived under Rule 323(b). Moreover, appellant’s objection to the introduction of the evidence at trial was not based on constitutional grounds. Instead, appellant’s trial counsel had objected solely on the grounds that the evidence was not relevant, competent, nor material to the case against appellant. However, the evidence was offered solely to prove that the victim was killed in the course of an armed robbery during which the victim’s marijuana was stolen. It was thus relevant to the Commonwealth’s attempt to prove the commission of a felony-murder.\nAppellant also argues that the second supply of marijuana should not have been admitted because the fact that it and the marijuana found in the victim’s apartment probably came from a common source was insufficient to prove that the second supply had been stolen from the victim. This attack goes not to the admissibility of the evidence, but to its weight. The jury found appellant guilty of voluntary manslaughter, rather than first degree murder, indicating that they agreed with appellant that the Commonwealth had failed to prove that the victim had been robbed. Since the jury attached no weight to the marijuana, the admission of which appellant complains, and since the verdict is more than amply supported by the record, we can find no error.\nJudgment of sentence affirmed.",
        "type": "majority",
        "author": "Mr. Justice O’Brien,"
      }
    ],
    "attorneys": [
      "John R. Corbett, Jr., Assistant Public Defender, with him John J. Dean, Assistant Public Defender, and George R. Ross, Public Defender, for appellant.",
      "Robert L. Campbell, Assistant District Attorney, with him Robert L. Eberhardt, Assistant District Attorney, and Robert W. Duggan, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Williams, Appellant.\nArgued September 24, 1973.\nBefore Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and ManDERINO, JJ.\nJohn R. Corbett, Jr., Assistant Public Defender, with him John J. Dean, Assistant Public Defender, and George R. Ross, Public Defender, for appellant.\nRobert L. Campbell, Assistant District Attorney, with him Robert L. Eberhardt, Assistant District Attorney, and Robert W. Duggan, District Attorney, for Commonwealth, appellee.\nNovember 26, 1973:"
  },
  "file_name": "0261-01",
  "first_page_order": 373,
  "last_page_order": 376
}
