{
  "id": 587946,
  "name": "CITY OF PHILADELPHIA, Appellant, v. WORKERS' COMPENSATION APPEAL BOARD (SZPARAGOWSKI), Appellee. Joseph Milici, Appellant, v. Workers' Compensation Appeal Board (City of Philadelphia), Appellee",
  "name_abbreviation": "City of Philadelphia v. Workers' Compensation Appeal Board",
  "decision_date": "2003-08-18",
  "docket_number": "No. 46 E.D. Appeal Docket 2001, 2 E.D. Appeal Docket 2002",
  "first_page": "372",
  "last_page": "389",
  "citations": [
    {
      "type": "official",
      "cite": "574 Pa. 372"
    },
    {
      "type": "parallel",
      "cite": "831 A.2d 577"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "728 A.2d 1037",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11628863
      ],
      "pin_cites": [
        {
          "page": "1043"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/728/1037-01"
      ]
    },
    {
      "cite": "796 A.2d 319",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2002,
      "opinion_index": 0
    },
    {
      "cite": "568 Pa. 687",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2002,
      "opinion_index": 0
    },
    {
      "cite": "779 A.2d 1261",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9496044
      ],
      "pin_cites": [
        {
          "page": "1263"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/779/1261-01"
      ]
    },
    {
      "cite": "747 A.2d 850",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11475161,
        95798
      ],
      "weight": 3,
      "year": 2000,
      "pin_cites": [
        {
          "page": "854"
        },
        {
          "page": "854"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/747/0850-01",
        "/pa/560/0618-01"
      ]
    },
    {
      "cite": "632 A.2d 1302",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1839705,
        1839682
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa/534/0327-01",
        "/pa/534/0326-01"
      ]
    },
    {
      "cite": "633 A.2d 128",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1839679
      ],
      "weight": 10,
      "year": 1993,
      "pin_cites": [
        {
          "page": "130"
        },
        {
          "page": "131"
        },
        {
          "page": "131"
        },
        {
          "page": "130",
          "parenthetical": "emphasis added"
        },
        {
          "page": "130"
        },
        {
          "page": "130"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/534/0347-01"
      ]
    },
    {
      "cite": "532 A.2d 374",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1808596
      ],
      "weight": 7,
      "year": 1987,
      "pin_cites": [
        {
          "page": "380"
        },
        {
          "page": "379-80"
        },
        {
          "page": "379"
        },
        {
          "page": "380"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/516/0240-01"
      ]
    },
    {
      "cite": "778 A.2d 1282",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9498294
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "1290"
        },
        {
          "page": "1288"
        },
        {
          "page": "1288",
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/778/1282-01"
      ]
    },
    {
      "cite": "771 A.2d 75",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11097342
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/771/0075-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 957,
    "char_count": 31009,
    "ocr_confidence": 0.67,
    "pagerank": {
      "raw": 5.049236835555007e-07,
      "percentile": 0.9371341726872879
    },
    "sha256": "0faa7cbec6c16b1e6d4e0788b07e8894231fed24d01e0f9ed3fb02f9043e6c3f",
    "simhash": "1:7a2a70e1c7ca8e35",
    "word_count": 4802
  },
  "last_updated": "2024-02-27T17:44:28.333444+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ZAPPALA, C.J., and CAPPY, CASTILLE, NIGRO, NEWMAN, SAYLOR and EAKIN, JJ.",
      "Former Chief Justice Z APPAL A did not participate in the decision of this case."
    ],
    "parties": [
      "CITY OF PHILADELPHIA, Appellant, v. WORKERS’ COMPENSATION APPEAL BOARD (SZPARAGOWSKI), Appellee. Joseph Milici, Appellant, v. Workers’ Compensation Appeal Board (City of Philadelphia), Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice NIGRO.\nThe primary issue in these cases is whether an employer may modify a workers’ compensation claimant’s disability benefits after the claimant refuses alternative employment on the basis that such employment would result in a suspension of the claimant’s pension benefits. For the following reasons, we hold that it can.\nBoth Appellee George Szparagowski and Appellant Joseph Milici (collectively, “Claimants”) were working as firefighters for the City of Philadelphia when they sustained work-related injuries that rendered them temporarily totally disabled. In Mr. Szparagowski’s case, he suffered a lower back injury on February 2,1989, when he slipped off a ladder in the course of his employment. Mr. Milici, on the other hand, was diagnosed in August of 1990 with coronary artery disease and obstructive lung disease, which were allegedly caused by work-related stress and inhalation of toxic irritants.\nAs a result of their respective injuries, Claimants both began receiving temporary total indemnity benefits under the Pennsylvania Workers’ Compensation Act (the “Act”). In addition, shortly after each of their injuries, both retired under vested pensions and began collecting pension benefits in addition to their disability benefits. For several years, each received both types of compensation simultaneously.\nOn June 6, 1995, the City requested that Mr. Szparagowski undergo an examination with Gabriel Rosales, M.D., a board-certified surgeon. Dr. Rosales concluded that Mr. Szparagowski had recovered to the point of being capable of performing sedentary or light-duty work that did not require heavy lifting or repetitive bending. Thereafter, in early 1996, the City had a job opening for a fire communications dispatcher, a position that was within Mr. Szparagowski’s physical limitations. The City offered the position to Mr. Szparagowski, who nevertheless refused it.\nAs a result, on March 25, 1996, the City filed a petition to modify Mr. Szparagowski’s disability benefits. The City asserted in the petition that Mr. Szparagowski had sufficiently recovered from his work-related injury to be capable of returning to gainful employment, that the City had offered him an available position within his physical limitations, and that he had refused the position in bad faith. Mr. Szparagowski responded that he had turned down the position because accepting it would result in a suspension of his pension payments. Mr. Szparagowski also claimed that he would be further disadvantaged by accepting the position because he could not retire with a vested pension under the dispatcher position’s pension plan until he reached age fifty-five, whereas his current pension plan had vested at age forty-five.\nThe Workers’ Compensation Judge ruled in favor of the City and reduced Mr. Szparagowski’s benefits, concluding that the City had properly offered Mr. Szparagowski an available position and that his expected loss of pension payments was not a valid reason for refusing it. The Workers’ Compensation Appeal Board, however, reversed, holding that the dispatcher position did not qualify as an “available position” because it required Mr. Szparagowski to forfeit a “qualitative benefit.” The Commonwealth Court affirmed. City of Philadelphia v. Workers’ Compensation Appeal Board (Szparagowski), 771 A.2d 75 (Pa.Commw.2001).\nIn the meantime, a similar course of events was occurring with respect to Mr. Milici. In 1996, the City requested that Mr. Milici’s physical condition be evaluated by Subrahmanyam Chivukula, M.D., a physician board-certified in internal medicine and cardiology. Dr. Chivukula determined that Mr. Milici was medically capable of performing a light-duty or sedentary position. Later that same year, the City requested that Mr. Milici attend a second medical evaluation, this time with Alan Goldberg, M.D., F.C.C.P., a physician board-certified in internal and pulmonary medicine. Dr. Goldberg determined that Mr. Milici had no active lung disease, and from a pulmonary standpoint, was capable of returning to work without any restrictions. As it had with Mr. Szparagowski, the City subsequently offered Mr. Milici a position as a fire communications dispatcher, which was within his physical limitations as defined by Dr. Chivukula and Dr. Goldberg. Mr. Milici, however, like Mr. Szparagowski, refused the position.\nOn March 28, 1997, the City filed a petition to modify Mr. Milici’s benefits, asserting that he had sufficiently recovered from his work-related injury and was capable of returning to gainful employment, that the City had offered him an available position within his physical limitations, and that he had refused the position in bad faith. Mr. Milici countered that he was not required to accept the position because accepting it would disqualify him from receiving his current pension payments. Mr. Milici further claimed that he was not required to accept the position because he suffers from irreversible diseases, and benefits for irreversible diseases may not be modified.\nThe Workers’ Compensation Judge granted the City’s petition, reducing Mr. Milici’s benefits, and Mr. Milici subsequently appealed. Both the Workers’ Compensation Appeal Board and the Commonwealth Court affirmed, concluding that Mr. Milici was capable of performing the job of fire communications dispatcher and that the City had properly offered that position to him. Milici v. Workers’ Compensation Appeal Board (City of Philadelphia), 778 A.2d 1282 (Pa. Commw.2001). The Commonwealth Court distinguished Mr. Milici’s case from that of Mr. Szparagowski, noting that the loss of pension benefits did not amount to the loss of a qualitative benefit in Mr. Milici’s case because Mr. Milici, unlike Mr. Szparagowski, had reached the age of fifty-five and, therefore, could immediately re-retire from the dispatcher position with a new pension plan. Id. at 1290. The Commonwealth Court also rejected Mr. Milici’s contention that his benefits could not be modified because he suffers from irreversible diseases. Id. at 1288.\nMr. Milici filed a Petition for Allowance of Appeal in his case and the City filed a Petition for Allowance of Appeal in Mr. Szparagowski’s case. We granted both petitions to consider the common question of whether a temporary suspension of pension benefits constitutes a loss of a “qualitative benefit” which justifies a claimant’s refusal to accept employment that is within his physical limitations. We also agreed to consider the separate issue present only in Mr. Milici’s case of whether benefits can ever be modified in cases involving “irreversible diseases.” As stated above, we hold that the mere suspension of pension benefits does not justify a claimant’s refusal to accept employment within his physical limitations. We also hold that the benefits of a claimant diagnosed with an irreversible disease can be modified provided that his medical condition associated with that irreversible disease has changed. We therefore reverse the Commonwealth Court’s order in City of Philadelphia v. Workers’ Compensation Appeal Board (Szparagowski) and affirm its order in Milici v. Workers’ Compensation Appeal Board (City of Philadelphia).\nIn Kachinski v. Workmen’s Compensation Appeal Board (Vepco Construction Co.), 516 Pa.240, 532 A.2d 374 (1987), we set forth the procedure by which an employer may seek to have a claimant’s total disability benefits converted to partial disability benefits based on a change in the claimant’s physical condition that renders the claimant able to return to work. Specifically, we explained that to obtain a modification of benefits, the employer must first produce medical evidence of the claimant’s changed physical capabilities. Id. at 380. Next, the employer must prove that it has referred the claimant to an “actually available” job, which is within those physical capabilities. Id. at 379-80. In that regard, we stated that the employer may not simply present a general list of positions it believes to be suitable for the claimant, but rather, must locate an open job within the occupational category for which the claimant has been given medical clearance, provide a basic description of the open job as well as vocational evidence classifying the open job, and produce evidence that it referred the claimant to the job. Id. at 379. Once the employer fulfills these requirements, the burden shifts to the claimant to demonstrate that he followed through with the job referral in good faith. Id. at 380. If the referral fails to result in a job in spite of the claimant’s good faith efforts, then the claimant’s benefits should continue. Id. However, if the claimant fails to comply with the referrals or refuses a valid job offer without a valid reason for doing so, his benefits may be modified. Id.\nA few years after Kachinski, in St. Joe Container Co. v. Workmen’s Compensation Appeal Board (Staroschuck), 534 Pa.347, 633 A.2d 128 (1993), this Court was presented with the question of whether a job offered to a claimant could be considered “unavailable” if it required the claimant to forfeit significant benefits to which he was entitled in his prior position. Specifically, in that case, the employer had offered a non-union, light-duty position to the claimant, who was a union employee. Id. at 130. Under the union contract, the claimant would forfeit the seniority, security, and associated union benefits that he had acquired over thirty-six years of union employment if he worked in a non-union capacity for more than six months. Id. To avoid forfeiting such benefits, the claimant refused the position.\nIn considering these facts, this Court acknowledged that under a strict interpretation of Kachinski, it would appear that the employer had met its burden of showing that it had referred the claimant to “actually available” alternative employment because it had established that the claimant was offered a job that he was physically capable of performing. However, we rejected such a strict interpretation, stating that in certain limited circumstances, a job that is offered to a claimant may be unavailable for reasons unrelated to the claimant’s physical abilities. Id. In reaching that conclusion, we focused on the ultimate goal of workers’ compensation, i.e., to make an injured employee whole. Noting that “the extent of a claimant’s injury is a primary consideration governing whether certain alternative employment is actually available to\na claimant,” and that “the extent of an employee’s injury ... may reasonably include loss of qualitative benefits associated with a claimant’s former position,” we concluded that it was appropriate to consider such a loss of qualitative benefits in ascertaining whether alternative employment will make the claimant whole and is therefore “actually available.” Id. Under the circumstances presented in St. Joe Container, we further concluded that the job at issue, which would have the “harsh effect” of requiring the claimant to forfeit his union benefits, was unacceptable alternative employment that was effectively “unavailable” to the claimant for purposes of a modification of his disability benefits. Id. at 131.\nIn the present case, the City argues that it has adhered to the strict requirements of Kachinski, and, consequently, is entitled to modify Claimants’ disability benefits. Indeed, the City has presented medical evidence that both Claimants are physically capable of performing the duties associated with the dispatcher position, and has provided evidence that the dispatcher positions were actually unfilled and open for acceptance by both Mr. Szparagowski and Mr. Milici. Claimants, however, urge us to find that the dispatcher positions are not available to them based on our decision in St. Joe Container. Specifically, they contend that like union benefits, their pension payments are qualitative benefits that the City is attempting to force them to relinquish through the acceptance of alternative employment. We disagree.\nUnlike the claimant in St. Joe Container, Claimants here are being asked not to forfeit a qualitative benefit, but rather to merely temporarily forego pension payments to which they are only entitled upon retirement from the City. Whereas the claimant in St. Joe Container stood to permanently lose his right to significant benefits that he had accumulated over thirty-six years of union employment, 633 A.2d at 131, the record in the instant case makes clear that Claimants’ acceptance of the proffered alternative employment would merely result in their ceasing to receive pension payments during the limited time of their re-employment and that their pension payments would resume in full after they retire from the dispatcher positions.\nSpecifically, the record establishes that, as former City firefighters, both Claimants were participants in the City’s “Plan X” pension plan. In addition to Plan X, which is for firefighters, the City also offers a “Plan D” for police officers and a “Plan J” for civilian municipal employees. In recognition of the fact that over the course of their public careers, employees may serve the City in more than one capacity, the pension system permits employees to move from one plan to another and provides for accumulation of benefits under more than one plan. According to the City Pension Program Administrator, if a former firefighter, who is receiving a pension under Plan X, decides to return to work in a civilian position, his pension benefits will be suspended and he will be re-enrolled in Plan J. The new Plan J benefits will accumulate while the former firefighter is employed in his new civilian position. If the former firefighter leaves the civilian position in less than one year, he will simply be refunded the money contributed to Plan J and will resume receiving the monthly benefits to which he was previously entitled under Plan X. If, on the other hand, he remains in the civilian position for more than one year but less than three years, the pension department will perform a Plan J benefit calculation based on his length of re-employment and will add the Plan J benefits to those that he previously received under Plan X. Finally, if the former firefighter remains in the civilian position for more than three years, the pension department will perform a new Plan J benefit calculation based on the total credited pension service, taking into account the former firefighter’s prior years of service in Plan X and adding this to the time in Plan J. Therefore, if a former firefighter retires after performing the civilian position, he will not, under any circumstances, receive lower monthly pension benefits than those he received prior to his re-employment in the civilian position.\nGiven these procedures for calculating benefits accumulated under the three City pension plans, it is readily apparent that neither Claimant would be required to forfeit accumulated pension benefits if they accepted a fire communications dispatcher position. As the City Pension Benefits Administrator explained, whenever Claimants choose to retire, they will, at a minimum, collect the same monthly pension benefits that they do now. Indeed, if they spend more than one year in the dispatcher position and thereby accumulate additional benefits under Plan J, they will actually be entitled to receive more benefits per month than they receive now based on their firefighter service alone. Moreover, contrary to Mr. Szparagowski’s contention that he will be forced to work another ten years before retirement because firefighters may begin collecting on their pensions at age forty-five while those in civilian positions cannot collect benefits until age fifty-five, the record reveals that even if Mr. Szparagowski left the dispatcher position before age fifty-five, he would still be entitled to receive pension payments under his original Plan X pension.\nClaimants nevertheless contend that by accepting the dispatcher positions, they would relinquish a qualitative benefit because they would “permanently” lose the sum of money that they would have received by way of pension payments during the period of their re-employment. We do not, however, find this argument to be persuasive. Under our St. Joe Container analysis, it is only those “qualitative benefits” that are “associated ivith [the] claimant’s former position ” that an “available” job may not cause a claimant to relinquish. 633 A.2d at 130 (emphasis added). Here, Claimants are not seeking to protect benefits associated with their former positions, but rather, are seeking to secure for themselves greater benefits than that which they possessed prior to their injuries. By being offered jobs as fire communications dispatchers, Claimants are simply being asked to choose between working for the City and collecting their pensions. If they choose to resume work for the City, they will receive compensation for their work, but will forego present pension payments. If, on the other hand, they desire to continue collecting their pension benefits, they must officially retire from the City’s employ and forego further City paychecks. This choice is no different than that which any non-injured City employee with a vested pension faces and thus, is the very choice Claimants would have had if they had never suffered a work-related injury. Accordingly, we find no merit in Claimants’ assertion that accepting the dispatcher positions would require them to relinquish “qualitative benefits associated with [their] former position[s]” because they would not be permitted to collect pensions during the period of their re-employment with the City. 633 A.2d at 130.\nClaimants point out that had the City offered them each an “available job” with another employer, and they had accepted that non-City position, they would have been able to continue receiving their pensions while earning a salary. However, we reject Claimants’ suggestion that we should therefore require the City to locate and refer Claimants to positions in the private sector, particularly where, as here, neither Claimant expressed any particular interest in employment in the private sector or introduced any evidence that they had ever pursued employment with an employer other than the City. That the City is offering Claimants City jobs within their physical limitations that permit Claimants to both retain their vested pensions and accumulate additional pension benefits is more than sufficient to satisfy the City’s obligation to offer Claimants “available” jobs that do not deprive them of “qualitative benefits” associated with their pensions.\nIn the second issue before this Court, Mr. Milici argues that his workers’ compensation benefits cannot be modified because he suffers from two irreversible occupational diseases, i.e., coronary artery disease and obstructive lung disease. Specifically, he contends that under this Court’s decision in Hebden v. Workmen’s Compensation Appeal Board (Bethenergy Mines, Inc.), 534 Pa.327, 632 A.2d 1302 (1993), employers are prohibited from modifying the benefits of a claimant who suffers from an irreversible disease. We disagree.\nIn Hebden, a coal miner was awarded partial disability benefits based on a specific finding that he was suffering from pulmonary lung disease that he had acquired in the course of his employment. Two years later, his employer sought to terminate his benefits, asserting that the claimant was not suffering from pulmonary lung disease. At hearings before a referee on the petition for termination, however, the undisputed evidence showed that pulmonary lung disease is irreversible. Thus, the employer’s assertion that the claimant was not currently suffering from the disease necessarily hinged upon a finding that he had, in fact, never suffered from it. However, as stated above, the initial award of partial disability benefits had been based on a finding that the claimant was suffering from the disease. As such, the Court considered the employer’s petition for termination to be a direct attack on the prior judicial finding that the claimant suffered from an irreversible disease. Under those circumstances, this Court held that the doctrine of res judicata barred the employer from relitigating the original medical diagnosis and thus required the denial of the employer’s termination petition.\nAlthough Mr. Milici contends that the rule that emanates from Hebden is that benefits for an irreversible disease can never be modified or terminated, we do not read that case so broadly. Hebden held only that when there has been a judicial finding that a claimant suffers from an irreversible disease, the doctrine of res judicata bars the employer from attacking that finding in a subsequent proceeding. Where, as here, the employer is not asserting that the claimant is no longer suffering from the irreversible disease that provided the basis for the initial award of benefits, but rather is merely asserting that the claimant is now physically able to return to work in spite of his continuing illness, the doctrine of res judicata does not come into play and Hebden is simply inapplicable.\nThe Commonwealth Court below similarly concluded that Hebden was not controlling and that the City was free to seek a modification of benefits based on Mr. Milici’s physical ability to return to work. However, it believed that such a conclusion could only be reached by modifying the first prong of the Kachinski test, which requires that “[t]he employer who seeks to modify a claimant’s benefits on the basis that he has recovered some or all of his ability must first produce medical evidence of a change in condition.” 582 A.2d at 380 (emphasis added). The Commonwealth Court reasoned that in a situation in which the claimant suffers from an irreversible occupational disease, the claimant’s “condition” is not subject to change as he will always suffer from that same disease. Thus, the court believed it necessary to modify the first prong of the Kachinski test in irreversible disease cases to provide that:\nThe employer who seeks to modify the benefits of a claimant with an irreversible disease on the basis that the claimant can work in a modified position must first produce evidence that the claimant has been given medical clearance for the modified position.\n778 A.2d at 1288 (emphasis in original).\nWe disagree, however, that it is impossible for a claimant with an irreversible disease to experience a “change in condition” sufficient to satisfy the first prong of the Kachinski test and therefore, do not -believe that the Kachinski test should be modified in cases involving irreversible diseases.\nUnder section 413 of the Act, a party may file a petition to modify benefits “upon proof that the disability of the injured employe has increased, decreased, recurred or has temporarily or finally ceased.” 77 P.S. § 772. As this Court has defined “disability” in the workers’ compensation context as “loss of earning power,” Landmark Constructors, Inc. v. Workers’ Compensation Appeal Board (Costello), 560 Pa.618, 747 A.2d 850, 854 (2000), section 413 of the Act therefore permits an employer to file a modification petition any time an injured employee’s loss of earning power has either decreased or “temporarily or finally ceased.” Id. Under Kachinski, that change in earning power must be supported by medical evidence that the claimant has experienced a “change in condition.” There is simply no reason, however, to interpret “change in condition” as only a change in the claimant’s original underlying medical diagnosis. Rather, given the goal of modification to respond to changes in earning power, it is only logical to interpret a “change in condition” as any change in the claimant’s physical well being that affects his ability to work and earn compensation for that work. As such, a “change in condition” can be a total recovery from a reversible illness, but it can also be the subsiding of symptoms from an ongoing medical problem, which reduces the claimant’s level of disability. Thus, in a case such as this, when a claimant suffers from an irreversible disease, Kachinski merely requires that the employer produce medical evidence that the physical ramifications of the condition have changed such that the claimant can now obtain medical clearance to return to a job that he could not previously perform.\nApplying this standard to the instant case, the City clearly satisfied the first prong of the Kachinski test. Specifically, the City introduced evidence that Mr. Milici, although still suffering from irreversible diseases, is now medically capable of performing alternative, light-duty employment, and the WCJ credited that evidence. Moreover, the record indicates that the City presented undisputed valid medical evidence that Mr. Milici, despite his incurable diseases, is capable of performing the duties of the dispatcher position. The record therefore established that Mr. Milici no longer suffers from a total disability, but rather, can perform sedentary work. Under these circumstances, the City was entitled to seek a modification of Mr. Milici’s workers’ compensation benefits. Moreover, we note that a modification under such circumstances promotes the dual goal of workers’ compensation to ensure that injured employees receive the compensation that they rightfully deserve while protecting employers’ interest in not overcompensating employees for injuries. See supra, n. 1.\nFor the foregoing reasons, we conclude that the fire communications dispatcher positions that the City offered to Mr. Milici and Mr. Szparagowski did not require Mr. Milici and Mr. Szparagowski to relinquish “qualitative benefits” associated with their City pensions, such that the jobs should be deemed “unavailable” under this Court’s analysis in St. Joe Container. We further conclude that the fact that Mr. Milici had been diagnosed with an irreversible disease did not insulate him from the City’s claim that he had nonetheless experienced a “change in condition” that could support a modification of his benefits under Kachinski. Accordingly, we reverse the Commonwealth Court’s order denying modification of Appellee George Szparagowski’s workers’ compensation benefits, and affirm its order modifying the benefits of Appellant Joseph Milici.\nFormer Chief Justice Z APPAL A did not participate in the decision of this case.\n. In doing so, we sought to protect both the employee’s interest in receiving the compensation that he rightfully deserves and the employer’s interest in limiting its liability to the injuries actually caused. Id. at 377.\n. We recognize that the St. Joe Container Court considered the first six months at the proffered non-union position to be \"available” employment for the claimant because the claimant would not have had to forfeit any union benefits during that time period. For purposes of the instant appeals, however, we are only concerned with the Court's treatment of the subsequent period, when claimant’s union benefits would have been forfeited.\n. In this regard, the City Pension Program Administrator emphasized that when a former retired firefighter takes a civilian position with the City, his benefits are merely suspended, not terminated. According to the Administrator, this means that whenever the former firefighter resigns or is otherwise separated from the civilian position, the suspension of the firefighter’s Plan X retirement benefits will be lifted and he will again begin receiving those benefits. This is so even if the retired firefighter, for any number of reasons, is not entitled to retirement benefits under Plan J.\n. Claimants, of course, remain free to seek out and obtain alternative employment in the private sector, but absent any other argument that the dispatcher position will force Claimants to forfeit a “qualitative benefit associated with [their] former position[s],” the City has no obligation to help them to do so. St. Joe Container, 633 A.2d at 130.\n. In support of its assertion that a claimant’s condition is not subject to change when he suffers from an “irreversible disease,” the Commonwealth Court cited to Hebden. In Hebden, however, the undisputed expert testimony was that the claimant’s pulmonary lung disease was not only irreversible, but also progressive, so that the disability resulting from the disease could only get worse. Thus, in that case, the evidence established that the claimant's condition would never, in fact, improve so that a downward modification in benefits would never be appropriate. Contrary to the Commonwealth Court's apparent understanding, however, Hebden did not establish that a claimant suffering from an irreversible disease could never experience a positive change in his medical condition.\n. We note that consistent with the principle that disability is gauged according to a loss of earning power, see Landmark Constructors, 747 A.2d at 854, a modification or suspension petition may also be based upon the discovery of a position that the claimant can perform, even in the absence of a change in medical condition. Cf. Brooks v. WCAB (City of Phila.), 779 A.2d 1261, 1263 (Pa.Commw.2001) (holding that an employer can seek modification in the context of an irreversible occupational disease on the basis that the claimant can perform work while continuing to suffer from the disease), appeal denied, 568 Pa. 687, 796 A.2d 319 (2002); Conaway v. WCAB (City of Phila.), 728 A.2d 1037, 1043 (Pa.Commw.1999) (holding that an employer can validly request a medical evaluation of a claimant to ascertain the fitness for other employment).\n. As Dr. Goldberg explained at his deposition, obstructive lung disease, although an irreversible occupational illness, often improves after the person suffering from it is removed from the environment that initially caused it. The disease may even improve to a level where no detectable symptoms exist as it did in Mr. Milici’s case. Similarly, Dr. Chivukula testified with respect to coronary artery disease, that while it is incurable, it is treatable, and Mr. Milici was no longer experiencing any cardiological symptoms, in part due to a coronary artery bypass grafting.",
        "type": "majority",
        "author": "Justice NIGRO."
      }
    ],
    "attorneys": [
      "Martin Gerard Malloy, Philadelphia, for City of Philadelphia.",
      "Richard R. Di Stefano, Thomas F. McDevitt, Philadelphia, for George Szparagowski.",
      "Amber Marie Kenger, Mechanicsburg, for Worker’s Compensation Appeal Board.",
      "Richard R. Di Stefano, for Joseph Milici.",
      "Deborah A. Mosteller, Bensalem, Marianne Henry, Philadelphia, for City of Philadelphia."
    ],
    "corrections": "",
    "head_matter": "831 A.2d 577\nCITY OF PHILADELPHIA, Appellant, v. WORKERS’ COMPENSATION APPEAL BOARD (SZPARAGOWSKI), Appellee. Joseph Milici, Appellant, v. Workers’ Compensation Appeal Board (City of Philadelphia), Appellee.\nSupreme Court of Pennsylvania.\nArgued Oct. 21, 2002.\nDecided Aug. 18, 2003.\nReargument Denied Oct. 6, 2003.\nMartin Gerard Malloy, Philadelphia, for City of Philadelphia.\nRichard R. Di Stefano, Thomas F. McDevitt, Philadelphia, for George Szparagowski.\nAmber Marie Kenger, Mechanicsburg, for Worker’s Compensation Appeal Board.\nRichard R. Di Stefano, for Joseph Milici.\nDeborah A. Mosteller, Bensalem, Marianne Henry, Philadelphia, for City of Philadelphia.\nBefore ZAPPALA, C.J., and CAPPY, CASTILLE, NIGRO, NEWMAN, SAYLOR and EAKIN, JJ."
  },
  "file_name": "0372-01",
  "first_page_order": 584,
  "last_page_order": 601
}
