{
  "id": 587996,
  "name": "COMMONWEALTH of Pennsylvania, Appellant, v. Harry S. FAUST, Jr., Appellee",
  "name_abbreviation": "Commonwealth v. Faust",
  "decision_date": "2003-09-24",
  "docket_number": "Appeal No. 71 MAP 2002",
  "first_page": "485",
  "last_page": "487",
  "citations": [
    {
      "type": "official",
      "cite": "574 Pa. 485"
    },
    {
      "type": "parallel",
      "cite": "832 A.2d 432"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "668 A.2d 1113",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        458370,
        7872420,
        7872301,
        7872242,
        459000,
        458266
      ],
      "weight": 4,
      "year": 1995,
      "opinion_index": 1,
      "case_paths": [
        "/pa/542/0543-02",
        "/a2d/668/1113-03",
        "/a2d/668/1113-02",
        "/a2d/668/1113-01",
        "/pa/542/0544-01",
        "/pa/542/0545-01"
      ]
    },
    {
      "cite": "542 Pa. 545",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        458266
      ],
      "year": 1995,
      "opinion_index": 1,
      "case_paths": [
        "/pa/542/0545-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 308,
    "char_count": 4053,
    "ocr_confidence": 0.639,
    "pagerank": {
      "raw": 4.988187095046725e-08,
      "percentile": 0.31303678322558576
    },
    "sha256": "3d0249853af2ebaa534be5992c1fd6afe28cf41e8c1eba423c813bcf1e215b2f",
    "simhash": "1:3143ebc0a8c01e4a",
    "word_count": 671
  },
  "last_updated": "2024-02-27T17:44:28.333444+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CAPPY, C.J., CASTILLE, NIGRO, NEWMAN, SAYLOR, EAKIN, JJ.",
      "Former Chief Justice ZAPPALA did not participate in the consideration or decision of this case.",
      "Justice EAKIN files a Dissenting Statement in which Justice CASTILLE joins.",
      "Former Chief Justice ZAPPALA did not participate in the consideration or decision of this case.",
      "Justice CASTILLE joins."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant, v. Harry S. FAUST, Jr., Appellee."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM.\nAppeal dismissed as having been improvidently granted.\nFormer Chief Justice ZAPPALA did not participate in the consideration or decision of this case.\nJustice EAKIN files a Dissenting Statement in which Justice CASTILLE joins.",
        "type": "majority",
        "author": "PER CURIAM."
      },
      {
        "text": "Justice EAKIN,\nDissenting.\nI respectfully dissent from the majority’s order dismissing this case as improvidently granted. Because the decision below perpetrates the notion that Commonwealth v. Whitmyer, 542 Pa. 545, 668 A.2d 1113 (1995), permits a traffic stop only upon proof of the ability to convict, rather than probable cause, I would reverse the order of the Superior Court.\nIn Whitmyer, an officer pulled over a motorist for driving at an unsafe speed, 75 Pa.C.S. § 3361, and erratic driving, id., § 6308(b), after witnessing a sudden lane change and clocking his car going about 15 miles per hour above the speed limit for .2 miles. This Court held the stop was made without probable cause because the lane change was nothing more than what a confused motorist might have performed, and the officer should have, once he began clocking the defendant, continued for the additional .1 mile necessary to cite him for speeding. See id., § 3368(a). This Court reasoned that traveling about 15 miles per hour over the speed limit on a congested midday highway for less than .3 miles did not provide probable cause to stop for driving at an unsafe speed, although driving at an unsafe speed has no distance element. See id., § 3361.\nThe officer in this case pursued the defendant for at least half a mile, but without a speedometer clock. It was after midnight, and the officer estimated defendant was traveling more than 30 miles per hour over the posted speed limit; the officer was so concerned about the reckless speed, he did not bother to begin clocking, and radioed ahead to another officer, asking him “to look out for [the defendant] in case he wasn’t able to catch up.” N.T., 9/11/00, at 22. When stopped, the defendant failed two sobriety tests and was charged with driving at an unsafe speed and driving under the influence of alcohol. Although the defendant’s obviously dangerous speed provided the officer with the requisite probable cause to effectuate a stop based upon a violation of § 3361, both charges where dismissed following the defendant’s successful pretrial motion to suppress.\nThe suppression court’s reasoning, later adopted by the Superior Court, was premised upon a prevalent misinterpretation of Whitmyer. Whitmyer does not hold an officer needs enough evidence to convict a defendant before effectuating a stop; all that is needed is probable cause. A valid clock is needed to convict of speeding, but it is not necessary for probable cause. Can it be that drivers may race down a roadway at 30 miles per hour over the speed limit with impunity, as long as the police can’t catch up and make the requisite .3-mile clock needed to sustain a conviction for speeding? This defendant was speeding, without question. Had the officer been able to use radar, he would have known a specific speed and could stop the defendant; the fact he could not put a specific number on the speed does absolutely nothing to affect the obvious and unquestioned conclusion that this car was traveling well in excess of the posted limit. A fair estimate of 30 miles over the limit is enough to justify the stop, regardless of the ability to convict.\nAs such, I believe this Court should reverse, and clarify these basic principles so frequently misapplied by reason of Whitmyer.\nFormer Chief Justice ZAPPALA did not participate in the consideration or decision of this case.\nJustice CASTILLE joins.",
        "type": "dissent",
        "author": "Justice EAKIN,"
      }
    ],
    "attorneys": [
      "Karen Ann Diaz, Doylestown, Michele Kelly, Stephen B. Harris, John Benson, Diane E. Gibbons, for Com., appellant.",
      "Richard S. Wasserbly, Doylestown, for Harry S. Faust, Jr."
    ],
    "corrections": "",
    "head_matter": "832 A.2d 432\nCOMMONWEALTH of Pennsylvania, Appellant, v. Harry S. FAUST, Jr., Appellee.\nSupreme Court of Pennsylvania.\nArgued Dec. 4, 2002.\nDecided Sept. 24, 2003.\nKaren Ann Diaz, Doylestown, Michele Kelly, Stephen B. Harris, John Benson, Diane E. Gibbons, for Com., appellant.\nRichard S. Wasserbly, Doylestown, for Harry S. Faust, Jr.\nBefore CAPPY, C.J., CASTILLE, NIGRO, NEWMAN, SAYLOR, EAKIN, JJ."
  },
  "file_name": "0485-01",
  "first_page_order": 697,
  "last_page_order": 699
}
