{
  "id": 1047505,
  "name": "Commonwealth v. Burd, Appellant",
  "name_abbreviation": "Commonwealth v. Burd",
  "decision_date": "1919-01-04",
  "docket_number": "Appeal, No. 106",
  "first_page": "143",
  "last_page": "145",
  "citations": [
    {
      "type": "official",
      "cite": "263 Pa. 143"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "259 Pa. 249",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1038321
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/259/0249-01"
      ]
    },
    {
      "cite": "227 Pa. 86",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1008604
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/227/0086-01"
      ]
    },
    {
      "cite": "221 Pa. 7",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        956167
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/221/0007-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 265,
    "char_count": 3974,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03706509530092295
    },
    "sha256": "2e7747274bbc96bfdb4cb56ad94cdc4b29a7a59c2ac6a91b28a75ce759a8310b",
    "simhash": "1:13a748ecdfcef066",
    "word_count": 696
  },
  "last_updated": "2024-02-27T17:20:36.620809+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Stewart, Moschzisker, Frazer, Walling, Simpson and Fox, JJ."
    ],
    "parties": [
      "Commonwealth v. Burd, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe appellant set up the plea of self-defense on his trial in the court below, and no complaint is made of the instruction as to it given to the jury before they retired to deliberate upon their verdict. Having so retired, they returned and’ asked for further instruction as to the two degrees of murder. The instruction so given them is set out in the first assignment, and the single complaint of the prisoner is that it discloses error as to the law of self-defense which had been correctly explained in the general charge. If this be so, a new trial would have to be awarded: Com. v. Deitrick, 221 Pa. 7; Com. v. Greene, 227 Pa. 86;. Com. v. Wooley, 259 Pa. 249; but this is not so, for in the instruction asked for the learned trial judge confined himself to the jury’s request and correctly re-defined the two degrees of murder without in any way departing from the correct instruction as to the law of self-defense. This is so patent that nothing more need be said in dismissing the assignments of erorr.\nThe judgment is affirmed with direction that the record be remitted for the purpose of execution.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "William M. Randolph, for appellant.",
      "H. H. Rowand, District Attorney, and Harry A. Estep, Assistant District Attorney, for appellee, were not heard."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Burd, Appellant.\nCriminal law — Murder—Self-defense—Charge.\nA new trial will not be granted after a conviction in a murder case, on the ground that the trial judge’s instruction given to the jury after they had retired and had returned, disclosed error as to the law of self-defense, where it appears that the trial judge gave the instruction in answer to a request by a juryman for further instruction as to the two degrees of murder, and that he confined himself to the jury’s request, and correctly redefined the two degrees of murder without in any way departing from the correct instruction as to the law of self-defense, which he had given in his charge.\nArgued Oct. 14,1918.\nAppeal, No. 106, Oct. T., 1918, by defendant, from judgment of O. & T. Allegheny Co., Dec. Sessions, 1917, No. 17, on verdict of guilty in case of Commonwealth v. Sam Burd.\nBefore Brown, C. J., Stewart, Moschzisker, Frazer, Walling, Simpson and Fox, JJ.\nAffirmed.\nIndictment for murder Before Quigley, P. J,\nVerdict of guilty of murder of the first degree upon which judgment of sentence was passed.\nError assigned was in the following form:\n1. The court erred on the law of self-defense, in the further instructions given to the jury as to murder of the second degree,'as follows :\n“All murder not of the first degree is necessarily of the second degree, and includes all unlawful hilling under circumstances of depravity of heart and a disposition of mind regardless of social duty, but where no intention to hill exists or can be reasonably and fairly ■inferred. Therefore, in all cases of murder, if no intention to hill can be inferred or collected from the circumstances, the verdict must be murder in the second degree.\n“Now, have I made myself clear? In other words, in order to understand the different degrees, we had to . define murder generally.\n“A Juryman: Second degree doesn’t mention malice.\n“By the Court: I will read this clause again.”\n(Clause read again.)\n“Mr. Randolph: I thinh perhaps my second point might be brought to the attention of the jury in connection with their request.\n“By the Court: You mean if the crime rises no higher?\n“Mr. Randolph: No, that even if there was an intention to hill.\nJanuary 4, 1919:\n“By the Court: The jury has only asked for a definition of murder in the sécond degree. In answer to Juror No. 1, I would say that malice exists in both murder in the first degree and murder in the second degree. The distinguishing feature, as I have explained, is, if no intention to kill exists, then you might find him guilty of murder in the second degree. But where there is an intention to kill, ánd all the other requisites, it is murder in the first degree.’\"\nWilliam M. Randolph, for appellant.\nH. H. Rowand, District Attorney, and Harry A. Estep, Assistant District Attorney, for appellee, were not heard."
  },
  "file_name": "0143-02",
  "first_page_order": 175,
  "last_page_order": 177
}
