{
  "id": 1047443,
  "name": "Freeland, Appellant, v. Consolidated Ice Company",
  "name_abbreviation": "Freeland v. Consolidated Ice Co.",
  "decision_date": "1919-01-04",
  "docket_number": "Appeal, No. 15",
  "first_page": "155",
  "last_page": "157",
  "citations": [
    {
      "type": "official",
      "cite": "263 Pa. 155"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "242 Pa. 591",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998718
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/242/0591-01"
      ]
    },
    {
      "cite": "253 Pa. 575",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1023999
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/253/0575-01"
      ]
    },
    {
      "cite": "246 Pa. 27",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 310,
    "char_count": 4497,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.037064323055127926
    },
    "sha256": "a9967c3685ad710ff5197d0d31a71fef4a391edf482fc7c1df10bf8d486bfd5c",
    "simhash": "1:7d74fb8c8a4dc6e0",
    "word_count": 790
  },
  "last_updated": "2024-02-27T17:20:36.620809+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Frazer, Walling, Simpson and Fox, JJ."
    ],
    "parties": [
      "Freeland, Appellant, v. Consolidated Ice Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe facts in this case sufficiently appear in the concise opinion of the learned court below overruling the motion for a new trial, and, as they disclose no negligence on the part of the defendant as the proximate cause of the injuries sustained, the judgment on the verdict directed in its favor is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Meredith R. Marshall, with him Rody P. Marshall and Harry Weisberger, for appellant.",
      "Dalzell, Fisher & Hawkins, for appellee, were not heard."
    ],
    "corrections": "",
    "head_matter": "Freeland, Appellant, v. Consolidated Ice Company.\nNegligence — Master and servant — Delivering ice.\nA man who has had an experience of twenty-six years as a helper of drivers in delivering iee, cannot recover damages from his employer for personal injuries, where it appears that, at the time of the accident, plaintiff was delivering iee at an opening in a wall seven feet above the level; that he placed a ladder in the way he desired to use it; that he went up the ladder with a lump of iee weighing one hundred pounds on his shoulder; that in the act of trying to deliver it into the opening he fell and was injured; that there was no evidence as to what caused his fall; and that the ladder was safe and in good condition.\nArgued Oct. 15, 1918.\nAppeal, No. 15, Oct. T., 1918, by plaintiff, from judgment of C. P. Allegheny Co., April T., 1915, No. 83, on verdict for defendant in case of George Freeland v. Consolidated Ice Company.\nBefore Brown, C. J., Frazer, Walling, Simpson and Fox, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries. Before Brown, J.\n'At the trial the jury returned a verdict for defendant.\nOn a .rule for a new trial, Shown, J., filed the following opinion:\nFor twenty-six years, to the time of his injury, July 14, 1914, plaintiff, an intelligent man, had been employed— during the summer seasons — by the defendant company and other companies, as helper to drivers engaged in delivering ice to customers of the companies. On this 14th day of July he and the driver of defendant were delivering ice to Albert Brehm, at his place of business— the place of delivery being an opening in a wall, an opening seven feet above the level of the floor. To reach this opening, plaintiff, with a lump of ice weighing 100 pounds on his shoulder, proceeded up a four-foot ladder; and in the act of trying to deliver the ice into the opening he fell to the floor and was injured.\nWith twenty-six years’ experience in the use of ladders in the line of his work he placed the ladder in the way he desired to use it — but in what way he placed it and put it, for his safety, is not clearly disclosed by the testimony. The driver, who was also carrying ice, was not present when plaintiff used the ladder and fell. The ladder was not in any way broken. How plaintiff slipped, or lost his balance, or what caused him to slip, or the ladder to slip, is the purest conjecture: Reeser v. Metropolitan Electric Co., 246 Pa. 27. The driver (Mr. Lewis) testified that he believed the ladder safe— intending to use it, and actually using it, shortly after the accident, in carrying up the ice and delivering it into the opening in the wall.\nIn any aspect of the case plaintiff failed to establish with reasonable certainty any sole negligent act of defendant as a proximate cause of his injury.\nPlaintiff’s long skilled experience in handling and delivering ice gave him a knowledge of the danger, if any, incident to the use of the ladder — a knowledge equal, if not superior, to that of the driver: Card v. The Stowers Pork Packing & Provision Company, 253 Pa. 575. In delivering the opinion in that case Mr. Justice Walling said:\nJanuary 4, 1919:\n“Plaintiff was a licensed engineer with several years’ practical experience. He knew the machinery and appliances with which he was working and the manner of doing the work; and better than anyone else the slippery condition of his shoes and of the place on which he stood; and knew it was dangerous and therefore assumed the risk.\n“‘Where risks incidental to employment, which are quite as well understood by the employee as by the employer, and from his familiarity with such risks such employee is equally able to measure the danger with his employer, no liability will attach to the employer for injuries sustained by the employee in consequence of exposure to such risks’: Dellasala v. Josephine Furnace & Coke Co., 242 Pa. 591.”\nNew trial refused.\nError assigned was in giving binding instructions for defendant and in refusing to submit the case to the jury.\nMeredith R. Marshall, with him Rody P. Marshall and Harry Weisberger, for appellant.\nDalzell, Fisher & Hawkins, for appellee, were not heard."
  },
  "file_name": "0155-01",
  "first_page_order": 187,
  "last_page_order": 189
}
