{
  "id": 1047439,
  "name": "Commonwealth ex rel. v. Friebertshauser, Appellant",
  "name_abbreviation": "Commonwealth v. Friebertshauser",
  "decision_date": "1919-01-04",
  "docket_number": "Appeal, No. 96",
  "first_page": "211",
  "last_page": "216",
  "citations": [
    {
      "type": "official",
      "cite": "263 Pa. 211"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "163 Pa. 283",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        859021
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/163/0283-01"
      ]
    },
    {
      "cite": "215 Pa. 429",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        948295
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/215/0429-01"
      ]
    },
    {
      "cite": "10 W. N. C. 498",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "96 Pa. 506",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        494638
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/96/0506-01"
      ]
    },
    {
      "cite": "227 Pa. 163",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1008525
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/227/0163-01"
      ]
    },
    {
      "cite": "237 Pa. 473",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988970
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/237/0473-01"
      ]
    },
    {
      "cite": "34 Mo. 546",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        989573
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mo/34/0546-01"
      ]
    },
    {
      "cite": "59 Wis. 591",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        11284786
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wis/59/0591-01"
      ]
    },
    {
      "cite": "10 N. E. 260",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": -1
    },
    {
      "cite": "16 Neb. 71",
      "category": "reporters:state",
      "reporter": "Neb.",
      "opinion_index": -1
    },
    {
      "cite": "68 Mich. 659",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1323938
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mich/68/0659-01"
      ]
    },
    {
      "cite": "219 U. S. 167",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "235 Pa. 622",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        984868
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/235/0622-01"
      ]
    },
    {
      "cite": "236 Pa. 327",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986701
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/236/0327-01"
      ]
    },
    {
      "cite": "217 Pa. 227",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953639
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/217/0227-01"
      ]
    },
    {
      "cite": "199 Pa. 531",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "211 Pa. 210",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "213 Pa. 193",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "186 Pa. 109",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        989689
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/186/0109-01"
      ]
    },
    {
      "cite": "172 Pa. 135",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        874046
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/172/0135-01"
      ]
    },
    {
      "cite": "178 Pa. 308",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        885508
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/178/0308-01"
      ]
    },
    {
      "cite": "118 Pa. 201",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "77 Pa. 77",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        436309
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/77/0077-01"
      ]
    },
    {
      "cite": "58 Pa. 226",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013202
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/58/0226-01"
      ]
    },
    {
      "cite": "53 Pa. 391",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1004769
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/53/0391-01"
      ]
    },
    {
      "cite": "249 Pa. 144",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013649
      ],
      "pin_cites": [
        {
          "page": "152-3"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/249/0144-01"
      ]
    },
    {
      "cite": "255 Pa. 402",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1027654
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/255/0402-01"
      ]
    },
    {
      "cite": "159 Pa. 308",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        850158
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/159/0308-01"
      ]
    },
    {
      "cite": "199 Pa. 534",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        922814
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/199/0534-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 601,
    "char_count": 10371,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 6.604064954483739e-08,
      "percentile": 0.40360538394323375
    },
    "sha256": "1184fa61e3cc14773897fa3cea3fae1a7acaad4a1a2d77ff523dfcf139ab3bd3",
    "simhash": "1:5eed89946e552a37",
    "word_count": 1811
  },
  "last_updated": "2024-02-27T17:20:36.620809+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Frazer, Walling, Simpson and Fox, JJ."
    ],
    "parties": [
      "Commonwealth ex rel. v. Friebertshauser, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Frazer,\nEdward D.' Friebertshauser, treasurer of Allegheny County, appeals from an order sustaining a demurrer by the relator to a return of an alternative writ of mandamus, and entering judgment against defendant directing him to pay over to the school district of West Homestead a sum of money in his hands representing tax on dogs collected during the year 1917, as required by the Act of April 23,1901, P. L. 92, amending Section 9 of the Act of May 25, 1893, P. L. 136.\nThe Act of 1893, relating to the taxation of dogs and _ the protection of sheep, provided in section 9 that funds collected in excess of $200 should be paid into the county or city fund to be used for county or city purposes.. By the Act of 1901 taxés of this description were diverted from the county or city fund and directed to be paid to the school fund of the different townships, boroughs and cities within-the county, in proportion to the amount received from such source from each municipal division. Under this latter act the school district of West Homestead claims the right to receive funds levied and collected from owners of dogs residing in the district during the year 1917. The defense set up by the county treasurer is that the Act of 1901 was repealed by Sec. 15, of the Act of July 11,1917, P. L. 818, which provides that “an accurate record of all [dog] license fees collected by the county treasurer, or paid over to him by any justice of the peace, shall be kept as a matter of information ; but all such funds shall be turned into the county funds. All money at present in the ‘dog fund’ derived from taxation of dogs, under the existing law, shall be turned into the county fund. All bills incurred under this act, or due at the time of the passage of this act, shall be paid out of the county fund, and any excess moneys collected under this act shall be used for other county purposes.” The school district contends this statute, although expressly repealing the Acts of 1893 and 1901, is ineffectual for that purpose in so far as the disposition of the funds collected previous to the date of its passage is concerned, for the reason its title fails to give notice of an intention to legislate respecting taxes assessed and collected under earlier legislation, and to divert such fund to a different purpose. The “statement of questions involved” is limited to this contention.\nThe title of the Act of 1917 is “An act relating to dogs, and the protection of livestock and poultry and damage by dogs; providing for the licensing of dogs; regulating the keeping of dogs, and authorizing their destruction in certain cases; providing for the protection of licensed dogs, and dogs temporarily imported for trial, show and breeding purposes; prescribing certain privileges for hunting dogs, and dogs owned or used by the Board of Game Commissioners; providing for the assessment of damages done by dogs, and payment thereof by the proper county to the owners of livestock and poultry, and of damages to licensed dogs; imposing powers and duties on certain State, county, city, borough, town and township officers and employees, and on city councils of cities of the first and second class; and providing penalties.” The scope of the title indicates the statute to be general in its purpose; it establishes a new and complete system for the licensing and control of dogs. It does not purport to be an amendment of any particular existing legislation, but is a new enactment, and expressly repeals not only a large number of earlier acts relating to the taxation or licensing of dogs, including the Acts of 1893 and 1901 (section 41), but also all other acts or parts of acts inconsistent with its provisions (section 42). The title is sufficiently comprehensive to give notice of the intent to deal with the entire subject-matter of licensing dogs and protecting livestock, and necessarily the disposition of funds realized under its provisions is one of the incidents to its enforcement and requiring no express mention in the title.\nIt is, however, earnestly argued that notice in the title is required of the intention of the legislature to make a different disposition of funds previously collected under existing laws and on hand at the time of the passage of the act. Counsel for the school district concedes the legislature’s authority to repeal existing laws and divert to other purposes funds previously appropriated to school districts, but contends it is without power to change the course of procedure under the old laws so as to affect taxes already collected without giving notice of such intention in the title. As indicated above the Act of 1917, is a general act complete in itself and intended to create a new system for taxation or licensing of dogs, not merely to amend existing laws. In such case the repeal of previous acts on the same general subject is always germane to the title: Com. v. Moir, 199 Pa. 534; and, in fact, the later statute so operates without express words to that effect: Fort Pitt B. & L. Assn. v. Model Plan B. & L. Assn., 159 Pa. 308; Com. ex rel. v. Moore, 255 Pa. 402. Consequently, notice of intention to repeal earlier laws on the same subject need not be contained in the title: Commonwealth v. Moir, supra, 551. As the Act of 1917 requires the payment of license fees, the disposition of such fees follows as a natural and necessary incident to its enforcement. Indeed the legislation would be incomplete without such provision: Com. ex rel. v. Powell, 249 Pa. 144, 152-3.\nThe judgment of the court below is reversed.",
        "type": "majority",
        "author": "Mr. Justice Frazer,"
      }
    ],
    "attorneys": [
      "Richard W. Martin, with him Lee C. Beatty, County Solicitor, for appellant.",
      "Ralph C. Davis, with him Davis & Bode, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth ex rel. v. Friebertshauser, Appellant.\nConstitutional law — Statutes—Sufficiency of title — Act of July 11,1917, P. L. 818 — Disposition of dog taxes — Collection under existing lams — Repeal of statutes.\nThe title of tbe Act of July 11,1917, P. L. 818, being sufficiently comprehensive to give notice of the intent to deal with the entire subject of taxing or licensing of dogs, the disposition of the taxes imposed, being one of the incidents to its enforcement, required no express mention in the title of the act, although the act made a different disposition of dog taxes, previously collected under existing laws and on hand at the time of its passage, by directing that the money be paid to the general county fund instead of the school district fund.\nA general .act complete in itself and intended to create a new system, need not contain in its title notice of intention to repeal earlier laws on the same subject.\nArgued Oct. 18, 1918.\nAppeal, No. 96, Oct. T., 1918, by defendant, from judgment of O. P. Allegheny Co., April T., 1918, No. 1102, sustaining demurrer by relator to return of an alternative writ of mandamus in the case of Commonwealth of Pennsylvania ex rel. Harry H. Rowand, District Attorney of Allegheny County, for the use of the School District of the Borough of West Homestead and all other school districts in said county similarly interested, v. Edward D. Friebertshauser, Treasurer of the County of Allegheny.\nBefore Brown, C. J., Frazer, Walling, Simpson and Fox, JJ.\nReversed.\nMandamus to compel county treasurer to pay dog taxes collected during year 1917 to the school district Before Carpenter, J.\nThe court sustained a demurrer to defendant’s return. Defendant appealed.\nErrors assigned were the action of the court sustaining the' demurrer and in entering judgment for the relator.\nRichard W. Martin, with him Lee C. Beatty, County Solicitor, for appellant.\nThe Act of July 11,1917, P. L. 818, does not violate Art. Ill, Sec. 3 of the Constitution. The entire subject-matter of the act is clearly embraced in its title: Blood v. Mareelliott, 53 Pa. 391; Com. v. Green, 58 Pa. 226; Allegheny County Home’s Case, 77 Pa. 77; Com. v. Depuy, 118 Pa. 201; Com. v. Lloyd, 178 Pa. 308; Com. v. Henderson, 172 Pa. 135; Hays v. Cumberland'Co., 186 Pa. 109; Allegheny Co. v. Stengel, 213 Pa. 193; Allentown v. Wagner, 211 Pa. 210.\nThe repeal of previous acts on the same general subject is always germane to the title of the act: Com. v. Moir, 199 Pa. 531.\nWhen an act covers a general subject and creates a new system to take the place of the existing one, provisions for temporary expedients to carry out the plan are germane to the title: Pittsburgh’s Petition, 217 Pa. 227; Minsinger v. Rau, 236 Pa. 327; Reber’s Petition, 235 Pa. 622.\nSection 15 of the Act of July 11,1917, P. L. 818, which directs that all money at present in the dog fund shall be turned into the county fund, is not retroactive and does not take away any vested right. The school district as a quasi corporation has no vested rights in a gratuity granted to it by the legislature, and the legislature can change its rights at will: Louisville & N. Ry. Co. v. Mottley, 219 U. S. 167; Mondou v. N. Y., N. H. & H. R. Co., 223 IT. S. 1.\nThe legislative power to divert taxes from the purpose for which they were originally levied and to dispose of them in another and different manner is well settled: Supervisors of Sanilac County v. Auditor General, 68 Mich. 659; State ex rel. v. Graham, 16 Neb. 71; Cage v. Hogg, 20 Tenn. (Humphrey) 18; Farwel v. Benevolent Asso. of Paid Fire Dept., 1 111. App. 36; Taggart v. State ex rel., 112 Indiana 668 (10 N. E. 260); Richland County v. Village of Richland Center, 59 Wis. 591; State ex rel. Police Commissioners v. St. Louis County- Court, 34 Mo. 546.\nJanuary 4, 1919:\nThe legislature has the power .to legislate respectively on all matters, not penal nor in violation of contracts, not forbidden by the Constitution: Swartz v. Carlisle Boro., 237 Pa. 473.\nRalph C. Davis, with him Davis & Bode, for appellee.\nThe rule is, especially as to the acts which provide for the assessment and collection of annual taxes, that a statute repealing former laws on the same subject does not abolish all rights and remedies under the repeal acts, if the legislative intent not to abolish 'them appears: Com. v. Mortgage Trust Co. of Penna., 227 Pa. 163.\nLaws are presumed to be prospective rather than retrospective : Com. v. Duffy, 96 Pa. 506.\nAn act which gives in its title no notice of an intent to repeal a prior act or part thereof, is unconstitutional: Buth’s App., 10 W. N. C. 498; House of Befuge v. Luzerne Co.,.215 Pa. 429.\nSo far as appears in the title the act is merely cumulative : Com. ex rel. v. Samuels, 163 Pa. 283."
  },
  "file_name": "0211-01",
  "first_page_order": 243,
  "last_page_order": 248
}
