{
  "id": 1047531,
  "name": "Crawford v. Travelers' Insurance Company, Appellant",
  "name_abbreviation": "Crawford v. Travelers' Insurance",
  "decision_date": "1919-01-04",
  "docket_number": "No. 63",
  "first_page": "232",
  "last_page": "236",
  "citations": [
    {
      "type": "official",
      "cite": "263 Pa. 232"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "24 Pa. Superior Ct. 275",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        849828
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/24/0275-01"
      ]
    },
    {
      "cite": "18 Pa. Superior Ct. 573",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        837283
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/18/0573-01"
      ]
    },
    {
      "cite": "240 Pa. 341",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        993102
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/240/0341-01"
      ]
    },
    {
      "cite": "22 Wall. 32",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        3409202
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/89/0032-01"
      ]
    },
    {
      "cite": "95 U. S. 232",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3382431
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/95/0232-01"
      ]
    },
    {
      "cite": "240 Pa. 341",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        993102
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/240/0341-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 420,
    "char_count": 7694,
    "ocr_confidence": 0.473,
    "pagerank": {
      "raw": 5.676830387708631e-08,
      "percentile": 0.35423667557452193
    },
    "sha256": "e27b2c3608662703fbbe53b4b023782e3cddf06dcbfe5bc7e7f55c1e6ce9d3e8",
    "simhash": "1:abe1045d160450bd",
    "word_count": 1291
  },
  "last_updated": "2024-02-27T17:20:36.620809+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Moschzisker, Frazer, Walling, Simpson and Fox. JJ."
    ],
    "parties": [
      "Crawford v. Travelers’ Insurance Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Moschzisker,\nDefendant company issued a policy insuring one John Crawford, Jr., under the classification of “general bookkeeper,” against, inter alia, accidental death; subsequently, while in a lumber camp, insured was killed by the fall of a tree. Decedent’s mother, who is the plaintiff in this case and the beneficiary named in the policy, furnished proofs of death, which included the affidavits of two eye-witnesses of the accident; but defendant refused to pay the principal sum of $5,000 named in the contract of insurance, alleging these affidavits showed that, at the time of the accident, the insured had changed his occupation from that of bookkeeper to the more hazardous one of “a lumberman in woods,” or that, if there had not been a permanent change of occupation, he at least was then occupied as a “foreman or overseer in woods,” or “swamper or road builder.” The premium paid would entitle the beneficiary to only $2,000 if insured was occupied as a foreman or overseer, and to but $1,000 if he was employed as a swamper or road builder. Defendant offered to settle on the basis of $2,000 with accumulations, but this was refused. Plaintiff sued to recover the full amount, and obtained a verdict therefor; whereupon defendant moved for judgment non obstante veredicto, and, failing this, entered the present appeal.\nThe first two assignments complain that the trial judge erred in refusing defendant’s offer of the affidavits attached to the proofs of loss; the next two, the refusal to instruct the jury that plaintiff could not recover the full amount claimed, and must be restricted to one of the smaller sums designated in the policy; the fifth, that error was committed in not entering judgment for defendant n. o. v.\nPlaintiff proved her case by offering in. evidence certain portions of her statement of claim, “either admitted or not denied in defendant’s affidavit of defense” — among others an averment to the effect that she had furnished “good and sufficient proofs of death,” which was expressly conceded in the affidavit. Defendant then assumed the burden of proving either that the insured had changed his occupation from that of “general bookkeeper” to one more hazardous, or had received his fatal injuries while temporarily doing an act pertaining to a more dangerous pursuit; and, for that purpose, it called to the stand an eye-witness of the casualty, named Burnworth, who had made one of the affidavits attached to the proofs of loss. While this witness was not interrogated with respect to the statements contained in his affidavit, nor examined in full as to the particulars of the accident, yet he made no declaration upon the stand at variance with his prior deposition. At the close of Burnworth’s testimony, the deposition in question was offered, “for the purpose of proving that the insured was, at the time of his death, engaged in a hazardous occupation.” This offer was refused and exception granted defendant.\nThe insurance company next called P. W. Schaffer, one of the lumber gang present at the time of the casualty, who testified that Crawford was a bookkeeper in the lumber camp, that, on the day of his death, he came into the woods, and, for about ten minutes, assisted the men with their work; but the witness further said that, while the insured “just helped me for a few minutes,” the latter “was through helping” before the fall of the tree which caused his death, and was not then doing anything but “standing there waiting for me to get the blocks out.”\nSubsequently the court refused to admit the other affidavit attached to the proofs of loss, made by the second eye-witness, one Tressler. This affidavit, like the first, contains no statement inconsistent with the testimony already given by defendant’s witnesses; it is in practical accord therewith. Under the circumstances, no harmful error was committed by the rulings complained of in the first two assignments.\nPlaintiff called only one witness, the employer of the insured, who testified Crawford was a bookkeeper for his concern, and that it was no part of his duty to help in the actual work of the lumber camp; but this added nothing material to the case, so far as our present considerations are concerned.\nThe issues arising out of the evidence, as to whether or not the insured, at the time he was accidentally killed, had either changed to, or was then engaged in an act pertaining to, an occupation more hazardous than that for which he was insured, were properly submitted to the jury (Scott v. Penna. Casualty Co., 240 Pa. 341,) in a charge of which no complaint is made. We are not convinced the court below erred in refusing to instruct in accordance with the requests called to our attention by the third and fourth assignments, or, afterwards, in declining to enter judgment n. o. v., which is complained of in the fifth assignment.\nAll the specifications of error are overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Moschzisker,"
      }
    ],
    "attorneys": [
      "Gordon Fisher, of Dalzell, Fisher & Hawkins, for appellant.",
      "J. Charles Adams, with him James S. Crawford, of Patterson, Crawford, Miller & Arensberg, for appellee."
    ],
    "corrections": "",
    "head_matter": "Crawford v. Travelers’ Insurance Company, Appellant.\nInsurance — Accident insurance — Change of occupation — Evidence — Proofs of loss — Question for jury.\n1. In an action on a policy of accident insurance refusal to admit in evidence affidavits attached to proofs of loss, for the purpose of proving that the insured was engaged in a hazardous occupation, is not prejudicial error, where the insurance company assumes the burden of proving that the insured was performing work pertaining to a more hazardous occupation than that for which he was insured and for that purpose called as a witness a person who had made one of the affidavits attached to the proofs of loss and it appeared that the affidavits contained no statements inconsistent with the testimony given by the witness.\n2. Issues arising out of the evidence as to whether the insured, at the time he was injured, had changed his occupation or was engaged in an act pertaining to an occupation more hazardous than that for which he was insured, are for the jury to determine under proper instructions.\nArgued Oct. 16, 1918.\nAppeal, by defendant, from judgment of C. P. Allegheny Co., April T., 1917, No. 63, on verdict for plaintiff in the case of Mary A. Crawford v. The Travelers’ Insurance Company, Hartford, Conn.\nBefore Brown, C. J., Moschzisker, Frazer, Walling, Simpson and Fox. JJ.\nAffirmed.\nAssumpsit by beneficiary, to recover on a policy of accident insurance, for death of the insured. Before Evans, J.\nThe court refused defendant’s points as follows:\n1. That the verdict for the plaintiff should be in the sum of $1,188.00.\n2. That the verdict for the plaintiff should be in the sum of $2,970.40.\nVerdict and judgment for plaintiff for $5,940.\nErrors assigned were (1, 2) rulings on evidence excluding affidavits attached to proofs of loss, (3, 4) answers to points, quoting them as stated above, and (5) in refusing the motion for judgment n. o. v.\nGordon Fisher, of Dalzell, Fisher & Hawkins, for appellant.\nProofs of loss are admissible in evidence: Insurance Co. v. Rodel, 95 U. S. 232; Insurance Co. v. Newton, 22 Wall. 32.\nUnder the contract of insurance the insured’s occupation changed from the select class to that of the special or hazardous class, which reduced the amount payable to beneficiary: Scott v. Penna. Casualty Co., 240 Pa. 341.\nJ. Charles Adams, with him James S. Crawford, of Patterson, Crawford, Miller & Arensberg, for appellee.\nThe court properly submitted the case to the jury: Scott v. Penna. Casualty Co., 240 Pa. 341.\nProofs of loss are not binding on the plaintiff: Holleran v. Life Assurance Co. of America, 18 Pa. Superior Ct. 573; Baldi v. Metropolitan Life Ins. Co., 24 Pa. Superior Ct. 275.\nJanuary 4, 1919:"
  },
  "file_name": "0232-01",
  "first_page_order": 264,
  "last_page_order": 268
}
