{
  "id": 1047534,
  "name": "Grubb's Estate",
  "name_abbreviation": "Grubb's Estate",
  "decision_date": "1919-02-17",
  "docket_number": "Appeal, No. 9",
  "first_page": "468",
  "last_page": "470",
  "citations": [
    {
      "type": "official",
      "cite": "263 Pa. 468"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "260 Pa. 443",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040288
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/260/0443-01"
      ]
    },
    {
      "cite": "240 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        993217
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/240/0001-01"
      ]
    },
    {
      "cite": "174 Pa. 513",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        878581
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/174/0513-01"
      ]
    },
    {
      "cite": "40 Pa. 29",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        478140
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/40/0029-01"
      ]
    },
    {
      "cite": "202 Pa. 459",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992293
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/202/0459-01"
      ]
    },
    {
      "cite": "37 Pa. Superior Ct. 342",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        875975
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/37/0342-01"
      ]
    },
    {
      "cite": "17 Dist. Rep. 690",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "opinion_index": -1
    },
    {
      "cite": "17 Dist. Rep. 1015",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "opinion_index": -1
    },
    {
      "cite": "33 Pa. Superior Ct. 117",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        868663
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/33/0117-01"
      ]
    },
    {
      "cite": "194 Pa. 611",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        912420
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/194/0611-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 259,
    "char_count": 4069,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 1.3687540885192738e-07,
      "percentile": 0.6378732891377065
    },
    "sha256": "b23dcd0c11d544dc58a15fbf1600e73a8b03371f8292dfa0c392e6849595f559",
    "simhash": "1:6fd6d6c19090e9c0",
    "word_count": 686
  },
  "last_updated": "2024-02-27T17:20:36.620809+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Stewart, Moschzisker, Frazer, Walling, Simpson and Kephart, JJ."
    ],
    "parties": [
      "Grubb’s Estate."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe learned auditing judge concluded with some hesitation that the word “children” as used by the testatrix in making provision for her daughter, Mary Lilly G. Beall, included a grandchild of the daughter. This was approved by the court in banc. The will of Clement B. Grubb, the husband of the testatrix, must be read into her will in determining what she intended by “children,” for her words are “All monies, stock, bonds and mortgages, I bequeath to my daughter Mary Lilly G. Beall I leave in the same strict Trust, as my husband appointed in his will, for my daughter Mary Lilly G. Beall, and after her death to be divided equally, in the same Trust, among Mrs. Beall’s three daughters, or more, should there be more children at the time of Mrs. Beall’s death.” The trust for Mrs. Beall was to be the “same strict trust” as was created for her by her father, and, upon her death, was to be divided “in the same trust.” Turning to the will of the father there is found the express direction in his provision for Mrs. Beall that upon her death the descendants of any one of her children who might die before her should take the deceased child’s share, “per stirpes, upon the principle of representation.” As the testatrix clearly indicated her intention that the trust which she created for her daughter should be “in the same strict trust”......“to be divided in the same trust” as was established by her husband, we have no doubt as to the correctness of the conclusion reached by the court below.\nAppeal dismissed at appellant’s costs.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Maurice B. Saul, of Prichard, Saul, Bayard & Evans, with him Raymond M. Remick, for appellant.",
      "C. E, Morgan, of Morgan, Lewis & Bockius, for appelle."
    ],
    "corrections": "",
    "head_matter": "Grubb’s Estate.\nWills — Construction—Word children as including grandchildren —Reference to husband’s will.\nThe word “children” as used by the testatrix in making provision for her daughter included a grandchild of the daughter under a -will providing “all moneys, stock, bonds, and mortgages, I bequeath to my daughter Mary, I leave in the same strict trust as my husband appointed in his will for my daughter Mary, and after her death to be divided equally, in the same trust, among Mary’s three daughters, or more, should there be more children. at the' timé of her death,” where her husband’s will contained the express direction in his provision for the daughter Mary, that upon her death the descendants of any one of her children who might die before, should take the deceased child’s share “per stirpes, upon the principle of representation.”\nArgued Jan. 9, 1919.\nAppeal, No. 9, Jan. T., 1919, by the Pennsylvania Company for Insurances on Lives and Granting Annuities, trustee for M. Lilly Beall and Florence B. Thornton, from decree of O. C. Philadelphia Co., Oct. T., 1900, No. 362, in estate of Mary B. Grubb, deceased.\nFebruary 17, 1919:\nBefore Brown, C. J., Stewart, Moschzisker, Frazer, Walling, Simpson and Kephart, JJ.\nAppeal dismissed.\nExceptions to adjudication of auditing judge making distribution under the will of Mary B. Grubb, deceased. Before Lamorelle, P. j.\nExceptions dismissed. The trustee appealed.\nError assigned was the dismissal of exceptions to the adjudication of auditing judge.\nMaurice B. Saul, of Prichard, Saul, Bayard & Evans, with him Raymond M. Remick, for appellant.\nThe word “children” does not include “grandchildren,” except in a case where there is no one answering the description of children: Steinmetz’s Est., 194 Pa. 611; Todd’s Est., 33 Pa. Superior Ct. 117; Hager’s Est., 17 Dist. Rep. 1015; Altdorfer’s Est., 17 Dist. Rep. 690; Scott’s Est., 37 Pa. Superior Ct. 342.\nC. E, Morgan, of Morgan, Lewis & Bockius, for appelle.\nThe intention to include grandchildren appears from the incorporation by testatrix of her husband’s will as a part of her own.\nThere is ample authority to the effect that “children” includes grandchildren and descendants, when it appears from the entire will that such was the intent of the testatrix, and particularly when the will is informal in phrase and written without legal assistance: Campbell’s Est., 202 Pa. 459; Haldeman v. Haldeman, 40 Pa. 29; Potts v. Kline, 174 Pa. 513; Walker’s Est., 240 Pa. 1; Towne’s Est., 260 Pa. 443."
  },
  "file_name": "0468-01",
  "first_page_order": 500,
  "last_page_order": 502
}
