{
  "id": 1047420,
  "name": "Walker v. Pennsylvania Company for Insurances on Lives and Granting Annuities et al., Appellants",
  "name_abbreviation": "Walker v. Pennsylvania Co. for Insurances on Lives",
  "decision_date": "1919-02-10",
  "docket_number": "Appeals, Nos. 240, 268, 300 and 304",
  "first_page": "480",
  "last_page": "486",
  "citations": [
    {
      "type": "official",
      "cite": "263 Pa. 480"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "244 Pa. 417",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1003478
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/244/0417-01"
      ]
    },
    {
      "cite": "201 Pa. 637",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        925688
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/201/0637-01"
      ]
    },
    {
      "cite": "66 Pa. Superior Ct. 396",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        628184
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/66/0396-01"
      ]
    },
    {
      "cite": "117 U. S. 96",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8299638
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/117/0096-01"
      ]
    },
    {
      "cite": "103 Pa. 344",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        449154
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/103/0344-01"
      ]
    },
    {
      "cite": "208 Pa. 23",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998107
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/208/0023-01"
      ]
    },
    {
      "cite": "187 Pa. 371",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        900235
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/187/0371-01"
      ]
    },
    {
      "cite": "178 Pa. 543",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        885490
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/178/0543-01"
      ]
    },
    {
      "cite": "26 Pa. Superior Ct. 116",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        853871
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/26/0116-01"
      ]
    },
    {
      "cite": "219 Pa. 629",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002733
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/219/0629-01"
      ]
    },
    {
      "cite": "97 U. S. 369",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3377016
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/97/0369-01"
      ]
    },
    {
      "cite": "262 Pa. 76",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044538
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/262/0076-01"
      ]
    },
    {
      "cite": "221 Pa. 588",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        956216
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/221/0588-01"
      ]
    },
    {
      "cite": "218 Pa. 172",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999650
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/218/0172-01"
      ]
    },
    {
      "cite": "181 Pa. 201",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        891446
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/181/0201-01"
      ]
    },
    {
      "cite": "92 Pa. 447",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        490937
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/92/0447-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 691,
    "char_count": 12450,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 1.9339501881030285e-07,
      "percentile": 0.7345739075907515
    },
    "sha256": "4c9a1413fb55eaa4920538270b58fdd9aa6f072bafd0588068b9c9bcf6969943",
    "simhash": "1:6daee110d77b5231",
    "word_count": 2143
  },
  "last_updated": "2024-02-27T17:20:36.620809+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Stewart, Moschzisker, Frazer, Walling, Simpson and Kephart, JJ."
    ],
    "parties": [
      "Walker v. Pennsylvania Company for Insurances on Lives and Granting Annuities et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Simpson,\nOn May 4, 1898, Marian Graves Walker, the plaintiff in this case, purchased six $1,000 trust certificates of the Electric & Peoples Traction Company, of the par value of $1,000 each, and they were duly registered in her name by the defendant, the Pennsylvania Company for Insurances on Lives and Granting Annuities, the trustee named therein. George M. Wagner, until his flight in May, 1913, was an attorney in good standing in the City of Philadelphia, was her counsel and had charge of these certificates for her. On January 19,1912, Wagner presented to the trustee a forged power of attorney dated 'November 23, 1906, witnessed by himself and one other person, and guaranteed by two firms of stock brokers, stating that said certificates had been sold, assigned and transferred to him, Wagner, and the trustee thereupon transferred them to his name. On or about February 15) 1912, Wagner executed an assignment thereof to other parties, and, by sundry later assignments, the apparent title thereto was transferred to the individual defendants, John B. Stetson Company, Arthur A. Fleisher, John S. Dismant, and Annie H. J. Taylor, guardian of Frances E. and Johanna F. Betz. All the transfers were registered by the trustee in the names of the parties to whom the title was apparently transferred.\nUp to and including October 2, 1911, the interest which fell due on the certificates, was paid to plaintiff by the trustee, by checks drawn in her name. On April 1, 1912, a check was issued to Wagner for the interest due that day, and he endorsed it over to plaintiff and forwarded it to her. Thereafter, at each recurring semiannual period, until his flight in May, 1913, Wagner sent to plaintiff his own personal check for the amount of the interest. Immediately upon hearing of his flight, plaintiff made inquiry of the trustee, learned of the attempted transfers, gave prompt notice to the parties in interest that the assignment purporting to have been made by her was a forgery, and demanded that the certificates be returned to her. After certain other litigations, in which some of the defendants unsuccessfully endeavored to establish their right to the certificates, plaintiff filed the bill in equity in this case against the trustee, the parties holding apparent title to the certificates, and Joseph Carson, trustee in bankruptcy of the said George M. Wagner, asking that her signature be declared a forgery; that the certificates be retransferred to her, duly registered in her name; and that the trustee thereof pay to her interest thereon from and after the last date at which she received payment from Wagner. A decree was entered as prayed for, and the trustee and three of the other defendants, namely, John B. Stetson Company, Arthur A. Fleisher, and Anna H. J. Taylor, guardian, have prosecuted the several appeals now being considered. The other defendants did not appeal.\nThe contention of appellants is that even if her alleged signature is a forgery, plaintiff is equitably estopped from claiming the certificates, because, on April 12, 1912, when she received the check of the trustee to the order of Wagner and endorsed by him to her order, she was put upon notice that the certificates had been transferred to Wagner, by reason of a statement in the body of the check that the certificates were “registered in the name of same,” i. e. in the name of Wagner, and did not then immediately take steps to have the alleged assignment declared void. This is in effect saying: As you did not promptly repudiate the assignment, after you did or should have known of it, and as we have altered our position for the worse because thereof, you must be held to have ratified the forgery, and cannot now assert the contrary. We have said, however, that a criminal act, and notably a forgery, is incapable of ratification : Shisler v. Vandike, 92 Pa. 447; Henry Christian Building & Loan Association v. Walton, 181 Pa. 201; Shay v. American Iron & Steel Company, 218 Pa. 172; and upon this ground we might, perhaps, decide the case. Inasmuch, however, as it was not considered by the court below, nor raised in any of the arguments in this court, we prefer to plant our decision upon a ground which was fully discussed both there and here.\nPlaintiff testified at the trial, and the court below found her signature to the power of attorney was a forgery; that she was not acquainted with business affairs and did not know what registration meant; that she did not know of the alleged transfer and registration in Wagner’s name, until after his flight, and then immediately gave notice to defendants; that Wagner had been her attorney for many years and she relied upon him in her business matters; and for these reasons she was not estopped by the form of the checks she received. Under these facts we think the conclusion reached was correct. While the recital in the trustee’s check, endorsed over by Wagner to her, was evidence to be considered by the chancellor, we cannot properly overrule his conclusion, from all the evidence, that it was not sufficient to and did not operate to inform her of Wagner’s wrongful conduct. Defendants had the burden of showing they were wholly innocent and that she was or should have been acquainted with the facts out of which the estoppel grew, and this burden they did not carry. To estop her because of her ignorance and trust, when in fact she did not know, would be to put an undue burden upon her in opposition to the common experience of mankind, and in favor of a trustee who has negligently acted to her injury, when it had the power, and there was cast upon it the duty, to protect both itself and her. When the forged power of attorney was presented to the trustee, it could have insisted that plaintiff be brought before it to acknowledge her signature, but it chose to rely upon Wagner’s standing as an attorney, or upon the guarantee of plaintiff’s signature by members of the stock exchange; and has only itself to blame for the situation in which it finds itself. It is not in position, being itself a wrongdoer, to invoke the doctrine of equitable estoppel as against plaintiff who has done no wrong, but simply trusted to her attorney not to wrong her, and to it, as her trustee, not to negligently deprive her of her property. If complaint had been made of a delay upon plaintiff’s part after she in fact knew, then the principle set forth in McNeely Company v. Bank of North America, 221 Pa. 588, so much relied upon by the trustee, might apply; but no such complaint is made, and hence the case is inapplicable.\nNor are the individual defendants, who were purchasers of the certificates, in any better position. We said in Cohen v. Tradesmen’s National Bank, 262 Pa. 76, 78: “an action [of negligence]......can be maintained only in case defendant fails or negligently performs some duty which he owes to the plaintiff. That duty may be express or implied, may be a specific duty owing to plaintiff, or a general one owing to the public, of which plaintiff is a part, and it may arise as the result of a contract, a statute, or the common law; but it must exist in some way as between the plaintiff and defendant.” In this case plaintiff owed no duty to the purchasers of her certificates, save as she owed a like duty to the public at large; that is, to give notice and act promptly, lest innocent third parties should purchase the certificates. As we have pointed out above, she neglected no duty in that regard; and as all of the defendants consummated their purchases before she actually knew of the wrong done, they suffered no injury by the delay in filing her bill, even if their prior litigations did not furnish an ample excuse therefor.\nWe cannot but express our regret that the defendants, who hold the certificates, did not give notice to plaintiff to forthwith proceed in equity, as soon as they learned, through her, of the forgery of her signature, and then file a crossbill in the proceeding instituted as a result of that notice. By that course everybody in interest would have been before the court in one proceeding; at least two lawsuits, already heard and decided, would have been avoided, not to mention those which may follow our decision of this case; other litigants could have had their cases more promptly heard and decided; and the common pleas courts, already heavily burdened, would have been relieved pro tanto. Every citizen, of course, has a legal right to litigate as he chooses; but it is always well to remember that interest reipublicse ut sit finis litium.\nThe decree is affirmed and the appeals dismissed at the costs of the respective appellants.",
        "type": "majority",
        "author": "Mr. Justice Simpson,"
      },
      {
        "text": "Dissenting Opinion by\nMe. Justice Moschzisker:\nThe majority opinion rests upon the assertion that the appellee did not know the bonds had been transferred from her name to that of Wagner. When a person receives a check from a corporation at a regular interest period, for an amount usually paid on certain bonds owned by her, and standing in her name, which check shows, on its face, it is in payment of interest on bonds, and also states, in effect, that these securities stand in the name of the payee, the latter being a third person, and that third person transfers the check by endorsement, to my mind, the recipient is thereby put upon such notice the bonds no longer stand in her name, that she should not be heard to plead ignorance of their transfer. To hold otherwise makes one rule of law for women, possessed of all their faculties, who happen to be inexperienced in business, and another for the rest of mature mankind; therefore, I dissent.",
        "type": "dissent",
        "author": "Me. Justice Moschzisker:"
      }
    ],
    "attorneys": [
      "Horace M. Rumsey, with him I. Hazleton Mirkil, for Anna H. J. Taylor, Guardian of Frances E. and Johanna F. Betz, Minors, Appellants. George A. Elsasser and Duane, Morris & Heckscher, for John B. Stetson Company, Appellants. J. W. Bayard, of Prichard, Saul, Bayard & Evans, for Arthur A. Fleisher and the Pennsylvania Company for Insurances on Lives and Granting Annuities, Appellants.",
      "Geo. S. Munson, of Townsend, Elliott,& Munson, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Walker v. Pennsylvania Company for Insurances on Lives and Granting Annuities et al., Appellants.\nFraud — Ratification—Criminal act.\n1. A criminal act is incapable of ratification.\nCorporations — Transfer of securities — Forgery—Principal and agent — Estoppel—Notice—Duty to inquire.\n2. When one not versed in business matters trusts her registered securities to her attorney, she will not be put upon notice of a forgery of her signature to a transfer thereof, and equitably es-topped even as to an innocent purchaser, merely because in an interest check received by her, it appeared that the certificates were registered in the name of the attorney, if there was nothing else to put her on notice.\n3. One who promptly gives notice after he knew or should have known of a forgery, cannot be held estopped in favor of a trustee whose duty it was to protect her against the forgery; or as a general rule in favor of innocent purchasers who made no inquiry of her in regard to her alleged transfer.\n4. A trustee of certificates of indebtedness has a right to demand, before a transfer thereof is registered, that those who are alleged to have made the transfer shall be produced to acknowledge their signature thereto, and thereby protect itself.\nMr. Justice Moschzisker dissents.\nArgued Jan. 6, 1919.\nAppeals, Nos. 240, 268, 300 and 304, by defendants, from decree of C. P. No. 5, Philadelphia Co., Sept. T., 1915, No. 2149, on bill in equity in case of Marian Graves Walker v. Pennsylvania Company for Insurances on Lives and Granting Annuities et al.\nBefore Brown, C. J., Stewart, Moschzisker, Frazer, Walling, Simpson and Kephart, JJ.\nAffirmed.\n. Bill in equity to declare signature a forgery, for injunction, for discovery, and for an accounting. Before Martin, P. J.\nFebruary 10, 1919:\nThe court entered a decree in accordance with the prayer of the bill. Defendant appealed.'\nError assigned was the decree / of the court.\nHorace M. Rumsey, with him I. Hazleton Mirkil, for Anna H. J. Taylor, Guardian of Frances E. and Johanna F. Betz, Minors, Appellants. George A. Elsasser and Duane, Morris & Heckscher, for John B. Stetson Company, Appellants. J. W. Bayard, of Prichard, Saul, Bayard & Evans, for Arthur A. Fleisher and the Pennsylvania Company for Insurances on Lives and Granting Annuities, Appellants.\nGeo. S. Munson, of Townsend, Elliott,& Munson, for appellee,\ncited: Western Union Telegraph Co. v. Davenport, 97 U. S. 369; Laughlin v. Laughlin, 219 Pa. 629; Obney v. Obney, 26 Pa. Superior Ct. 116; Com. v. Stevens, 178 Pa. 543; Hancock v. Melloy, 187 Pa. 371; Byers v. Byers, 208 Pa. 23; Zell’s App., 103 Pa. 344; Leather Mfg. Bank v. Morgan, 117 U. S. 96; Nadel v. Peoples Bank, 66 Pa. Superior Ct. 396; Rhawn v. Edge-hill Furnace Co., 201 Pa. 637; Tonge v. Item Pub. Co., 244 Pa. 417."
  },
  "file_name": "0480-01",
  "first_page_order": 512,
  "last_page_order": 518
}
