{
  "id": 1047488,
  "name": "Cunningham v. Ray et al., Appellants",
  "name_abbreviation": "Cunningham v. Ray",
  "decision_date": "1919-02-10",
  "docket_number": "Appeal, No. 10",
  "first_page": "492",
  "last_page": "499",
  "citations": [
    {
      "type": "official",
      "cite": "263 Pa. 492"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "12 Pa. Superior Ct. 143",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        823335
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/12/0143-01"
      ]
    },
    {
      "cite": "72 Pa. 376",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        434772
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/72/0376-01"
      ]
    },
    {
      "cite": "179 U. S. 116",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5708441
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/179/0116-01"
      ]
    },
    {
      "cite": "132 U. S. 125",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5699719
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/132/0125-01"
      ]
    },
    {
      "cite": "14 Pa. Superior Ct. 175",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        827868
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/14/0175-01"
      ]
    },
    {
      "cite": "50 Pa. Superior Ct. 459",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        428463
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/50/0459-01"
      ]
    },
    {
      "cite": "126 Pa. 440",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        968908
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/126/0440-01"
      ]
    },
    {
      "cite": "24 Pa. 63",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "83 Pa. 426",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1050748
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/83/0426-01"
      ]
    },
    {
      "cite": "146 Pa. 548",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        827909
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "560"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/146/0548-01"
      ]
    },
    {
      "cite": "157 Pa. 349",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        846585
      ],
      "pin_cites": [
        {
          "page": "356"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/157/0349-01"
      ]
    },
    {
      "cite": "247 Pa. 54",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009531
      ],
      "pin_cites": [
        {
          "page": "64"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/247/0054-01"
      ]
    },
    {
      "cite": "148 Pa. 261",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981824
      ],
      "pin_cites": [
        {
          "page": "264"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/148/0261-01"
      ]
    },
    {
      "cite": "24 Pa. 62",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        9503145
      ],
      "pin_cites": [
        {
          "page": "64"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/24/0062-01"
      ]
    },
    {
      "cite": "72 Pa. 376",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        434772
      ],
      "pin_cites": [
        {
          "page": "387"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/72/0376-01"
      ]
    },
    {
      "cite": "157 Pa. 349",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        846585
      ],
      "pin_cites": [
        {
          "page": "357"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/157/0349-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 701,
    "char_count": 14053,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 1.45201173043504e-07,
      "percentile": 0.6552271966435109
    },
    "sha256": "f353a1a4f8d3cb6acde799be0d6b02ea0ba8908ccd4aecce873c57f69d17df8d",
    "simhash": "1:f02463b99e612fa9",
    "word_count": 2372
  },
  "last_updated": "2024-02-27T17:20:36.620809+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Stewart, Moschzisker, Frazer, Walling, Simpson and Kephart, JJ."
    ],
    "parties": [
      "Cunningham v. Ray et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Moschzisker,\nE. Jane Ray, one of the appellants, owned a farm in Indiana County, Pennsylvania, subject to a- mortgage of $5,000, and R. H. Cunningham, the appellee, owned an apartment house in Pittsburgh, subject to a mortgage of $10,000; in December, 1915,' they began negotiations for the exchange of these properties, wherein Dr. James F. Ray, the other appellant, represented E. Jane Ray, his wife. According to appellants’ testimony, Cunningham’s equity was valued originally at $8,000 and Mrs. Ray’s at $7,000, but the former was not satisfied with these figures, — “he first wanted more money ......, it was $3,000 he asked”; finally, a written contract was duly executed, but it states no agreed values, simply providing for the exchange and that the Rays should execute and deliver to Cunningham a bond and mortgage for $1,500 on the property to be taken by them, it was done. Subsequently, appellants defaulted in the payment of interest on these obligations; and, in December, .1916, appellee entered judgment by virtue of the warrant attached to the bond. The judgment was opened on petition of appellants; but, when the case came to trial, the court below gave binding instructions in favor of appellee for the full amount of his claim; hence this appeal.\nIn their petition to open the judgment, the Rays aver, inter alia, they were induced to enter into the contract of exchange, and execute the bond and mortgage, by means of certain material representations made by Cunningham, which were “false and fraudulent,” in that plaintiff stated the net income of the apartment house had been, during the previous year, $629, after deducting certain expenses, including the cost of heating and water rent, which latter items he fixed at $300 and $75, whereas, in truth, they were $492 and $217, respectively, making a difference in such net income of $334, and reducing it from $629 to $295. The petitioners further allege that the valuation of the Cunningham property was “fixed for the purpose of said transfer upon the basis of the net income therefrom” and the bond and mortgage now sued on was given for $1,500 “to equalize the valuation of said property, so fixed, with the valuation of the property of your petitioners”; that the valuation of the apartment house, “so fixed and' based upon the representations of the said R. H. Cunningham,......exceeds a proper valuation of the same based upon the actual figures as hereinabove set forth [meaning the figures showing the net income] by more than $1,500,” the amount of the obligátion sought to be enforced; and, therefore, the petitioners urge that “said bond should be cancelled and set aside.”\nIn his answer, appellee denies the making of any false and fraudulent representations and claims the items in question, covering the gas and water bills, were matters of “public information and record, as fully available to the petitioners as to the affiant”; that the valuation of his property, for the purpose of the exchange, “was fixed in the usual way by estimating the value of the ground, the building and the probable income”; and suggests that, “from the very nature thereof, the heating and water bills, measured by meter......, are too indefinite and fluctuating to be a reliable basis upon which to estimate the value of said property.”\nAppellants, it will be noticed, do not allege in their petition to open the judgment, that either the value of the Cunningham property or the amount of the bond and mortgage were mutually fixed upon the basis of the net income, as given by Cunningham for the previous year; nor do they aver at what percentage such income was calculated, in order to arrive at the principal of the valuation which they had in mind; or that the actual value of the apartment is, in fact, less than the figure they paid for it in the exchange. So far as the petition states, the value, based upon net income, therein referred to, may have been “fixed,” for “the purpose of said transfer,” in the minds of appellants alone, with the desire to derive a certain percentage of income therefrom, in no way contemplated by appellee; and, moreover, the actual value of the property may be fully up to that contemplated at the time of the trade, so far as any mutual understanding on this point is averred.\nThe relief suggested in the petition, that the obligation in suit “shall be cancelled and set aside,” seems based upon the theory that, “in good conscience,” appellants ought not to be called upon to meet their bond (Evans v. Dravo, 24 Pa. 62, 64); but, no evidence was presented which proved the instrument inherently invalid, or otherwise warranted the wholesale application of the principle just mentioned.\nAt trial, both sides treated appellants’ defense as in the nature of an action of deceit (Smalley v. Morris, 157 Pa. 349, 357); under such circumstances, it was incumbent upon defendants to show they suffered loss through the fraud or deceit alleged, and also “the facts necessary for a proper and correct computation of the damages”: 20 Cyc. 144. Therefore, the court below having taken the ground that, even conceding the deceit, the testimony did not disclose facts from which the jury could “fairly and reasonably find the loss [alleged to have been thereby] inflicted,” the real questions we have to decide are, (1). what is the proper measure of damages to be applied to this case, and (2), in accordance therewith, was there a lack of evidence to show a loss to appellants? •\nOrdinarily, in assessing damages, the endeavor is “to give actual compensation by graduating the amount of the damages exactly to the extent of the loss” (Gibson, C. J., quoted in Kountz v. Kirkpatrick, 72 Pa. 376, 387); and the measure of damages in an action for deceit in the sale of property is the loss which the fraud inflicts, —that is, the difference between the real, or market, value of the property at the time of the transaction and the higher, or fictitious, value at which it was purchased: see High v. Berret, 148 Pa. 261, 264.\nFor purposes of this case, appellants are in the position of purchasers, who claim they were fraudulently deceived by appellee as to the value of his property when they gave the bond in suit as part consideration; and, unless they show a special contractual agreement to the contrary, their defense is governed, on the measure of damages, by the usual rules applicable to such cases.\nThe printed testimony contains much vague talk, and many assertions concerning “understandings,” or conclusions, of the respective witnesses, but we discover therein no evidence which would warrant a finding of any mutual agreement fixing the value of the Cunningham property upon the basis of the net income for the previous year, or even upon the basis of its average net income, or that either basis governed the amount of the bond in suit. This being the case, albeit appellants were deceived as to the net income of the property which they took in the exchange, and were misled to such an extent as would justify an action of deceit, since no special agreement was shown which would take their case out of the ordinary rule, the question still remains: Did they legally prove a loss?\nAppellants produced a witness, who, after qualifying as a real estate expert, testified that the reduction in the annual income, or net rentals, of an apartment house, amounting to $334, would, when capitalized at six per cent, represent a depreciation in value of about $5,000; although he did not undertake to unequivocally say that, in his opinion, this particular property was actually reduced in .value to that extent.\nThus it will be seen that, without any special agreement between the parties to the contract, which, on that ground, would warrant him in so doing, the witness whose testimony we are discussing, undertakes to base an estimate of depreciation in value solely upon a difference, or reduction, in net rentals; which criterion as “an exclusive standard,” this court has held insufficient for any such purpose. In Forster v. Rogers Bros., 247 Pa. 54, 64, we recently said: “While, possibly, when all the relevant surroundings are known to a witness, rentals may be considered as an element in forming his opinion of the market value of a property, yet they never can constitute an exclusive standard for that purpose.” We conclude that the testimony under consideration was properly disregarded.\nAppellants claim they offered other proof of the value of the real estate in controversy, which was declined; as .to this, it is sufficient to say there is no assignment upon the record which complains of the refusal of the testimony referred to. In justice to the court below, however, it may be stated that, when the evidence in question was tendered and the trial judge asked, “How is this relevant or competent on your theory of the case?” counsel for appellants answered he would be “just as happy” to have it ruled out, thus, practically, withdrawing the offer; accordingly, the testimony was refused, and, although the court below voluntarily noted an exception, the ruling, as before mentioned, is not assigned as error. Therefore, we must treat the case as without either evidence of market value or proof that the property in controversy was worth less than the figure at which appellants claim they accepted it in the exchange; under these circumstances, no error is apparent in the instructions complained of.\nFinally, appellants contend that, because of alleged confusion on the trial under review, regarding the proper measure of damages, they, in all fairness, are entitled to another chance; but, as said by counsel for appellee, in their printed argument, “If there was confusion on the trial as to the proper theory of the measure of damages, it was made by appellants,” through an endeavor to enforce a standard, or measure of damages, they were not able to sustain. For this, appellee will not be penalized.\nThe assignments of error are overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Moschzisker,"
      }
    ],
    "attorneys": [
      "Prichard & Trent, for appellants.",
      "Robert M. Ewing and Smith E. Shannon, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Cunningham v. Ray et al., Appellants.\nVendor and vendee — Exchange of real estate — Fraudulent representations — Measure of damages — Net rentals — Evidence.\n1. Where, on an issue to determine what was due ón a judgment confessed on a bond accompanying a mortgage, it appears that plaintiff, owning an apartment house, entered into an agreement in writing with defendants, owning a farm, for the exchange of the two properties, that the agreement stated no agreed values, but that defendants should execute to plaintiff the bond and mortgage on the apartment house, being the bond on which the judgment was entered, and the defendants claim that they were fraudulently misinformed by plaintiff as to the net income from the apartment house, defendants’ measure of damages for the deceit is, in the absence of any evidence of a special contractual agreement to the contrary, the difference between the real, or market value of the property at the time of the transaction, and the higher or fictitious value, at which it was taken in exchange.\n2. In such a case it was not error for the trial judge to exclude a witness who undertook to base an estimate of depreciation of value solely upon a difference in net rentals.\n3. While, possibly, when all the relevant surroundings are known to a witness, rentals may be considered as an element in forming an opinion of the market value of the property, yet they never can constitute an exclusive standard for the purpose.\nPractice, G. P. — Trial—Exclusion of evidence — Assignment of error — Exception.\n4. Where evidence is excluded because the party who offered it practically withdraws his offer, but the trial judge voluntarily notes an exception, the appellate court cannot consider the ruling if the record shows that it was not assigned as error.\nPractice, O. P. — Trial—Review—Confusion at trial.\n5. An appellant is not entitled to claim that he should have another trial, because of an alleged confusion at the trial under review, regarding the proper measure of damages, where it appears that the confusion was brought about by himself, through an endeavor to enforce a standard, or measure of damages, he was not able to sustain.\nSubmitted Jan. 7,1919.\nAppeal, No. 10, Oct. T., 1918, by defendants, from judgment of O. P. Allegheny Co., Jan. T., 1917, D. S. B. No. 814, on verdict for plaintiff in case of R. H. Cunningham v. E. Jane Ray and James F. Ray.\nBefore Brown, C. J., Stewart, Moschzisker, Frazer, Walling, Simpson and Kephart, JJ.\nAffirmed.\nIssue to determine the validity of a judgment.\nAt the trial the court gave binding instructions for plaintiff.\nVerdict and judgment for plaintiff for $1,631.25. Defendants appealed.\nErrors assigned, were, (1) in giving binding instructions for plaintiff and (3) in refusal of new trial.\nPrichard & Trent, for appellants.\nThe appellants were entitled to make the defense of fraud in this proceeding; the issue was properly made and awarded to admit such defense; and the case should have proceeded in the manner of and under the law governing an action of deceit: Smalley v. Morris, 157 Pa. 349, 356; Guffey v. Clever, 146 Pa. 548, 560; Krumbhaar v. Birch, 83 Pa. 426; Evans v. Dravo, 24 Pa. 63; Hawes v. O’Reilly, 126 Pa. 440; Schusler v. Clark, 50 Pa. Superior Ct. 459; Martachowski v. Orawitz, 14 Pa. Superior Ct. 175.\nThe evidence in support of appellants’ contention that the income was the basis for the agreement to give the bond of $1,500; that the appellee was guilty of fraud ; and that appellants suffered damage therefrom was amply sufficient to carry the case to the jury: Guffey v. Clever, 146 Pa. 548.\nFebruary 10, 1919:\nIn any event, a new trial should have been granted because of the confusion and misunderstanding surrounding the question of the measure of damages.\nRobert M. Ewing and Smith E. Shannon, for appellee,\ncited as to the measure of damages: Smith v. Bolles, 132 U. S. 125; Sigafus v. Porter, 179 U. S. 116; Kountz v. Kirkpatrick, 72 Pa. 376; Weaver v. Cone, 12 Pa. Superior Ct. 143."
  },
  "file_name": "0492-01",
  "first_page_order": 524,
  "last_page_order": 531
}
