{
  "id": 1047462,
  "name": "Leary v. McIlvain et al., Appellant",
  "name_abbreviation": "Leary v. McIlvain",
  "decision_date": "1919-02-10",
  "docket_number": "Appeal, No. 110",
  "first_page": "499",
  "last_page": "502",
  "citations": [
    {
      "type": "official",
      "cite": "263 Pa. 499"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "261 Pa. 337",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "179 Pa. 614",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        886931
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/179/0614-01"
      ]
    },
    {
      "cite": "212 Pa. 54",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        941932
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/212/0054-01"
      ]
    },
    {
      "cite": "261 Pa. 312",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042265
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/261/0312-01"
      ]
    },
    {
      "cite": "261 Pa. 312",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042265
      ],
      "pin_cites": [
        {
          "page": "319"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/261/0312-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 412,
    "char_count": 6410,
    "ocr_confidence": 0.468,
    "pagerank": {
      "raw": 6.380125665320789e-08,
      "percentile": 0.39158267528338525
    },
    "sha256": "3054c9655dfe62ea8ad160ebd1ff443652d0a20bc3873be6dfe6bab346445330",
    "simhash": "1:2c61f71c8f2a3e36",
    "word_count": 1094
  },
  "last_updated": "2024-02-27T17:20:36.620809+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stewart, Moschzisker, Frazer, Walling and Simpson, JJ."
    ],
    "parties": [
      "Leary v. McIlvain et al., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Frazer,\nClaimant is the wife of Dennis F. Leary, whose dead body was found by a park guard, lying under a wagon attached to a team' of horses he was employed to drive; the accident having occurred while deceased was returning the team to the stable at the end of his day’s work. A claim made before the Workmen’s Compensation Board was resisted on the ground that no evidence was adduced establishing the death to be the result of an accident or injury occurring in the course of employment. This contention was sustained by the referee and the claim disallowed; on appeal, however, to the board the decision was reversed and an award made in favor of claimant. This award was subsequently set aside by the court of common pleas f<# the reason the board was without authority to reverse the referee’s findings,, unless after a hearing de novo, which was not had, and the case remanded to the board with directions to proceed in the manner provided by the statute, and make such disposition of the claim as the evidence produced before them warranted. At the hearing the parties offered no evidence, but agreed the board should adopt and consider, as proofs in the case, the testimony taken before the referee as though heard by it (McCauley v. Imperial Woolen Co., 261 Pa. 312, 319); and, pursuant to that agreement and upon consideration of all the evidence in the case, an award in favor of claimant was made from which defendants again appealed, and, upon dismissal of their exceptions by the Common Pleas, the present appeal was taken.\nThe contention here, as in Murdock v. New York News Bureau, opinion filed herewith, is that the record is destitute of evidence to support the conclusion reached by the board to the effect that deceased met his death as the result of an accident occurring in the course of his employment within the meaning of the Workmen’s Compensation Act. The findings and opinions filed show that Leary, who was a teamster in the defendant’s employ, was found dead about 7:30 on the evening of December 29,1916, in Cobb’s Creek Park, near Sixty-fourth and Webster streets, Philadelphia. His body was lying under the wagon with the left front wheel against the face and the reins in his hands. The wheel of the wagon, as well as the body of deceased, upon which there were bruises and blood stains on the neck, was in a gully, or washout, when discovered by the park officer. No post mortem was made to ascertain the cause of death; the report of the physician filed by the coroner, however, stated death was probably due to bodily injuries.\nDeceased was a man in excellent health and left defendant’s place of business early in the morning with his horses and wagon to deliver lumber in a near-by town. Accompanying him on a similar errand was a fellow employee named Dempsey, also driving a team. The day was “bitterly cold” and on the way home, Leary having complained of being chilly, the two drivers stopped at a saloon where each obtained a drink of liquor. Upon leaving the saloon Dempsey drove his team in advance of Leary. Nothing appears to show what happened subsequent to this until Leary’s body was discovered, although there is a finding that deceased was seen driving in various directions in the neighborhood shortly before his body was found, apparently attempting to either find his way home, or for the purpose of avoiding streets in the neighborhood at the time considerably torn up owing to improvements under way. The record discloses no previous illness of deceased and though he had taken “a very small whiskey” because of the cold, he had always been temperate and never known to be intoxicated. The board accounted for deceased’s presence in the park by stating he had evidently lost his way in the dark, and concluded death was caused by reason of the front wheel dropping into the gully and throwing deceased forward and under the wagon, and, further, that death occurred, in the course of his employment, from injuries sustained by his fall. While it is true the referee previously reached a contrary conclusion, the difference of opinion, based on the testimony presented, does not warrant interference by this court. The findings referring to the condition and position of the body, and the circumstances previous to its discovery, as well also as that referring to the wounds on the body, indicate the board had before it evidence which fairly supported its conclusion that death resulted from injuries received in an accident occurring in the course of deceased’s employment.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Frazer,"
      }
    ],
    "attorneys": [
      "Archibald T. Johnson, with him Russell Duane, for appellants,",
      "Jacob Mathay, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Leary v. McIlvain et al., Appellant.\nWorkmen’s Compensation Act — Death—Findings of board— Course of employment — Evidence.\nA decision, of the Workmen’s Compensation Board, holding that a woman was entitled to compensation for the death of her husband, as the result of an accident or injury occurring in the course of his employment, will be sustained where the evidence tended to show that the deceased was found dead at 7:80 p. m. of a December evening, lying between the wheels of a wagon, which he was driving to the stable at the end of his day’s work, that the wheel of the wagon, as well as the body of deceased, upon which there were bruises and blood stains, were in a gully or washout when discovered ; that deceased was a sober man, and in good health at the time of his death; and that the report of the coroner’s physician stated that death was probably due to bodily injuries.\nArgued Jan. 8, 1919.\nAppeal, No. 110, Jan. T., 1919, by defendants, from judgment of C. P. No. 4, Philadelphia Co., March T., 1917, No. 5287, sustaining award of Workmen’s Compensation Board in case of Marguerite F. Leary v. J. Gibson Mcllvain et al., trading as J. Gibson Mcllvain & Company and Manufacturer’s Casualty Insurance Company.\nBefore Stewart, Moschzisker, Frazer, Walling and Simpson, JJ.\nAffirmed.\nFebruary 10, 1919:\nAppeal from decision of Workmen’s Compensation Board. Before Audenried, P. J.\nThe court below sustained the award of the compensation board allowing the claim. Defendants appealed.\nError assigned was in sustaining the award.\nArchibald T. Johnson, with him Russell Duane, for appellants,\ncited: McCauley v. Imperial Woolen Co., 261 Pa. 312; Allen v. Kingston Qoal Co., 212 Pa. 54; Stringert v. Ross Twp., 179 Pa. 614.\nJacob Mathay, for appellee,\ncited: Messinger v. Le-high Valley R. R. Co., 261 Pa. 337."
  },
  "file_name": "0499-01",
  "first_page_order": 531,
  "last_page_order": 534
}
