{
  "id": 1047440,
  "name": "Murdock v. New York News Bureau et al., Appellants",
  "name_abbreviation": "Murdock v. New York News Bureau",
  "decision_date": "1919-02-10",
  "docket_number": "Appeal, No. 215",
  "first_page": "502",
  "last_page": "505",
  "citations": [
    {
      "type": "official",
      "cite": "263 Pa. 502"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "261 Pa. 312",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042265
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "319"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/261/0312-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 348,
    "char_count": 6064,
    "ocr_confidence": 0.472,
    "pagerank": {
      "raw": 1.2437825787998087e-07,
      "percentile": 0.6085489926246666
    },
    "sha256": "7250e39899b25fdb1395422d08e137a909a536895f41f72135d0a0220e174e8c",
    "simhash": "1:a423ba860a078e83",
    "word_count": 1021
  },
  "last_updated": "2024-02-27T17:20:36.620809+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stewaet, Mosohzisker, Frazer, Walling and Simpson, JJ."
    ],
    "parties": [
      "Murdock v. New York News Bureau et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Frazer,\nWilliam S. Murdock, the husband of claimant, was employed as a lineman by the New York News Bureau and, while engaged in the course of his employment at Eighth and Master streets in the City of Philadelphia, came in contact with a wire heavily charged with electricity, which caused him to fall from a pole upon which he was working, to the street, a distance of twenty-eight feet. Upon striking the ground his knees “doubled up” and came violently in contact with his chest, causing considerable pain during the day, and indicating the fracture of one or more ribs. Whether or not his ribs were broken, the physician who made an examination was unable to determine. The pain in the chest continued, making breathing difficult. After three days Murdock returned to his place of employment but on,account of the constant severe pain in his chest did not engage in his usual work, and later was obliged to return home and again call a physician who then diagnosed his trouble as lobar pneumonia, from which he died ten days after the accident. These facts as stated-are taken from the findings of the referee in proceedings under the Workmen’s Compensation Act, and the conclusion of the referee, based upon them, is that death was due to lobar pneumonia, resulting from the fall. The referee’s findings were confirmed by the Workmen’s Compensation Board and the decision of the board was, in turn, sustained by the court below. From the action of the court in dismissing exceptions to the conclusions this appeal followed.\nThe single assignment of error is to the decision of the court below in dismissing exceptions to the action of the board, and in refusing to set aside the award on the ground of there being no evidence to sustain the conclusion of the referee to the effect that the disease causing Murdock’s death was the result of the accident. This contention raises a question of law which the board had power to determine under Section 420 of the Workmen’s Compensation Act of June 2, 1915, E. L. 736, upon consideration of the legal adequacy of the testimony taken before the referee: McCauley v. Imperial Woolen Co., 261 Pa. 312, 319. Review by this court under the above act is on certiorari only and, while we may not consider the testimony, we are authorized to examine the findings and reasons stated in the adjudications of the board and of the referee, as well as of the court below, to determine whether or not the decision is founded upon a proper basis: McCauley v. Imperial Woolen Co., supra.\nAppellant’s contention is that the findings of the referee do not show his conclusion to be based npon proper testimony of experts to the effect that the disease from which Murdock died was the result of the injury received at the time of the accident, and, further, they also fail to indicate he was not exposed or subject to other conditions from which the disease might have been contracted, and that, consequently, the conclusion of the referee was without proper foundation in fact. With this contention we cannot agree.\nThe findings of the referee clearly show the injury to the chest resulted in continuous pain from the time of the accident until the trouble was diagnosed by the physician as lobar pneumonia, and we find nothing in the record to justify the inference that, between the time of receiving the injury and the development of the disease, there were other causes from which pneumonia might have been contracted. That the physician failed to discover a fractured rib does not detract from the weight to be given the undisputed fact that a blow on the chest was received, followed by continuous pain, resulting a week later in the disease which finally caused'death. The nature of the injury and its resultant effects, followed so closely by the development of the disease, constitute sufficient evidence to support the conclusion of thé referee and the court below, particularly as a consideration of the record indicates ample expert medical testimony upon which the referee based his conclusion that the injury to the chest was the proximate cause of the disease which terminated in the death of claimant’s husband.\nThe judgment of the court below is affirmed.",
        "type": "majority",
        "author": "Me. Justice Frazer,"
      }
    ],
    "attorneys": [
      "Henry A. Craig and Russell Duane, for appellants.",
      "Louis Levinson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Murdock v. New York News Bureau et al., Appellants.\n\"Workmen’s compensation — Death—Course of employment — Evidence.\n1. In a proceeding under the Workmen’s Compensation Act by a wife to recover compensation for the death of her husband, an award in her favor by the referee, confirmed by the Workmen’s Compensation Board and the court below, will be affirmed on appeal, where the evidence supports the findings, that tbe deceased, a lineman, while at work fell from a pole as a consequence of coming in contact with a wire heavily charged with electricity; that upon striking the ground, his knees doubled up, and came in violent contact with his chest, causing pain, and indicating a fracture of a rib; and that a week later, lobar pneumonia developed, which resulted in his death ten days after the accident.\nFebruary 10, 1919:\n2. In such a ease the fact that the physician who examined the deceased, failed to discover a fractured rib, does not detract from the weight to be given the undisputed facts that a blow on the chest was received, followed by continuous pain, resulting a week later in the disease which finally caused death.\nArgued Jan. 8, 1919.\nAppeal, No. 215, Jan. T., 1919, by defendants, from judgment of C. P. No. 1, Philadelphia Co., June T., 1918, No. 1585, dismissing appeal from decision of Workmen’s Compensation Board in case of Freda Murdock v. New York News Bureau and The Employers Liability Assurance • Corporation, Limited (Insurance Carrier).\nBefore Stewaet, Mosohzisker, Frazer, Walling and Simpson, JJ.\nAffirmed.\nAppeal from decision of Workmen’s Compensation Board.\nThe court dismissed the appeal from the decision of the Workmen’s Compensation Board. Defendants appealed.\nError. assigned was the judgment of the court.\nHenry A. Craig and Russell Duane, for appellants.\nLouis Levinson, for appellee."
  },
  "file_name": "0502-01",
  "first_page_order": 534,
  "last_page_order": 537
}
