{
  "id": 1047463,
  "name": "Mumford v. Philadelphia Ship Repairing Company, Appellant",
  "name_abbreviation": "Mumford v. Philadelphia Ship Repairing Co.",
  "decision_date": "1919-02-17",
  "docket_number": "Appeal, No. 67",
  "first_page": "573",
  "last_page": "577",
  "citations": [
    {
      "type": "official",
      "cite": "263 Pa. 573"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "256 Pa. 155",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1030698
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/256/0155-01"
      ]
    },
    {
      "cite": "211 Pa. 253",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        940161
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/211/0253-01"
      ]
    },
    {
      "cite": "222 Pa. 625",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        959421
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/222/0625-01"
      ]
    },
    {
      "cite": "220 Pa. 548",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1005830
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/220/0548-01"
      ]
    },
    {
      "cite": "242 Pa. 591",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998718
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/242/0591-01"
      ]
    },
    {
      "cite": "243 Pa. 580",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1001621
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/243/0580-01"
      ]
    },
    {
      "cite": "215 Pa. 570",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        948434
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/215/0570-01"
      ]
    },
    {
      "cite": "210 Pa. 15",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        937821
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/210/0015-01"
      ]
    },
    {
      "cite": "19 Pa. Superior Ct. 464",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        839485
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/19/0464-01"
      ]
    },
    {
      "cite": "243 Pa. 366",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1001643
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/243/0366-01"
      ]
    },
    {
      "cite": "30 Pa. Superior Ct. 41",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        862151
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/30/0041-01"
      ]
    },
    {
      "cite": "244 Pa. 126",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1003482
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/244/0126-01"
      ]
    },
    {
      "cite": "242 Pa. 537",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998875
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/242/0537-01"
      ]
    },
    {
      "cite": "215 Pa. 34",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        948405
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/215/0034-01"
      ]
    },
    {
      "cite": "250 Pa. 411",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1017010
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/250/0411-01"
      ]
    },
    {
      "cite": "250 Pa. 440",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1016974
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/250/0440-01"
      ]
    },
    {
      "cite": "235 Pa. 311",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        984869
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/235/0311-01"
      ]
    },
    {
      "cite": "65 Pa. Superior Ct. 572",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        625437
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/65/0572-01"
      ]
    },
    {
      "cite": "256 Pa. 156",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "256 Pa. 19",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1030712
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/256/0019-01"
      ]
    },
    {
      "cite": "221 Pa. 176",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        956156
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/221/0176-01"
      ]
    },
    {
      "cite": "209 Pa. 161",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936144
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/209/0161-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 495,
    "char_count": 8340,
    "ocr_confidence": 0.486,
    "pagerank": {
      "raw": 5.12982294956584e-08,
      "percentile": 0.321838068551487
    },
    "sha256": "741e0dfe7f3bdbdf029f3a7bd2150d390efced3cfe53f8a1cd36b3877a66e134",
    "simhash": "1:b9e09e786f2255fc",
    "word_count": 1437
  },
  "last_updated": "2024-02-27T17:20:36.620809+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Moschzisker, Frazer, Walling and Kephart, JJ."
    ],
    "parties": [
      "Mumford v. Philadelphia Ship Repairing Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis judgment is affirmed on the opinion of the learned court below overruling the motion for judgment non obstante veredicto.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "W. W. Smithers, for appellant.",
      "B. I. DeYoung, for appellee."
    ],
    "corrections": "",
    "head_matter": "Mumford v. Philadelphia Ship Repairing Company, Appellant.\nNegligence — Master and servant — Safe place to work — Change in conditions — Increased dangers — Duty to warn.\n1. It is the master’s duty to furnish his servant a reasonably safe place to work and to warn the servant of any change in conditions, methods, or appliances, whereby the dangers are increased.\nNegligence — Master and servant — Duty to guard open hatchway on boat — Injury by falling object.\n2. The failure of an employer to cover or guard an open hatchway of a boat upon which his employees are working, or to give warning by calling to persons below that heavy objects were being moved over the open hatch, so as to enable them to protect themselves from injury, is evidence of negligence, and renders him liable to an employee injured by a heavy pipe which fell through the open hatch, as it was being carried to an upper deck, and struck the employee while he was at work in the lower part of the boat where he had been directed to go.\nArgued Jan. 15, 1919.\nAppeal, No. 67, Jan. T., 1919, by defendant, from order of C. P. No. 2, Philadelphia Co., Sept. T., 1915, No. 3796, refusing to enter judgment for defendant n. o. v. in ease of William S. Mumford v. Philadelphia Ship Repairing Company.\nBefore Brown, C. J., Moschzisker, Frazer, Walling and Kephart, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries.\nVerdict and judgment for plaintiff for $5,000.\nThe court refused defendant’s motion for judgment non obstante veredicto in the following opinion by Wessel, J.:\nPlaintiff sued to recover damages for personal injuries. Defendant offered no evidence. The verdict was for plaintiff. Defendant moved for judgment n. o. v. in its favor. On September 18, 1915, defendant was repairing the vessel “Mary Dow,” then lying at its docks at the foot of Mifflin street, in this city. Plaintiff, who for about thirty years had been a ship’s carpenter, at defendant’s direction descended to the keelson of that boat, where he was to work, and his tools were being lowered to him. He saw no other persons working upon the boat, but at least two other men in defendant’s employ (without knowledge that plaintiff was working in the hold of the vessel) were carrying a piece of pipe, about fifteen or sixteen feet in length and about one and a half inch in diameter, from between decks to the upper deck, using the hatchways for that purpose. One of the men released his hold upon the pipe, which caused it to fall through the hatchway, striking plaintiff on the back of the head. The method ordinarily adopted if men were working below the hatchways, was that when weighty objects were to be moved over the hatch, it would be covered or guarded, or some person would give warning by calling to persons below, “Stand from under,” or words to that effect, thereby enabling them to protect themselves from injury. This defendant failed to do. It did not cover the hatchway, either on the upper deck or the between deck; it had no person there to warn plaintiff of the danger; it took no measures to protect him from injury while at work, and, as the result of its failure to do that which was usual under such circumstances, plaintiff has suffered serious and permanent injuries. It is the master’s duty to furnish his servant a reasonably safe place in which to work, and it is equally his duty to warn the servant of any change in conditions, methods or appliances whereby the dangers are increased. This is a direct, personal and absolute duty which the master owes his servant, and nothing but performance can relieve him. It cannot escape from liability for its negligence on the theory that the fellow-servant rule applies. The servant, on the other hand, may assume that the master has done his whole duty in this respect, and it is therefore not bound to exercise an active inspection of the place and appliances: Lillie v. American Car & Foundry Co., 209 Pa. 161; Gilbert v. Elk Tanning Co., 221 Pa. 176; Solomon v. Cudahy Packing Co., 256 Pa. 19; Williams v. MacDonald, 256 Pa. 156; Dorety v. Horrocks, 65 Pa. Superior Ct. 572. In Stewart v. Cent. R. R. Co. of N. J., 235 Pa. 311, Moschziskek, J., said (p. 318): “While an employee is deemed to assume the risks ordinarily and reasonably connected with his employment, and is presumed to have notice of those which are obvious, the employer is fixed with the .duty to maintain instruments, appliances and conditions which do not expose his employee to dangers not ordinarily or reasonably incident to the employment; the latter has the right to presume that his employer has performed this duty, and he does not assume risks growing out of unusually dangerous conditions not to be reásonably anticipated by him. Where the measure of duty is a standard of ordinary and reasonable care, the degree of which varies according to the circumstances, and where, the facts are disputed or there is any reasonable doubt as to the inferences to be drawn from them, the issues must be submitted to the jury”: O’Donnell v. Telephone Co., 250 Pa. 440. Karlinsey v. Watson, 250 Pa. 411, was an action by an employee against his employer to recover damages for personal injuries. Defendant’s workmen were engaged in removing debris from the floor immediately above where plaintiff was working. Some of the material which was thrown down the hatchway by a fellow-servant injured plaintiff. Held, that the “failure to direct caution by signal or otherwise” was evidence of negligence; that it was the foreman’s “duty as a vice-principal to guard against the danger incident to such use,” and judgment in favor of plaintiff was affirmed.\nIt was defendant’s duty to cover the hatchways or have some person there to warn the workmen so that they might protect themselves against just such a contingency as happened in this case, to wit, the falling of the heavy pipe. Plaintiff was doing that which defendant directed him to do and he had the right to assume that it would, while he was working, give him warning of any danger by reason of his place of employment becoming unsafe. That duty defendant failed to perform. Plaintiff’s injuries have not resulted by reason of any negligence on his part, but solely because defendant failed to furnish him a safe place within which to perform his labor. The case was for the jury and its conclusion was fully justified by the evidence. The motion for judgment non obstante veredicto is overruled.\nDefendant appealed.\nError assigned, among others, was refusal of defendant’s motion for judgment n. o. v.\nW. W. Smithers, for appellant.\nPlaintiff was not injured by reason of the place being unsafe, but because of an exceptional act on the part of a fellow servant and which, as respects his act alone, was not negligent: Welch v. Carlucci Stone Co., 215 Pa. 34; Rinehuls v. Ely- 242 Pa. 537; I-Cumke v. Best Kid Co., 244 Pa. 126; Whitley v. Evans, 30 Pa. Superior Ct. 41; Balewski v. Carnegie Steel Co., 243 Pa. 366; O’Dowd v. Burnham, 19 Pa. Superior Ct. 464.\nFebruary 17, 1919:\nPlaintiff assumed all the risks incident to his employment which were open and obvious, and these included transitory lack of care on the part of his coemployees and perils collateral, but not essential to the work being carried on: Cracraft v. Bessemer Limestone Co., 210 Pa. 15; Eisenberg v. Fraim, 215 Pa. 570; Flaherty v. McClintic-Marshall Co., 243 Pa. 580; Dellasala v. Josephine Furnace & Coke Co., 242 Pa. 591.\nThe. accident having occurred while conditions were constantly changing, the master was not bound to supervise all the details nor protect against merely transitory perils: Schneider v. Phila. Quartz Co., 220 Pa. 548; King v. McClure, 222 Pa. 625.\nB. I. DeYoung, for appellee.\nIt is a master’s duty to furnish his servant with a reasonably safe place to work, and it is equally his duty to warn the servant of any change in the conditions and methods of appliances, whereby the dangers are increased: Lillie v. American Car & Foundry Co., 209 Pa. 161; Gilbert v. Elk Tanning Co., 221 Pa. 176; Schiglizzo v. Dunn, 211 Pa. 253; Solomon v. Cudahy Packing Co., 256 Pa. 19; Williams v. MacDonald, 256 Pa. 155; Karlinsey v. Watson Co., 250 Pa. 411."
  },
  "file_name": "0573-01",
  "first_page_order": 605,
  "last_page_order": 609
}
