{
  "id": 1919709,
  "name": "Shippingport Ferry Company Appeal",
  "name_abbreviation": "Shippingport Ferry Co. Appeal",
  "decision_date": "1968-11-12",
  "docket_number": "Appeal, No. 128",
  "first_page": "176",
  "last_page": "179",
  "citations": [
    {
      "type": "official",
      "cite": "432 Pa. 176"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 277,
    "char_count": 3685,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 9.779386173779556e-08,
      "percentile": 0.5320375821138607
    },
    "sha256": "a410b3d3fae471c0e075594a063f2fc3a9e7066dd7588620f100422dc70113fa",
    "simhash": "1:bdb5e362a1da1cde",
    "word_count": 586
  },
  "last_updated": "2023-07-14T22:26:08.569989+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien aud Roberts, JJ."
    ],
    "parties": [
      "Shippingport Ferry Company Appeal."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Cohen,\nIn 1872 the legislature of the Commonwealth granted a franchise which gave appellant’s predecessors the exclusive privilege to operate a ferry across the Ohio River. The Shippingport Ferry Co. (appellant) now contends that the bridge constructed by the Commonwealth and opened for public use in 1964 destroyed the business and that it is therefore entitled to compensation for the damages provided for under section 601 of the Eminent Domain Code of 1964, June 22, P. L. 84, art. VI, 26 P.S. §1-601 et seq.\nTo obtain recompense appellant petitioned for the appointment of viewers to which petition the Commonwealth filed preliminary objections in the nature of a motion to dismiss the petition and discharge the viewers. The lower court sustained the preliminary objections and dismissed the board of viewers.\nAppellant frankly admits that section 612 of the Code imposes liability on the Commonwealth for consequential damages only for change of grade, permanent interference of access and injury to surface support, but contends that section 601, which provides, “The condemnee shall be entitled to just compensation for the taking, injury or destruction of his property, determined as set forth in this article.” assures appellant compensation for the activity of the Commonwealth which it claims has effected an injury to or the destruction of its property.\nEven if we were to read section 601 without regard to the limitations imposed by section 612 or any of the other sections of this article (which we should not), we still cannot conclude that section 601 helps appellant in the present situation. The Commonwealth has not impinged upon, appropriated or extinguished the franchise it granted appellant in 1872. There has been no additional burden placed on the franchise. Appellant still has the exclusive right and privilege to operate its ferry across the Ohio River at this point. The ferry can travel as before in the shortest distance across the river. The franchise has not been taken, injured or destroyed, but remains inviolate from the Commonwealth or any other entity. The Commonwealth did not assure appellant of the continued patronage of passengers; nor did the Commonwealth assure appellant that its facility would be the exclusive means of traversing the river. That the exercise of this exclusive franchise has become unprofitable does not generate a compensable cause of action against the Commonwealth, either by eminent domain or any other process.\nJudgment affirmed.\nMr. Justice Mtjsmanno did not participate in the decision of this case.",
        "type": "majority",
        "author": "Mr. Justice Cohen,"
      },
      {
        "text": "Concurring Opinion by\nMr. Justice Roberts:\nSince it seems clear that the competition of the Commonwealth’s new bridge has reduced the value of appellant’s enterprise, and thus of its franchise, I find it hard to agree with the majority’s statement that appellant’s franchise has not been “injured.” However this does not mean that the injury is compensable. I agree with the result reached by the majority because I do not believe that appellant can claim the benefits of §601 of the Eminent Domain Code when it is not a “condemnee.” “Condemnee” is a technical term which applies only where an eminent domain proceeding has been brought, and such is not the case here.",
        "type": "concurrence",
        "author": "Mr. Justice Roberts:"
      }
    ],
    "attorneys": [
      "Gretehen 8. Reed, with her Oran W. Fanner, and Panner, Holland and Autenreith, for appellant.",
      "Edward D. Werhlun, Assistant Attorney General, with him John R. Rezzolla, Deputy Attorney General, and William G. Bennett, Attorney General, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Shippingport Ferry Company Appeal.\nArgued October 10, 1968.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien aud Roberts, JJ.\nGretehen 8. Reed, with her Oran W. Fanner, and Panner, Holland and Autenreith, for appellant.\nEdward D. Werhlun, Assistant Attorney General, with him John R. Rezzolla, Deputy Attorney General, and William G. Bennett, Attorney General, for Commonwealth, appellee.\nNovember 12, 1968:"
  },
  "file_name": "0176-01",
  "first_page_order": 224,
  "last_page_order": 227
}
