{
  "id": 1919690,
  "name": "Commonwealth, v. Reid, Appellant",
  "name_abbreviation": "Commonwealth v. Reid",
  "decision_date": "1968-11-12",
  "docket_number": "Appeal, No. 198",
  "first_page": "319",
  "last_page": "323",
  "citations": [
    {
      "type": "official",
      "cite": "432 Pa. 319"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "164 A. 2d 13",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "401 Pa. 222",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1294526
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/pa/401/0222-01"
      ]
    },
    {
      "cite": "151 A. 2d 88",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "395 Pa. 521",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1282744
      ],
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/pa/395/0521-01"
      ]
    },
    {
      "cite": "244 A. 2d 757",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "431 Pa. 74",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1917416
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/431/0074-01"
      ]
    },
    {
      "cite": "70 S. Ct. 96",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1949,
      "opinion_index": 0
    },
    {
      "cite": "338 U.S. 862",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3945897,
        3945229,
        3947215,
        3947472,
        3950652,
        3945374
      ],
      "year": 1949,
      "opinion_index": 0,
      "case_paths": [
        "/us/338/0862-03",
        "/us/338/0862-06",
        "/us/338/0862-04",
        "/us/338/0862-02",
        "/us/338/0862-05",
        "/us/338/0862-01"
      ]
    },
    {
      "cite": "65 A. 2d 353",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1949,
      "opinion_index": 0
    },
    {
      "cite": "361 Pa. 391",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        476381
      ],
      "year": 1949,
      "opinion_index": 0,
      "case_paths": [
        "/pa/361/0391-01"
      ]
    },
    {
      "cite": "202 A. 2d 85",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "415 Pa. 166",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1891806
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/pa/415/0166-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 488,
    "char_count": 6593,
    "ocr_confidence": 0.51,
    "pagerank": {
      "raw": 4.6740381817404e-07,
      "percentile": 0.9279670359159936
    },
    "sha256": "cf97398a94abdd91cba6291b1046a2f791c222c92f185bead5a094bc88056cbb",
    "simhash": "1:af74ca0edf7a941f",
    "word_count": 1115
  },
  "last_updated": "2024-02-27T23:35:35.279252+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Justice Musmanno and Mr. Justice Cohen took no part in the consideration or decision of this case."
    ],
    "parties": [
      "Commonwealth, v. Reid, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nM!r. Justice Eagen,\nOn December 16, 1965, David Reid was convicted by a jury in Cambria County of voluntary manslaughter. A motion for a new trial was timely filed, but was later withdrawn. On December 27, 1965, a sentence of imprisonment of from six to twelve years was imposed. No appeal from the judgment was then entered.\nIn 1967 Reid filed a petition for post-conviction relief; from those proceedings there resulted an agreement between Reid’s counsel and the district attorney that Reid would be permitted to file motions in arrest of judgment and for a new trial with the same effect as if those motions had been timely filed. This agreement was approved by the court and an order was entered pursuant to it. Such motions were then filéd and, after argument, the court en banc concluded that they were without merit and dismissed them. Reid now appeals to this Court.\nFirst, Reid complains that the verdict was not supported by the evidence. An examination of the record clearly demonstrates that he is wrong.\nAn appellant in Reid’s position, challenging an adverse verdict as being unsupported by the evidence, is bound by the fundamental test that, in resolving the question, the court must view the evid.ence.in the light most favorable to the Commonwealth. And, in deciding as to the sufficiency of the evidence, we accept as true all of the evidence, whether direct or circumstan: tial, upon which the jury could have based its verdict; and having done that, we evaluate it to determine if it is legally sufficient to establish, beyond a reasonable doubt, that the defendant is guilty of the crime of which he was convicted. Commonwealth v. Finnie, 415 Pa. 166, 202 A. 2d 85 (1964).\nThe uncontradicted facts established by the Commonwealth and correctly related in the opinion of the lower court are as follows:\n“On June 18th, 1965, police officers in the City of Johnstown, answering a call, found in an apartment bedroom at 312 Gray Avenue two bodies lying on the floor. One was defendant and the other the deceased, Mrs. Sidney Jones. Defendant’s trousers and underwear were open and his privates exposed. Mrs, Jones-’ dress was up to the hip line and her privates exposed. Defendant was alive but unconscious. Mrs. Jones was dead. All windows in the apartment were locked and the front door Avas opened with a key which was obtained by the police officers who found defendant lying on the body of the victim. In the same room, the police also found a sock and an apron string.\n“Mrs. Jones died of asphyxia from strangulation or suffocation. On the right side of her neck she had a linear groove mark of recent origin and a small laceration at the entrance to the vagina, together Avith many other bruises and minor hemorrhages. The room, was in disorder.’’\nCertainly from these facts the jury could properly have concluded' that Reid killed the victim. Indeed, the proof would have sustained a conviction for .a greater offense than voluntary manslaughter.\nAt his trial, Reid testified that because of his prior consumption of a great quantity of whiskey, he was unable either to recall or to relate the happenings in the victim’s apartment.\nGenerally speaking, voluntary drunkenness neither exonerates nor excuses a person for his criminal acts. Commonwealth v. Simmons, 361 Pa. 391, 65 A. 2d 353 (1949), cert. denied, 338 U.S. 862, 70 S. Ct. 96 (1949). However, where the charge is felonious homicide, intoxication which is so great as to make the accused incapable of forming a wilful, deliberate, and premeditated design to kill, or incapable of judging his acts and their consequences, may serve to reduce the crime of murder from the first to the second degree. Commonwealth v. Simmons, supra. See also Commonwealth v. Walters, 431 Pa. 74, 244 A. 2d 757 (1968). But since Reid was not found guilty of first degree murder, he would not be aided by the above rule even if he was intoxicated to that degree.\nReid next complains that it was prejudicial error not to have indicted him for involuntary manslaughter; and not to have submitted that offense to the jury as a possible finding. He argues that “all possible crimes of which the defendant could conceivably be guilty” should be submitted to the jury. Assuming, arguendo, that under the facts Reid “could conceivably be guilty” of involuntary manslaughter, we know of no authority supporting his position. If Reid’s position in this respect is correct, then a defendant charged with homicide would also have to be indicted for assault and battery so that his guilt on that offense would be determined by the jury. The foolishness of such a procedure is readily obvious.\nRule 219, Pa. R. Grim. P. (effective January 1, 1965) does permit a district attorney to join in one indictment separate counts of voluntary and involuntary manslaughter. This rule is not mandatory.\nThe case was tried by the Commonwealth on the theory that the killing occurred in the perpetration of or the attempt to perpetrate a rape. Reid now complains because evidence indicating that he suffered from a physical illness, to wit, a chronic urinary disorder, which might have convinced the jury that he was not physically capable of committing a rape was not offered by his counsel at trial. The answers to this argument are at least fourfold: (1) The evidence did not establish that Reid was impotent at the time; (2) From our knowledge we know that rape has frequently been attempted by individuals physically incapable of it; (3) The jury did not believe or find that the victim’s death resulted from the perpetration of or attempt to commit a rape; if it had so found, it would not have returned a verdict of guilty of voluntary manslaughter; (4) The evidence referred to was within the knowledge of the defendant and available to him at the time of trial, and hence, is not “after discovered” evidence as might compel the grant of a new trial. Cf. Commonwealth v. Clanton, 395 Pa. 521, 151 A. 2d 88 (1959); and Commonwealth v. Schuck, 401 Pa. 222, 164 A. 2d 13 (1960).\nThe remaining assignments of error pertaining to the trial court’s rulings on evidence are completely devoid of merit and need no discussion.\nJudgment affirmed.\nMr. Justice Musmanno and Mr. Justice Cohen took no part in the consideration or decision of this case.",
        "type": "majority",
        "author": "M!r. Justice Eagen,"
      }
    ],
    "attorneys": [
      "Thomas A. Young, for appellant.",
      "William Q-. Shahade, Assistant District Attorney, and Ferinand F. Bionm, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth, v. Reid, Appellant.\nSubmitted September 30, 1968.\nBefore Bell, C. J., Jones, Eagen, O’Brien and Roberts, JJ.\nThomas A. Young, for appellant.\nWilliam Q-. Shahade, Assistant District Attorney, and Ferinand F. Bionm, District Attorney, for Commonwealth, appellee.\nNovember 12, 1968:"
  },
  "file_name": "0319-01",
  "first_page_order": 367,
  "last_page_order": 371
}
