{
  "id": 1919727,
  "name": "Mendelson, Appellant, v. Shrager",
  "name_abbreviation": "Mendelson v. Shrager",
  "decision_date": "1968-11-27",
  "docket_number": "Appeal, No. 197",
  "first_page": "383",
  "last_page": "386",
  "citations": [
    {
      "type": "official",
      "cite": "432 Pa. 383"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 222,
    "char_count": 2866,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 5.771386300058634e-07,
      "percentile": 0.9508108387786315
    },
    "sha256": "9f10aed796a5daabddc4e9588b346fcb68d3add55f9e6f763ac5092ba4bec8d3",
    "simhash": "1:6bb6d4178843dce0",
    "word_count": 453
  },
  "last_updated": "2023-07-14T22:26:08.569989+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ."
    ],
    "parties": [
      "Mendelson, Appellant, v. Shrager."
    ],
    "opinions": [
      {
        "text": "Opinion\nPer Curiam,\nPlaintiff-appellant and defendant-appellee are both members of the Allegheny County Bar. The agreement by which appellant employed appellee provided among other things that: “. . . All disputes arising under this agreement shall be submitted to arbitration before an arbitrator • selected by the President of the Allegheny County Bar Association, the decision of the arbitrator to be final and conclusive as to all matters of fact and law.”\nA dispute arose between the parties and appellee terminated his employment with appellant, whereupon a complaint in equity was filed by appellant which, among other things, sought to require submission of the dispute relative to the division of certain fees to arbitration. Appellee filed preliminary objections maintaining that an equity court has no jurisdiction over the subject matter of the action, and that there was a full and complete remedy at law by resorting to an action in assumpsit. The lower court sustained the preliminary objections and dismissed the complaint, holding that one of the parties (in this case the appellee) may unilaterally revoke the agreement to arbitrate. We reverse.\nWe have held on numerous occasions that a submission to arbitration is not revocable when it is part of a contract containing other terms to be performed by the parties. “. . . a submission is not revocable when it is a part of a contract containing other terms to be performed by the parties, especially where those terms have been wholly or partly executed, or where it partakes of the nature of a contract by which important rights reciprocally are gained and lost, and of which the submission is the moving consideration.” Standard Pennsylvania Practice, Ch. 49, §56, pp.490-91 (1964 ed.). See cases cited therein at n.19.\nSettlement of disputes by arbitration are no longer deemed contrary to public policy. In fact, our statutes encourage arbitration and with our dockets crowded and in some jurisdictions congested arbitration is favored by the courts.\nContracts that provide for arbitration are valid, enforceable and irrevocable, save upon such grounds as exist in law or in equity for the revocation of any other type of contract. This is equally true, of both common law arbitration and the. arbitration provided in the Act of 1927.\nThe action of the lower court is reversed, preliminary objections are dismissed and the complaint reinstated, and the record remanded to the lower court for further proceedings in accordance with this opinion.\nMr. Justice Musmanno did not participate in the decision of this case.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Edward G. Leclcey, with him Robert E. KUne, for appellant.",
      "Vincent J. Grogan, with him Duff, Grogan & Doyle, for appellee."
    ],
    "corrections": "",
    "head_matter": "Mendelson, Appellant, v. Shrager.\nArgued October 10, 1968.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nEdward G. Leclcey, with him Robert E. KUne, for appellant.\nVincent J. Grogan, with him Duff, Grogan & Doyle, for appellee.\nNovember 27, 1968:"
  },
  "file_name": "0383-01",
  "first_page_order": 431,
  "last_page_order": 434
}
