{
  "id": 1919677,
  "name": "Commonwealth, v. Dixon, Appellant; Commonwealth v. Kontos, Appellant",
  "name_abbreviation": "Commonwealth v. Dixon",
  "decision_date": "1968-11-12",
  "docket_number": "Appeals, Nos. 83 and 99",
  "first_page": "423",
  "last_page": "428",
  "citations": [
    {
      "type": "official",
      "cite": "432 Pa. 423"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "241 A. 2d 760",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "430 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1915777
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/430/0001-01"
      ]
    },
    {
      "cite": "244 A. 2d 646",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "431 Pa. 101",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1917418
      ],
      "weight": 2,
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/431/0101-01"
      ]
    },
    {
      "cite": "247 A. 2d 612",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "432 Pa. 405",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1919662
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/432/0405-01"
      ]
    },
    {
      "cite": "245 A. 2d 446",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "431 Pa. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1917369
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/431/0269-01"
      ]
    },
    {
      "cite": "384 U.S. 719",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12047240
      ],
      "weight": 2,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/us/384/0719-01"
      ]
    },
    {
      "cite": "384 U.S. 436",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12046400
      ],
      "weight": 2,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/us/384/0436-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 447,
    "char_count": 7427,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 1.8548731393567293e-07,
      "percentile": 0.7240420194381989
    },
    "sha256": "71939313b27a1a520ccb86ddc04719e5bff7d8c27748bbb80cac2e0768cb8247",
    "simhash": "1:8fdd06a53f9a355a",
    "word_count": 1240
  },
  "last_updated": "2024-02-27T23:35:35.279252+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Musmanno, Jones, Cohen, Eagen, O’Brien and Egberts, JJ.",
      "Mr. Justice Eagen dissents in No. 99.",
      "Mr. Chief Justice Bell took no part in the consideration or decision of this case."
    ],
    "parties": [
      "Commonwealth, v. Dixon, Appellant. Commonwealth v. Kontos, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Roberts,\nAppellants were tried separately and convicted of murdering Hazel Deere, a seventy-two year old spinster, in the course of executing a robbery in the deceased’s apartment. Both appellants were found guilty of murder in the first degree, and both were sentenced to life imprisonment.\nAlthough the facts of these cases are complicated, and although appellants raise numerous points in their quest for reversals, we can confine our discussion to the problem of whether the Commonwealth fulfilled its burden of proving that appellants knowingly and intelligently waived the assistance of counsel before making statements which subsequently were introduced at their trials. Both cases pose the issue in a similar manner.\nIn No. 88, Commonwealth v. Dixon, the district attorney testified at the Suppression Hearing as follows: “Q. Did you give her any other advice at the time? A. Yes, I told her that she didn’t have to give us a statement. If she did anything she said would be used against her. I asked her if she wanted a Lawyer and she said no, she wanted to tell us her story first. . . .” Record of Suppression Hearing, p. 478. The district attorney answered affirmatively when asked if he had “warned her of her constitutional rights,” and reiterated that when he asked “if she wanted a Lawyer she said, ‘I am going to tell the whole story.’ ” Record of Suppression Hearing, pp. 543-44.\nIn No. 99, Commonwealth v. Kontos, appellant initially was questioned by police officers, one of whom advised him “if he wanted to call a lawyer that he had that right, or he could remain silent.” Record of Suppression Hearing, p. 69. After about an hour of questioning, a new officer took over, warning appellant that he could refuse to answer questions or could “call counsel.” The second officer expressly testified that he did not tell appellant of his right to have free counsel appointed. Record of Suppression Hearing, p. 454. Several hours later, the district attorney instructed appellant “that he had a right to counsel. . . . that we would secure counsel for him if he chose for us to do so.” Record of Suppression Hearing, p. 478.\nMiranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602 (1966), which applies to this case under Johnson v. New Jersey, 384 U.S. 719, 86 S. Ct. 1772 (1966), requires the Commonwealth to sustain the burden of proving that appellants made a knowing and intelligent waiver of the assistance of counsel before making their statements to the police and district attorney. We recently emphasized in Commonwealth v. Ritchey, 431 Pa. 269, 245 A. 2d 446 (1968), “that as a matter of law there cannot be a finding of a knowing and intelligent waiver of the right to counsel unless the accused shall have been explicitly informed that he is entitled to free counsel if he is indigent.” (Emphasis in original.) Cf. Commonwealth v. Bordner, 432 Pa. 405, 247 A. 2d 612 (1968); Commonwealth v. Ezell, 431 Pa. 101, 244 A. 2d 646 (1968); Commonwealth v. Wilson, 430 Pa. 1, 241 A. 2d 760 (1968). “Merely telling a defendant that he is ‘entitled’ to counsel will be a meaningless gesture if he is not made aware that free counsel will be supplied if necessary.” Commonwealth v. Ritchey, supra.\nThe district attorney’s testimony as to appellant Dixon indicates that he only asked appellant “if she wanted a lawyer.” Although the district attorney also testified that he warned appellant Dixon “of her Constitutional rights,” it hardly can be assumed from this statement that his explanation was such that appellant understood “the full dimensions of the right [to counsel].” Commonwealth v. Ritchey, supra. This testimony in no way meets the evidentiary burden which the Commonwealth must meet under Miranda in order to establish a knowing and intelligent waiver. In this case, where the warning was given before the Miranda decision, it is particularly unlikely that the district attorney’s statement of appellant’s constitutional rights was sufficient to meet the Miranda standard.\nAppellant Eontos also was not explicitly warned of his right to free counsel. Although the district attorney told Eontos that “we would secure counsel for him if he chose for us to do so,” this is not sufficient to indicate to appellant that he had the right to free counsel if necessary. In any event, by that time appellant had already been under interrogation for several hours.\nThe Commonwealth argues that it was not necessary for Eontos to be told of his right to free counsel because it was known that he was already represented by an attorney. In Miranda, the Court noted that “While a warning that the indigent may have counsel appointed need not be given to the person who is known to have an attorney or is known to have ample funds to secure one, the expedient of giving a warning is too simple and the rights involved too important to engage in ex post facto inquiries into financial ability when there is any doubt at all on that score.” 384 U.S. at 473 n.43, 86 S. Ct. at 1627 n.43. It is clear that this loophole is a narrow one which can be utilized only in the clearest of cases. Here, the Commonwealth’s argument is at best a shaky one.\nFirst, it appears that the knowledge of the interrogating officers that Kontos was already represented by counsel was based on their awareness that he had an attorney defending him against other criminal charges arising from prior and independent incidents. This did not mean that appellant had an attorney for any and all criminal problems. Nor does the fact that appellant was financially able to retain an attorney in other cases necessarily indicate that he could afford further attorney fees in this one. Cf. Commonwealth v. Ezell, 431 Pa. 101, 244 A. 2d 646 (1968).\nFurthermore, it appears that the officers did not actually know of the existence of appellant’s attorney until appellant asked to call him, almost four hours after questioning commenced. It does not matter that Kontos knew of the attorney and could have requested to speak with him at the beginning of the questioning. Perhaps Kontos, unaware that free counsel was available if necessary, had been reluctant to incur further attorney fees, and had decided to try to get through the questioning unaided. We need not determine whether that conjecture is sound, for the Commonwealth was required to explicitly alert appellant to the availability of counsel regardless of his financial situation.\nBecause neither Dixon nor Kontos was adequately warned of their right to free counsel, the statements they made should have been suppressed. We thus must reverse the judgments of the trial court and grant appellants a new trial. Accordingly, in No. 83 the judgment is reversed and the defendant is awarded a new trial. In No. 99 the judgment is reversed and the defendant is awarded a new trial.\nJudgments reversed and new trials granted.\nMr. Justice Eagen dissents in No. 99.\nMr. Chief Justice Bell took no part in the consideration or decision of this case.",
        "type": "majority",
        "author": "Mr. Justice Roberts,"
      }
    ],
    "attorneys": [
      "Carl Blanchfielcl, for appellant.",
      "L. J. Qripps, with him Louis C. Qlasso, for appellant.",
      "Charles B. Watkins, Assistant District Attorney, with him Robert W. Duggan, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth, v. Dixon, Appellant. Commonwealth v. Kontos, Appellant.\nArgued March 14, 1968.\nBefore Musmanno, Jones, Cohen, Eagen, O’Brien and Egberts, JJ.\nreargument refused December 19, 1968.\nCarl Blanchfielcl, for appellant.\nL. J. Qripps, with him Louis C. Qlasso, for appellant.\nCharles B. Watkins, Assistant District Attorney, with him Robert W. Duggan, District Attorney, for Commonwealth, appellee.\nNovember 12, 1968:"
  },
  "file_name": "0423-01",
  "first_page_order": 471,
  "last_page_order": 476
}
