{
  "id": 1919696,
  "name": "Commonwealth v. Public Constructors, Inc., Appellant",
  "name_abbreviation": "Commonwealth v. Public Constructors, Inc.",
  "decision_date": "1968-11-27",
  "docket_number": "Appeal, No. 20",
  "first_page": "589",
  "last_page": "593",
  "citations": [
    {
      "type": "official",
      "cite": "432 Pa. 589"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "248 A. 2d 194",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "432 Pa. 584",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1919721
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/432/0584-01"
      ]
    },
    {
      "cite": "233 A. 2d 256",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "426 Pa. 541",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1908565
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa/426/0541-01"
      ]
    },
    {
      "cite": "202 A. 2d 11",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "415 Pa. 113",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1891877
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/415/0113-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 386,
    "char_count": 5886,
    "ocr_confidence": 0.473,
    "pagerank": {
      "raw": 2.829949515089973e-07,
      "percentile": 0.8390819310315003
    },
    "sha256": "c44a3ad14c68daf90ff994cf5029e0e835349e6bec197b88706199813b166179",
    "simhash": "1:a26f83f8c7b3d65d",
    "word_count": 962
  },
  "last_updated": "2024-02-27T23:35:35.279252+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Justice Musmanno did not participate in the decision of this case."
    ],
    "parties": [
      "Commonwealth v. Public Constructors, Inc., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice O’Brien,\nThis is an appeal from the judgment of the Court of Common Pleas of Dauphin County, refusing to allow to appellant a Use Tax Exclusion. Appellant, a construction contractor located in New Jersey, constructed runways for the Philadelphia and Allentown-Bethlehem-Easton airports. The Commonwealth assessed a Use Tax under the Selective Sales and Use Tax Act of March 6, 1956, P. L. (1955) 1228 as amended, 72 P.S. 3403-1 et seq. on the materials used in the construction of the runways for the two airports. Appellant contended that the materials used in the construction of the runways were exempt from tax under the public utility exclusion provided for in the Act, as amended by the Act of April 5, 1957, P. L. 34, which provides: “. . . the term ‘use’ shall not include ... (3) The use or consumption of tangible personal property including, but not limited to machinery and equipment and parts and foundations therefor, and supplies . . . directly in any of the operations of . . . (iii) The producing, delivering or rendering of a public utility service, or in constructing, reconstructing, remodeling, repairing or maintaining the facilities used in such service . . (Emphasis supplied)\nThe court below refused to apply the exclusion, holding that the public utility exclusion only extends to contracts performed for a public utility.\nThe instant contract was not performed for a public utility, the court held, because the airports themselves were not public utilities, and the acknowledged public utilities, tbe air carriers, did not have the exclusive right to use the runways.\nAppellant urges that the clear meaning of the words of the statute requires that the exclusion be applied. The statute says that “use” does not include materials involved “in constructing . . . the facilities used in [public utility] service.”\nWe do not agree with appellant’s contention. Section 52 of Article IY of the Statutory Construction Act, Act of May 28, 1937, P. L. 1019, 46 P.S. §552, provides in relevant part: “In ascertaining the intention of the legislature in the enactment of a law, the courts may be guided by the following presumptions among others [footnote omitted] 1. That the legislature does not intend a result that is absurd, impossible of execution, or unreasonable . . .”\nWe cannot ascribe to the legislature an intention that anything less than exclusivity of use by a public utility suffices to enable the contractor to qualify for the exclusion. Any other result would be unreasonable. Almost every highway or bridge in the Commonwealth is used partly by public utilities. Many, many buildings are used in part by public utilities. The purpose of the public utility exclusion is obviously to save the public utilities, and thus the public, the cost of the use tax which would undoubtedly be passed on to the public utility where facilities were constructed for it. This objective is not fulfilled except in those instances where the facilities are used exclusively by the public utility. Even where there is exclusive use, the Commonwealth is only breaking even, gaining through lower utility rates for its populace, what it loses by foregoing the use tax. Tipping the scales in favor of the exclusion in the exclusive use situation is the gain in efficiency in not having to collect one more tax. However, where the use is less than exclusive, if the exclusion were allowed, the Commonwealth would be foregoing the entire tax, while only part of the resulting lower cost of the project would redound to the benefit of the citizens of the Commonwealth. The rest would benefit the contractor, and it would be unreasonable to infer an intent to confer such favors on contractors.\nWe therefore hold that since appellant’s use of the facilities is not exclusive, it is not entitled to the use tax exclusion.\nThe judgment of the court below is affirmed.\nMr. Justice Musmanno did not participate in the decision of this case.\nBoth Commonwealth v. Equitable Gas Co., 415 Pa. 113, 202 A. 2d 11 (1964:) and Commonwealth v. Lafferty, 426 Pa. 541, 233 A. 2d 256 (1967) make it quite clear that the definition of “public utility” in the Selective Sales and Use Tax Act of March 6, 1956, should be taken from that set forth in the Public Utility Code, the Act of May 28, 1937, P. L. 1053 §2(17), as amended, 66 P.S. §1102 (17). It is apparent that airports are not within the purview of this section.\nAppellant would rely on language in footnote 9 of Lafferty, supra, to the effect that the public utility exclusion might also be available in the case of an entity long considered by the courts to be a public utility rendering what have been judicially declared to be public utility services even though such entity does not come within the Public Utility Code. We need not consider whether any entity at all could be a judicially created “public utility”, for it is evident that these airports are not. Appellant has cited no Pennsylvania case, and we have found none, which considers airports to be public utilities. Cf. Com. v. Merritt-Chapman & Scott Corporation, 432 Pa. 584, 248 A. 2d 194 (1968), decided this date.\nFor instance, were we to accept appellant’s contention, the contractor who built the Turnpike Tunnel involved in Merritt-Chapman, supra, would be entitled to the exclusion because various public utilities use the Turnpike. This argument was not before the Court in Merritt-Chapman and was not discussed or decided there.",
        "type": "majority",
        "author": "Mr. Justice O’Brien,"
      }
    ],
    "attorneys": [
      "Ethel 8. Barenbaum, with her $. Sandra Barenbaum, Herman M. Barenbaum, and Barenbaum and Barenbaum, for appellant.",
      "Eugene J. Anastasio, Deputy Attorney General, with him William O. Sennett, Attorney General, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Public Constructors, Inc., Appellant.\nArgued May 22, 1968.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nEthel 8. Barenbaum, with her $. Sandra Barenbaum, Herman M. Barenbaum, and Barenbaum and Barenbaum, for appellant.\nEugene J. Anastasio, Deputy Attorney General, with him William O. Sennett, Attorney General, for Commonwealth, appellee.\nNovember 27, 1968:"
  },
  "file_name": "0589-01",
  "first_page_order": 637,
  "last_page_order": 641
}
