{
  "id": 1919693,
  "name": "Greenberg et al., Appellants, v. Bradford City",
  "name_abbreviation": "Greenberg v. Bradford City",
  "decision_date": "1968-11-27",
  "docket_number": "Appeal, No. 215",
  "first_page": "611",
  "last_page": "618",
  "citations": [
    {
      "type": "official",
      "cite": "432 Pa. 611"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "128 A. 2d 352",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "387 Pa. 407",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1270984
      ],
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/pa/387/0407-01"
      ]
    },
    {
      "cite": "7 Pa. D. & C. 2d 179",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.2d",
      "case_ids": [
        8729838
      ],
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c2d/7/0179-01"
      ]
    },
    {
      "cite": "93 A. 2d 834",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "372 Pa. 355",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1238062
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/pa/372/0355-01"
      ]
    },
    {
      "cite": "128 A. 2d 352",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 1
    },
    {
      "cite": "387 Pa. 407",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1270984
      ],
      "year": 1957,
      "opinion_index": 1,
      "case_paths": [
        "/pa/387/0407-01"
      ]
    },
    {
      "cite": "93 A. 2d 834",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1953,
      "pin_cites": [
        {
          "page": "845"
        },
        {
          "page": "845"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "372 Pa. 355",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1238062
      ],
      "year": 1953,
      "pin_cites": [
        {
          "page": "378"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/372/0355-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 535,
    "char_count": 11537,
    "ocr_confidence": 0.46,
    "pagerank": {
      "raw": 5.752909290037274e-07,
      "percentile": 0.9505193159910095
    },
    "sha256": "52f8c88c03bcb5e70134c2ce8f5f27466f4dcdbe215de4236eebe9e7e8c79083",
    "simhash": "1:987f296c6becc6ba",
    "word_count": 1872
  },
  "last_updated": "2024-02-27T23:35:35.279252+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Mtjsmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Justice Musmanno did not participate in the decision of this case."
    ],
    "parties": [
      "Greenberg et al., Appellants, v. Bradford City."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Eagen,\nIn this action of mandamus, the court below sustained preliminary objections in the nature of a demurrer to the complaint and entered judgment for the defendants. The plaintiffs appealed.\nBradford, Pennsylvania, a city of the Third Class, duly adopted a charter, pursuant to the authority given by Article XV, §1 of the Constitution of Pennsylvania, as implemented by ..the Optional Third Class City Charter Law, Act of July 15, 1957, P. L. 901, 53 P.S. 41101. Subsequently, it enacted a comprehensive program for compensation for its employees, including policemen and firemen. This program does not meet the standards of compensation established for policemen and firemen in Third Class Cities of Pennsylvania by the Act of June 28, 1951, P. L. 662, as amended, Act of December 1, 1965, P. L. 1006, 53 P.S. 37001, and the Act of June 23, 1931, P. L. 932, as amended, Act of November 9, 1965, P. L. 670, 53 P.S. 37102. The plaintiffs, a policeman and a fireman in Bradford, instituted this class action seeking to compel the city to pay its policemen and its firemen the salaries established by the state-wide acts. The central issue for decision is whether or not a Third Class City, such as Bradford, operating under a charter form of government authorized by the Act of 1957, supra, is required to adhere to the provisions of the Acts of 1931 and 1951, as amended, supra. The lower court decided that it was not, and we agree.\nThe Optional Third Class City Charter Law, Act of 1957, supra, grants to a city adopting a charter thereunder, broad powers of self-government and local autonomy subject only to certain limitations prescribed by the act. This includes the power to establish “positions and employments . . . their term, tenure and compensation.”\nThe nub of the case is whether or not a limitation set forth in Section 305 of the act proscribes such a city from enacting schedules of compensation for its policemen and its firemen, which schedules do not meet the standards mandated by the statewide acts of 1931 and 1951, as amended, supra.\nSection 305 provides in relevant part: “Notwithstanding the grant of powers contained in this act, no city shall exercise powers contrary to or in limitation or enlargement of powers granted to the city by acts of the General Assembly which are: . . . .\n“(2) Applicable in every part of the Commonwealth.\n“(3) Applicable to all the cities of the Commonwealth.” 53 P.S. 41305.\nWe agree with the lower court that our decisions in Lennox v. Clark, 372 Pa. 355, 93 A. 2d 834 (1953), and Ebald v. Philadelphia, 7 Pa. D. & C. 2d 179, affirmed 387 Pa. 407, 128 A. 2d 352 (1957), construing the impact of provisions of a state-wide act on the Home Rule Charter of the City of Philadelphia are apposite and controlling. Appellants’ arguments to the contrary are not persuasive.\nIn Ehald, supra, we affirmed the lower court’s dismissal of a Philadelphia policeman’s suit brought upon a state-wide statute providing for compensation of policemen and firemen for diseases of the lungs and heart. The court reasoned that the statute upon which the suit was based did not apply to Philadelphia employees because it had been superseded by a Philadelphia regulation enacted in accordance with the Philadelphia Home Rule Charter. The Philadelphia regulation contained a comprehensive program for disability compensation for Philadelphia policemen, and was totally unrelated to the state-wide statute.\nThe appellants maintain that the eases construing the First Class City Home Rule Act do not apply here. The argument seems to be that, while Philadelphia can by local regulation supersede state-wide statutes affecting the personnel and administration of offices local to Philadelphia, Third Class Cities which have adopted optional charter forms of government cannot likewise supersede by local regulations state-wide statutes affecting Third Class Cities which have not adopted optional charter forms of government. The appellants rest this distinction upon a comparison of Philadelphia with Third Class Cities. Whereas Philadelphia, because of its size, the complexity of the problems of municipal government, and its unique position in the Commonwealth can be entrusted with expansive powers of self-government, Third Class Cities, it is argued, cannot be given those powers because Third Class Cities “are not set apart from the remainder of the Commonwealth in so specific and arbitrary fashion.” The appellants contend that philosophical differences behind the First Class City Home Rule Act and the Optional Third Class City Charter Law support this distinction. It is argued that the primary purpose behind the former law was the expansion of Philadelphia’s local autonomy, whereas one of the signal purposes behind the latter law was the broadening of the base of local municipal government by permitting Third Class Cities to choose between commission, city manager and mayor council types of local government.\nWe are not persuaded by this argument, which is, at best, conjectural. As is noted in the appellee’s brief, the Constitutional provision authorizing home rule for cities does not in any way distinguish Philadelphia from the other cities of the Commonwealth. Moreover, the recently adopted Constitutional Amendments expand the home rule concept by permitting all units of local government, regardless of “size,” to adopt home rule charters.\nNext, the appellants contend that the cases construing the First Class City Home Rule Act are not dispositive in this appeal which relates to aspects of the Optional Third Class City Charter Act, because of basic differences in those acts. The argument is that both enabling acts limit local home rule power with respect to acts “applicable to all cities of the Commonwealth,” but only the Optional Third Class City Charter Act defines the word “city.” In that act, “city” means “a city of the third class,” unless the context clearly indicates otherwise. If the appellants’ argument is correct, then, of course, the enabling act would preclude the operation of Bradford’s personnel plan and would require the application of the state-wide minimum salary acts to its policemen and its firemen.\nAfter having examined the act carefully in all of its provisions, we conclude that the word “cities” as used in Section 305(3) does not mean “third class cities.” Broad and expansive powers of local self-government were conferred upon cities adopting an optional plan of government in Section 301. Section 304 sheds further light upon the legislative intent by providing that: “The general grant of municipal power contained in this article is intended to confer the greatest power of local self-government consistent with the Constitution of this State. . . . All grants of municipal power to cities governed by an optional plan under this act, whether in the form of specific enumeration or general terms, shall be liberally construed in favor of the city.” 53 P.S. 41304. The grant of such expansive powers of local self-government would be largely impaired by the substitution of “cities of the third class” for “cities” in Section 305(3). We do not think that such a result would comport with the legislative purpose expressed throughout the act.\nJudgment affirmed.\nMr. Justice Musmanno did not participate in the decision of this case.\nSection 303 of the Act of 1957 provides in part that such cities shall have full power, subject to the provisions of and limitations prescribed by the act to “organize and regulate its internal affairs, and to establish, alter, and abolish offices, positions and employments and to define the functions, powers and duties thereof and fix their term, tenure and compensation.” 53 P.S. 41303.\nSection 301 provides in part: “The plan adopted and the provisions of this act common to optional plans shall become the organic law of the city. ... So far as they are consistent with the grant of powers and the limitations, restrictions and regulations hereinafter prescribed, they shall supersede any existing charter, and all acts and part of acts, local, special or general, affecting the organization, government and powers of such city to the extent they are inconsistent or in conflict therein.” 53 P.S. §41301.\nPrior to the Optional Third Class City Charter Act, only the commission form of government was available to Third Class Cities.",
        "type": "majority",
        "author": "Mr. Justice Eagen,"
      },
      {
        "text": "Dissenting Opinion by\nMe. Justice Roberts:\nThe General Assembly has enacted a law requiring all third class cities to pay certain minimum salaries to their policemen and firemen. The majority holds that under its charter the City of Bradford (a third class city) may provide for lower compensation than that required by this act of the legislature. I think this decision is incorrect.\nI believe that section 305 of the Optional Third Class City Charter Law controls the disposition of this case. That provision provides that “. . . no city shall exercise powers contrary to or in limitation or enlargement of powers granted to the city by acts of the General Assembly which are . . . Applicable to all the cities of the Commonwealth.” (Emphasis supplied.) In my view, this language compels a result contrary to that reached by the majority. Under the result reached by the majority, section 305 becomes meaningless.\nIt seems to strain the bounds of logical reasoning to contend that the city regulations enacted under the enabling act can ignore a provision of the same act. The purpose of the legislature was to grant broad and expansive powers of self government upon third class cities; but section 305 graphically illustrates that the General Assembly intended there to be some limitations on these powers.\nOur Court has previously held that local laws promulgated under the Home Rule Charter of Philadelphia must give way to “powers granted by acts of the General Assembly applicable in every part of the Commonwealth or to all the cities of the Commonwealth.” Lennox v. Clark, 372 Pa. 355, 378, 93 A. 2d 834, 845 (1953). This, of course, does not mean that every city which elects to become a first, second, or third class city under State-wide enabling legislation is deprived of all local powers. “The limitations of power referred to in Section 18 [of the Home Rule Charter, which is almost exactly the same as Section 305 of the Optional Third Class City Law] concerns only laws in relation to substantive matters of State-wide concern, such as the health, safety , security and general welfare of all the inhabitants of the State, and not to matters affecting merely the personnel and administration of the offices local to Philadelphia and which are of no concern to citizens elsewhere.” Lennox, supra, at 379, 93 A. 2d at 845.\nThe Legislature’s concern in establishing minimum salaries for policeman and firemen clearly emphasizes the State-wide concern for the safety and security of the general populace of this Commonwealth.\nThe majority relies upon the case of Ebald v. Philadelphia, 387 Pa. 407, 128 A. 2d 352 (1957). I am not persuaded by that case.\nI would reverse the Judgment of the Court below.\nMr. Chief Justice Bell joins in this Dissenting Opinion.\nEmphasis supplied.\nEmphasis in original.",
        "type": "dissent",
        "author": "Me. Justice Roberts:"
      }
    ],
    "attorneys": [
      "Murray R. Garber, for appellants.",
      "Richard E. Brandow, City Solicitor for City of Bradford, for appellees.",
      "Edward J. Richey, Jr., for amicus curiae."
    ],
    "corrections": "",
    "head_matter": "Greenberg et al., Appellants, v. Bradford City.\nArgued October 9, 1968.\nBefore Bell, C. J., Mtjsmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nMurray R. Garber, for appellants.\nRichard E. Brandow, City Solicitor for City of Bradford, for appellees.\nEdward J. Richey, Jr., for amicus curiae.\nNovember 27, 1968:"
  },
  "file_name": "0611-01",
  "first_page_order": 659,
  "last_page_order": 666
}
