{
  "id": 943441,
  "name": "Sigel's Estate",
  "name_abbreviation": "Sigel's Estate",
  "decision_date": "1905-10-09",
  "docket_number": "No. 1; Appeal, No. 68",
  "first_page": "14",
  "last_page": "19",
  "citations": [
    {
      "type": "official",
      "cite": "213 Pa. 14"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "35 Pa. 393",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        990440
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/35/0393-01"
      ]
    },
    {
      "cite": "201 Pa. 543",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        925574
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/201/0543-01"
      ]
    },
    {
      "cite": "112 Pa. 532",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546641
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/112/0532-01"
      ]
    },
    {
      "cite": "79 Pa. 141",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        438428
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/79/0141-01"
      ]
    },
    {
      "cite": "205 Pa. 504",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        929987
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/205/0504-01"
      ]
    },
    {
      "cite": "154 N. Y. 283",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2279423
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/154/0283-01"
      ]
    },
    {
      "cite": "117 N. Y. 606",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        564518
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/117/0606-01"
      ]
    },
    {
      "cite": "63 Mass. 291",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        9454431
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/63/0291-01"
      ]
    },
    {
      "cite": "195 Pa. 363",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        914082
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/195/0363-01"
      ]
    },
    {
      "cite": "116 Pa. 500",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        554329
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/116/0500-01"
      ]
    },
    {
      "cite": "175 Pa. 23",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        880511
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/175/0023-01"
      ]
    },
    {
      "cite": "116 Pa. 232",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        554383
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/116/0232-01"
      ]
    },
    {
      "cite": "7 W. & S. 284",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481837
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0284-01"
      ]
    },
    {
      "cite": "38 Pa. 314",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994064
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/38/0314-01"
      ]
    },
    {
      "cite": "7 Pa. Superior Ct. 249",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        285463
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/7/0249-01"
      ]
    },
    {
      "cite": "23 N. Y. 366",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "195 Pa. 450",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        914059
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/195/0450-01"
      ]
    },
    {
      "cite": "190 Pa. 375",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        905077
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/190/0375-01"
      ]
    },
    {
      "cite": "164 Pa. 523",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        860270
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/164/0523-01"
      ]
    },
    {
      "cite": "60 Pa. 261",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1014522
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/60/0261-01"
      ]
    },
    {
      "cite": "53 Pa. 106",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1004695
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/53/0106-01"
      ]
    },
    {
      "cite": "29 Pa. 234",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        982918
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/29/0234-01"
      ]
    },
    {
      "cite": "52 Pa. 167",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002255
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/52/0167-01"
      ]
    },
    {
      "cite": "82 Pa. 213",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047966
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/82/0213-01"
      ]
    },
    {
      "cite": "108 Pa. 188",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "7 W. & S. 284",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481837
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0284-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 613,
    "char_count": 11397,
    "ocr_confidence": 0.47,
    "pagerank": {
      "raw": 7.249234703270185e-07,
      "percentile": 0.967976125249001
    },
    "sha256": "acc26303f9a620e4c9b85e76813ef79aafd51d68f21e795c153c707043d8306e",
    "simhash": "1:94029c22fe0376f3",
    "word_count": 2032
  },
  "last_updated": "2024-02-27T21:50:16.004632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Dean, Blown, Mestlezat and Pottel, JJ."
    ],
    "parties": [
      "Sigel’s Estate"
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Pottee,\nCharles Sigel died February 21,1904, unmarried and without issue, and leaving a large estate. On the day of his death he executed a will by which he revoked all previous wills, gave certain legacies and in his own language, “ the balance of my estate to the heirs of Charles Sigel,” that is, to his own heirs.\nOn the same day he executed a codicil, which reads as follows : “ I give to my sister Matilda Sigel, of Kirchheim, Germany, Mary Schmidt of East Orange, N. J., and Mary Schudt of West Seneca, N. Y., each one thousand ($1,000) dollars and to Gus Schudt my nephew, two thousand ($2,000) dollars, and no more.”\nIt is agreed that Mary Schmidt and Mary Schudt were one and the same person, the daughter of a'deceased sister of testator. Schudt was her maiden name, and Schmidt her married name. Gus Schudt was the son of testator’s sister.\nAll three legatees were heirs at law of the testator, and in the absence of the codicil would have been entitled to share in the distribution of his estate under the residuary clause of his will.\nUpon distribution of the balance shown by the executor’s first account, the court below held that the legatees named in the codicil were entitled to receive the legacies there given them, and also to share in the residuary estate under the will. Appellants claim that this construction of the will is erroneous and that by the use of the words “and no more ” in the codicil, the testator expressed his intention that the amounts there given should be all that the legatees named should receive, and that the residue of his estate should be divided among his remaining heirs to the exclusion of the three named in the codicil.\nIn such, a case as this, where a will and codicil are to be construed, the rule is well settled,- that they must be regarded as parts of one and the same instrument, and that the codicil is not to be allowed to vary or modify the will, unless such was the plain and manifest intention of the testator.\nIn Spang v. Hill, 2 Woodward, 45, after a consideration of the authorities, the court said: “ The general result of the authorities on the subject is, that notwithstanding a codicil, the provisions of-a will are to stand, unless in order to effect the purposes of the codicil, it is absolutely necessary that the provisions of the will shall give way.”\nChief Justice Meb,cub said, in Lewis’s Appeal, 108 Pa. 188: “ It is not necessary to refer to the numerous English and American authorities which hold as a canon of construction that a clear gift cannot be cut down by any subsequent words unless they show an equally clear intention. In applying this rule it is sufficient that the subsequent words indicate the testator’s intention to cut it down with reasonable certainty, and it is not necessary to institute a comparison between the two classes as to lucidity: 1 Williams on Executors, 185. It cannot be cut down by any doubtful expressions in the codicil. The language of the latter must be such as to clearly establish the modification claimed before such effect can be given to it.”\nAnd in Sheetz’s Appeal, 82 Pa. 213, this court said (p. 217) : “ The clearly expressed purpose of a testator is not to be overborne by modifying directions that are ambiguous and equivocal, and may justify either of two opposite interpretations. Such directions are to be so construed as to support the testator’s clearly announced main intention.”\nThe fundamental distinction between the nature of a codicil and a later will should be borne in mind. The later will works essentially a revocation, while the codicil is a confirmation except as to the express alterations which it may contain. And therefore while in the case of a later will a revocation may be presumed, this is not true of a codicil. It means rather an addition, than a revocation.\nWhile no case has been found which furnishes an exact precedent for the one now before us, yet we think in principle it is to be governed by the authorities which hold that a gift once made by will is not to be cut down by a subsequent codicil, unless the intention of the testator to that effect appears clearly or by necessary implication. Where it is possible to construe the codicil so as to give effect to all the provisions of the will, it certainly should be done.\nWe do not think that it can be said in this case that the intention of the testator to revoke the gifts of proportionate shares in the residue, made to the heirs named in the codicil, is clear, from the use of the words “ and no more ; ” for these may be construed to apply equally well as limiting the amount of the additional gifts to the sums named in the codicil.\nIn Brisben’s Appeal, reported in 1 Lane. Bar, October 9, 1869, this court, speaking through Read, J., said : “It would appear to be perfectly reasonable that where a legacy is given by will to a particular individual, and by a codicil another legacy is given to the same person, that the second should be considered as additional to the first, and therefore where a paper is codicilliary, and two legacies are given to the same person, they are cumulative. The more recent decisions treat this as conclusive unless a contrary purpose is distinctly manifested by the instruments themselves.”\nIn the present case, this general principle would unquestionably make the gifts to the individuals named in the codicil, cumulative, were it not for the words “ and no more.” The doubt raised by them is as to whether they limit the words of the will and defeat the right to share in the residue. Or do they limit only additional gifts ? We are inclined to the latter construction, under the accepted principle that where a devise is made of an estate a revocation will not be implied unless no other construction can be placed upon the language. In this case we think the construction adopted by the court below, which saves the right to share in the residue, is reasonable and fair.\nIf the codicil be read into the will, it would then read, “ and the balance of my estate to the heirs of Charles Sigel, and in addition to the persons named in the codicil, the amounts therein named, and no more.” That is, in addition to their proportionate share of the residue as heirs, under the language of the will, they get respectively, the amounts named, “ and no more.”\nWe cannot accept the view that the words “and no more ” in the codicil clearly and necessarily apply to the provisions of the will, and cut down the gift there made. To apply them only in limitation of the amounts named in the codicil as additional gifts, seems to us quite as much in line with the probable intention of the testator as the other suggestion. In Bender v. Dietrick, 7 W. & S. 284, which was cited by the court below, and by counsel for both sides, the decision was placed upon the ground, that “ an heir at law can only be disinherited by express devise or necessary implication; and that implication has been defined to be such a strong probability that an intention to the contrary cannot be supposed.” Justice Rogers said (p. 287), in language peculiarly applicable here: “ It seems to me that the expression that they shall have $50.00 and no more, of his real and personal estate, does not raise such, a strong probability, as has been shown, as that a contrary intention may not be supposed. Indeed, the difficulty arising from the imperfection of the will, is, to ascertain what the testator did intend. His intention is at best but matter of conjecture, and certainly on such grounds, no person heretofore has been deprived of his inheritance.”\nWe think the conclusions reached by the court below in this case, are justified by reason, and the authorities. The assignments of error are overruled, and the decree of the orphans’ court is affirmed, and this appeal is dismissed at the cost of the appellant.",
        "type": "majority",
        "author": "Mr. Justice Pottee,"
      }
    ],
    "attorneys": [
      "John Gr. Johnson, with him Perry E. Clark and Jacob Stern, for appellant.",
      "Frank Gunnison and T. A. Lamb, for appellees."
    ],
    "corrections": "",
    "head_matter": "Sigel’s Estate\n(No. 1).\nWill — Codicil—Construction—Effect of codicil.\nA gift once made by will is not to be cut down by a subsequent codicil unless the intention of the testator to that effect appears clearly, or by necessary implication.\nWhere a gift is made of an estate, a revocation will not be implied unless no other construction can be placed upon the language.\nTestator, after giving certain legacies, gave the balance of his estate to the heirs of himself collectively. On the same day-he executed a codicil by which he gave certain sums to three persons who were his heirs, concluding with the words “and no more.” Held (1), that the words “and no more” applied to the amounts named in the codicil, and not to the balance of the estate given to the heirs by the will; (2) that the three heirs mentioned in the codicil were entitled to share in the balance of the estate.\nArgued May 2, 1905.\nAppeal, No. 68, Jan. T., 1905, by William Scbudt, from decree of O. C. Warren Co., Sept. T., 1904, No. 19, distributing estate of Charles Sigel, deceased.\nBefore Mitchell, C. J., Dean, Blown, Mestlezat and Pottel, JJ.\nAffirmed.\nExceptions to adjudication. Before Lindsey, P. J.\nThe facts are stated in the opinion of the Supreme Court.\nError assigned was the decree of the court.\nJohn Gr. Johnson, with him Perry E. Clark and Jacob Stern, for appellant.\nThe last clause in a will, of two inconsistent clauses, is the one that shall stand, and a bequest in a will revoked by a codicil thereto, is void: Newbold v. Boone, 52 Pa. 167; Stickle’s Appeal, 29 Pa. 234; Shreiner’s Appeal, 53 Pa. 106; Horwitz v. Norris, 60 Pa. 261; Hart v. Stoyer, 164 Pa. 523 ; 1 Jarman on Wills, 136.\nThe phrase after the bequests in the codicil of Charles Sigel’s will would mean “ and no more out of my whole estate,” and have the effect those words did in McGovran’s Estate, 190 Pa. 375, and Everitt’s Estate, 195 Pa. 450.\nThe case of Downing v. Marshall, 23 N. Y. 366-372, is similar to the case at bar.\nFrank Gunnison and T. A. Lamb, for appellees.\nThis will and codicil present a conspicuous occasion for applying the principle that when possible the language should be so interpreted, that all their provisions shall stand, and none fall.\nIf two clauses of a will are irreconcilable, the latter is to be adopted as the latest expression of the testator’s mind; but this is not to be done if it is possible to give effect to both consistently with the main design of the testator: Newbold v. Boone, 52 Pa. 167; Gantz v. Tyrrell, 7 Pa. Superior Ct. 249; Mutter’s Estate, 38 Pa. 314; Bender v. Dietrick, 7 W. & S. 284; Reichard’s Appeal, 116 Pa. 232; 1 Redfield on Wills, 362; 1 Jarman on Wills, 160, note 2; Whelen’s Estate, 175 Pa. 23; Dunlap’s Appeal, 116 Pa. 500; Bruckman’s Estate, 195 Pa. 363; Quincy v. Rogers, 63 Mass. 291; Hard v. Ashley, 117 N. Y. 606 (23 N. E. Repr. 177); Goodwin v. Coddington, 154 N. Y. 283 (48 N. E. Repr. 729); Phillip’s Estate, 205 Pa. 504.\nThat one on whom the inheritance would bo cast by the law can only be disinherited by express language or necessary implication, and that even where no doubt exists as to the meaning, there must be a disposition of the estate to others in order to accomplish the result is not to be disputed: Johnson v. Johnson, 4 Beavan, 318; Pickering v. Stamford, 3 Vesey, 492; Jackson v. Schauber, 7 Cowen, 187; Bender v. Dietrick, 7 W. & S. 284; Rupp v. Eberly, 79 Pa. 141; Hancock’s Appeal, 112 Pa. 532; Abel v. Abel, 201 Pa. 543; Hitchcock v. Hitchcock, 35 Pa. 393.\nOctober 9,1905:"
  },
  "file_name": "0014-01",
  "first_page_order": 46,
  "last_page_order": 51
}
