{
  "id": 943395,
  "name": "Eichbaum v. Sample, Appellant",
  "name_abbreviation": "Eichbaum v. Sample",
  "decision_date": "1906-01-02",
  "docket_number": "Appeal, No. 105",
  "first_page": "216",
  "last_page": "218",
  "citations": [
    {
      "type": "official",
      "cite": "213 Pa. 216"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "165 Mass. 467",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        817567
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/165/0467-01"
      ]
    },
    {
      "cite": "12 Phila. 177",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "49 Pa. 859",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "193 Pa. 351",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        910354
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/193/0351-01"
      ]
    },
    {
      "cite": "60 Pa. 199",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1014391
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/60/0199-01"
      ]
    },
    {
      "cite": "68 Pa. 88",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024548
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/68/0088-01"
      ]
    },
    {
      "cite": "193 Pa. 207",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        910353,
        910337
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/193/0207-01",
        "/pa/193/0207-02"
      ]
    },
    {
      "cite": "117 Pa. 514",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        555809
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/117/0514-01"
      ]
    },
    {
      "cite": "49 Pa. 859",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 314,
    "char_count": 4708,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 1.199535447829887e-07,
      "percentile": 0.5933040883850758
    },
    "sha256": "995a5cc796e42686786c6d9a63df55832e256847da08833475c1fc19671fe263",
    "simhash": "1:2c61859436e3aead",
    "word_count": 840
  },
  "last_updated": "2024-02-27T21:50:16.004632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Eichbaum v. Sample, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe court below found as a fact that “ about March 7, 1898, the plaintiff obtained from the defendant the sum of $6,390, being the then book value of tlie stock, which money was paid over to the Citizens’ National Bank to apply on its indebtedness, and thereupon the said stock certificates were released by said bank and were by the plaintiff transferred, assigned and set over in blank to the defendant, upon an agreement then and there made as a consideration for said transfer that the said stock certificates should and would be retransferred back and returned to the plaintiff upon payment by the latter of the said $6,390 with six per cent interest thereon, less the dividends received by the said defendant on said stock during the time he held the same, with right in the plaintiff to redeem the said stock at any time he could raise moneys sufficient to pay the loan.”\nThe court regarded the transaction as a pledge of the stock for a loan by defendant to plaintiff and this is probably the correct view of what the parties intended, though no agreement of plaintiff to pay is specifically found, and some doubt, therefore, might have arisen as to his obligation for the balance of the debt had the stock been sold without bringing enough to pay the advance in full. But this question is not material, as the transaction, if not a pledge of collateral for a debt, was clearly a conditional sale of the stock, i. e., a sale with an option in the vendor to repurchase on specified terms.\nThe fact that the time was left indefinite was not fatal. In either view of the transaction, the defendant, whether pledgee or vendee, could bring it to a close by notice to pay or redeem in a reasonable time or be barred: Sitgreaves v. Farmers’, etc., Bank, 49 Pa. 859, quoting 2 Kent’s Com. *582.\nThe court also found as facts that the stock of the Citizens’ National Bank is limited in amount; that fifty shares, or any part thereof, are not purchasable in the market; that they have no quoted or ascertainable market value; and. that plaintiff held them as an investment having a peculiar value to him greater than the market price at the time of the transfer. Under these circumstances the jurisdiction of equity to enforce a retransfer is well settled: Goodwin Co’s. App., 117 Pa. 514 (534-5) ; Northern Central Ry. Co. v. Walworth, 193 Pa. 207.\nDecree affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Aaron L. Rasen and Richard F. Rana, for appellant,",
      "Janies A. Gardner, with him John M. Gardner, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Eichbaum v. Sample, Appellant.\nContract — Pledge—Conditional sale — Stock—Equity.\n■ An owner of bank stock obtained a sum of money from another person, and assigned to such person the stock upon an agreement that as a consideration for the transfer the stock should be transferred back to the owner upon payment of the money advanced with right in the owner to redeem the said'stock at any time he could raise moneys sufficient to pay the loan. Held, that the owner had a right to redeem the stock upon proper tender, whether the transaction should be considered as a pledge of the stock for a debt, or as a sale with an option in the vendor to repurchase it on specified terms.\nIn such a case the fact that the time for redeeming the stock was left indefinite, is immaterial, inasmuch as the person advancing the money, whether pledgee or vendee, could bring the transaction to a close by a notice to pay or redeem in a reasonable time, or be barred.\nWhere an owner of stock pledges it, or sells it with an option to repurchase on specified terms, he may maintain a bill in equity for a retransfer of the gtock- to himself, where it appears that the stock was not purchasable in the market, that it had no quoted or ascertainable market value, and that plaintiff held it as an investment, having a peculiar value to him greater than the market price at the time of transfer.\nArgued Oct. 18, 1905.\nAppeal, No. 105, Oct. T., 1905, by defendant, from decree of C. P. Lawrence Co., Sept. T., 1908, No. 5, on bill in equity in case of William W. Eichbaum v. Lutlier LI. Sample.\nBefore Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nBill in equity to compel a retransfer of bank stock. Before Porter, P. ,1.\nThe opinion of the Supreme Court states the case.\n.Error assigned was the decree directing a retransfer of the stock upon payment of tlie sum of $7,002.26 to the defendant.\nAaron L. Rasen and Richard F. Rana, for appellant,\ncited: Lauman’s App., 68 Pa. 88 ; Spering’s App., 60 Pa. 199 ; Morgan-Gardner Electric Co. v. Brown, 193 Pa. 351.\nJanies A. Gardner, with him John M. Gardner, for appellee,\ncited as to the remedy in equity: Sitgreaves v. Farmers’, etc., Bank, 49 Pa. 859 ; Smith v. Coale, 12 Phila. 177; Guinzburg v. H. W. Downs Co., 165 Mass. 467 (43 N. E. Repr. 195).\nJanuary 2,1906:"
  },
  "file_name": "0216-01",
  "first_page_order": 248,
  "last_page_order": 250
}
