{
  "id": 943439,
  "name": "Weller v. Weller, Appellant",
  "name_abbreviation": "Weller v. Weller",
  "decision_date": "1906-01-02",
  "docket_number": "Appeal, No. 98",
  "first_page": "265",
  "last_page": "269",
  "citations": [
    {
      "type": "official",
      "cite": "213 Pa. 265"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "117 Pa. 169",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        555818
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/117/0169-01"
      ]
    },
    {
      "cite": "182 Pa. 242",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "132 Pa. 242",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970485
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/132/0242-01"
      ]
    },
    {
      "cite": "117 Pa. 169",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        555818
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/117/0169-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 500,
    "char_count": 10064,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 1.458698013763321e-07,
      "percentile": 0.6568838569352885
    },
    "sha256": "f9bb0a16c34b948a53d37d11b163f8449fdb1b9165538b406ceb5a500f12a5c0",
    "simhash": "1:2fcbaa2003976078",
    "word_count": 1852
  },
  "last_updated": "2024-02-27T21:50:16.004632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Weller v. Weller, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. J ustice Elkin,\n■ This is an action of ejectment by the surviving husband to recover possession of certain real estate of which his wife died seized. The defendants are the children and heirs at law of the deceased wife. The right of the husband as tenant by the curtesy to enjoy the use and possession of the real estate in question is denied by reason of the following provisions of the Act of May 4, 1855, P. L. 480, to wit: “No husband who shall have as aforesaid, for one year or upwards previous to the death of his wife, wilfully neglected or refused to provide for his wife, or shall have for that period or upwards wilfully and maliciously deserted her, shall have the right to claim any right or title in her real or personal estate after her decease, as tenant by the curtesy . . . .” The question tried in the court below and raised by this appeal is whether there was a wilful and malicious desertion of the wife by the husband from July 4, 1900, to the time of her death July 7, 1903.\nWhere the facts show a desertion, it is presumed to be willful and malicious, and the burden is on the husband to show reasonable and lawful cause for it: Bealor v. Hahn, 117 Pa. 169; Hahn v. Bealor, 132 Pa. 242.\nIt is conceded that the husband withdrew from the home of his wife July 4, 1900, under circumstances requiring him to show reasonable and lawful cause for his action. At the trial the learned court instructed the jury that the manner in which the husband left his wife and family on the date mentioned, and the fact that he had remained away for upwards of a year before attempting to return, raised the presumption of a wilful and malicious desertion under the law, and placed upon him the burden of showing that it was not so. The husband met this burden by testimony giving in detail the occurrences which led to his withdrawal from his house, and his repeated attempts to effect a reconciliation with his wife and live with his family. It is in evidence that on several occasions he went back to his home and attempted to see his wife but was unsuccessful. He failed in these efforts because the doors were locked and his wife would not admit him to her presence. The evidence further shows that the wife sent him a letter in which he is notified not to come upon the premises or annoy her further with his visits. The husband is corroborated by other witnesses showing, or tending to show, that he made efforts to return to his home and live with his wife and family. Under these circumstances the learned trial judge very properly submitted the case to the jury to determine whether the presumption of wilful and malicious desertion had been rebutted by the evidence. The jury returned a verdict in favor of the plaintiff. It was clearly a case for the jury, and, unless testimony was improperly admitted, tbeir decision is final.\nThe first assignment of error raises the question of the admissibility of the testimony of Andrew Mackey, because the conversation referred to was not in the presence of the wife. It is argued that what the son said in the absence of the mother could not be used for the purpose of showing that the husband did not willfully and maliciously desert his wife. The answer to this contention is that the testimony was offered for the purpose of contradicting Lon Weller, the son, and as bearing upon his interest, bias and credibility. It was competent for this purpose. The observations of the learned trial judge, wherein it was stated that this testimony bore generally upon the family relations and the question of the willful and-malicious desertion of the husband, did no harm and do not constitute grounds for reversible error. What has been said about the first assignment of error applies generally to the second.\nIt was a question for the jury to determine whether the husband had willfully and maliciously deserted his wife for one year or upwards prior to her death, so as to deny himself the right as tenant by the curtesy to the use and possession of the real estate of which she died seized. The jury has found in favor of the plaintiff and we see no reason to disturb that finding.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. J ustice Elkin,"
      }
    ],
    "attorneys": [
      "Ti. W. Irwin, with him A. T. Morgan and James P. Brown-lee, for appellant.",
      "Norman E. Clark, with him John C. Bane, W. S. Parker and Winfield MeIlvaine, for appellee."
    ],
    "corrections": "",
    "head_matter": "Weller v. Weller, Appellant.\nHusband and wife — Desertion—Evidence—Burden of proof — Act of May 4, 1855, P. L. 430 — Party dead.\nIn an action of ejectment where the question involved is whether a husband had wilfully and maliciously deserted his wife for one year prior to her death so as to deprive him of his curtesy, as provided by the Act of May 4, 1855, P. L. 430, the burden is on the husband to show a reasonable and lawful cause for the desertion. If the husband shows that he had made repeated attempts to effect a reconciliation with his wife, but had been repeatedly repulsed, had been locked from his house, and notified by his wife not to continue his visits, a verdict and judgment in his favor will be sustained.\nIn such a case a witness for the plaintiff may be permitted to testify to a conversation not in the presence of the deceased wife, where the purpose of the testimony is to contradict a son of the plaintiff who was one of the parties defendant.\nArgued Oct. 21, 1905.\nAppeal, No. 98, Oct. T., 1905, from judgment of C. P. Washington Co., Aug. T., 1904, No. 58, on verdict for plaintiff in case of Daniel L. Weller v. Ern K. Weller et al.\nBefore Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nEjectment for land in Cannonsburg Borougli.\nAt the trial Andrew Mackey, a witness for plaintiff, was asked this question :\nMr. Parker: Q. Now, I asked Lon Weller whether or not he had not in your presence called his father a lying son of a bitch? A. Yes, sir ; he — ■\nMr. Irwin: What do you propose to prove ?\nMr. Parker: We propose to contradict Mr. Weller, the witness, as to that fact, as bearing upon his interest and bias and credibility as a witness.\nThe Court: Well, he was asked that question.\nMr. Parker: He was asked it and denied it.\nMr. Irwin: The evidence is objected to. Just let me ask a question.\nMr. Irwin: Q. Mr. Mackey, are you about to testify to something that occurred not in the presence of Mrs. Weller? A. In the presence of Mr. Lon Weller, Dan Weller and myself. Q. Mrs. Weller not being present? A. Mrs. Weller not being present.\nThe evidence is objected to as incompetent for the reason that no matter what Lon Weller may have said to his father not in the presence of the mother and wife, it afforded no excuse for the husband deserting his wife, and sheds no light upon the issue involved here, and the inquiry made of Lon Weller being, on a collateral matter, his answer is binding upon the plaintiff and cannot be contradicted' in this case.\nThe Court: I think we will allow you to ask the question, because it is undisputed here that all the children were standing with the mother and the claim being on the part of the father that they made it so hot for him he had to get out. It bears on the question at issue here, of whether or not the desertion was wilful. We would not allow it if it were independent and unconnected with the family affair. We think this is the kind of a case where the witnesses were members of the same family and evidently taking sides with one parent against the other, and that the whole transaction and manner of living and the feeling and conduct towards them ought to be put before the jury here. We will seal a bill for the defendants and allow the question to be asked. [1]\nQ. Now, I asked Lon Weller whether or not he had not in your presence called his father a lying son of a bitcli. I ask you whether that is true or not? A. Yes, sir. Q. And who heard it ? Who was there ? A. Lon, his father and I. I went down there and Lon was on the wagon; I called him down, and he went back to his father and had a little chewing match, and finally he called him a damned lying son of a bitch. That’s what he said.\nMr. Irwin: Q. I would like to ask the witness a question preliminary to make an objection on the record.\nMr. Irwin: Mrs. Patterson, the hearing that you refer to now was the hearing oil the petition of Mrs. Weller to the court of Allegheny county to be declared a femme sole trader on the ground of. her husband’s desertion of her; is that correct ? A. Yes, sir.\nMr. Irwin: The testimony now offered is objected to for the reason that no matter what Lon Weller called his father at the time of his testimony in the proceeding in Pittsburg, it sheds no light upon the relations between Daniel L. Weller and Mary J. Weller, his wife, and afforded no justification for his desertion of his wife, and his refusal to support her.\nMr. Parker: No, nor wo don’t claim it does; it goes simply to the credibility of the witness, Mr. Ernest Weller.\nThe Court: Well, that being the sole purpose, the objection then is overruled and the offer admitted and on request of defendants, exception allowed and sealed. [2]\nQ. What did he say about his father ? A. It was after Miss Povard had been on the stand and it was concerning her testimony, what she had said, and he said that any man that would go a year or two years without a bath was nothing but a hog.\nVerdict and judgment for plaintiff. Defendant appealed.\nErrors assigned were (1, 2) rulings on evidence, quoting the bill of exceptions.\nTi. W. Irwin, with him A. T. Morgan and James P. Brown-lee, for appellant.\nA husband who has wilfully and maliciously deserted his wife for one year or upwards, previous to her death, cannot, since the Act of May 4, 1855, P. L. 480, successfully claim an estate as tenant by the curtesy in lands of which she died seized. Where an explicit desertion appears, it is presumed to be wilful and malicious, and it lies on him to show reasonable and lawful cause for it. If he cannot justify his abandonment of her by evidence which would entitle him to a divorce, he cannot have the rights of a husband in her estate: Hahn v. Bealor, 182 Pa. 242 ; Bealor v. Hahn, 117 Pa. 169.\nNorman E. Clark, with him John C. Bane, W. S. Parker and Winfield MeIlvaine, for appellee.\nJanuary 2,1906 :"
  },
  "file_name": "0265-01",
  "first_page_order": 297,
  "last_page_order": 301
}
