{
  "id": 943520,
  "name": "Glassport Lumber Company, Appellant, v. Wolf",
  "name_abbreviation": "Glassport Lumber Co. v. Wolf",
  "decision_date": "1906-01-02",
  "docket_number": "Appeal, No. 127",
  "first_page": "407",
  "last_page": "410",
  "citations": [
    {
      "type": "official",
      "cite": "213 Pa. 407"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "162 Pa. 153",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        856738
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/162/0153-01"
      ]
    },
    {
      "cite": "134 Pa. 277",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814897
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/134/0277-01"
      ]
    },
    {
      "cite": "121 Pa. 593",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        561255
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/121/0593-01"
      ]
    },
    {
      "cite": "184 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988003
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/184/0241-01"
      ]
    },
    {
      "cite": "134 Pa. 289",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814978
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/134/0289-01"
      ]
    },
    {
      "cite": "163 Pa. 208",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        859087
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/163/0208-01"
      ]
    },
    {
      "cite": "13 Pa. Superior Ct. 426",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        825583
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/13/0426-01"
      ]
    },
    {
      "cite": "18 Pa. Superior Ct. 178",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        837364
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/18/0178-01"
      ]
    },
    {
      "cite": "159 Pa. 535",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        850236
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/159/0535-01"
      ]
    },
    {
      "cite": "156 Pa. 172",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        844881
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/156/0172-01"
      ]
    },
    {
      "cite": "186 Pa. 168",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        989734
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/186/0168-01"
      ]
    },
    {
      "cite": "153 Pa. 123",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        840389
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/153/0123-01"
      ]
    },
    {
      "cite": "160 Pa. 377",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        852218
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/160/0377-01"
      ]
    },
    {
      "cite": "210 Pa. 370",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        937870
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/210/0370-01"
      ]
    },
    {
      "cite": "134 Pa. 277",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814897
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/134/0277-01"
      ]
    },
    {
      "cite": "163 Pa. 208",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        859087
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/163/0208-01"
      ]
    },
    {
      "cite": "159 Pa. 535",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        850236
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/159/0535-01"
      ]
    },
    {
      "cite": "156 Pa. 172",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        844881
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/156/0172-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 415,
    "char_count": 7089,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 8.594203391136844e-08,
      "percentile": 0.48948915554536193
    },
    "sha256": "ae5d82378e71d3ec5c16b9879fd80b018cf3f2e07e5984ba9896fa47e1b7c915",
    "simhash": "1:30f520419a4c1678",
    "word_count": 1247
  },
  "last_updated": "2024-02-27T21:50:16.004632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Glassport Lumber Company, Appellant, v. Wolf."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Brown,\nThis is a suit on an injunction bond given by the appellees when Nicholas Wolf, one of them, filed a bill to restrain the appellant, a subcontractor, from filing a mechanic’s lien against his hotel building in the city of McKeesport. By a decree of this court the injunction awarded by the court below was dissolved and the bill dismissed, because Wolf had an adequate and complete remedy at law if the appellant had no right to file the lien: Wolf v. Glassport Lumber Co., 210 Pa. 370. The sole question on this appeal is as to that right.\nOn November 12, 1903, F. E. Shallenberger, as contractor, entered into a written agreement with Nicholas Wolf for the erection of the building against which the appellant claims to have a right to file a lien. In that agreement there is the following stipulation : “ The contractor covenants and agrees that he will not permit any person or persons to file any mechanics’ liens for materials furnished and labor performed to said building and premises, nor will he file any liens himself.” This is all that is said in the agreement on the subject of liens for work done or materials furnished. The Act of June 26, 1895, P. L. 369, provides that no agreement for the erection of a building shall operate to defeat the right of a subcontractor to file a mechanic’s lien unless the contractor specifically covenants that the subcontractor shall not file it. In the Act of June 4, 1901, P. L. 431, as amended by the Act of April 24, 1903, P. L. 297, this requirement of a special covenant against liens to defeat the right to file them does not appear, but, instead, the language of the act is, “ If the legal effect of the contract between the owner and the contractor is, that no claim shall be filed by any one, such provision shall be binding.” We are, therefore, simply to determine the legal effect of the words used in this contract.\nThe stipulation is not only that the contractor will not file any lien, which in itself would be sufficient to bar a subcontractor : Schroeder v. Galland et al., 134 Pa. 277 ; Ballman v. Heron et al., 160 Pa. 377; but there is a covenant that no other person or persons shall be permitted to file mechanics’ liens. To say that these words, standing alone and not to be read with any other part of the agreement to ascertain their real meaning, can have any other legal effect than to deprive the contractor and all others furnishing through him work or materials for the building of the right to file liens, would be to read them as no layman would understand them. They create an express covenant, “so plain that every mechanic and materialman, though of limited education, can understand it at a glance,” and the advice of no lawyer is needed as to their legal effect : Nice v. Walker, 153 Pa. 123. Their meaning would be no less unmistakable if the words suggested in that case had been used: “ No lien shall be filed against the building by either contractor or subcontractor; ” and the stipulation in this case is binding, because the act says it shall be when filed of record, as it was, in the prothonotary’s office within the time prescribed, as notice to all and for protection to the owner of the building.\nFour cases have been cited, by counsel for the appellant as authority for its right to file a lien. They are Nice v. Walker, supra; Creswoll Iron Works v. O’Brien, 156 Pa. 172; Lucas v. O’Brien, 159 Pa. 535, and Gordon v. Norton, 186 Pa: 168. No one of them is authority for the right asserted by the appellant. In the first, the contract contained neither an express covenant against liens nor any implied one depriving a subcontractor of his right to a lien. This appears from the sixth and seventh clauses of the contract — the essential portions of it — which are quoted at length in the opinion of Paxson, C. J. As to Creswell Iron Works v. O’Brien, and Lucas v. O’Brien, we said, in Fidelity Mutual Life Association v. Jackson, 163 Pa. 208, that they were “ cases in which the provisions of the contract were consistent with a privilege on the part of a subcontractor to file a lien, and contained nothing exclusive of such a right.” That the contract in each of these cases contemplated the filing of a lien is manifest from the clause providing that no payment should be made to the contractor until any lien filed against the building had first been removed. In the last case — Gordon v. Norton — the second clause of the contract provided that the contractor should deliver a full and complete release of all liens, and by the eleventh he agreed that he would not himself file any liens against any one of the sixty-five houses nor suffer or permit any liens to be filed against any one of them that in any manner might affect, impair or take priority over the liens of certain mortgages held by the German-American Title and Trust Company. There was no covenant against filing liens, and, as said by the present Chief Justice, the concluding clause of the eleventh section “might well be taken to indicate that the-whole provision was meant as a mere stipulation that no liens filed should be held to take priority or affect the mortgages.”\nThe cases cited by the appellee need not be reviewed. As authorities requiring the court below to discharge the rule for judgment it is sufficient to call attention to Ballman v. Heron, 160 Pa. 377, and Fidelity Mutual Life Association v. Jackson, 163 Pa. 208.\nThe order discharging the rule is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Brown,"
      }
    ],
    "attorneys": [
      "William M. Hall, for appellant,",
      "I. S. Stentz, with him JR. A. Hitehens, for appellees,"
    ],
    "corrections": "",
    "head_matter": "Glassport Lumber Company, Appellant, v. Wolf.\nMechanic’s lien — Subcontractor—Covenant against liens.\nA subcontractor has no power to file a mechanic’s lien where the building contract duly filed of record in the prothonotaiy’s office, contains a stipulation as follows: “The contractor covenants and agrees that he will not permit any person or persons to file any mechanics’ liens for materials furnished and labor performed to said building and premises, nor will he file any liens himself.”\nArgued Oct. 27, 1905.\nAppeal, No. 127, Oct. T., 1905, by plaintiff, from order of C. P. No. 1, Allegheny Co., March T., 1905, No. 345, discharging rule for judgment for want of a sufficient affidavit of defense in case of Glassport Lumber Company v. Nicholas Wolf, James J. Butler and Anna Wolf.\nBefore Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nAssumpsit on an injunction bond. Before Brown, J.\nThe facts are stated in the opinion of the Supreme Court.\nError assigned was in discharging rule for judgment for want of a sufficient affidavit of defense.\nWilliam M. Hall, for appellant,\ncited: Gordon v. Norton, 186 Pa. 168; Creswell Iron Works v. O’Brien, 156 Pa. 172; Lucas v. O’Brien, 159 Pa. 535; Bithell v. Diven, 18 Pa. Superior Ct. 178; Plumbing Co. v. Powell, 13 Pa. Superior Ct. 426.\nI. S. Stentz, with him JR. A. Hitehens, for appellees,\ncited: Fidelity Mut. Life Assn. v. Jackson, 163 Pa. 208; Benedict v. Hood, 134 Pa. 289; Morris v. Ross, 184 Pa. 241; Scheid v. Rapp, 121 Pa. 593; Schroeder v. Galland, 134 Pa. 277 ; Waters v. Wolf, 162 Pa. 153.\nJanuary 2,1906:"
  },
  "file_name": "0407-01",
  "first_page_order": 439,
  "last_page_order": 442
}
