{
  "id": 943436,
  "name": "Vowinkel, Appellant, v. Moser",
  "name_abbreviation": "Vowinkel v. Moser",
  "decision_date": "1906-01-02",
  "docket_number": "Appeal, No. 203",
  "first_page": "587",
  "last_page": "588",
  "citations": [
    {
      "type": "official",
      "cite": "213 Pa. 587"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 149,
    "char_count": 2109,
    "ocr_confidence": 0.479,
    "sha256": "81835242e5ff0feb8706795805e7eded0961f66bbcbfe7ee7b37300236721d5f",
    "simhash": "1:8e2435710febd461",
    "word_count": 379
  },
  "last_updated": "2023-07-14T20:25:04.722413+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestrezat, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Vowinkel, Appellant, v. Moser."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe learned judge below found as facts that the loan by the wife to her husband was of her own money received from other sources than her husband ; that the transfer of the leasehold by him to her was on account of the loan, and was made in good faith without any intent to defraud; that it was not out of proportion to the debt; that he was solvent at that time and was not adjudicated bankrupt until more than a year later; and that it did not appear that .any of his present creditors were creditors then.\nThese findings ought to have ended the case.\nDecree affirmed with costs.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Charles II. Sachs, with him Benj. J. Hirshfield, for appellant.",
      "Edward J. McKenna and J. Frank McKenna, for appellees, were not heard."
    ],
    "corrections": "",
    "head_matter": "Vowinkel, Appellant, v. Moser.\nHusband and wife — Loan by wife to husband — Transfer of property for loan —Bankruptcy.\nIn a proceeding by bill in equity by a trustee in bankruptcy to recover a leasehold transferred by the bankrupt to his wife in consideration of money loaned, the court below found as facts that the loan was of the wife’s own money, not received from her husband; that the transfer was on account of the loan and was made in good faith without intent to defraud; that it was not out of proportion to the debt; that the husband was solvent at that time and was not adjudicated bankrupt until more than a year later; and that it did not appear that any of his present creditors were creditors then. Held, that a decree dismissing the bill should be affirmed.\nArgued Nov. 3, 1905.\nAppeal, No. 203, Oct. T., 1905, by plaintiff, from decree of C. P. Allegheny Co., No. 1, Dec. T., 1902, No. 861, dismissing bill in equity in case of Charles Vowinkel, trustee in bankruptcy of Fritz Moser v. Fritz Moser and Margaret Moser, his wife, and Emma Wolff.\nBefore Mitchell, C. J., Fell, Brown, Mestrezat, Elkin and Stewart, JJ.\nAffirmed.\nBill in equity to have declared void a transfer of property by a married woman to her husband. Before Collier, P. J.\nThe essential facts are stated in the opinion of the court.\nError assigned was decree dismissing bill.\nCharles II. Sachs, with him Benj. J. Hirshfield, for appellant.\nEdward J. McKenna and J. Frank McKenna, for appellees, were not heard.\nJanuary 2, 1906:"
  },
  "file_name": "0587-01",
  "first_page_order": 619,
  "last_page_order": 620
}
