{
  "id": 943409,
  "name": "Mattern, Appellant, v. Canevin",
  "name_abbreviation": "Mattern v. Canevin",
  "decision_date": "1906-01-02",
  "docket_number": "Appeal, No. 204",
  "first_page": "588",
  "last_page": "591",
  "citations": [
    {
      "type": "official",
      "cite": "213 Pa. 588"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "139 Pa. 497",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11252198
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/139/0497-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 381,
    "char_count": 7170,
    "ocr_confidence": 0.499,
    "pagerank": {
      "raw": 3.3976443274305145e-07,
      "percentile": 0.8772656243665171
    },
    "sha256": "63a6a01535424632d0f8808c53f730fdb531250a7150b9eea72f67b4deb97406",
    "simhash": "1:aeab858ff918cccc",
    "word_count": 1225
  },
  "last_updated": "2024-02-27T21:50:16.004632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestrezat, Elkin and Stewart, J J."
    ],
    "parties": [
      "Mattern, Appellant, v. Canevin."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Elkin,\nThe single question raised by this appeal is whether the $1,000,000 mortgage given by H. C. Erick to secure the balance of the purchase money on the cathedral property, and held by the defendant for religious and charitable purposes, is subject to the personal property tax imposed by the Act of June 8, 1891, P. L. 229.\nThe present constitution requires uniformity of taxation upon the same class of subjects within the territorial limits of the authority levying the same, but ordains that “Actual places of religious worship ” and “ institutions of purely public charity ” may be exempted by law.\nWhile the language of the constitution indicates that exemptions from taxation shall be provided by act of assembly, it has been held that actual places of religious worship and institutions of purely public charity may be exempt by necessary implication of law. In General Assembly v. Gratz, 139 Pa. 497, construing the act of 1889, it was held in an able opinion by the learned court below and affirmed by this court, that inasmuch as it had been the settled custom and policy from the foundation of our commonwealth to abstain from the taxation of property held for charitable and religious purposes, such taxation would not be presumed to have been intended by the legislature in the absence of express language clearly showing that such taxation was intended. In that case it was determined that under the Act of June 1, 1889, P. L. 420, funds held in trust not for particular persons, but for charitable and religious objects, in which no particular individual or person has any legal or equitable rights, the beneficiaries being selected from year to year at the discretion of the trustees, out of indefinite classes of persons, are not subject to the personal property tax, provided in said act. This decision was handed down January 19, 1891, and has been accepted and followed as the proper rule of law applicable to such cases from that time to the present.\nThere is no reason either in morals or law why it should be disturbed. Certainly the courts would not feel called upon to adopt a different rule of construction in the absence of legislative enactment which in clear and express terms should provide for the taxation of property so held. This has not been done. On the other hand, the act of 1891, which is a re-enactment of the act of 1889, except as to the rate of taxation, contains the identical provisions of the former act relating to the taxation of mortgages, moneys at interest and other personal property. The act of 1891 was approved June 8, almost five months after the rule had been announced in General Assembly v. Gratz, supra.\nIt is therefore reasonable to presume the legislature intended the rule in that case to be the settled policy of the state in reference to the exemption of actual places of religious worship and institutions of purely public charity from taxation. The facts of the present case do not distinguish it in principle from the case cited. Indeed, the facts of the case at bar more strongly favor the defendant here. This case was heard in the court below on a rule to show cause why judgment should not be entered for want of a sufficient affidavit \"of defense. The facts set out in the affidavit must be accepted as established for the purposes of this case. In the third paragraph of the answer it is averred that:\n“ Said mortgage was held by said trustee for said congregation solely for the same objects of religion and purely public charity that the real estate so sold was held, actually used and occupied as set forth in paragraph first thereof, and substituted therefor, viz:\n“ The purchase of necessary ground and erection of churches or regular places of stated worship; parochial schools, wherein education would be extended gratuitously and without discrimination to all applying therefor, and such other edifices or buildings as might be needful or necessary for the other purposes and objects set forth in said first paragraph hereof, and to be so used, and that it was not held by said trustee for any other object or objects whatsoever, nor for the use, benefit or advantage of any person, persons, copartnership, unincorporated-association, company, joint-stock company, or association^ limited partnership, bank or corporation.”\nWith these admitted facts it is difficult to see under what theory the defendant can be held liable for the tax sought to be imposed. The mortgage was held by the trustee for the use of St. Paul’s Roman Catholic Congregation, “solely for the same objects of religion and purely, public charity” as the .real estate which had been sold and for part of which purchase price this mortgage was given. The “real estate” mentioned was the old cathedral property which it is conceded was used as an actual place of religious worship and for purposes of purely public charity. These conceded facts bring the case within the rule stated and the mortgage is exempt.\nThe learned court below has suggested that the mortgage is not subject to taxation because it did not bear interest during the year for which the tax is sought to be imposed. The taxation of mortgages under the act of 1891 does not depend upon their bearing interest. The mortgage in this case is exempt from taxation because of the uses and purposes for which it is held without reference to the question of interest.\nOrder of the court below discharging the rule to show cause why judgment should not be entered for want of a sufficient affidavit of defense is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Elkin,"
      }
    ],
    "attorneys": [
      "George H. Calvert, for appellant.",
      "Chas. D. Gillespie, for appellee."
    ],
    "corrections": "",
    "head_matter": "Mattern, Appellant, v. Canevin.\nTaxation — Exemption from taxation — Mortgage held for religious or charitable purposes — Mortgage not bearing interest — Act of June 8, 1891, P. L. 229.\nIt is the settled custom and policy of Pennsylvania to abstain from the taxation of property held for charitable and religious purposes. Such taxation will not be presumed to have been intended by the legislature in the absence of express language clearly showing such intention.\nA mortgage taken to secure the purchase money of a church building and held for religious and charitable purposes is not subject to the tax imposed by the Act of June 8, 1891, P. L. 229.\nIt seems that a mortgage is not exempt from the tax imposed by the Act of June 8, 1891, P. L. 229, because it does not bear interest.\nArgued Nov. 3, 1905.\nAppeal, No. 204, Oct. T., 1905, by plaintiff, from order of C. P. No. 2 Allegheny Co., April T., 1905, No. 1069, discharging a rule for judgment for want of a sufficient affidavit of defense in case of R. G. Mattern, collector of delinquent taxes of the County of Allegheny, v. Rt. Rev. R. Canevin, Roman Catholic Bishop of the diocese of Pittsburg, Trustee for St. Paul’s Roman Catholic Congregation of the city of Pittsburg.\nBefore Mitchell, C. J., Fell, Brown, Mestrezat, Elkin and Stewart, J J.\nAffirmed.\nRule for judgment for want of a sufficient affidavit of defense. Before Frazer, J.\nThe facts are stated in the opinion of the Supreme Court.\nError assigned was the order discharging the rule for judgment.\nGeorge H. Calvert, for appellant.\nChas. D. Gillespie, for appellee.\nJanuary 2, 1906 :"
  },
  "file_name": "0588-01",
  "first_page_order": 620,
  "last_page_order": 623
}
