{
  "id": 943428,
  "name": "McDowell, Appellant, v. Lindsay",
  "name_abbreviation": "McDowell v. Lindsay",
  "decision_date": "1906-01-02",
  "docket_number": "Appeal, No. 205",
  "first_page": "591",
  "last_page": "595",
  "citations": [
    {
      "type": "official",
      "cite": "213 Pa. 591"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "139 U. S. 417",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3551895
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/139/0417-01"
      ]
    },
    {
      "cite": "194 Pa. 144",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        912451
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/194/0144-01"
      ]
    },
    {
      "cite": "41 Ga. 157",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        849096
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ga/41/0157-01"
      ]
    },
    {
      "cite": "5 U. S. 299",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12123072
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/5/0299-01"
      ]
    },
    {
      "cite": "18 Nev. 34",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4656311
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nev/18/0034-01"
      ]
    },
    {
      "cite": "2 Wend. 266",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        3515188
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/2/0266-01"
      ]
    },
    {
      "cite": "21 Pa. 188",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        411610
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/21/0188-01"
      ]
    },
    {
      "cite": "105 Pa. 488",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454224
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/105/0488-01"
      ]
    },
    {
      "cite": "60 Pa. 464",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1014398
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/60/0464-01"
      ]
    },
    {
      "cite": "98 Pa. 505",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        496897
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/98/0505-01"
      ]
    },
    {
      "cite": "105 U. S. 143",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3496526
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/105/0143-01"
      ]
    },
    {
      "cite": "84 U. S. 610",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        62491
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/84/0610-01"
      ]
    },
    {
      "cite": "105 Pa. 49",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454279
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/105/0049-01"
      ]
    },
    {
      "cite": "106 U. S. 519",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3497608
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/106/0519-01"
      ]
    },
    {
      "cite": "88 Iowa, 4",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2078069
      ],
      "opinion_index": -1,
      "case_paths": [
        "/iowa/88/0004-01"
      ]
    },
    {
      "cite": "187 Pa. 470",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        900247
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/187/0470-01"
      ]
    },
    {
      "cite": "44 W. Va. 626",
      "category": "reporters:state",
      "reporter": "W. Va.",
      "case_ids": [
        8639412
      ],
      "opinion_index": -1,
      "case_paths": [
        "/w-va/44/0626-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 489,
    "char_count": 8325,
    "ocr_confidence": 0.505,
    "pagerank": {
      "raw": 9.96832505663457e-08,
      "percentile": 0.5377624332538307
    },
    "sha256": "a8bbd8b92712c6d1b017eb31e3fff3c905cca687910379a0941f90204078ad39",
    "simhash": "1:b64e8d9ea7d1c90a",
    "word_count": 1435
  },
  "last_updated": "2024-02-27T21:50:16.004632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestrezat, Elkin and Stewart, JJ."
    ],
    "parties": [
      "McDowell, Appellant, v. Lindsay."
    ],
    "opinions": [
      {
        "text": "Pee Curia m:,\nDecree affirmed on the opinion of the court below.",
        "type": "majority",
        "author": "Pee Curia m:,"
      }
    ],
    "attorneys": [
      "John M. Ralston, with him Frank W. Stoneoipher, for appellant.",
      "G. D. Packer, for appellee."
    ],
    "corrections": "",
    "head_matter": "McDowell, Appellant, v. Lindsay.\nConflict of laws — Foreign laws — Unconstitutionality—Public policy.\nThe courts of Pennsylvania will not declare unconstitutional the statute of another state, in the absence of such construction by the courts of that state, where there is no question of public policy or general right involved.\nCorporations — Foreign corporations — Stock and stockholders — Subscription agreement — Contract for the p'urchase of stock — Statutes.\nThere is a distinction between a subscription agreement and a contract for the purchase of stock. Subscribers, as generally understood, are those who, upon the formation of a corporation, agree mutually to take and pay for shares of the captial stock, and in the absence of any special provision, they agree with each other to pay therefor the par value of the stock.\nAfter the organization of a West Virginia corporation is completed, an individual may make an agreement to purchase stock from the corporation at any stipulated price, in such case the contract is binding on the corporation as well as the purchaser.\nThere can be no recovery from the purchaser of stock in a West Virginia corporation who paid the corporation less than the par value of the stock, of the difference between the price paid and the par value, notwithstanding the failure to comply with the West Virginia act requiring the giving of notice of publication of the intention to present the resolution for the sale of the stock at less than par at the stockholder’s meeting, where the buyer of the stock was an innocent purchaser. Such a purchaser has the right to assume that all things necessary to be done were rightly done. The provision of the statute as to notice is merely directory, not mandatory.\nArgued Nov. 3, 1905.\nAppeal, No. 205, Oct. T., 1905, by plaintiff, from judgment of C. P. No. 3, Allegheny Co., Feb. T., 1905, No. 160, for defendant on case stated in case of William S. McDowell, trustee in bankruptcy of the Pittsburg Automobile Co., v. Homer J. Lindsay.\nBefore Mitchell, C. J., Fell, Brown, Mestrezat, Elkin and Stewart, JJ.\nAffirmed.\nCase stated in assumpsit. Before Kennedy, P. J.\nFrom the case stated it appeared that the company of which the plaintiff was trustee in bankruptcy was a corporation incorporated under the laws of the state of West Virginia. The board of directors by resolution authorized the sale of stock, the par value of which was §100 at §60.00 per share. The corporation at the time was in financial difficulties and the price was more than - the actual or market value of the stock. The defendant was not a stockholder prior to the purchase and the sale to him was made in good faith and the money received was used to meet pressing demands of creditors.\nA statute of West Virginia prescribed: “In no case shall stock be sold or disposed of at less than par .... until notice of the intention to present a resolution or motion authorizing the sale .... shall first be published for at least two successive weeks ” etc.\nOther material facts appear in the following opinion of the court below:\nThis court will not declare unconstitutional the statute of another state, in the absence of such construction by the courts of that state, where there is no question of public policy or general right, unless forced to such a conclusion. The act of the legislature of West Virginia, the constitutionality of which is in question in this case, was passed in 1901, and does not seem to have been challenged in the courts of that state. Necessarily, it must have been considered constitutional by the legislative and executive departments of that state; under such circumstances, and in the absence of any other construction, we would follow that of the two departments named, unless the question is free from doubt. The provision of the constitution of West Virginia referred to declares stockholders liable “ to the amount of stock subscribed and unpaid, and no more.” It seems to us that there is a distinction between a subscription agreement and a contract for the purchase of stock. Subscribers, as generally understood, are those, who, upon the formation of a corporation, agree mutually to take and pay for shares of the capital stock, and in the absence of any special provision, they agree with each other to pay therefor the par value of the stock. But after the organization is completed, as in this case, an individual may make an agreement to purchase stock from the corporation at any stipulated price, in which case the contract is binding on the .corporation as well as the purchaser. Such is the nature of the contract in this case. It must be remembered that the defendant is an innocent purchaser. It seems, from the case stated, that both he and the corporation acted in the utmost good faith in the whole matter. The sale of stock was at the best price that could be obtained therefor, and the transaction was for the purpose of relieving the corporation from its embarrassment, which it did temporarily. There was no concealment to mislead creditors, yet the plaintiff, whose rights are no higher or greater than those of the corporation, seeks to repudiate the contract made with the defendant, and asks the court to compel him to perform a new and different contract which he never made, or intended to make. He seeks to have the contract declared void and to rescind the same without any offer of restoration. In our opinion, it makes no difference in this case whether the creditors’ claims arose before or after the issue of the stock to the defendant; if before, no reliance could have been placed on the stock as full paid, and if after, they cannot complain, as the transaction was open to them. Considering, then, as we do, the act to be constitutional, was the sale of stock to the defendant valid, notwithstanding the failure to comply with the act in giving notice of publication of the intention to present the resolution of sale at the stockholders’ meeting ?\nThe sale to defendant was intra vires, for the statute gives the right to the corporation to sell its stock below par, and the failure to observe the formality with reference to the publication of notice does not make it ultra vires. The provision as to publication of notice is merely directory, not mandatory. Here again it must be remembered that the defendant is an innocent purchaser; He had the right to assume that all things necessary were rightly done, and the corporation and this plaintiff is estopped to deny that they were so done. We are of opinion that the defendant is not indebted to the plaintiff in any sum, and that therefore judgment must be entered for the defendant.\nIt is so ordered.\nError assigned was entry of judgment in favor of defendant.\nJohn M. Ralston, with him Frank W. Stoneoipher, for appellant.\nThe term subscriber when applied to a stock transaction includes any person who contracts directly with the corporation to purchase stock: Greenbrier Exposition v. Ocheltree, 44 W. Va. 626 (30 S. E. Repr. 78) ; Perkiomen Brick Co. v. Dyer, 187 Pa. 470; Des Moines Bank v. Hotel Co., 88 Iowa, 4 (55 N. W. Repr. 67); Cookney’s Case, 3 De. Gex. & J. 170; Patterson v. Lynde, 106 U. S. 519 (1 Sup. Ct. Repr. 442) ; Lane’s App., 105 Pa. 49; Sawyer v. Hoag, 84 U. S. 610; Scovill v. Thayer, 105 U. S. 143; Flinn v. Bagley, 7 Fed. Repr. 785.\nThe statute is unconstitutional: Aultman’s App., 98 Pa. 505.\nThe provision of the statute requiring publication of notice is mandatory: Bladen v. Phila., 60 Pa. 464; In re Election of McDonough, 105 Pa. 488.\nG. D. Packer, for appellee.\nThe constitutional provision relates to the sum of money subscribed for stock and not the par value.\nCourts follow or pay great deference to legislative or executive construction of constitutions: Moers v. Reading, 21 Pa. 188; People v. Green, 2 Wend. 266; State v. Glenn, 18 Nev. 34 (1 Pac. Repr. 186); Stuart v. Laird, 5 U. S. 299; Solomon v. Comr’s of Cartersville, 41 Ga. 157; Scanlan v. Childs, 33: Wis. 663.\nThe defendant is not liable because of failure to give the statutory notice: Taylor on Private Corps. sec. 204; Turnpike Co. v. Ry. Co., 194 Pa. 144 ; Handley v. Stutz, 139 U. S. 417 (11 Sup. Ct. Repr. 530); Howard v. Bodington L. R., 2 P. D. 203.\nJanuary 2, 1906 :"
  },
  "file_name": "0591-01",
  "first_page_order": 623,
  "last_page_order": 627
}
