{
  "id": 1134597,
  "name": "Commonwealth, ex rel. v. Spring Garden Mutual Fire Ins. Co., First National Bank of York, Appellant",
  "name_abbreviation": "Commonwealth v. Spring Garden Mutual Fire Ins.",
  "decision_date": "1931-06-27",
  "docket_number": "Appeal, No. 232",
  "first_page": "27",
  "last_page": "31",
  "citations": [
    {
      "type": "official",
      "cite": "305 Pa. 27"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "144 Pa. 387",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "114 Pa. 384",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "170 Pa. 402",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        872309
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/170/0402-01"
      ]
    },
    {
      "cite": "122 Pa. 291",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948388
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/122/0291-01"
      ]
    },
    {
      "cite": "115 Pa. 492",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        551802
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/115/0492-01"
      ]
    },
    {
      "cite": "158 Pa. 428",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        848197
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/158/0428-01"
      ]
    },
    {
      "cite": "114 Pa. 387",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        550000
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/114/0387-01"
      ]
    },
    {
      "cite": "172 Pa. 91",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        874094
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "99"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/172/0091-01"
      ]
    },
    {
      "cite": "302 Pa. 544",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1129099
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/302/0544-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 376,
    "char_count": 5664,
    "ocr_confidence": 0.507,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.04143542731641883
    },
    "sha256": "96f5a9c064d80463cf452491a3ef6b30927744e93e2c0aab6bcc0801af7b9274",
    "simhash": "1:f6641441135df253",
    "word_count": 988
  },
  "last_updated": "2024-02-27T21:04:31.612299+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Walling, Simpson, Kepiiart, Sghafeer and Maxey, JJ."
    ],
    "parties": [
      "Commonwealth, ex rel. v. Spring Garden Mutual Fire Ins. Co., First National Bank of York, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Kephart,\nThe Spring Garden Mutual Fire Insurance Company, incorporated under the Act of April 14, 1864, P. L. 419, was subject to the provisions of the General Act of April 2, 1856, P. L. 211. Section 10 of the Act of 1856 authorized the company to borrow money and sections 6, 19, and 21 oí the by-laws and the resolutions of January 7, 1899, and January 12, 1920, authorized the officers to borrow money to meet fire losses, expenses for any year, and for all other legal purposes and to assess the members therefor. By section 11 of the act, policyholders of mutual companies are made liable for all losses and expenses of the company to the amount of the premiums paid or agreed to be paid. The premium note given by the policyholder to the company required him to pay his proportion “of losses by fire, the necessary expenses of the company, and for all other legal purposes.” These payments were made through assessments.\nThe First National Bank of York at various times between 1914 and 1924 loaned money on notes to the company. In March, 1927, the company was dissolved and ordered liquidated. The liquidator alloAved the bank’s claim but refused to make any assessment for the payment of the notes. The court below sustained this action because the bank failed to meet the burden of proof by not showing that the proceeds of the notes were used to pay fire losses, proper expenses, or for other legal purposes during the term of any particular policy. In other Avords, the bank Avas required to prove the purposes for which the money was used and that particular policies were affected thereby before an assessment could be levied. The court below held the bank to too strict a duty.\nThe situation must not be viewed as though the company Avere proceeding against policyholders but as a creditor pursuing the members. When a company sues, it has within its control all the evidence pertaining to this question. It knows or has the means of knowing how the money was applied, and if to pay off losses by fire, which losses, or for what other purposes it was applied. When a creditor attempts to force the state liquidator to make an assessment, all that it is necessary to show is that the money borrowed or credit given was within statutory authority of the company and was lawfully borrowed or loaned. It would be grossly unfair to require the bank, before an assessment is made, to follow money lawfully borrowed, account for its application, or, in default, to refuse an assessment, thus precluding recovery. When policyholders are called on to pay the assessment they are entitled to make any defense available. The assessment precludes nothing. We now merely decide that an assessment shall be made. The parties liable may be difficult of determination, but, as said in Stone v. Schiller Building & Loan Assn., 302 Pa. 544, such difficulties cannot preclude recovery, and the liquidator will be required to assess those who may be held for liability under the law.\nThe term “expenses” in the act is broad enough to include all other legal purposes as used in the by-laws. Both are limited by the object and purposes of the company, and, as this is a mutual concern and as liability requires assessment only against those who are members when the debt or obligation arises, these words dealing with liability must be so limited.\nDecree reversed; the exceptions are sustained and the liquidator is directed to make the assessment to be paid by policyholders. Costs to be paid from the funds in the hands of the liquidator.",
        "type": "majority",
        "author": "Mr. Justice Kephart,"
      }
    ],
    "attorneys": [
      "W. F. B. Stewart, of Stewart & Gerber, for appellant.",
      "McClean Stock, with him V. K. Keesey and Charles Reider, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth, ex rel. v. Spring Garden Mutual Fire Ins. Co., First National Bank of York, Appellant.\nArgued May 26, 1931.\nBefore Frazer, C. J., Walling, Simpson, Kepiiart, Sghafeer and Maxey, JJ.\nW. F. B. Stewart, of Stewart & Gerber, for appellant.\nThe fact is, the policyholders have come into court before their time. It is only when an assessment has been levied that they are legally entitled to be heard, not before, and especially to be heard against the levying of an assessment. An assessment does not touch their liability to pay: Fire Ins. Co. v. Boggs, 172 Pa. 91, 99.\nThe company had a clear right to borrow money temporarily to pay losses, to give notes for the repayment thereof, and is therefore bound to repay: Orr v. Fire Ins. Co., 114 Pa. 387.\nThe court erred in its conclusion of law as to the extent to which policyholders may be assessed: Paine v. Sample, 158 Pa. 428; Susquehanna Mut. F. Ins. Co. v. Gackenbach, 115 Pa. 492.\nAn assessment does not touch members’ liability to pay, nor conclude them as to defenses upon individual grounds: Fire Ins. Co. v. Boggs, 172 Pa. 91; Orr v. Mut. F. Ins. Co., 114 Pa. 387.\nThe officers and directors had to borrow money and they did borrow money and the policyholders are, therefore, bound to pay: Koehler v. Beeber, 122 Pa. 291.\nMcClean Stock, with him V. K. Keesey and Charles Reider, for appellee.\nA policyholder is liable only for losses which occur during the time he was a policyholder, except where there is a special agreement to the contrary: Fire Ins. Co. v. Boggs, 172 Pa. 91; Eichman v. Hersker, 170 Pa. 402; Orr v. Mercer Co. Ins. Co., 114 Pa. 384; Koehler v. Beeber, 122 Pa. 291.\nThe rulings in the Susquehanna Mutual Fire Insurance Company case are based upon a by-law extending the policyholders’ liability: Susquehanna Mut. F. Ins. Co. v. Gackenbach, 115 Pa. 492.\nThe case of Orr v. Mercer County Insurance Company, 144 Pa. 387, extends the obligation of the policyholder under such covenant to cover moneys borrowed by the company for the payment of losses and expenses incurred while the policy is in force.\nJune 27, 1931:"
  },
  "file_name": "0027-01",
  "first_page_order": 49,
  "last_page_order": 53
}
