{
  "id": 1134572,
  "name": "Munn, Trustee, et al., Appellants, v. Lorch",
  "name_abbreviation": "Munn v. Lorch",
  "decision_date": "1931-06-27",
  "docket_number": "Appeal, No. 90",
  "first_page": "55",
  "last_page": "62",
  "citations": [
    {
      "type": "official",
      "cite": "305 Pa. 55"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "91 Pa. 140",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        488288
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/91/0140-01"
      ]
    },
    {
      "cite": "48 Pa. 497",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        422148
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/48/0497-01"
      ]
    },
    {
      "cite": "8 W. & S. 31",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483415
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0031-01"
      ]
    },
    {
      "cite": "251 Pa. 348",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019785
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/251/0348-01"
      ]
    },
    {
      "cite": "39 Pa. Superior Ct. 155",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        880743
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/39/0155-01"
      ]
    },
    {
      "cite": "279 Pa. 317",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1083390
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/279/0317-01"
      ]
    },
    {
      "cite": "295 Pa. 88",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1115167
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/295/0088-01"
      ]
    },
    {
      "cite": "279 Pa. 30",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1083460
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/279/0030-01"
      ]
    },
    {
      "cite": "267 Pa. 257",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057679
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/267/0257-01"
      ]
    },
    {
      "cite": "114 Pa. 166",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        550012
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/114/0166-01"
      ]
    },
    {
      "cite": "247 Pa. 518",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009572
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/247/0518-01"
      ]
    },
    {
      "cite": "72 Pa. Superior Ct. 115",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        639740
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/72/0115-01"
      ]
    },
    {
      "cite": "181 Pa. 103",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        891366
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/181/0103-01"
      ]
    },
    {
      "cite": "236 Pa. 26",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986762
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/236/0026-01"
      ]
    },
    {
      "cite": "212 Pa. 24",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        941845
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/212/0024-01"
      ]
    },
    {
      "cite": "132 Pa. 496",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970509
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/132/0496-01"
      ]
    },
    {
      "cite": "165 Pa. 526",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        862102
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/165/0526-01"
      ]
    },
    {
      "cite": "256 Pa. 135",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1030758
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/256/0135-01"
      ]
    },
    {
      "cite": "291 Pa. 297",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1107284
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/291/0297-01"
      ]
    },
    {
      "cite": "284 Pa. 355",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1092031
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/284/0355-01"
      ]
    },
    {
      "cite": "283 Pa. 406",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1090532
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/283/0406-01"
      ]
    },
    {
      "cite": "74 Pa. Superior Ct. 432",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        645679
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/74/0432-01"
      ]
    },
    {
      "cite": "260 Pa. 509",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040276
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/260/0509-01"
      ]
    },
    {
      "cite": "209 Pa. 483",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936147
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/209/0483-01"
      ]
    },
    {
      "cite": "194 U. S. 296",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3632285
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/194/0296-01"
      ]
    },
    {
      "cite": "254 Pa. 574",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1025415
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/254/0574-01"
      ]
    },
    {
      "cite": "303 Pa. 223",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1130084
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/303/0223-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 663,
    "char_count": 10922,
    "ocr_confidence": 0.509,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.041434462009175055
    },
    "sha256": "0309ac4609282c8997e85a7ac16e51da5aa2f77ab1d8daa95977ef6fbd9d7509",
    "simhash": "1:89c7ada28fbbbfeb",
    "word_count": 1908
  },
  "last_updated": "2024-02-27T21:04:31.612299+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Walling, Simpson, Kephart, Schaffer and Maxey, JJ."
    ],
    "parties": [
      "Munn, Trustee, et al., Appellants, v. Lorch."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Maxey,\nThe trustee of Lorch Brothers Company, a bankrupt, sued Althea E. Lorch, a married woman, in assumpsit to recover the sum of $50,000 upon a stock subscription agreement and a certain note signed by her for a like amount. The suit was instituted by the trustee for the use of the Bank of Pittsburgh, National Association, hereinafter referred to as the bank, and for the bankrupt estate. The verdict was' for the defendant.\nLorch Brothers Company was a corporation. George E. Lorch was president, and Louis Lorch, secretary and treasurer. These two officers requested a loan of $100,000 for the corporation from the bank. The loan was refused. They then suggested to the bank that their wives would guarantee the payment of the proposed loan. This suggestion was also declined on the ground that married women cannot be accommodation endorsers as provided in the Act of June' 8, 1893, P. L. 344. Some days later, on January 14,1921, the Lorch Brothers and their respective wives called at the bank, the women sat in one part of the directors’ room and their husbands and officers of the bank, in another part of the same room. One of the bank officers there stated to Louis Lorch that the law prevented a married woman from guaranteeing the debt of her husband, evidently referring to the Act of 1893. The following plan was then evolved by the bank officers and the Lorch Brothers for the securing of the desired loan and making their wives guarantors of its payment: Mrs. Althea E. Lorch subscribed for five hundred shares of the 8% cumulative preferred capital stock of Lorch Brothers Company, at $100 per share, for which she delivered her promissory note for $50,000. Lorch Brothers Company, by its president and treasurer, then endorsed and delivered to the bank Althea E. Lorch’s note and expressly declared that it was “collateral security for payment of the note made by George E. Lorch, Louis Lorch and John H. Wagner to it, dated January 14, 1921, in the sum of One hunddred thousand dollars ($100,000), payable in four months.” Lorch Brothers Company also “assigned and transferred to the Bank of Pittsburgh, N. A., the foregoing subscription agreement to be held as collateral security upon the terms and conditions expressed in the agreement of January 14, 1921, under which the noté received is pledged.”\nGeorge E. Lorch testified that at the conference referred to one of the vice-presidents of the bank, in answer to Lorch’s question, “Why must that be?” (referring to the stock subscription of Mrs. Lorch and the $50,000 note) said, “Well, we have to do it to get around the law.” The defendant was asked to sign her name to these papers. She did so without any examination or explanation. The loan of $100,000 was then made to the corporation,-^-papers similar in character to those signed by Althea E. Lorch having been signed by her sister-in-law, Minna Lorch, wife of Louis Lorch. No stock as provided for in said stock subscription was ever tendered to the defendant and no demand was ever made upon her for the payment of the note until after the bankruptcy proceedings, nearly four years later. Neither the stock subscription nor the notes were ever carried on the books of the corporation as an asset.\nThe Act of 1893, supra, gives a married woman power to make contracts of a character that would include stock subscriptions. The question here is whether or not the execution of the note and stock subscription by the defendant was a bona fide transaction or simply a part of a plan or device for permitting the defendant, a married woman, to become surety for another. The case was submitted to the jury after a careful charge in which the trial judge said: “The question which to my mind is a question of fact in this case......is this: Was this arrangement and the acts of the parties which Avere done pursuant to it a plan or device adopted by the parties to this transaction to evade the effect of the Act of 1893, without any intent upon the part of the parties to this arrangement that this subscription agreement should be a binding and valid subscription to stock, or, to put the matter in another way, was this subscription agreement made in good faith by the parties to it,......or was it a plan or device by which the parties sought to evade the effect of the Act of 1893?” Under the facts of the case, the jury were justified in finding that this was a device or plan to evade the Act of 1893, and the jury rendered a verdict accordingly.\nThe controlling principle in cases of this kind is well set forth in 13 Ruling Case Law, section 340, page 1302, as follows: “If it appears that an elaboration of outward details Avas, as both parties knew, but a cloak to cover an attempt to conclude a contract of suretyship in violation of the statute, the indirection in method by which they have proceeded will not avail to save the transaction. Whatever device may be resorted to for the purpose of evading the statute, if the person seeking to enforce the contract knew of, or participated in, the design, or purposely remained ignorant, courts will deal with the transaction according to its substance, regardless of the form in which it may have been disguised.”\nThis court in an opinion recently handed down by the present Chief Justice in the case of Com. v. Kearney, 303 Pa. 223, placed its condemnation on verbal devices contrived to circumvent the above provisions of the Act of June 8,1893, disabling married women from entering into contracts of suretyship.\nThe case now before us may be summed up by saying that Althea E. Lorch, a married woman, promised to subscribe for $50,000 worth of stock in the Lorch Brothers Company and promised to pay Lorch Brothers Company for the stock $50,000 at the Pittsburgh Bank, both she and the bank well knowing at the time that this subscription agreement and promissory note were to be assigned to the bank at once as security for a loan to Lorch Brothers Company. The bank officials were active in contriving this design so as to support with the wife’s credit the loan made to her husband’s company, and the stock subscription agreement and the $50,000 promissory note had no other purpose to serve than the illegal one just stated. The Act of 1893 forbids a married woman to become surety for another. What the law said she could not do, the defendant under the guidance of the bank and for the benefit of the bank and her husband’s company attempted to do. Thinly disguised as it was in form, the contract was in substance one of surety, and as such was void under the law of the Commonwealth. Plaintiff’s action on it therefore cannot be sustained.\nThe second question in this case is whether the trustee of the corporation which has since become bankrupt has any higher rights than the corporation itself would have had if not bankrupt. In this case, as in all other cases where the public policy of the State is involved, a trustee’s rights rise no higher than that of the bankrupt he represents. The trustee takes his title subject to all the equities between the original parties, and the Bankruptcy Act can give the trustee no greater rights than he would have under the Pennsylvania law. In the case of Davis v. Billings, 254 Pa. 574, this court said: “It has been definitely decided that a trustee in bankruptcy is vested with no higher or better right or title to the property than the bankrupt had when the trustee’s title accrued, and, unless in contravention of some established principle of law, or public policy, or some express provision of the Bankrupt Act, a claim valid against the bankruptcy may be held valid against the trustee: Hewit v. Berlin Mach. Works, 194 U. S. 296.”\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Maxey,"
      }
    ],
    "attorneys": [
      "A. Leo Weil, of Weil, Christy & Weil, with him C. D. Scully and Harold K. Brooks, for appellant.",
      "H. Fred Mercer, with Mm Alter, Wright & Barron, for appellee."
    ],
    "corrections": "",
    "head_matter": "Munn, Trustee, et al., Appellants, v. Lorch.\nArgued May 26, 1931.\nBefore Walling, Simpson, Kephart, Schaffer and Maxey, JJ.\nA. Leo Weil, of Weil, Christy & Weil, with him C. D. Scully and Harold K. Brooks, for appellant.\nSince the Act of 1893 a married woman may enter into any kind of an obligation in the same manner and to the same extent as an unmarried person except that she may not become an accommodation maker, endorser, guarantor or surety for another: Herr v. Reinoehl, 209 Pa. 483; Bartholomew v. Bank, 260 Pa. 509; Wynn v. Duve, 74 Pa. Superior Ct. 432.\nDefendant can not bring herself within the inhibitions of the Act of 1893, P. L. 344, because she was not an accommodation party for the reason that she received full consideration for her undertaking: Hooversville Bank v. Sagerson, 283 Pa. 406; First Nat. Bank of Donora v. Purcell, 284 Pa. 355; Fidelity T. & T. Co. v. Garland, 291 Pa. 297; Yeany v. Shannon, 256 Pa. 135; Patrick & Co. v. Smith, 165 Pa. 526.\nThe defendant can get no support from the so-called transparent device cases. In every such case the married woman directly, by her note or agreement, promised to pay the debt of another and thereby came directly within the technical inhibition of the act: Real Estate Co. v. Roop, 132 Pa. 496; Patrick & Co. v. Smith, 165 Pa. 526; Sibley v. Robertson, 212 Pa. 24; Murray v. McDonald, 236 Pa. 26; Wiltbank v. Tobler, 181 Pa. 103; Kemper v. Richardson, 72 Pa. Superior Ct. 115.\nThe burden of proof is on the defendant throughout to show that she comes within the protection of the act: Farmers and Merchants Bank v. Donnelly, 247 Pa. 518; Cullmans v. Lindsay, 114 Pa. 166; Ralston v. P. R. T. Co., 267 Pa. 257; Miller’s Est., 279 Pa. 30.\nThe defendant by entering into the stock subscription, which under the law she had a right to do, knowingly armed Lorch Brothers Co. with an instrument which could be used and was used to obtain credit from others, and is thereby estopped from setting up any defense under the Act of 1893 in contravention of her acts.\nH. Fred Mercer, with Mm Alter, Wright & Barron, for appellee.\nTestimony of officers of bank who made loan and accepted security and the only surviving officer of Lorch Brothers Co. that both note and stock subscription were obtained for sole purpose of guaranteeing company’s debt was uncontradicted, clear and conclusive.\nLaw forbids a married woman creating liability for accommodation of another which carries the risk of a general judgment — bank’s officers admit such was their object in this case: Commercial Acceptance Corp. v. Ruppel, 295 Pa. 88; Kemper v. Richardson, 72 Pa. Superior Ct. 115; Sibley v. Robertson, 212 Pa. 24; Newhall v. Arnett, 279 Pa. 317; Keystone Brewing Co. v. Varzaly, 39 Pa. Superior Ct. 155.\nContracts forbidden to married women being contrary to public policy are subject to the rules of evidence applied to all such contracts: Kuhn v. Buhl, 251 Pa. 348; Chamberlain v. M’Clurg, 8 W. & S. 31.\nSince the appellee, a married woman, was without capacity to become surety for her husband’s company, such liability cannot be created by estoppel: Keen v. Hartman, 48 Pa. 497; Klein v. Caldwell, 91 Pa. 140.\nJune 27, 1931:"
  },
  "file_name": "0055-02",
  "first_page_order": 77,
  "last_page_order": 84
}
