{
  "id": 1134569,
  "name": "Lunine, Appellant, v. Pennsylvania Alcohol Permit Board et al.",
  "name_abbreviation": "Lunine v. Pennsylvania Alcohol Permit Board",
  "decision_date": "1931-11-23",
  "docket_number": "Appeal, No. 387",
  "first_page": "162",
  "last_page": "166",
  "citations": [
    {
      "type": "official",
      "cite": "305 Pa. 162"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "259 Pa. 99",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1038311
      ],
      "pin_cites": [
        {
          "page": "103"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/259/0099-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 374,
    "char_count": 5417,
    "ocr_confidence": 0.506,
    "pagerank": {
      "raw": 9.07662128476288e-08,
      "percentile": 0.5053483813148952
    },
    "sha256": "941f08e9bbb743cd28a2342333453ec2bb43855ae0a951fc8ffd3b7e1f15ef35",
    "simhash": "1:37ffda27d7834d87",
    "word_count": 910
  },
  "last_updated": "2024-02-27T21:04:31.612299+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Walling, Simpson, Kephart, Schaefer, Maxey and Drew, JJ."
    ],
    "parties": [
      "Lunine, Appellant, v. Pennsylvania Alcohol Permit Board et al."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis case is sufficiently considered in the opinion of the trial court, as follows: “The plaintiff avers that he is the owner of certain real estate in the City of Reading and that he has obtained a decree of the United States District Court directing the federal supervisor of permits to issue to him a permit to manufacture cereal beverages in accordance with the provisions of the National Prohibition Act. In his bill in equity he recites that he has made application to the Pennsylvania Alcohol Permit Board for a permit for the same purpose under the Act of February 19, 1926, P. L. 16, but that, after hearing, said board arbitrarily and illegally refused to approve of his application. By his bill in equity, filed in this court, the plaintiff seeks to obtain an injunction restraining the alcohol permit board and the state police from interfering with his manufacture of cereal beverages. All of the defendants named in the bill are nonresidents of this county. The original bill was filed April 30, 1931, and a copy handed without any order from this court, to a clerk or deputy of each defendant at the latter’s office in the City of Harrisburg, Dauphin County. Admittedly such service was not valid. On May 28, 1931, plaintiff filed an amended bill, copies of which were served, in pursuance of an order of this court, upon the several defendants in the Cities of Harrisburg and Lancaster. The defendants have now filed a petition, under the Act of March 5, 1925, P. L. 23, praying that the bill be dismissed for want of jurisdiction in this court.\n“The prayer of this petition must be granted. By article V, section 20, of the Constitution of 1874, ‘chancery powers as are now vested in the several courts of common pleas’ are conferred upon the courts of common pleas ‘within their respective districts, subject to such changes as may be made by law.’ Our attention has not been called to any statute passed since 1874, which would give this court jurisdiction in a case of this kind over persons not served within the district. Our judicial district, the twenty-third, comprises the County of Berks and no more: Act of May 25, 1921, P. L. 1163; Act of 1931, P. L. 191. Nor is this a proceeding within the Act of April 6, 1859, P. L. 387, paragraph 1. For this suit does not concern ‘goods, chattels, lands, tenements or hereditaments’ nor ‘the perpetuating of testimony concerning any lands, tenements and so forth, situate or being within the jurisdiction of the court’ nor ‘any charge, lien, judgment, mortgage or encumbrance thereon’; nor has this court in any way acquired jurisdiction of the subject-matter in controversy, by service of its process on one or more of the principal defendants within the county.\n“The Act of 1859 must be construed in harmony with the policy of our jurisprudence not to bring nonresidents within the jurisdiction of our courts unless in very special cases: Vandersloot v. Pa., W. & P. Co., 259 Pa. 99, 103, where it is also pointed out that a decree against a defendant personally is not within the purview of that act and that where such decree is sought, the court has no authority under that act to direct service upon the defendant.\n“The mere fact that the premises in which plaintiff desires to engage in the manufacture of cereal beverages, are in this county, does not bring the case within the Act of 1859. Plaintiff’s prayer is that the defendants, their agents, etc., be restrained ‘from interfering, hindering, embarrassing or delaying the lawful conduct of the cereal beverage business operated under authority of the permit granted to your petitioner by direction of the United States Court,’ and ‘from entering the premises of your complainant except for the purpose of lawful inspection and that such persons be enjoined and restrained from doing any act which [may] hinder, hamper, delay or inconvenience the legitimate operation of this business.’ In other words, the matter here in controversy is plaintiff’s right to conduct the business of manufacturing cereal beverages; the controversy touches his premises only incidentally as the place where he wishes to enter upon this business. Plaintiff’s title or, possession of the premises is in no way questioned by the defendants. It is his acts and not his property that the defendants seek to interfere with. And it is the restraint of defendants from interference with said acts that plaintiff seeks to enjoin. The decree sought is clearly personal and hence not within the Act of 1859.\n.“In Ms' supplemental brief plaintiff candidly admits that' the service upon the defendants beyond the county confers no jurisdiction, but contends that the proceeding can be sustained as an action in rem. This contention cannot be supported.”\nIt is not necessary to consider the effect of the Act of May 26, 1931, P. L. 191, requiring that all actions against state officers must be brought in Dauphin County.\nOn the opinion above quoted the decree dismissing plaintiff’s bill is affirmed at his cost.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Patrick J. Friel, with him E. H. Deysher, for appellant.",
      "Harris C. Arnold, Deputy Attorney General, Wilhelm F. Knauer, Special Deputy Attorney General, and Wm. A. Schnader, Attorney General, for appellee, were not heard."
    ],
    "corrections": "",
    "head_matter": "Lunine, Appellant, v. Pennsylvania Alcohol Permit Board et al.\nArgued September 29, 1931.\nBefore Walling, Simpson, Kephart, Schaefer, Maxey and Drew, JJ.\nPatrick J. Friel, with him E. H. Deysher, for appellant.\nHarris C. Arnold, Deputy Attorney General, Wilhelm F. Knauer, Special Deputy Attorney General, and Wm. A. Schnader, Attorney General, for appellee, were not heard.\nNovember 23, 1931:"
  },
  "file_name": "0162-01",
  "first_page_order": 184,
  "last_page_order": 188
}
