{
  "id": 1134646,
  "name": "Kohler v. Pennsylvania R. R., Appellant",
  "name_abbreviation": "Kohler v. Pennsylvania R. R.",
  "decision_date": "1931-11-23",
  "docket_number": "Appeal, No. 138",
  "first_page": "249",
  "last_page": "253",
  "citations": [
    {
      "type": "official",
      "cite": "305 Pa. 249"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "249 Pa. 126",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013603
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/249/0126-01"
      ]
    },
    {
      "cite": "242 Pa. 304",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998889
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/242/0304-01"
      ]
    },
    {
      "cite": "263 Pa. 429",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047419
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/263/0429-01"
      ]
    },
    {
      "cite": "36 Pa. Superior Ct. 556",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        874265
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/36/0556-01"
      ]
    },
    {
      "cite": "260 Pa. 430",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040262
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/260/0430-01"
      ]
    },
    {
      "cite": "104 Pa. 454",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        452137
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/104/0454-01"
      ]
    },
    {
      "cite": "163 Pa. 49",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        859059
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/163/0049-01"
      ]
    },
    {
      "cite": "142 Wis. 375",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8699900
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wis/142/0375-01"
      ]
    },
    {
      "cite": "37 Okla. 545",
      "category": "reporters:state",
      "reporter": "Okla.",
      "case_ids": [
        8882845
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/okla/37/0545-01"
      ]
    },
    {
      "cite": "99 N. Y. App. Div. 571",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        5152980,
        3046143
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad/99/0571-01",
        "/nys/91/0145-01"
      ]
    },
    {
      "cite": "125 Ga. 193",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        440575
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ga/125/0193-01"
      ]
    },
    {
      "cite": "55 Ark. 428",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1322231
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/55/0428-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 423,
    "char_count": 5700,
    "ocr_confidence": 0.516,
    "pagerank": {
      "raw": 5.911262146912683e-08,
      "percentile": 0.3694169042287794
    },
    "sha256": "ddf04a3a977e927f386cf31d7a50f546bec098822143d723e59d04203690ec64",
    "simhash": "1:88c98eb2df1044c8",
    "word_count": 1051
  },
  "last_updated": "2024-02-27T21:04:31.612299+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Walling, Simpson, Kephart, Schaffer, Maxey and Drew, JJ."
    ],
    "parties": [
      "Kohler v. Pennsylvania R. R., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Drew,\nOn the evening of November 27, 1927, the plaintiff, who was then employed as a seamstress, went to the defendant’s railway station at Reynoldsville with her employers of that day, a Mr. and Mrs. Winslow, the latter of whom had reserved a berth on the pullman car of the train due some time after nine o’clock.\nWhen the train arrived, the pullman was next to the locomotive and because of its position it passed the station platform and stopped a short distance beyond it. The porter, who was also acting as pullman conductor, opened the door and left the car, going to the station.\nAs soon as the party had reached the pullman, Mr. Winslow went up the steps, put a bag he was carrying in the vestibule of the car, picked up a footstool he found there, and took it down and placed it at the foot of the steps. Mrs. Winslow then ascended the steps, followed by the plaintiff, who was also carrying a bag. The plaintiff put the bag down in the vestibule and immediately started to leave the car. She went down the steps, holding the handrail. Just as she was stepping down from the bottom step, she noticed that the train had begun to move. She became frightened and tried to pull herself back, but was unable to do so. She was carried along for a short distance, holding the railing, with both feet off the steps, but finally could hold on no longer and fell to the ground. As a result of her fall she received serious injuries to her right leg and hip. There was a verdict and judgment for plaintiff, from which defendant appeals, assigning as error the refusal to grant binding instructions and judgment n. o. v.\nThese facts are taken entirely from plaintiff’s case — ■ from her testimony and that of her witnesses, Mr. and Mrs. Winslow. In deciding whether this case should have been submitted to the jury, we give the plaintiff the benefit of all the evidence in her favor as well as all inferences favorable to her which can reasonably be drawn therefrom.\nDid the defendant owe the plaintiff any duty? She was not a passenger and had no intention to become one; her only purpose was to assist Mrs. Winslow. She admitted that she did not speak to any employee of the defendant, and that she was not seen boarding the train. Even if a member of the train crew had seen her enter the pullman, there was nothing to indicate to him that she was not a passenger or that she intended to leave the train.\nSince she entered the train without notice to or knowl-. edge of the trainmen as to her purpose, she cannot complain of a failure to hold the train for a sufficient length of time to enable her to accomplish her purpose, or of a failure to give warning that it was about to start. On these facts, there is no liability on the part of the railroad: Ry. Co. v. Lawton, 55 Ark. 428; Seaboard, etc., Ry. v. Bradley, 125 Ga. 193; Dunne v. N. Y., etc., R. R. Co., 99 N. Y. App. Div. 571; St. Louis, etc., R. Co. v. Lee, 37 Okla. 545; Wickert v. Wisconsin, etc., R. Co., 142 Wis. 375. See 10 C. J. 943; 4 R. C. L. 1244. Tlie law applicable to this situation is well stated in the case of Ry. Co. v. Lawton, supra, in which the Supreme Court of Arkansas says, at pages 434 and 435: “...... The law could not, in reason or justice, impose as a duty the doing of that which, in the light of everything known to the trainmen, would not appear necessary or proper. ...... If the attendant intended to become a passenger, he had no reason to ask a continued stop; and if he desired to get off, and that alone made a longer stop necessary, he could not expect or ask that it be made where no occasion for it was known to those in charge. Even where a passenger desires to stop at an intermediate station, he must make his desire known; and if he neglect this, he cannot complain if he is carried past his station....... If such notice is required of passengers, it should, with at least equal reason, be exacted of others, and we are of opinion that it is essential to fix a duty in that regard.”\nFurthermore, a railway company does not owe to a person entering a train to assist another taking passage thereon the duty of ascertaining his purpose; it may assume, until informed to the contrary, that he intends to become a passenger, and may therefore start the train without giving him an opportunity to alight therefrom: Seaboard, etc., Ry. Co. v. Bradley, supra; Wickert v. Wisconsin, etc., R. Co., supra. Nor did defendant owe plaintiff a duty to have someone at hand to whom notice of her purpose could be given: Dunne v. N. Y., etc., R. R. Co., supra; St. Louis, etc., R. Co. v. Lee, supra.\nSince we find no violation of duty, and therefore no negligence, on the part of defendant, we need not consider whether plaintiff was guilty of contributory negligence.\nThe learned court below was in error in refusing the motion for binding instructions, and later in refusing to enter judgment n. o. v. for defendant.\nThe judgment of the court below is reversed, and judgment is here entered for the defendant.",
        "type": "majority",
        "author": "Mr. Justice Drew,"
      }
    ],
    "attorneys": [
      "Raymond E. Brown, for appellant.",
      "S. C. Pugliese, with him Charles J. Margiotti, W. M. Gillespie and Edward Friedman, for appellee."
    ],
    "corrections": "",
    "head_matter": "Kohler v. Pennsylvania R. R., Appellant.\nArgued September 29, 1931.\nBefore Frazer, C. J., Walling, Simpson, Kephart, Schaffer, Maxey and Drew, JJ.\nRaymond E. Brown, for appellant.\nNo negligence was shown on the part of defendant: Rothchild v. R. R., 163 Pa. 49; Hottenstein v. Lerch, 104 Pa. 454; Gonzalus v. Hoover, 6 S. & R. 118; Rogers v. R. R., 260 Pa. 430.\nS. C. Pugliese, with him Charles J. Margiotti, W. M. Gillespie and Edward Friedman, for appellee.\nNegligence was shown by the company: Hall v. R. R., 36 Pa. Superior Ct. 556; Rogers v. R. R., 260 Pa. 430; Rogers v. R. R., 263 Pa. 429; Coleman v. R. R., 242 Pa. 304; Murray v. Ry., 249 Pa. 126.\nNovember 23, 1931:"
  },
  "file_name": "0249-01",
  "first_page_order": 271,
  "last_page_order": 275
}
