{
  "id": 1019726,
  "name": "Bartels Brewing Company v. Employers' Indemnity Company, Appellant",
  "name_abbreviation": "Bartels Brewing Co. v. Employers' Indemnity Co.",
  "decision_date": "1915-10-04",
  "docket_number": "Appeal, No. 401",
  "first_page": "63",
  "last_page": "68",
  "citations": [
    {
      "type": "official",
      "cite": "251 Pa. 63"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 509,
    "char_count": 10961,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 2.6337547788182236e-07,
      "percentile": 0.8224626223382135
    },
    "sha256": "32a7ac8052860aa8da0f375c7626da8d0ef95751b8732dfa80e15a891241a8d6",
    "simhash": "1:b3f595c3a20a6e7d",
    "word_count": 1857
  },
  "last_updated": "2023-07-14T19:37:46.301282+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Potter, Stewart and Frazer, JJ."
    ],
    "parties": [
      "Bartels Brewing Company v. Employers’ Indemnity Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Potter,\nIn this action the plaintiff sought to recover upon a contract of indemnity against legal liability for injuries resulting from the negligence of its employees. A verdict in an action of trespass, and payment of the judgment thereon, had fixed the amount of defendant’s liability, if it was liable under the terms of the contract. Defendant denied liability upon the ground that plaintiff, the insured, had not complied with the stipulation of the contract of insurance, with respect to the notice required to be given of the happening of the accident for the results of which the plaintiff was held liable.\nIt appears from the evidence, that in August, 1909, the plaintiff was engaged in the brewing business, and entered into a contract with the defendant, the Employers’ Indemnity Company of Philadelphia, by which it was insured against loss or expense from claims for damages on account of bodily injuries, accidentally suffered during a period of one year from the date of the contract, by any person by means of the draft animals, or the vehicles of the insured, while being used in its business. A condition of the contract of insurance was as follows: “Upon the occurrence of an accident the assured shall give immediate notice in writing of such accident, with the fullest information then available, to the company at its head office in Philadelphia, Pa. If a claim is made on account of such accident the assured shall give like notice thereof with full particulars.”\nOn October 30, 1909, a three-year-old child was accidentally injured by one of the assured’s teams, which was in charge of its driver. The fact of the accident was known the same day, by the immediate superior of the driver, a Mr. Clark, who represented the plaintiff in the county where the accident occurred. On January 27, 1910, nearly three months after the date of the accident, the assured was notified by a firm of lawyers that a claim for damages resulting from the accident had been placed in their hands. On April 1, 1910, an action to recover was commenced, and the summons was served on Mr. Clark, plaintiff’s representative on April 7th. It was not until April 20, 1910, that the plaintiff gave to the defendant, at its head office in Philadelphia, any information concerning the accident which had occurred on October 30th of the year before, or as to the claim made therefor by the attorneys in January, 1910. Counsel for appellant contends that this was not immediate notice, such as was plainly required by the contract, and that the court was in duty bound to have so instructed the jury. He maintains that under the facts in this case, which are clear and not disputed, the question whether there was compliance with the terms of the contract as to notice, was one of law for the court, and was not for determination by the jury. We think his contention is well founded. In 4 Cooley’s Briefs of Law of Insurance, p. 3570, he says: “Employers’ Liability policies very generally contain a requirement that the insured shall furnish immediate notice, both of any accident by wbicb the insured may be rendered liable, and of any claim against tbe insured arising therefrom. These provisions are valid and of tbe essence of tbe contract, being designed to enable tbe insurer to investigate tbe circumstances of tbe accident while tbe matter is yet fresh in tbe minds of all, and to make timely defense against any claim filed. They are, therefore, usually given a more liberal construction in favor of tbe company than tbe requirement for notice of proof of loss under an ordinary fire policy, wbicb can only become effective after tbe company’s liability has been fixed.” It was tbe plain duty of tbe plaintiff to report tbe accident as soon as it bad knowledge of its occurrence. Granting that tbe condition requiring “immediate notice” means within a reasonable time under tbe circumstances of tbe case, we are unable to see bow a delay of nearly six months in reporting tbe occurrence, can possibly be regarded as reasonable. Tbe parties stipulated in their written agreement as to bow, when and where, tbe notice should be given: immediately, and to tbe Philadelphia office. It is suggested that on January 28, 1910, notice was given to local agents of tbe defendant at Wilkes-Barre that a claim for damages bad been made. This was, however, not in compliance with tbe agreement either as to time or place. Reference was made to a red label or sticker containing tbe names of tbe local agents pasted on tbe cover of tbe policy. But this label formed no part of tbe written contract, and it cannot be permitted to affect in any way tbe clear and explicit directions of tbe contract itself as to tbe time and method of giving notice. An inspection of, tbe printed portion of tbe cover shows that it emphasized tbe requirement that all accidents must be immediately reported, but it intimated no change in tbe time and place, or manner of making tbe report. Tbe red label was obviously no part of tbe original printed matter on tbe cover, but was evidently pasted on by tbe local agents in order to show their name and business occupation.\nThe thirteenth and fourteenth assignments of error,, complain of the refusal of the court below to charge as requested in defendant’s fourth and sixth points. In these the court was in substance asked to instruct the jury that the knowledge of the accident on the date of its occurrence by the plaintiff’s agent, M. E. Clark, was sufficient to charge the insured with notice of the accident. No other inference can fairly be drawn from the testimony. He was in charge of the business of plaintiff in Lackawanna County, hired and discharged men, received the report of the accident in question from the driver of the team which caused it, and employed counsel to defend the action brought to recover damages for it. His excuse for not reporting the accident when it occurred, as given by plaintiff, was, that “he did not know he was supposed to, and that he thought nothing would come of the accident.” Under the facts shown his complete knowledge of the occurrence must be regarded as that of his employer, the plaintiff, whether or not he actually communicated that knowledge to it at the time. That the defendant company might have waived the requirements of the policy, as to immediate notice of the accident, is true. But is there anything in the evidence to sustain such a claim? We can find nothing which will justify any such conclusion. When notice first reached the defendant company, it promptly repudiated liability, but offered, without prejudice to its rights, to pay a small amount in settlement of the claim, but no settlement was effected. It sent representatives who endeavored to get the signature of the insured to what was called a “letter without prejudice,” a paper agreeing that whatever was done was to be without prejudice to defendant’s rights by reason of the delay in reporting the accident. This paper was not signed, but its presentation gave notice, that defendant was standing upon its rights, and the testimony shows no action by it, which was inconsistent with its claim that it was not liable. Naturally it was desirous of an amicable adjustment of the matter, if it could be made for a reasonable amount, as it would thus satisfy , and please its customer. But the evidence shows a clear intention not to relinquish its rights under the contract. Nor is there anything to show that the assured was in any way, or at any time, misled or induced to believe that the defendant company had abandoned its rights under the contract. We can find in the record, no evidence of a waiver by the defendant of the terms of the contract as to notice, which was sufficient to justify the submission of that question to the jury.\nThe thirteenth, fourteenth, fifteenth, sixteenth, eighteenth, nineteenth, twentieth, and twelfth assignments of error are sustained, and the judgment is reversed, and is here entered for the defendant.",
        "type": "majority",
        "author": "Mr. Justice Potter,"
      }
    ],
    "attorneys": [
      "James L. Morris, for appellant.",
      "E. A. Brennan and John McGahren, with him R. B. Alexander, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bartels Brewing Company v. Employers’ Indemnity Company, Appellant.\nInsurance — Employers’ liability insurance — Notice of accidents —Unreasonable delay — Waiver—Judgment for defendant n. o. v.\n1. The provisions of employers’ liability policies requiring that the insured shall furnish immediate notice both of any accident by which the insured may be rendered liable, and of any claim against the insured arising therefrom, are valid and of the essence of the contract, being designed to enable the insurer to investigate the circumstances of the accident while the matter is yet fresh in the minds of all, and to make timely defense against any claim filed; and where an accident has happened and no notice has been given to the insurer within a reasonable time thereafter it will be discharged of liability.\n2. In an action on an employers’ liability policy providing that “upon the occurrence of an accident the assured shall give immediate notice in writing of such accident, with the fullest information then available, to the company, at its head office......If a claim is made on account of such accident the assured shall give like notice thereof with full particulars,” it appeared that on October 30, 1909, a child was injured by one of defendant’s teams in charge of its driver, that the occurrence of the accident was known to plaintiff’s representative in the county where it, occurred almost immediately thereafter, but that no notice of the accident was given defendant until January 27,1910, and that no information concerning the circumstances was given until April 20, 1910. Held, that plaintiff’s failure to give the notice and information required by the contract until more than six months after the accident, relieved the defendant of liability and on appeal judgment was entered for defendant n. o. v.\n3. In such case there was no waiver by the defendant of the requirement of the policy as to notice, by reason of the fact that when notice of the accident was first received it promptly repudiated liability, but offered, without prejudice to its rights, to pay a small amount in settlement, which was not effected.\nArgued April 14, 1915.\nAppeal, No. 401, Jan. T., 1914, by defendant, from judgment of C. P. Luzerne Co., March T., 1912, No. 566, on verdict for plaintiff, in case of Bartels Brewing Company v. Employers’ Indemnity Company of Philadelphia, Pa.\nOctober 4, 1915:\nBefore Brown, C. J., Mestrezat, Potter, Stewart and Frazer, JJ.\nReversed.\nAssumpsit on a contract of liability insurance. Before Garman, J.\nThe opinion of the Supreme Court states the facts.\nVerdict for plaintiff for $2,599.55 and judgment thereon. Defendant appealed.\nErrors assigned were rulings on evidence, answers to points, the refusal of the court to direct a verdict for defendant and to enter judgment for defendant n. o. v.\nJames L. Morris, for appellant.\nE. A. Brennan and John McGahren, with him R. B. Alexander, for appellee."
  },
  "file_name": "0063-01",
  "first_page_order": 107,
  "last_page_order": 112
}
