{
  "id": 1019920,
  "name": "Commonwealth v. Chickerella, Appellant",
  "name_abbreviation": "Commonwealth v. Chickerella",
  "decision_date": "1915-10-28",
  "docket_number": "Appeals, Nos. 115 and 116",
  "first_page": "160",
  "last_page": "164",
  "citations": [
    {
      "type": "official",
      "cite": "251 Pa. 160"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "34 Pa. Superior Ct. 451",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        871052
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/34/0451-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 370,
    "char_count": 7539,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 3.1796455023185707e-07,
      "percentile": 0.8644444135546127
    },
    "sha256": "6737b035aed167a3dc38882ca928f1ab7be57e3ccbcc4394923b54cf4f68a2ae",
    "simhash": "1:b2fb74bf0cbd303a",
    "word_count": 1354
  },
  "last_updated": "2024-02-27T21:09:46.071040+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Potter, Stewart, Moschzisker and Frazer, JJ."
    ],
    "parties": [
      "Commonwealth v. Chickerella, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nEach of these appeals is from a judgment on a verdict of guilty of murder of the first degree. The prisoners were tried on an indictment against them jointly, and, when the Commonwealth closed, no testimony was offered on their behalf. The case was submitted without argument, and,- in his charge to the jury, the learned trial judge said: “You have listened to the testimony with patience and it has been very direct and been delivered with much detail so that all the facts developed in the case must be clear before your mind. There has been no dispute as to the facts; that is to say, the defense has not made any denial of the testimony as offered by the Commonwealth. And with that in view, it will not be necessary for us to go into detail in analyzing the testimony in order to aid you in determining the question at issue.” It is urged that this was error, as it was in violation of Section 10 of the Act of 1887, P. L. 158, which prohibits any adverse reference by counsel or court to the failure of defendant in a criminal case to offer himself as a witness. There is no reference in that portion of the charge complained of by the first assignment to the failure of either defendant to testify on his own behalf. All the court said and all that, it intended to say was that the facts as presented by the Commonwealth had not been contradicted, and it would be a severely strained construction of the Act of 1887 to hold that this simple statement of the learned court was an adverse reference to the failure of the defendants to offer themselves as witnesses. The jury could not have so understood it: Commonwealth v. Martin, 34 Pa. Superior Ct. 451.\nThe second complaint of the appellants is that the court, in that portion of the charge complained of in the second and third assignments of error, took from the jury the right to fix the degree of the crime. These assignments are clearly without merit. The jury were instructed, and very properly so, that, under the statute, all murder committed in the perpetration of or in the attempt to perpetrate a robbery is murder of the first degree, even if there be no specific intent to kill the victim. This instruction was given in immediate connection with another, that it was not only the right, but the duty, of the jury, if they found the prisoners, or either of them, guilty, to determine by their verdict whether the guilt was of murder of the first or second degree.'\nThe three assignments of error are overruled, each judgment is affirmed, and the record is remitted for the purpose of execution.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "$,■ L. Reed, with him Win. A, McGuire, for appellants.",
      "Charles C. Greer, District Attorney, with, him Bruce S. Campbell, Assistant District Attorney, and James Wilson Leech, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Chickerella, Appellant.\nCriminal law — Criminal procedure — Murder—Instructions to jury — Reference to defendant’s failure to deny Commonwealth’s evidence — Act of April 23,1887, P. L. 158.\n1. At the trial of an indictment for murder where the Commonwealth made out a prima facia case and where the defense offered no evidence, instructions to the jury to the effect that the defense “has not made any denial of the testimony as offered by the Commonwealth” did not violate Section 10 of the Act of April 23, 1887, P. L. 158, which prohibits any adverse reference by counsel or court to the failure of defendant in a criminal ease to offer himself as a witness.\n2. In such case the right of the jury to fix the degree of the prisoner’s guilt was not taken away by instructions to the effect that under the statute all murder committed in the perpetration of or in an attempt to perpetrate a robbery is murder of the first degree, even if there be no specific intent to kill the victim, where the jury were further told that it was not only the right but the duty of the jury, if they found the prisoners or either of them guilty, to determine by their verdict whether the guilt was of murder of the first or second degree.\nArgued Sept. 27, 1915.\nAppeals, Nos. 115 and 116, Oct. T., 1915, by defendants, from sentence of O. & T., Cambria Co., June T., 1914, No. 12, on verdict of guilty of murder of the first degree in case of Commonwealth of Pennsylvania v. Thomas Chickerella, and Gasper. Marturana.\nBefore Brown, C. J., Mestrezat, Potter, Stewart, Moschzisker and Frazer, JJ.\nAffirmed.\nIndictment for murder. Before Stephens, J.\nFrom the record it appeared that the Commonwealth offered evidence to show that the defendants with three confederates, had been seen together on the night of the murder, and that they had robbed certain persons along the railroad leading from Spangler to Cymbria Mines in Cambria County; that three of the five implicated in this robbery had held up and attempted to rob Veto Covella and others, and in this attempt at robbery Veto Covella was killed. There was also evidence that at least one of the defendants was aiding and abetting in the robbery of Yeto Covella at the time he was killed. A confession was made to the jail warden which was admitted in evidence; both of the defendants admitted therein that they were along the railroad on the evening of the robbery and murder and participated in other robberies.\nOther facts appear in the opinion of the Supreme Court.\nThe court subsequently imposed sentence of death. Defendants appealed.\nErrors assigned were as follows: First. The honorable court erred in his charge to the jury in reviewing the testimony given in the case when he referred to the defendants in the following language: “You have listened to the testimony with patience and it has been very direct and been delivered with much detail so that all the facts developed in the case must be clear before your mind. There has been no dispute as to the facts; that is to say, the defense has not made any denial of the testimony as offered by the Commonwealth. And with that in view, it will not be necessary for us to go into detail in analyzing the testimony in order to aid you in determining the question at issue.”\nSecond; The honorable court erred in his charge to the jury when he used the following language: “We have called your attention to the act of assembly which provides that where one is killed in the attempt or in perpetration of a robbery it is murder of the first degree. Question of the intention or of perpetration does not enter into it, as the law declares a killing under such circumstances to be murder in the first degree. At the same time the law gives to you the right, and makes it your duty in all cases of homicide, to determine whether your verdict shall be of the first or of the second degree. While you are given that power, yet, as we said before, it is our duty to say to you that as a matter of law if a life is taken in the attempt to perpetrate, or in the commission of a robbery it would constitute murder in the first degree.”\nThird. The honorable court erred in his charge to the jury when he instructed them as follows: “You will recall what we said to you about the law in this case. It is not necessary for us to repeat it, except to say that in our opinion no other element enters into this case; that no question of intention or perpetration is involved. The one question for you to determine is whethér or not the murder was committed, as contended for by the Commonwealth, and whether or not that was committed in the attempt or in the perpetration of the robbery, and if so, the offense would be the same, murder in the first degree.”\n$,■ L. Reed, with him Win. A, McGuire, for appellants.\nOctober 28, 1915:\nCharles C. Greer, District Attorney, with, him Bruce S. Campbell, Assistant District Attorney, and James Wilson Leech, for appellee."
  },
  "file_name": "0160-01",
  "first_page_order": 204,
  "last_page_order": 208
}
