{
  "id": 1019664,
  "name": "Miller's Estate",
  "name_abbreviation": "Miller's Estate",
  "decision_date": "1915-10-28",
  "docket_number": "Appeal, No. 191",
  "first_page": "201",
  "last_page": "208",
  "citations": [
    {
      "type": "official",
      "cite": "251 Pa. 201"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 580,
    "char_count": 14903,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 1.6236452237073795e-07,
      "percentile": 0.6876904792518792
    },
    "sha256": "1fe3a4223ded6b3cac71f4ba9de2d7ae808ec898869f565e71e0745a0c338db5",
    "simhash": "1:e9de4c134e642645",
    "word_count": 2696
  },
  "last_updated": "2023-07-14T19:37:46.301282+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Potter, Stewart, Moschzisker and Frazer, JJ."
    ],
    "parties": [
      "Miller’s Estate."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe manifestly correct conclusion of the auditor and learned court below was that the deed from S. L. McCullough, dated October 15, 1906, to Alexander B. Miller,for a reconveyance of the coal, was accepted by the latter in payment and satisfaction of his purchase-money mortgage. It therefore followed that the said coal was real estate of the decedent, as to which he died intestate, and the decree of the court below must be affirmed.\nDecree affirmed at appellant’s costs.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Samuel A. Schreiner, with him John L. Ralph, for appellant.",
      "G. W. Gampbell, with him A. G. Braden, for appellee."
    ],
    "corrections": "",
    "head_matter": "Miller’s Estate.\nWills — Construction—Conversion—Devise—Revocation by sale —Mortgage—Satisfaction.\nA testator provided by will, “I direct that my farm......be sold by my executors at public or private sale as they may think best and convey the same to the purchaser by as good a deed as I could if living,” and after making certain specific devises bequeathed all his personalty in equal shares to his wife and daughter. Prior to the execution of the will testator had sold the coal underlying the farm in question and held a mortgage on same, and after the execution of the will sold the farm and bought back the coal. The deed reconveying the coal stated that the consideration therefor was that the mortgage should be accepted by the testator so as to relieve the mortgagor of his liability for the original purchase-money which was secured by the mortgage. Held, that the mortgage thereby became satisfied, and that testator died intestate as to the coal, which passed as real estate, to his heirs.\nArgued October 7, 1915.\nAppeal, No. 191, October Term, 1915, by Sarah Miller, from decree of O. P. Washington Co., Nov. T., 1913, No. 421, dismissing exceptions to auditor’s report In re Trust for Sarah Miller and Esther J. Morrow, and the Estate of Alexander B. Miller, deceased.\nBefore Brown, C. J., Potter, Stewart, Moschzisker and Frazer, JJ.\nAffirmed.\nExceptions to auditor’s report.\nThe facts, appear in the following opinion by McIlvaine, P. J., dismissing exceptions to the report of the auditor:\nOn the 13th day of October, 1903, Alexander B. Miller executed the following will:\n“I, Alexander B. Miller, of Canonsburg, County of Washington and State of Pennsylvania, being of sound mind and memory, do hereby make, publish and declare this to be my last will and testament, in manner and form following. Hereby revoking any will or wills heretofore made by me.\n“First. I direct all my just debts and funeral expenses be fully paid and satisfied, as soon as conveniently may be, after my decease.\n“Second. I will that my farm situated in Mount Pleasant Township, Washington County, Pennsylvania, adjoining Reed Lyle, William Rankin, Mr. Pry and others' be sold by my executors at public or private sale as they may think best and to convey the same to the purchaser by as good a deed as I could if living.\n“Third. I will that my house situated in Canonsburg, Pennsylvania, on Pitt street remain as a home for my wife and daughter so long as they may want it for that purpose but at the request of either one of them made in writing to my executors in that event then I will that my executors sell the same by public or private sale and to convey the same to the purchaser by as good a deed as I could if living.\n“Fourth, I will that all of the money realized from the sale of my household goods and personal property consisting of stocks, bonds, mortgages, notes of whatsoever kind I may be possessed of at the time of my death and also all of the money derived from the sale of real estate above mentioned less legal fees and costs to be equally divided between my beloved wife Sarah Miller and my beloved daughter Esther J. Miller share and share alike and no distinction to be made between them in the divide of my money in the hands of my executors.\n“Fifth. I will that my daughter Esther J. Miller shall have the privilege of selecting $50.00 dollars worth of my household goods after the appraisement has been made, at the price named by the appraisers.\n“Sixth. .And I do hereby appoint and constitute Wm. McPeak and John L. Cockins of Canonsburg, Pa., executors of this my last will and testament as witness my hand and seal this 13th day of October, 1903.”\nAt the time this will was written Alexander B. Miller was the mortgagee in a mortgage given by one S. L. McCullough to him on a tract of coal which underlaid the farm which is described in the second paragraph of his said will, to secure the payment of $7,313.33 with the interest thereon at five per cent., which was the purchase-money which the said McCullough had agreed to pay the said Miller when he became the owner of said coal by purchase from him. On the 15th day of October, 1906, three years after he made his will, Alexander B. Miller took a conveyance from the said S. L. McCullough for said coal land and all the mining rights connected therewith, in payment of the amount of said mortgage, the understanding between the parties being that the indebtedness of McCullough to Miller secured by the mortgage was thus canceled.\nOn the 5th day of June, 1910, Alexander B. Miller died, leaving to survive him as his only heirs at law, his wife Sarah Miller and one daughter, Esther J. Miller, who is now married and whose married name is Esther J. Morrow. The will above recited and made on October 13, 1903, was never changed or modified by the said Alexander B. Miller and was duly probated before the register of this county and his estate fully settled and distributed under said will.\nThe settlement of the estate by the executors left the coal which was reconveyed by McCullough to Miller undisposed of, and there being a dispute between the widow and daughter as to the respective interests that each took in the coal land, and there being an opportunity to sell it, all parties in interest agreed that John L. Cockins and William McPeak should be appointed and as trustees should sell the said coal, settle and account as trustees and an auditor should be appointed to distribute the money thus realized from the sale of the coal. The exceptions now before us are to the report made by the auditor appointed under this arrangement after the trustees had sold the coal and settled their account, and the question now is whether the said Sarah Miller and Esther J. Morrow take the proceeds of the sale of this coal under the terms of the will or whether they take under the intestate laws of the Commonwealth.\nWhen Alexander B. Miller severed the vein of coal from his tract of land in Mount Pleasant Township and conveyed it to S. L. McCullough he created two separate estates, one consisting of the vein of coal and mining rights, and the other of the surface above which was used for farming purposes. These estates were not afterwards merged, for on the 23d day of March, 1905, the said Alexander B. Miller conveyed to one A. B. Frye his farm situated in Mount Pleasant Township, or the surface over the coal which he had previously sold to S. L. McCullough.\nThe first question for decision is, Did the second paragraph of the will of Alexander B. Miller give to his executors the power to sell at public or private sale the tract of coal which was reconveyed by S. L. McCullough to him on the 15th day of October, 1906? The second paragraph of the will reads in this way: “I will that my farm situated in Mount Pleasant Township, Washington County, Pennsylvania, adjoining Reed Lyle, Wm. Rankin, Mr. Pry and others be sold by my executors at public or private sale as they may think best and to convey the same to the purchaser by as good a deed as I could if living.” The power of sale given in this paragraph of the will is a specific one, — that is, power to sell “my farm situated in Mount Pleasant Township,” and there is no dispute that this farm was afterwards sold by the testator himself to A. B. Frye.\nWhen any person writes a will, — which is to take effect at his death, — the law implies a power on his part to revoke any provision that is made in that will. There are three ways by which one who writes a will may revoke any provision in it. First, by destroying the will itself; second, by writing a codicil or subsequent will which changes the provision; and third, by taking away that which the item of the will operates upon. In this case Alexander B. Miller did not destroy his will, nor did he write any codicil changing the second paragraph thereof, but he did remove that which the second provision operated upon and left the power there given inoperative. In other words, the law implied a condition to the second paragraph of his will, so that it would read: “I will that my farm situated in Mount Pleasant Township be sold by my executors, provided I do not sell it myself during my lifetime.” He did sell it himself during his life, and therefore the power given in the second provision of his will was nullified by his act just as effectively as if he had written a codicil to his will and directed that the second paragraph of his will be stricken therefrom. Again, the second paragraph of the will cannot be construed as a power given by the testator to his executors to sell the tract of coal conveyed to him by S. L. McCullough; first, because it was conveyed to him three years after this power to sell was executed by him and therefore could not have been in his mind when he wrote this paragraph; second, “my farm” evidently referred to the estate that he had in the surface, while the estate conveyed to him by McCullough was of an entirely different character, namely, coal land. We therefore are clearly of the opinion that there is no power in the will of Alexander B. Miller given to the executors to sell the coal which was conveyed to him in 1906 and of which he died seized. Nor is there any other provision in the will disposing of this tract of coal. It is not referred to any place in the will either specifically or by implication, and there is no clause in his will disposing of the residuary estate that might be left after the payment of the specific legacies contained therein.\nThe second question that arises in this will is, Was the mortgage given by S. L. McCullough to Alexander B. Miller at the time he conveyed to McCullough the coal in question, an asset of the estate of Alexander B. Miller which should have been collected by the executors of his will and distributed in equal proportions between his wife and daughter. We think it is clear that Alexander B. Miller accepted from S. L. McCullough and S. L. MeCullough. delivered to him a deed to the coal in question in payment of the mortgage, and that it was the intention of both parties by that transaction to wipe out the liability of McCullough to Miller; and if the indebtedness to secure which the mortgage was given was satisfied, then the mortgage became satisfied. The fact that the attorney in writing the deed of S. L. McCullough to Alexander B. Miller noted in the deed that the reconveyance of the coal was subject to the mortgage given by the said S. L. McCullough to the said Alexander B. Miller for the purchase-money, is not inconsistent with the fact that the debt from McCullough to Miller was to be satisfied by the conveyance of the coal. In fact such provision in the deed was consistent with that hypothesis and evidence of the fact. In other words, McCullough gave to Miller a deed and in the face of the deed stated that the consideration of his giving it was that the mortgage upon the land should be accepted by Miller, so as to relieve McCullough of his liability for the original purchase-money which he agreed to pay. and which was secured by this mortgage. But it is argued that the will of Alexander B. Miller showed an intention when he drew it, and as conditions then existed, to make his wife and daughter equal beneficiaries under his will, and that therefore the tract of coal should be divided between the wife and daughter in equal parts, or that they should share equally in the proceeds of the sale of the coal in order to carry out the scheme of distribution that the testator had in mind at the time he wrote his will. As we have already said, a man’s will when written is subject to his right to change it in the three ways that we have indicated, and Alexander B. Miller having given up or surrendered his right to collect the mortgage that was in existence when he wrote the will, from S. L. McCullough, and having taken in place of the right to collect that mortgage from McCullough a deed to the coal in question, he by that act changed his will by taking out of his estate a mortgage which would have been divided equally between Ms wife and daughter under the provisions of the will and substituting therefor a tract of coal concerning which the will made no provision. It may have been an oversight of Mr. Miller not to have added a codicil to his will, so as to provide for a disposition of his after-acquired coal, so as to make the wife and' daughter equal sharers in the proceeds of its sale, yet even if we were convinced that that is what he wished to be done, still he did not do it and this court cannot make a codicil to his will to comply with his wishes that were not put in such legal shape as to be enforced. Even if Alexander B. Miller had verbally said to his executors “When I wrote my will I intended my wife and daughter to be equal sharers in the proceeds of the mortgage that I held against S. L. McCullough, but I have now satisfied the indebtedness secured by that mortgage and I have taken a deed for the coal and I want you to sell that coal and to divide the proceeds equally between my wife and daughter,” yet such verbal directions could not be taken as a codicil to his will, for the reason that the act of assembly expressly provides that a man’s will or codicil thereto shall be in writing and signed by him at the end thereof.\nWe are therefore clearly of the opinion, first, that Alexander B. Miller during his lifetime could not have collected the indebtedness secured by the mortgage given by S. L. McCullough or foreclose that mortgage himself. We are also satisfied that the executors under the will of Alexander B. Miller could not have collected that mortgage from S. L. McCullough, nor could they have foreclosed it and sold the coal as the coal of Alexander B. Miller, so as to bring the proceeds of that sale into a fund for distribution under the will of Alexander B. Miller. This being the case, it follows that Alexander B. Miller died intestate as to the coal in question and that the wife and daughter take such interest therein as is given them under the intestate laws of this Commonwealth.\nOctober 28, 1915\nThe auditor advised 'the distribution of the coal tract as realty.\nThe court dismissed the exceptions to the report of the auditor.\nError assigned, among others, was the decree of the court.\nSamuel A. Schreiner, with him John L. Ralph, for appellant.\nG. W. Gampbell, with him A. G. Braden, for appellee."
  },
  "file_name": "0201-01",
  "first_page_order": 245,
  "last_page_order": 252
}
