{
  "id": 1019723,
  "name": "Smith, Appellant, v. Allegheny County Light Company",
  "name_abbreviation": "Smith v. Allegheny County Light Co.",
  "decision_date": "1916-01-03",
  "docket_number": "Appeal, No. 23",
  "first_page": "486",
  "last_page": "488",
  "citations": [
    {
      "type": "official",
      "cite": "251 Pa. 486"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 303,
    "char_count": 4923,
    "ocr_confidence": 0.476,
    "pagerank": {
      "raw": 4.277134884225609e-08,
      "percentile": 0.2701252080719764
    },
    "sha256": "b3341c36b2d66698e8afd937a61d903e00bed9e381684d48a692783cd9183fb1",
    "simhash": "1:f03c7478ba670953",
    "word_count": 865
  },
  "last_updated": "2023-07-14T19:37:46.301282+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Potter and Stewart, JJ."
    ],
    "parties": [
      "Smith, Appellant, v. Allegheny County Light Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis appeal is dismissed on the opinion of the court below, directing judgment to be entered for the defendant n. o. v.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "E. Fred Mercer, with him William E. Walsh, for appellant.",
      "John G. Frazer, with him Reed, Smith, Shaw & Beal, for appellee."
    ],
    "corrections": "",
    "head_matter": "Smith, Appellant, v. Allegheny County Light Company.\nNegligence — Electric companies — Master and servant — Wires defectively insulated — Plaintiffs duty to inspect — Judgment for defendant n. o. v.\nIn an action against an electric light company to recover damages for the death of plaintiff’s husband occasioned by his coming in contact with a heavily charged electric light wire in his own shop, judgment was properly entered for the ‘defendant n. o. v. where it appeared that the wire in question had come in contact with another heavily charged wire in consequence of defective insulation, that deceased was an employee of the defendant company and that it was his duty to inspect the wires and poles within the district where the accident happened, and that within a few days preceding the accident deceased had received notice of two or three electrical disturbances in the lighting of other buildings in the neighborhood.\nArgued Oct. 11, 1915.\nAppeal, No. 23, Oct. T., 1915, by plaintiff, from judgment of C. P. Allegheny Co., Jan. T., 1913, No. 2877, for defendant non obstante veredicto, in case of Laura Smith v. Allegheny County Light Company, a Corporation.\nBefore Brown, C. J., Mestrezat, Potter and Stewart, JJ.\nAffirmed.\nTrespass to recover damages for the death of plaintiff’s husband.\nThe facts appear in the following opinion by Shafer, J., sur defendant’s motion for a new trial and for judgment n. o. v.\nThe action is by a widow for the death of her husband, alleged to be caused by the neglect of the defendant. The testimony on the part of the plaintiff showed that the deceased came to his death by coming in contact with an electric light wire in a shop occupied by himself and his partner; and that on a pole of the light company near this shop there was a contact of a 2,200-volt wire with the 110-volt wire supplying the electric light, caused by the breaking off of a pin from the arm sustaining the wires, and the burning or rubbing off of the insulation between the two wires. To show notice to the company of this state of affairs the partner of the deceased was called to testify that a day or two before the accident there had been a fire apparently caused by electricity in a saloon in the neighborhood, and that he called the office of the company in Carnegie, being the nearest regular office of the company, and asked for the “trouble man,” and that someone answered that he was the trouble man, and thereupon the witness said to him: “There is some trouble up here, a place is burning down; you had better see it,” and he answered, “all right.” And he further testified that the next day he saw people which he believed to be workmen of the Allegheny County Light Company working at a pole some distance away from where the contact was afterwards found, although he did not know any of the people supposed to be representing the light company. It appeared in the evidence of the defendant, uncontradicted, that the deceased was an employee of the Allegheny County Light Company, whose duty it was to look after the wires and poles of the company in the town of Bridgeville, where the accident happened. It also appeared from the testimony of both parties that he knew of the fire which took place at the saloon and saw how the metal ceiling had been melted by electricity, and how not only the fuses but the metal fuse box had been melted and the globes burned out, and that he also had notice of two or three other electrical disturbances in the lighting of other buildings in the neighborhood.\nJanuary 3, 1916:\nIf the deceased had not been an employee of the company there would have been a plain case for the jury to determine whether or not the company was negligent in not properly inspecting its poles and wires in Bridge-ville. We have here, however, a case in which the party whose death is the foundation of the action was himself the representative of the company in Bridgeville for that purpose. It seems to us that the company could not be negligent in such case except as it was chargeable with the neglect of the deceased himself; and therefore as to him the company was not negligent. It is true that the fact of such employment of him by the company did not appear very definitely in the plaintiff’s case. It did, however, appear in the defendant’s case in such manner that a jury could not be allowed to say that he was not so employed, and the verdict ought not to be allowed to stand.\nVerdict for plaintiff for $3,000.00. The court subsequently entered judgment for defendant n. o. v. Plaintiff appealed.\nErrors assigned, among others, were rulings on evidence and the judgment of the court.\nE. Fred Mercer, with him William E. Walsh, for appellant.\nJohn G. Frazer, with him Reed, Smith, Shaw & Beal, for appellee."
  },
  "file_name": "0486-01",
  "first_page_order": 530,
  "last_page_order": 532
}
