{
  "id": 1004725,
  "name": "Gilmore versus Wilson",
  "name_abbreviation": "Gilmore v. Wilson",
  "decision_date": "1866-11-05",
  "docket_number": "",
  "first_page": "194",
  "last_page": "197",
  "citations": [
    {
      "type": "official",
      "cite": "53 Pa. 194"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 W. & S. 9",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478842
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0009-01"
      ]
    },
    {
      "cite": "4 Rawle 273",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823537
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0273-01"
      ]
    },
    {
      "cite": "2 Watts 180",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840054
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0180-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 403,
    "char_count": 8471,
    "ocr_confidence": 0.414,
    "pagerank": {
      "raw": 1.5507336209359517e-07,
      "percentile": 0.6745937697525994
    },
    "sha256": "58c9882ca4efdd6a8cfbb09ca84ee3b38a04061a8b89385e558178ba7c9bb3ff",
    "simhash": "1:3c04cba0aa46a768",
    "word_count": 1533
  },
  "last_updated": "2024-02-27T16:26:48.725513+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gilmore versus Wilson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nAgnew, J.\nThis was an action for the continuance of a nuisance, in keeping up a wall built across an alley, through which the plaintiff had a right of passage. The plaintiff gave in evidence a former action and recovery against the defendant for the same nuisance, showing a general finding and award in favor of the plaintiff.\nThe defendant gave no evidence in the court below of any title vested in Rebecca Wylie, whose deed to McCully the landlord of defendant was given in evidence, and made no point to the court upon Rebecca Wylie’s alleged title.\nThere was no error, therefore, in instructing the jury, that the plaintiff was entitled to recover for. the continuance of the nuisance after her notice to the defendant to remove the obstruction. The former recovery was evidence to support the action.\nThe so-called tenancy of Gilmore under Mrs. Wilson, paying rent to her for permission to keep up the wall, was but a license on her part to continue the nuisance for a definite time ; and the court charged in favor of the defendant, in directing the jury to give no damages for the period during which the agreement for rent ran. But there was no evidence of a release of the right of passage, or of a perpetual license granted. The arrangement was manifestly temporary and subject to be determined at the end of any year.\nWhen Mrs. Wilson notified Gilmore of her intention to resume the use of the right of way, and that he should remove the obstruction, the license came to an end.\nIt does not resemble the case of a tenant holding over after his lease has expired.\nThe obstruction was unlawful in the beginning, and its permissive continuance for a time did not leave it lawful when the license for its continuance expired. The parties stood then as they stood at first, and a continuance after notice to remove, and a reasonable time allowed to remove, again exposed the defendant to the plaintiff’s action.\nThese views dispose of all the assignments of error except the 6th, which was the admission of Hersberger’s testimony to prove an independent fact, to wit, his agreement to pay Mrs. Wilson $50 a year for the use of the alley. It is settled in several cases, that a writing, when offered as proof of a fact asserted in if, is not evidence, it being when so offered but a certificate of a third person not on oath: 2 Watts 180 ; 3 Id. 110 ; 4 Id. 424. He must be called to prove the fact. If the writing were the best evidence of the fact to be proved by it, it would open the door to the fraudulent concoction of evidence, enabling men to prove by a written statement what they dare not say upon oath.\nThe party therefore had a right to call the witness, and to examine him as to the sum he agreed to pay; but the writing might be called for to refresh his memory or to contradict him.\nHere, the objection was to the testimony being given at all, on the ground that the writing was the best evidence of the fact. The only fact, however, which bore upon this case, was the amount of the sum he had agreed to pay — not what contract he had made.\nWe see no error in the record, and the judgment must be affirmed.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "R. & S. Woods, for plaintiff in error.",
      "A. M. Brown, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Gilmore versus Wilson.\n1. The plaintiff having recovered against the defendant for obstructing an alloy by a wall, afterwards agreed that he might keep up the wall for §30 per annum; the defendant having continued the obstruction after notice to remove it, there was no error in charging that the plaintiff should recover.\n2. The agreement was but a license to maintain the wall for a definite time, determinable at the end of any year, and no damages could be recovered whilst the rent ran.\n3. The obstruction was unlawful in the beginning, and the permission for continuance having expired, the parties stood as at first.\n4. A writing when offered as proof of a fact asserted in it is not evidence, it being but a certificate of a third person not on oath; he must be called to prove it.\n5. It is therefore proper to allow a witness to state what sum he had agreed by writing to pay on a contract which he had made; but his memory may be refreshed or he be contradicted by the writing.\nError to the Court of Common Pleas of Allegheny county.\nThis was an action on the case, brought March 23d 1866, by Ann Wilson against James Gilmore and William Gilmore, for nuisance in obstructing an alley. During the trial a nonsuit was entered as to James Gilmore.\nThe nuisance complained of was erecting a wall on the alley. There had been a former action in 1854, between the same plaintiff and William Gilmore, for the same nuisance, and a recovery against the defendant. Afterwards the plaintiff agreed with the defendant that he should have the use of the alley for $30 per annum. On the 30th of December 1861, the plaintiff gave defendant notice “ to surrender the alley and remove all obstructions from the samewhich he disregarded, and maintained the obstruction till April 1866.\nOn the trial, before Stowe, A. J., the plaintiff proposed to prove by H. M. Hersberger, that he had agreed to pay the plaintiff $50 for the use of the alley, the agreement being in writing. This was objected to, on the ground that the writing was the best evidence ; but it was admitted by the court.\nThe defendant gave in evidence a deed from James Wylie and wife to James McCully (defendant’s landlord) for the ground occupied by the alley, no title in Wylie and wife having been shown. He also offered to prove, “ that previous to bringing the former action, Foster Graham, under her direction, caused the alley in question to be closed, and objected to its use, for the purpose of showing that plaintiff has no right to its use, and therefore cannot recover in this suit, and also by deeds to show that the right of plaintiff was a mere license to use alley of defendant’s landlord, upon conditions which had not been complied with previous to the former suit.” This was rejected on the ground that the judgment in the former case is conclusive of plaintiff’s right.\nAmongst other points the defendant submitted the following:—\n1. If the jury believe that the plaintiff rented the property in 1857 to defendant, by the year, and held and occupied the alley as her tenant by the year, and paid the rent from time to time, he was tenant by the year, and defendant having held over after notice given by plaintiff on December 30th 1861, and so held until the bringing of this suit, the plaintiff cannot recover in this suit.\n2. That having leased the alley with the obstruction on it, and defendant having paid the rent for several years, she (plaintjff) had no right to notify her tenant to take off an obstruction which was on at the time the lease was made.\n4. That this suit not being for injury to the reversion, and Hersberger being in possession as tenant during all the time, the plaintiff cannot recover. All of which were refused.\nThe court also charged:—\n“ The plaintiff, under the evidence, has a right to the use of this so-called alley, and the defendant, if he used it, so as to prevent her or her tenants from having the use of it, is bound to pay damages, whatever that may be, for his act. If, however, the plaintiff and defendant by any arrangement agreed that defendant should have the use of the alley for a stipulated sum, then so far as the plaintiff is concerned she cannot recover for such time in this action, whether the rent was paid or not. So, if she rented to Hersberger and received pay for it, she cannot recover damages from defendant for that time; but if there was any time within six years after plaintiff had terminated this arrangement, by the notice in evidence, which we hold sufficient, with defendant for the use of alley, and previous to the lease to Hersberger, plaintiff is entitled to recover whatever the damages may have been for that. The amount, if plaintiff is entitled to recover more than nominal damages, should be whatever the property would have rented for more with the use of the alley than without it.”\nThere was a verdict for the plaintiff for $>94.06.\nThe errors assigned were, the decision of the court on the admission of evidence and the charge.\nNovember 5th 1866,\nR. & S. Woods, for plaintiff in error.\nA. M. Brown, for defendant in error,\ncited Kilheffer v. Herr, 17 S. & R. 319; Smith v. Elliott, 9 Barr 345; Marsh v. Pier, 4 Rawle 273 ; Man v. Drexel, 2 Barr 202; Kean v. McKinsey, Id. 31; Bratton v. Mitchell, 3 Id. 44; Merrick’s Estate, 5 W. & S. 9."
  },
  "file_name": "0194-01",
  "first_page_order": 194,
  "last_page_order": 197
}
