{
  "id": 1004765,
  "name": "Torrance versus Torrance et al.",
  "name_abbreviation": "Torrance v. Torrance",
  "decision_date": "1867-01-14",
  "docket_number": "",
  "first_page": "505",
  "last_page": "512",
  "citations": [
    {
      "type": "official",
      "cite": "53 Pa. 505"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wright 523",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "4 Wright 474",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle 420",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822511
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0420-01"
      ]
    },
    {
      "cite": "3 W. & S. 280",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854639
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0280-01"
      ]
    },
    {
      "cite": "1 Pet. 340",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "weight": 3,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 854,
    "char_count": 20902,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 5.639546029230677e-07,
      "percentile": 0.948642372586201
    },
    "sha256": "e74535df688e290ce63b53c035418d425054f13b717dc163001902972f9a6c82",
    "simhash": "1:76e1e6f8beac8bf4",
    "word_count": 3768
  },
  "last_updated": "2024-02-27T16:26:48.725513+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Torrance versus Torrance et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nAgnew, J.\nThe plaintiffs below claimed title as the children of Samuel Torrance, under the will of their grandfather Hugh Torrance, Sr., who bequeathed to them the proceeds of sale of the remainder in 100 acres of land, devised to their father Samuel Torrance during his lifetifne. The remainder of the land was ordered by the will to be sold after Samuel’s death, and the proceeds divided among his children. About two years before his death his children, by deed, elected to take the land itself instead of the money. It is now insisted in argument that this election was invalid, because there was one son, Matthew, who had not joined in making the election or in bringing suit, and who had died intestate and without issue. Whether there is anything in this point we have no means of judging. It was not made in the court below so far as the record shows, and no facts appear in the record to raise it. All we have in the record is the admission that the plaintiffs were the children of Samuel Torrance, and that the deed of election was by the children of Samuel Torrance. It is true the docket entry of the action informs us that Matthew Torrance died without issue and intestate, his death suggested, and the other plaintiffs are his heirs. But when he died, or whether he was a party to the deed, is not mentioned, and no copy of the deed is furnished upon the paper-book. The question is not. noticed by the judge in his charge, and no point upon it was made by the defendant. If the defendant intended to embrace it in his point requesting the court to charge the jury that from all the evidence in the case the plaintiffs are not entitled to recover, it is clear the attention of the judge was not drawn to this question or there was no evidence to raise it, for his answer has exclusive reference to the question of fraud, which was the great point in the trial of the cause. It is impossible for any court to perceive every aspect of a cause which may possibly be presented in the evidence, and if counsel will not fairly raise the question in the court below, we ought not to be asked to reverse because the point put to them may, like a drag-net, sweep everything before it.\nNor is the question of a trust for the children of Samuel during his lifetime, a practical question in this case. If it be granted that the devise to Samuel Torrance and his wife, “ for their and their children’s support,” created a trust for the children’s support, enforceable in equity, it bears not on the present action, which was brought after Samuel’s death; and not to enforce the trust, but upon their estate in the remainder, which took effect, not as a trust, but as a legal interest in the proceeds of sale, converted by their election into an estate in the land itself. The question, therefore, has now no practical bearing on the present controversy, and we are brought at once to consider the title of the defendant below, the plaintiff in error.\nHis purchase of the life estate of Samuel Torrance at the sheriff’s sale vested in him no other title; the life estate of Samuel, as such, only being sold on the judgment against him for his own debt. The defendant below enjoyed this estate during its whole extent. His next title is that acquired under the Orphans’ Court sale. And here we think the court below erred in favor of the plaintiff in error in holding that he derived any title under that sale. It is a conceded principle that the acts and decrees of the Orphans’ Court, within its jurisdiction, stand upon the same footing as those of any court of record, and are therefore not examinable collaterally, and cannot be set aside except in due course of law by appeal. But a want of jurisdiction is as fatal to the acts of this court as to those of any other: Elliott et al. v. Piersol et al., 1 Pet. 340. For a long time the Orphans’ Court was looked upon as an inferior jurisdiction, and its judgments were often examined collaterally until the case of McPherson v. Cunliff, 11 S. & R. 422, placed it on a higher foundation. This was followed by the revised act of the 29th March 1832, the 2d section of which enacted that “its proceedings and decrees in all matters within its jurisdiction shall not be reversed or avoided collaterally in any other court.” Jurisdiction, therefore, is the' test, and has been recognised by this court repeatedly as the true rule: Painter v. Henderson, 7 Barr 52; Lockhart v. John, Id. 139 ; Keech v. Rinehart, 10 Id. 242 ; McKee v. McKee, 2 Harris 231. The proper question which the court below should have examined and decided is, whether the proceedings under which the sale to the defendant below took place fell within the jurisdiction of the Orphans’ Court. The learned judge thought that because the clerk, in entering the petition on the docket, called it a petition for a sale for the payment of debts, the purchaser was not bound to look further, and the proceeding must be deemed to he within the jurisdiction of the court. It is not the clerk’s misdescription which settles the question of jurisdiction, but the facts set forth in the petition. The court acts on these and not on the docketing of the paper ; and this too is the provision of the statute, where the purpose is to secure the appearance of a person amenable to its jurisdiction. The 57th section of the Act of 29th March 1832, regulating the manner of proceeding in the Orphans’ Court in such case, declares it to be on petition of a person interested, setting forth facts necessary to give the court jurisdiction., the specific cause of complaint and the relief desired, supported by oath or affirmation. The 19th section of the Act of 16th June 1836, declaring the jurisdiction of the Orphans’ Court, directs that such jurisdiction shall be exercised under the limitations and in the manner provided by law.\nLooking into the petition to discover the grounds of jurisdiction, we find it was presented by the executor himself, setting forth a settlement of his account, a balance due to the estate, which he had paid to legacies under the will. He proceeds to state the recovery of a judgment against himself for a legacy, and then to describe a tract of land of which he avers the testator died seised, alleging it to be charged with the payment of the legacy for which judgment was obtained and other legacies, and concludes with a prayer for a sale to pay these debts. It was not to sell for the testator’s debts, for none were averred or set forth or referred to. It was not to sell for a balance of an account, for no balance against the estate was alleged, nor a deficiency of assets. On the other hand, it was just as clearly not an application to sell the estate of the devisee as charged with the payment of the legacies. No devisee is either named or alleged, no estate of his is claimed to be charged, and no will referred to as containing such charge. The executor is himself the only party, and the estate of the testator the only subject of charge. The proceeding 'is neither one thing nor another, but a sort of cross between two. To this mongrel the executor made a return that he had sold the land of the testator, and this was the sale approved by the Orphans’ Court. But it was not a sale for the payment of the testator’s debts, for none existed or were averred to confer jurisdiction. It was not a sale for the payment of legacies, for neither the estate nor the person charged was set forth, nor was his estate actually sold; while the petitioner, the executor, had no authority to make application for the sale : Conard’s Appeal, 9 Casey 47 ; Field’s Appeal, 12 Casey 11; Swoope’s Appeal, 3 Id. 58; Strickler v. Sheaffer, 5 Barr 240; McKee v. McKee, 2 Harris 237. There was nothing to give the court jurisdiction. The proceeding was anomalous and unauthorized by any law — it was not merely irregular, but wholly void.\nWe are not unmindful that general jurisdiction over the subject protects the decrees of the Orphans’ Court from being assailed collaterally. But this is not such a case. Had the application been to sell the testator’s estate for his own debts, their existence might be presumed; or had it been to sell the devisee’s estate for the payment of legacies charged upon it, the want of authority in the executor to petition would have been but an irregularity. It would be the height of injustice to hold that a man’s land can be sold in a proceeding against another (the testator), when neither his estate is condemned, nor he is made a party, and the person applying has no authority to demand a sale. The defendant below took no title by this anomalous and void proceeding. The question of fraud was therefore immaterial.\nJudgment affirmed.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "H. P. Laird and H. D. Foster, for plaintiff in error,",
      "E. Cowan, for defendants in error,"
    ],
    "corrections": "",
    "head_matter": "Torrance versus Torrance et al.\n1. The Supreme Court will not reverse on a question not fairly raised, although it may be covered by a point put in the general terms, that “ under the evidence the plaintiff cannot recover.”\n2. A testator directed that legacies, after exhausting the personalty, should be charged on land devised. The' executor having a balance in his hands, paid the legacies in part to more than the amount of this balance: a judgment had been recovered for one legacy. Without showing other liabilities on the land than the unpaid legacies, he obtained from the Orphans’ Court an order to sell the land for payment of the judgment and such other debts as were an encumbrance. Held, that the sale was void for want of jurisdiction and the purchaser took no title.\n3. Want of jurisdiction in the Orphans’ Court is as fatal to its proceedings as to those of any other court.\n4. The purchaser was bound to look beyond the entry of the clerk, that the petition was for payment of debts; the facts set out in the petition determine the jurisdiction.\n5. An executor has no authority to apply for a sale of land to pay legacies under the will of his testator.\n6. A man’s land cannot be sold in a proceeding against another, when his estate is not condemned and he not made a party and the party applying has no authority to demand a sale.\nError to the Court of Common Pleas of Westmoreland county:\nThe action was ejectment for a tract of 100 acres of land by Hitchman Torrance, Sarah Barnes, Samuel P. Torrance, William Torrance, Ellen Torrance, John Brisbane and Jane his wife, in her right, against Fenton Torrance.\nBoth parties claimed under the title of Hugh Torrance the elder, who died about August 1830. By his will, proved the 25th of the same month, he devised “ one hundred acres of land to my said son Samuel during his natural life, and the natural life of his wife, so long as she is his wife or widow, for their and their children’s support, and at the death of the said Samuel and his wife, or at the time if ever his wife should cease to be his widow, I allow said hundred acres of land to be sold at public vendue, and the proceeds to be divided equally among said Samuel’s children, and I give to my son Hugh Torrance the balance of my plantation which I live on, after the above hundred acres already devised.” He then bequeathed pecuniary legacies to children, grandchildren and others, amounting to about $700 ; and directed —“ The land I have willed to Samuel and Hugh to be bound for the payment of those legacies in proportion to the quantity, and any money due me to be collected, and after payment of debts, to be paid on the legacies.” Letters testamentary were issued to Hugh Torrance, a son, one of the executors named in the will.\nOn the 21st of August 1830 Samuel confessed a judgment to the executor for $156, for a debt due by him to this testator in his lifetime. Under this judgment Samuel’s interest in the 100 acres was sold by the sheriff to Fenton Torrance, the defendant, and the deed delivered November 20th 1832. Erom this sale the executor received $175.66 on account of the debt and interest due from Samuel.\nThe executor settled his account, in which he charged himself with the proceeds of the judgment against Samuel and with other debits, and showed a balance due the estate of $405.58.\nTo May Term 1835, Albert, a son and legatee of the testator, sued the executor for his legacy: the executor appeared, pleaded no assets and confessed judgment for $57.35 “to be levied on the lands of the deceased on which the same is charged.” An execution was issued on this judgment, levy made and inquisition held, which were set aside March 3d 1836.\nTo May Term 1836, the executor petitioned the Orphans’ Court, setting forth that he had settled an account of his administration by which it appeared that there “ was in his hands $405, which he has paid out agreeably to the will of the deceased, as follows: (setting out partial payments to the legatees), making $534.13; that judgment had been recovered in the sum of --- against the petitioner as executor, &c., which he had no assets in his hands to pay” : sotting out further that the testator had died seised of 100 acres of land, &c., “ which land was charged with the' payment of the legacy for. which the said judgment was recovered, as also with other legacies yet unpaid by the will of the said Hugh Torrance:” and prayed the court to “direct him to sell the said real estate, for the purpose of paying the said judgment and such other debts as 'are legally an encumbrance on it.”\n“May 23d 1836. The court direct sale of the estate tobe made on the premises, on the first Monday in August next. Notice to be given,” &c. This was the land devised to Samuel.\nThe executor returned that he had sold the land to Eenton Torrance for $305 ; the sale was confirmed August 22d 1836.\nEenton Torrance was the son of the executor and the defendant in this case.\nThe wife of Samuel Torrance died about the year 1844.\nThe executor’s final account was confirmed November 23d 1852. He charged himself with the balance of the first account, $405.58 ; with the proceeds of the sale of the land, $305, and showed a balance of $189.72 due to himself.\nBy deed, dated March 26th 1858, tfie children of Samuel Torrance waived a sale under the will and elected to take the land instead of money.\nSamuel Torrance died March 5th 1861.\nThis suit was brought July 2d 1861.\nThere was evidence on the trial of the case before Buffington, P. J., on the question of fraud in the sale and purchase of the land.\nThe defendant asked the court to charge that “ from all the evidence in the ease the plaintiffs were not entitled to recover,” which the court refused.\nThe court further charged, amongst other things:—\n“ After the death of the old man, how stood the rights of the parties ? Elugh was the ov;ner in fee simple of the 140 acres and allowance, his part of the devise, subject to his proportionate share of the residue of the legacies, after the personal estate was exhausted. And [Samuel and his wife had life estates in the 100 for their and their children’s support. On this part of the case the plaintiff’s construction of the will is, that Samuel and his wife were trustees for life for the use of the children, and that the children, together with parents, were the real beneficiaries and objects of the testator’s bounty; I do not so consider it. My construction of the will is, that they were the owners- of their life estates in order to enable them the better to support the children in their tender years, and that the children themselves had no interest, legal or equitable, during their lives. A different construction would enable the children, as they arrive of age, to recover on their equitable title from the parents, and thus defeat the whole purposes of the will.] I do not, however, look upon this part of the case of very material interest.\n“ At the time of the death of the testator, Samuel was indebted to him and he confessed a judgment for $156 on the 21st August 1830. Execution issued, levied on Samuel’s life estate, on this 100 acres of land; it was sold in August 1832, to Fenton Toi’rance, by the sheriff, for $200. This sale seems to have been regular, and is, in point of fact, apparently fair. It had the effect of vesting in Fenton the entire life estate of Samuel Torrance. It still remained subject to the life estate of Samuel’s wife, if she survived him, and also the remainder of the children after their death. Fenton Torrance by this sale was placed in the shoes of Samuel, and had a right to hold and occupy it during the life of Samuel, the children having no right of entry durixrg that period.”\nAfter stating the recovei’y of Albert Tox’ranee’s judgment and the proceedings in the Orphans’ Court by which the land was sold, the chax-ge proceeds :—\n“ It must be confessed that these proceedings are very irregular if not more. In point of fact there were no debts, and instead of that there was a surplus of personal estate, after paying all debts and charges on the estate of old Hugh Torrance, and applicable to the legacies of $405, and yet the petitioner asks for leave to sell to pay the judgment of Albert, not for a debt against decedent, but for a legacy, and also for tlxe other debts legally chargeable on said estate, which are not set forth. [The executor, merely as executor, has only to administer the personal assets of the deceased. He has nothing to do with the real estate, except under a power in the will or under an order of the Orphans’ Court for payment of debts of his testator for which he has no personal assets. All his power and duty in this case was to pray distribution of this $405 of surplus among the legatees, and his duties then were at an end. He had no right to confess a judgment against the land of Samuel, a devisee for a legacy. The legatees themselves were the proper persons to proceed for the recovery of their legacies charged upon the land of the devisees. The application by the executor to sell was, therefore, in my judgment, certainly irregular.] The court, however, acted otherwise and decreed the sale and confirmed it. No appeal was taken and it remained unimpeached on the record. The docket entry states that it was for the payment of debts. As a general rule the docket entry being the rolls of the court, and presumed to have been made up under the direction of the court, is entitled to much consideration.\n“We have then the petition asking a sale, partly for balance of legacies, partly for the judgment against the executor by Albert for his legacy and other debts and encumbrances. Also the decree ordering the sale; its confirmation and the docket entries, making the record and reciting the facts of debts. What then is the effect of this record in this collateral suit ?\n# # * * # * #\n“ This is a very important and nice question. The general rule of law is that all the decrees of that court are conclusive on all questions within their jurisdiction. And we have seen that no irregularityyn the proceedings will affect their decree in a collateral suit. We have seen further that the petition was partly for debts ; that the decree, bond, docket entry, and I presume, the order of sale were for the payment of debts. In view of all these record entries, it could hardly be expected that a bond, fide purchaser would look further than the record entry, and relying upon the decree of the court and the presumed regularity and authority of the court to determine him in making his bid. For these reasons, and in view of various decisions to protect the court from being interfered with collaterally; and in view of the importance of holding the decrees of that court firmly from collateral attacks, I have come to the conclusion and so instruct the jury, that the sale under the order of the Orphans’ Court, if fair and made in good faith, was conclusive of the right to the property in the hands of a bond fide purchaser for value.\n“ These views dispose of the principal questions of law in this case ; and if it rested here, in my judgment, the defendant would be entitled to a verdict. The remainder of the case will be mainly for the jury.”\nThe judge then refers to the evidence hearing on the question of fraud.\nThere was a verdict, November 17th 1865, for the plaintiffs ; the defendant took out a writ of error.\nHe assigned for error, the answer to his point, and that the court charged as is included in brackets.\nJanuary 14th 1867,\nH. P. Laird and H. D. Foster, for plaintiff in error,\ncited Pierce v. McKeehan, 3 W. & S. 280 ; Hill on Trustees 83, 404; Woods v. Woods, 1 M. & Cr. 408 ; Act of March 29th 1832, § 31, Purd. 289, pl. 105; Pamph. L. 198; Rhoads’ Estate, 3 Rawle 420; Act of February 24th 1834, § 59, Purd. 304, pl. 192, Pamph. L. 84; Dean v. Fuller, 4 Wright 474; Todd v. Campbell, 8 Casey 250; Noel v. White, 1 Wright 523; Graham v. Pancoast, 6 Casey 98.\nE. Cowan, for defendants in error,\ncited Act of February 24th 1834, §§ 12 and 13, Purd. 282, pl. 61, 62, Pamph. L. 75; Poorman v. Kilgore, 2 Casey 365; Todd v. Campbell, 8 Id. 250."
  },
  "file_name": "0505-01",
  "first_page_order": 505,
  "last_page_order": 512
}
