{
  "id": 1767177,
  "name": "LEECHBURG AREA SCHOOL DISTRICT, Appellee, v. Mary Louise DALE, Catherine Pastva, Karen Ravotta and the Leechburg Education Association, Appellants",
  "name_abbreviation": "Leechburg Area School District v. Dale",
  "decision_date": "1981-02-04",
  "docket_number": "No. 173",
  "first_page": "515",
  "last_page": "522",
  "citations": [
    {
      "type": "official",
      "cite": "492 Pa. 515"
    },
    {
      "type": "parallel",
      "cite": "424 A.2d 1309"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "80 S.Ct. 1387",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "363 U.S. 574",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6166480
      ],
      "weight": 2,
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/us/363/0574-01"
      ]
    },
    {
      "cite": "363 U.S. 564",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6166407
      ],
      "weight": 3,
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/us/363/0564-01"
      ]
    },
    {
      "cite": "363 U.S. 593",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6166577
      ],
      "weight": 6,
      "year": 1960,
      "pin_cites": [
        {
          "page": "599"
        },
        {
          "page": "1362"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/363/0593-01"
      ]
    },
    {
      "cite": "405 F.2d 1123",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1211746
      ],
      "weight": 2,
      "year": 1969,
      "pin_cites": [
        {
          "page": "1128"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/405/1123-01"
      ]
    },
    {
      "cite": "473 Pa. 576",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1730315
      ],
      "weight": 4,
      "year": 1977,
      "pin_cites": [
        {
          "page": "593-594"
        },
        {
          "page": "1275"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/473/0576-01"
      ]
    },
    {
      "cite": "476 Pa. 27",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1736924
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/476/0027-01"
      ]
    },
    {
      "cite": "489 Pa. 380",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1762372
      ],
      "weight": 2,
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa/489/0380-01"
      ]
    },
    {
      "cite": "492 Pa. 494",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1767149
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "page": "499",
          "parenthetical": "concurring opinion of Roberts, J."
        },
        {
          "parenthetical": "concurring opinion of Roberts, J."
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/492/0494-01"
      ]
    },
    {
      "cite": "259 A.2d 437",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 1
    },
    {
      "cite": "436 Pa. 168",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1926078
      ],
      "year": 1969,
      "opinion_index": 1,
      "case_paths": [
        "/pa/436/0168-01"
      ]
    },
    {
      "cite": "473 Pa. 576",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1730315
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 1,
      "case_paths": [
        "/pa/473/0576-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 647,
    "char_count": 13286,
    "ocr_confidence": 0.803,
    "pagerank": {
      "raw": 3.3813392900024277e-06,
      "percentile": 0.9978761310022322
    },
    "sha256": "4eead0445e98c45f2f75e357794cbabcf4e9c7b61fd86bd2cb201a2c329efbd8",
    "simhash": "1:b81bf4e38d060637",
    "word_count": 2075
  },
  "last_updated": "2024-02-27T23:00:53.081832+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before O’BRIEN, C. J., and ROBERTS, NIX, LARSEN, FLAHERTY and KAUFFMAN, JJ.",
      "ROBERTS and FLAHERTY, JJ., filed concurring opinions."
    ],
    "parties": [
      "LEECHBURG AREA SCHOOL DISTRICT, Appellee, v. Mary Louise DALE, Catherine Pastva, Karen Ravotta and the Leechburg Education Association, Appellants."
    ],
    "opinions": [
      {
        "text": "OPINION\nNIX, Justice.\nThe present appeal concerns the issue of whether the Commonwealth Court erred in affirming the order of the Armstrong County Court of Common Pleas reversing an arbitrator’s award which held that three grievant-teachers, employed as long-term substitutes shared the status and benefits of other full-time teachers as set forth in a collective bargaining agreement between the Leechburg Education Association (Association) and the Leechburg Area School District (District).\nOn June 30,1976, by a resolution, the District, through its Board, provided for a reduction in the teaching staff, effective immediately, due to a substantial decrease in pupil enrollment within the school district. Pursuant to this resolution, grievant, Dale, a tenured professional employee, was suspended. In addition, the contracts of grievants Pastva and Ravotta, both temporary professional employees, were not renewed.\nSubsequently, on August 11, 1976, by resolution of the school board, grievant, Dale, was rehired as a substitute for a teacher taking a sabbatical leave during the 1976-77 school year. In addition, grievants, Pastva and Ravotta were rehired as substitutes for two teachers who had taken year-long maternity leaves for the 1976-77 school year. The minutes of the Board’s August 11, 1976, meeting specified that the three rehired teaehers were to be paid as substitutes at a rate of $33.33 per diem with no fringe benefits. The three aforementioned teachers began work in September of 1976. On September 23,1976, a grievance was filed with the District in accordance with the existing contract between the District and the Association. The [statement of the] grievance alleged that the District had violated certain provisions of its collective bargaining agreement with the Association by denying grievants, Dale, Pastva and Ravotta proper salary placement and other contractual benefits. The grievance further requested that the three employees be placed on the salary schedule in accordance with their years of service and be reimbursed for loss of salary and benefits as contained in the contract.\nThe grievance was denied by the Superintendent and the Board. Thereafter, pursuant to the collective bargaining agreement, the matter was submitted to arbitration.\nOn June 1,1977, the arbitrator, appointed pursuant to the Public Employee Relation Act, entered an award sustaining the grievance of Dale, Pastva, Ravotta and the Association. The arbitrator ordered that the grievants be recompensed for the difference between the wages paid as substitutes and the wages they were paid as professional and temporary professional employees within the District before the reduction in teaching staff had occurred for the 1976-77 school year.\nA petition for review was filed by the District in the Court of Common Pleas of Armstrong County. On October 19, 1977, the Court entered an order reversing the arbitrator’s award insofar as it applied to increased salary to grievants Pastva, Ravotta and Dale. The Court of Common Pleas affirmed the arbitrator as to grievant Dale’s fringe benefits. This latter issue has not been contested. The Commonwealth Court affirmed.\nThe grievants’ claim is based upon an alleged violation of Article IV of the collective bargaining agreement in effect between the District and the Association for the 1976-77 school year. Article IV states:\n“ARTICLE IV. RIGHTS OF PROFESSIONAL EMPLOYES — Section 1. (c) No professional employe shall be disciplined, reprimanded, reduced in compensation, deprived of any professional advantage, suspended or furloughed, without just cause. Any such action asserted by the Board, or any agent or representative thereof, shall be subject to the grievance procedure herein set forth.... (f) Suspended or furloughed employes shall be put at the top of the substitute list and shall be notified before others of any vacancy within their areas of certification. Additionally, suspended and furloughed employes shall be the first to be rehired when vacancies occur in their areas of certification, (g) All suspended or furloughed employes who have reached tenure shall receive full benefits for a period of one year following their suspensions provided they are readily available as a substitute and not fully employed elsewhere.”\nThe arbitrator interpreted the contract, and more specifically, Article IV to distinguish between “long-term” substitutes and “casual or per diem” substitutes. The arbitrator held that the instant grievants were in the former category; were performing the same duties that they had performed prior to their suspension; and, therefore, should receive the benefits which the other full-time teachers were receiving under the collective bargaining agreement.\nThe arbitrator found Article IV inadequately designed to cover the case of an employee, tenured or not, who is rehired as a long-term substitute. The arbitrator also found the language of Article IV to apply only to casual substitutes who must remain on call on a day to day basis. The arbitrator held that the distinction between the grievants’ function previous to suspension and after rehire was so tenuous that there was no reason for not treating them as they had been treated when temporary professional and professional employees. The arbitrator in his opinion stated:\n“The District reasons that, if long-term substitutes were to be treated differently, (under Art. IV) the agreement would have expressly so provided. Conversely, the LEA argues that long-term substitutes are entitled to all the benefits of their full-time counterparts under the agreement unless expressly excluded therefrom. EACH PARTY, THEN, DRAWS A CONTRARY INFERENCE FROM ARTICLE IV. (Emphasis added) For reasons which follow, the LEA’s interpretation of the agreement seems, under all the facts and circumstances of this case, the more acceptable interpretation.” (Arbitrator Opinion, 14; R. 50a).\nThe majority opinion of the Commonwealth Court held that the arbitration award was improper because the agreement did not make a distinction between long-term and per diem substitutes. Furthermore, the Commonwealth Court held that the collective bargaining agreement expressly incorporated the Public School Code which does not differentiate between long-term and casual or per diem substitutes.\nThe Public School Code defines “substitute” as follows:\n“(2) The term ‘substitute’ shall mean any individual who has been employed to perform the duties of a regular professional employe during such period as the regular professional employe is absent on sabbatical leave or for other legal cause authorized and approved by the board of school directors or to perform the duties of a temporary professional employe who is absent.”\n24 P.S. § 11-1101.\nThe Commonwealth Court held that the Public School Code bound the arbitrator to the minimum salary for substitutes as contained in the Codes and reversed the award.\nThis Court has held that review of an arbitrator’s decision is highly circumscribed, and will not be overturned if it draws its essence from the collective bargaining agreement. Ringgold Area School District v. Ringgold Education Association (PSEA/NEA), 489 Pa. 380, 414 A.2d 118 (1980); County of Allegheny v. Allegheny County Prison Employees Independent Union, 476 Pa. 27, 381 A.2d 849 (1977). In Community College of Beaver County v. Community College of Beaver County, Society of the Faculty (PSEA/NEA), 473 Pa. 576, 375 A.2d 1267 (1977), we stated the test to be applied:\n“To state the matter more precisely, where a task of an arbitrator, PERA or otherwise, has been to determine the intention of the contracting parties as evidenced by their collective bargaining agreement and the circumstances surrounding its execution, then the arbitrator’s award is based on a resolution of a question of fact and is to be respected by the Judiciary if “the interpretation can in any rational way be derived from the agreement, viewed in light of its language, its context, and any other indicia of the parties’ intention ...” Ludwig Honold Mfg. Co. v. Fletcher, 405 F.2d 1123, 1128 (3d Cir. 1969)\nId., 473 Pa. at 593-594, 375 A.2d at 1275.\nThis so-called “essence” test draws its origins from federal decisional law which mandates judicial deference to an arbitrator’s findings.\n“It is the arbitrator’s construction which was bargained for, and so far as the arbitrator’s decision concerns the construction of the contract, the courts have no business overruling him because their interpretation of the contract is different from his.”\nUnited Steelworkers v. Enterprise Wheel and Car Corp., 363 U.S. 593, 599, 80 S.Ct. 1358, 1362, 4 L.Ed.2d 1424 (1960).\nThe essence test requires a determination as to whether the terms of the agreement encompass the subject matter of the dispute. Where it is determined that the subject matter of the dispute is encompassed within the terms of the agreement, the validity of the arbitrator’s interpretation is not a matter of concern to the court.\nIt is unquestioned that the bargaining agreement provided both for the salary of the professional employee as well as the substitute. It is also clear that the agreement set forth the rights of the professional employee. The key fact missed by the courts below is that the question is not whether a substitute could be given a higher rate of pay by an arbitrator in interpreting a contract that does not provide for such an elevation in salary. Rather, the question is whether, although serving as a substitute, these appellants were entitled as professional employees pursuant to Article IV, to be paid on the basis of the status of professional employee.\nThe fundamental question presented to this arbitrator was whether a professional employee, while functioning in the position of a substitute by virtue of Article IV, is paid at the rate set forth under the contract for his status as a professional employee, or whether he is to receive the rate of pay prescribed under the agreement for the function he is then performing. This is clearly a matter within the purview of the essence of the bargaining agreement. The fact that this arbitrator in analyzing this dispute may have failed to properly perceive the question presented or erroneously resolved it, does not provide justification for judicial interference. Our inquiry ends once it is determined that the issue properly defined is within the terms of the agreement.\nAccordingly, the order of the Commonwealth Court is reversed and the award of the arbitrator reinstated.\nROBERTS and FLAHERTY, JJ., filed concurring opinions.\n. Act of July 23, 1970, P.L. 563, No. 195, Art. I, 101 et seq., 43 P.S. § 1101.101 et seq. (Supp.1980).\n. ARTICLE XIV. MISCELLANEOUS PROVISIONS\nD. All provisions of this contract shall be construed in accordance with the Pennsylvania School Code in effect on the particular date such interpretation of this contract is required.\n. Public School Code of 1949, Act of March 10, 1949, P.L. 30, as amended, 24 P.S. § 1-101 et seq. (Public School Code or Code).\n. See: Steelworkers’ Trilogy, United States Steelworkers v. American Mfg. Co., 363 U.S. 564, 80 S.Ct. 1343, 4 L.Ed.2d 1403 (1960); United Steelworkers v. Warrier & Gulf Navigation C., 363 U.S. 574, 80 S.Ct. 1387, 4 L.Ed.2d 1409 (1960); United Steelworkers v. Enterprise Wheel and Car Corp., 363 U.S. 593, 80 S.Ct. 1358, 4 L.Ed.2d 1424 (1960).",
        "type": "majority",
        "author": "NIX, Justice."
      },
      {
        "text": "ROBERTS, Justice,\nconcurring.\nI concur in the result because it is consistent with the principles set forth in Community College of Beaver County v. Community College of Beaver County, Society of the Faculty (PSEA/NEA), 473 Pa. 576, 375 A.2d 1267 (1977) and City of Washington v. Police Department, 436 Pa. 168, 259 A.2d 437 (1969). Where the arbitrator addresses the question presented by the parties, and his award draws its \"essence,” that is, can be rationally derived, from the collective bargaining agreement, a court may not substitute its view for that of the arbitrator. See Port Authority of Allegheny County v. Amalgamated Transit Union, Division 85, 492 Pa. 494, at 499, 424 A.2d 1299 (1981) (concurring opinion of Roberts, J.). Here, the arbitrator addressed the issue presentéd, the amount of salary which should have been paid to appellant-teachers when rehired as substitutes, and his determination is rationally derived from the agreement and may not be disturbed.",
        "type": "concurrence",
        "author": "ROBERTS, Justice,"
      },
      {
        "text": "FLAHERTY, Justice,\nconcurring.\nI join the majority opinion with the hope that we have now made it clear, after repeatedly so holding, that the \"... arbitrator in analyzing (a) dispute may have failed to properly perceive the question presented or erroneously resolved it, (but that) does not provide justification for judicial interference. Our inquiry ends once it is determined that the issue properly defined is within the terms of the agreement.”\nSo be it!",
        "type": "concurrence",
        "author": "FLAHERTY, Justice,"
      }
    ],
    "attorneys": [
      "William K. Eckel, Johnstown, for appellants.",
      "Donetta W. Ambrose, Ambrose & Ambrose, New Kensington, for appellee."
    ],
    "corrections": "",
    "head_matter": "424 A.2d 1309\nLEECHBURG AREA SCHOOL DISTRICT, Appellee, v. Mary Louise DALE, Catherine Pastva, Karen Ravotta and the Leechburg Education Association, Appellants.\nSupreme Court of Pennsylvania.\nArgued Oct. 2, 1980.\nDecided Feb. 4, 1981.\nWilliam K. Eckel, Johnstown, for appellants.\nDonetta W. Ambrose, Ambrose & Ambrose, New Kensington, for appellee.\nBefore O’BRIEN, C. J., and ROBERTS, NIX, LARSEN, FLAHERTY and KAUFFMAN, JJ."
  },
  "file_name": "0515-01",
  "first_page_order": 643,
  "last_page_order": 650
}
