{
  "id": 1767180,
  "name": "COMMONWEALTH of Pennsylvania v. David HORNER, Appellant",
  "name_abbreviation": "Commonwealth v. Horner",
  "decision_date": "1981-02-05",
  "docket_number": "No. 408; No. 9",
  "first_page": "536",
  "last_page": "541",
  "citations": [
    {
      "type": "official",
      "cite": "492 Pa. 536"
    },
    {
      "type": "parallel",
      "cite": "424 A.2d 1320"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "492 Pa. 237",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1767208
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/492/0237-01"
      ]
    },
    {
      "cite": "488 Pa. 148",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1760977
      ],
      "weight": 2,
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa/488/0148-01"
      ]
    },
    {
      "cite": "459 Pa. 389",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481058
      ],
      "weight": 2,
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/459/0389-01"
      ]
    },
    {
      "cite": "400 U.S. 25",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12045986
      ],
      "weight": 3,
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/us/400/0025-01"
      ]
    },
    {
      "cite": "397 U.S. 742",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12058257
      ],
      "weight": 3,
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/us/397/0742-01"
      ]
    },
    {
      "cite": "475 Pa. 427",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1734089
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/475/0427-01"
      ]
    },
    {
      "cite": "269 Pa.Super. 291",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        129602
      ],
      "weight": 2,
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/269/0291-01"
      ]
    },
    {
      "cite": "459 Pa. 17",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481021
      ],
      "weight": 2,
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/459/0017-01"
      ]
    },
    {
      "cite": "282 A.2d 693",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "444 Pa. 436",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1938591
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/444/0436-01"
      ]
    },
    {
      "cite": "47 L.Ed.2d 341",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1975,
      "opinion_index": 1
    },
    {
      "cite": "96 S.Ct. 1147",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1975,
      "opinion_index": 1
    },
    {
      "cite": "424 U.S. 934",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12040839,
        12040745,
        12041004,
        12040948,
        12040793,
        12040701,
        12040895
      ],
      "year": 1975,
      "opinion_index": 1,
      "case_paths": [
        "/us/424/0934-04",
        "/us/424/0934-02",
        "/us/424/0934-07",
        "/us/424/0934-06",
        "/us/424/0934-03",
        "/us/424/0934-01",
        "/us/424/0934-05"
      ]
    },
    {
      "cite": "343 A.2d 669",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1708098,
        1708038
      ],
      "year": 1975,
      "opinion_index": 1,
      "case_paths": [
        "/pa/463/0089-01",
        "/pa/463/0090-01"
      ]
    },
    {
      "cite": "463 Pa. 90",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1708038
      ],
      "year": 1975,
      "opinion_index": 1,
      "case_paths": [
        "/pa/463/0090-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 550,
    "char_count": 8249,
    "ocr_confidence": 0.81,
    "pagerank": {
      "raw": 4.518461695170957e-08,
      "percentile": 0.282810889746854
    },
    "sha256": "186f8e24ae0379d37ef6c0df35a0e2baf32dbe3dc45bb939634b668704f8b3d1",
    "simhash": "1:ba86bb4d3b6df727",
    "word_count": 1342
  },
  "last_updated": "2024-02-27T23:00:53.081832+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before O’BRIEN, C. J., and ROBERTS, NIX, LARSEN, FLAHERTY and KAUFFMAN, JJ.",
      "ROBERTS, J., filed a concurring opinion in which O’BRIEN, C. J., joined.",
      "NIX, J., concurred in the result.",
      "O’BRIEN, C. J., joins this concurring opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. David HORNER, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nLARSEN, Justice.\nAppellant David Horner was arrested for the shooting death of one Robert Mendel in the city of Philadelphia. At the time of the shooting, appellant was 15 years of age and resided with his family in a house next-door to the residence of the victim and his family. The two families had a deep-seated dislike for each other, and had been engaged in a violent feud for several years. On the day in question, May 7, 1977, the victim went to appellant’s home because of threats and an assault upon the victim’s wife. When he arrived, he was pulled into the door and shot numerous times in the back with two rifles.\nAppellant proceeded to trial before the Honorable Juanita Kidd Stout, sitting without a jury, and was found guilty of murder of the third degree. Post-verdict motions were denied, and appellant was sentenced to twelve years probation on the condition that he reside with his mother, maintain a perfect attendance record in school (except for medical reasons), devote four hours of study each evening to school work, and join some worthwhile organization such as the Boy Scouts of America. Appellant then brought this direct appeal.\nThe sole issue raised by appellant is that the suppression court erred in not suppressing inculpatory statements which he made to the police after his arrest. The Commonwealth did not introduce these statements into evidence at appellant’s trial, but appellant nevertheless claims the suppression court’s ruling warrants the granting a new trial. Appellant bases this claim upon the assertion that the ruling prejudiced him by causing him to: a) fail to press for a decertification of the case to juvenile court; b) adjust his defense theory and trial strategy; and c) waive his right to a trial by jury. This claim is meritless.\nWith regard to appellant’s first two allegations of prejudice, it is noteworthy that nowhere does appellant contend that he did not receive a fair trial, that he was denied the opportunity to present or cross-examine witnesses, that he was prevented from setting forth any defense or theory of the case, or that the Commonwealth engaged in any improper or inappropriate conduct. Appellant’s complaint is thus merely an allegation that appellant’s counsel would have handled the case differently had he known the Commonwealth would not introduce appellant’s confession into evidence. It is not, however, this Court’s duty, function, or privilege to award new trials merely so that a different strategy can be employed; but rather, to grant relief in cases where a defendant did not receive a fair trial or some constitutional right has been transgressed. As a consequence, this Court will not consider claims of error arising from the failure to suppress evidence not introduced at trial, unless it is alleged that there was some resulting infringement upon the defendant’s constitutional rights. See, Commonwealth v. Thomas, 444 Pa. 436, 282 A.2d 693 (1971); Commonwealth v. McDonald, 459 Pa. 17, 326 A.2d 324 (1974); and Commonwealth v. Shepherd, 269 Pa.Super. 291, 409 A.2d 894, allocator refused, - Pa.Super. - (1980).\nAppellant’s third allegation of prejudice, that the suppression court's ruling caused him to waive his right to a jury trial, has a constitutional dimension. It is, however, equally without merit, and is controlled by this Court’s decision in Commonwealth v. Bhillips, 475 Pa. 427, 380 A.2d 1210 (1977). In Bhillips, the defendant asserted that an unconstitutional sentencing scheme which applied the death penalty to only those cases tried before a jury caused him to waive his right to a jury trial. In accordance with Brady v. United States, 397 U.S. 742, 90 S.Ct. 1463, 25 L.Ed.2d 747 (1970) and North Carolina v. Alford, 400 U.S. 25, 91 S.Ct. 160, 27 L.Ed.2d 162 (1970), this Court rejected the defendant’s claim, holding that the proper inquiry was whether the defendant’s decision to waive his right to trial by jury was made knowingly and voluntarily, not whether it was influenced by the imposition of the death penalty. Here, as in Bhillips, appellant does not allege that his waiver was unknowing or involuntary. Consequently, appellant’s claim in this case must also fail.\nThe judgment of sentence is affirmed.\nROBERTS, J., filed a concurring opinion in which O’BRIEN, C. J., joined.\nNIX, J., concurred in the result.\n. Appellant’s mother was also tried for murder, and found not guilty. Edwin Meredith, a friend of the family, was convicted of murder of the first degree for his participation in the shooting.\n. Appellant asserts that the statements were obtained in violation of Commonwealth v. Roane, 459 Pa. 389, 329 A.2d 286 (1974), and its progeny, wherein this Court held that a person under 18 years of age may not effectively waive his constitutional rights without an opportunity to consult with an interested adult who is aware of the rights of an accused. Appellant argues that his mother, with whom he consulted before waiving his rights, was not such an adult because she was also a murder suspect and more interested in her own welfare than his. The Commonwealth contends that appellant’s mother was in fact interested in his welfare. According to the Commonwealth, this was demonstrated by her confessing to the crime in order to shield appellant, and not disclosing appellant’s involvement for over three hours and until she was confronted with appellant’s stepfather’s identification of appellant as one of the shooters. However, for the reasons set forth above, it is unnecessary in this case to decide which interpretation of the facts is correct, and to address the continuing validity of Commonwealth v. Roane and its progeny. See Commonwealth v. Nelson, 488 Pa. 148, 411 A.2d 740 (1980) and Commonwealth v. Veltre, 492 Pa. 237, 424 A.2d 486 (1980.)\n. It is difficult to understand, and appellant does not explain, how prejudice to appellant’s motion for decertification to juvenile court could have inured from the suppression court’s ruling. In fact, appellant’s own counsel testified as follows when asked about the role the suppression court’s ruling played in his decision not to press for decertification:\nIt may have entered into it a little. Well, let me rephrase that. It had something to do with it, but that was not a crucial deterrent, quite honestly.\nNotes of Testimony, Motion for New Trial, p. 22. But, as with those matters discussed in note 2, it is unnecessary to address this question.\n. The Commonwealth also did not realize until the last minute that it was not going to introduce the confession into evidence. For, the Commonwealth called the detective who was present for the confession to the witness stand, laid the foundation for introduction of the confession, and then approached the bench and informed the court that it was not going to introduce the statement into evidence. Apparently, at that point, the Commonwealth did not feel it needed the confession to obtain a conviction, and wanted to obviate unnecessary issues on appeal.\n. The instant case demonstrates the wisdom of the rule set forth in Bhillips. For, once again, appellant does not allege that he received anything less than a fair and impartial trial from the court. To order a new trial under such circumstances would certainly be a needless waste of judicial resources.",
        "type": "majority",
        "author": "LARSEN, Justice."
      },
      {
        "text": "ROBERTS, Justice,\nconcurring.\nThis record reveals a clear violation of Pennsylvania’s “interested-adult” rule. See e. g., Commonwealth v. McCutchen, 463 Pa. 90, 343 A.2d 669, cert. denied, 424 U.S. 934, 96 S.Ct. 1147, 47 L.Ed.2d 341 (1975). However, this record is equally clear that the Commonwealth in no respect utilized the illegally-obtained statement, either to obtain a waiver of appellant’s right to trial by jury or to incriminate appellant at trial. Thus, I concur in the result.\nO’BRIEN, C. J., joins this concurring opinion.",
        "type": "concurrence",
        "author": "ROBERTS, Justice,"
      }
    ],
    "attorneys": [
      "Flora L. Becker, Philadelphia, for appellant.",
      "Robert B. Lawler, Chief, Appeals Div., Asst. Dist. Atty., Michelle Goldfarb, Asst. Dist. Atty., for appellee."
    ],
    "corrections": "",
    "head_matter": "424 A.2d 1320\nCOMMONWEALTH of Pennsylvania v. David HORNER, Appellant.\nSupreme Court of Pennsylvania.\nArgued Oct. 21, 1980.\nDecided Feb. 5, 1981.\nFlora L. Becker, Philadelphia, for appellant.\nRobert B. Lawler, Chief, Appeals Div., Asst. Dist. Atty., Michelle Goldfarb, Asst. Dist. Atty., for appellee.\nBefore O’BRIEN, C. J., and ROBERTS, NIX, LARSEN, FLAHERTY and KAUFFMAN, JJ."
  },
  "file_name": "0536-01",
  "first_page_order": 664,
  "last_page_order": 669
}
