{
  "id": 496956,
  "name": "McDonald versus Simcox",
  "name_abbreviation": "McDonald v. Simcox",
  "decision_date": "1881-11-21",
  "docket_number": "",
  "first_page": "619",
  "last_page": "624",
  "citations": [
    {
      "type": "official",
      "cite": "98 Pa. 619"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 W. N. C. 121",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts 118",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850998
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0118-01"
      ]
    },
    {
      "cite": "1 Watts 156",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "5 W. & S. 473",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478782
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0473-01"
      ]
    },
    {
      "cite": "6 Watts 398",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846098
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0398-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 643,
    "char_count": 15004,
    "ocr_confidence": 0.404,
    "pagerank": {
      "raw": 5.173400038825753e-07,
      "percentile": 0.9398005443560609
    },
    "sha256": "f42ae5b5ba93a1cfea0013ad53a088f25d59948d69ffe277fce05c37dadc3015",
    "simhash": "1:93369eb5384aa1c4",
    "word_count": 2608
  },
  "last_updated": "2024-02-27T16:48:27.439606+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McDonald versus Simcox."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Mercur\ndelivered the opinion of the court\nThis was an action of trover to recover for chattels for- ' merly the property of the plaintiffs, sold by a constable on an execution. It issued on a judgment recovered against them or some of them in favor of one King. He bought the property, and afterwards sold it to the defendants. The plaintiffs now question the effect of that judgment, and attack its validity.\nIt is settled law that the regularity of a judgment of a court having jurisdiction of the subject matter cannot be questioned in a collateral proceeding. Although a judgment recovered before a justice of the peace be irregular, yet if he has jurisdiction of the subject matter, the only redress of the defendants therein is by certiorari. If they acquiesce therein by taking .no steps to reverse it they thereby make it as good and valid as if all the prerequisites of the law had been observed. A title to property acquired under judgment and execution cannot be defeated by proving some defect in the original process. The judgment of every court pronounced on. a subject within its jurisdiction is conclusive and binding on all other courts, except' those only before which it comes by appeal, certiorari or writ of error: Tarbox v. Hays, 6 Watts 398; Hauer’s Appeal, 5 W. & S. 473; Sloan v. McKinstry, 6 Harris 120; Billings & May v. Russell, 11 Id. 189.\nThe judgment in question was obtained on proceedings commenced by attachment under the 26th section of the Act of July 12th 1842, P. L. 345, against H. Stewart & Cb. as nonresidents of the county, having personal property therein. This section provides in case no. capias can issue under section 24 of the act, ‘‘and the defendant shall reside out of the county he shall be proceeded against by summons or attachment, returnable not less than two nor more than four days from the date thereof, which shall be served at least two days before the time of appearance mentioned therein.” Thus this section authorizes either form of writ to issue, at the option of the plaintiff. The day of return and time of service is the same for each— whichever writ is issued that constitutes the original process. If it be summons, no valid judgment can be rendered without service or appearance by defendant. If it be by attachment, a valid judgment in rem may be obtained. King made the necessary affidavit, and executed the required bond. The claim was for goods sold and delivered. No fact was shown which authorized a capias to issue. The justice had undoubted jurisdiction of the cause of action. The 'attachment was made returnable and served according to the requirement of the statute. The property in question was attached, and due return thereof was made on the writ. Summons then issued, which was returned defendant not found in the county. On the return day, d .'fondants not appearing, after hearing the evidence of the plaintiff, the justice rendered judgment in his favor against defendants.\nThe writ of summons was made returnable on the third day after the date thereof, and, as the Act of 1810 requires a summons to be made returnable not less than five days after its date, it is contended that this judgment is therefore void. We have, however, shown that jurisdiction over the property was acquired by virtue of the attachment and proceedings thereon. If then there was error in the subsequent proceedings by making the summons returnable prematurely, it was an irregularity wliich could be corrected by certiorari only, and not in a collateral proceeding.\nIt is further urged, inasmuch as the individual names of all the persons composing the firm were not set forth in the attachment suit, that the rights of those whose names were omitted are not affected by the judgment. If the question was, whether an execution on that judgment would authorize a sale of their individual property, there would be force in this position. Such, however, is not this case. The sale was of the property attached only. That was the property of the firm. So the question is, whether, on a judgment against the firm, the property of the firm can be sold ? One partner may confess a judgment in the name of the firm of which he is a member, which will authorize a sale of the interest of all the partners in partnership property : Ross v. Howell, 3 Norris 129.\nWe cannot expect, and must not require, an observance of strict rules of pleading before a justice. In many cases judgments have been held good, when against copartners in the firm name, without stating the names of the persons composing the firm. Objections of this kind, after verdict or judgment, are not to be favored: Porter v. Cresson, 10 S. & R. 259; Morse v. Chase & Co., 1 Watts 156; Seitz & Co. v. Buffum & Co., 2 Harris 69. It must be conceded the judgment was against Stewart, one of the firm, and now one of the plaintiffs. It therefore follows, as to him, at least, his interest in the property was sold. His right in the property having been divested the other partners could not unite his name with theirs and recover in an action of trover. A joint action in tort cannot be maintained when some of the plaintiffs are shown to have no right to recover. It is elementary law in actions ex delicto, that if too many persons are made co-plaintiffs, the objection, if it appear on the record, may be taken advantage of either by demurrer, in arrest of judgment, or by writ of error; or if the objection do not appear on the face of the pleadings, it will be ground of nonsuit on the trial: 1 Ohitty Plead. 76. It follows the learned judge correctly held the plaintiffs could not recover. Judgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Mercur"
      }
    ],
    "attorneys": [
      "Crosby & Crosby, and Osmer, Dale & Freeman, for the plaintiffs in error.",
      "Charles W. Maekey and Dodd dfr Lee, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "McDonald versus Simcox.\n1. The regularity of a judgment rendered by a justice of the peace in a matter over which he had undoubted jurisdiction, cannot be questioned in a collateral proceeding. The only remedy is by certiorari.\n3. A. brought an action against B. & Co., whom he sued bythat name, before a justice of the peace, to recover the price of certain goods. Having filed an affidavit that defendants resided out of the county, and having given the necessary bond, he issued a writ, of attachment in accordance with the provisions of the Act of July 13th 1843. § 36, Pamph. L. 345, against the defendants’ goods, which writ was made returnable on the fourth day after its issue, and was, on the same day that it issued, duly returned “goods attached.” A. then issued a summons to defendants returnable the third day after its issue, which was accordingly returned on that day, “defendants not found in the county.” A. then obtained judgment against defendants, and issued execution against certain goods belonging to them which were levied upon and sold. A., became the purchaser and thereupon took the goods into his own possession. Trover being subsequently brought by B., O. aud D., being the individual members of the firm of B. & Co., against A. for the goods, II id, that the justice of the peace having acquired full jurisdiction to1 render a judgment in rem against the goods by virtue of the attachment and proceedings thereon, plaintiffs could not object to the validity of such judgment on the ground that the summons was, under the provisions of the Act of March 30th 1810, § 3, 5 Sm. L. 163, prematurely returned, this being an irregularity which could be corrected by certiorari only. Held, further, that plaintiffs could not object to the validity of such judgment on the ground that it had been rendered against the firm and not against the several partners by name. Held, further, that in any event, said judgment having been rendered against B. by name, all his interest in the goods in question passed under the execution, and that liehoe his joinder as a party plaintiff constituted an insuperable bay to plaintiffs’ right of recovery.\n8. In an action brought before a justice of the peace it is not expected nor required that strict rules of pleading should be observed. Hence, a judgment rendered in such action against copartners in the firm name, without stating the names of the persons composing the firm, will be held good:\n4. A joint action ex delicto cannot be maintained where it is shown that one or more of the plaintiffs are not entitled to recover.\n5. fíemble. that if in an action ex delicto, too many persons be joined as plaintiffs and that face appear upon the record, it may be taken advantage of by defendant either by demurrer, in arrest of judgment, or by writ of error. If the fact does not appear on the face of the pleadings, it will be ground of nonsuit on the trial.\nOctober 20th 1881. Before Sharswood, C. J\"., Mercuh, Gordon, Paxson, Sterrett and Green, JJ. Trunkey, J., absent.\nError to the Court of Common Pleas of Vena/ngo county : Of October and November Term 1881/ No. 226.\nTrover, by A. D. McDonald, Henry Stewart and A. D. McDowell, “surviving partners of E. G..Pluiner, in the Stewart & Plumer Oil Well, situate,” &e., against S. Simcox, H. O. Zeigler and Porter Phipps, to recover the value of certain machinery and oil-well fixtures.\nOn the trial, before Taylor, P. J., the plaintiffs proved the title of the firm of Stewart & Co., to the goods prior to December, 1878. The defendants claimed under one Wm. King, and offered in evidence the transcript of a justice of the peace of said county, showing a suit by William King against Henry Stewart & Go., wherein the plaintiff’s affidavit showing-that the defendant was absent from the county, and the plaintiff filing bond, a writ of attachment was issued by the Justice October 31st 1878, returnable November 4th 1878; returned on that day, goods attached (as per schedule); whereupon, on the same day, defendants not appearing, summons issued, returnable November 7th 1878; November 5th, returned “defendants not\nfound in the county”; November 7th. Judgment for plaintiff for $135.90. December 9th. Execution issued to constable; returned December 17th, “Levied and sold to ffm. King the above described property, for $50.”\nObjected to, on the ground that the transcript shows on ■. its face that the judgment was void, the summons not having * been made returnable “not more than eight nor less than five days from date,” as required by the Act of 1810, Purd. Dig. 850, pi. 40. Objection overruled; exception.\nThe defendants presented the following point:\n“ That this action having been brought by A. McDonald & Co., as partners, and it appearing that H. Stewart is named as one of the firm, but has no interest in the partnership, all his interest having been sold prior to the bringing of this suit, the plaintiffs cannot recover.” Affirmed.\nThe court charged the jury as follows;\n“It appearing in evidence by a record of the judgment before the justice of the peace, showing a judgment against Henry Stewart & Co., and a sale of the property in dispute under that judgment, as alleged, and the purchase of the property by the defendants’ vendor; we instruct you that judgment was a valid judgment against Henry Stewart, and that the sale by the constable (if you believe such sale to have taken place) divested all his interest in the copartnership property That being so, and the plaintiff declining to amend his pleadings and drop the name of Stewart, as we suggested, or mark for use of the other plaintiff in the action, Stewart has no right to recover in this action, as his interest was divested by the constable’s sale; but not the interest of the other copartners; therefore plaintiffs cannot recover in this action, if you believe there was a sale of this interest there; and that these defendants purchased from the constable’s vendee at that sale; . Stewart’s name is here as ' one of the plaintiffs, and he has no right to recover, for all his interest was divested by that sale; but the plaintiff declines to amend by dropping him, placing it on the grounds that that judgment was not a legal one as against Stewart. Mr. Stewart’s name is still in the papers, and it is not controverted that he is one of the parties now claiming, and as there is no controversy upon the facts, your verdict will be for the defendants.”\nVerdict, accordingly, for the defendants, and judgment thereon. The plaintiffs took this writ of error, assigning for error, the affirmance of the defendant’s point, and the charge of the court.\nCrosby & Crosby, and Osmer, Dale & Freeman, for the plaintiffs in error.\nThe transcript showing but three days between the date and the return day of the summons, the judgment was coram non judice, and void: Camp v. Wood, 10 Watts 118.\nBy the provisions of the Act of 1842, Pnrd. Dig. 857, pi. 76, two distinct modes of proceeding against persons residing out of the county are prescribed, to wit: By summons or attachment, either one of which must be made returnable not less than two nor more than four days from the date thereof; and must be served at least two days before the time of appearance mentioned therein. If the suit be commenced by attachment and shall have been personally served on the defendant at least two days before the return day thereof, the justice shall proceed to hear and determine the case without a further writ. But if (as in this case) the same shall not have been so served, this act provides that “a summons shall issue against the defendant, returnable as summonses issued by justices of the peace are now by law returnable.” Purd. Dig. 858, pi. 78, 80.\nThe phrase, “returnable as summonses . . . are now by law returnable,” cannot but refer to the then existing statute prescribing the time within which a summons issued by a justice must be made returnable, which was the act of 1810, Purd. Dig. 850, pi. 40, and is in these words: “If on a summons commanding the defendant, &c., on a day certain therein to be expressed, not more than eight nor less them fioe days from the date of the summons.” That the words “are now bylaw returnable,” as used in the act of 1842, Purd. Dig. 858, pi. 80, were intended to refer to the act of 1810, supra, is manifest from the fact that that was then the only law upon the subject.\nThe Act of 1810 has not been repealed. Under its provisions, by far the greater part of the litigation in justices’ conrts has been, and is conducted. • Its provisions, in respect to the time within which a summons shall be made returnable, are not in conflict with the provisions, in this respect, of the Act of 1842; but on the contrary, are consistent and harmonious therewith.\nThe attachment, and the execution, moreover, were void, because directed generally against Stewart & Oo., and not against the partners’ interests in the partnership: Act of April 8th 1873, Purd. Dig. Suppl. 1813, pi. 1; Hare v. Commonwealth, 8 W. N. C. 121; Deal v. Bogue, 8 Har. 228; Durborrow’s Appeal, 3 Norris, 404. Stewart was properly joined as a coplaintiff in this action. The omission of his name would have been a good plea in abatement: Addison v. Overend, 6 Term Rep. 766.\nCharles W. Maekey and Dodd dfr Lee, for defendants in error.\nNovember 21st, 1881."
  },
  "file_name": "0619-01",
  "first_page_order": 633,
  "last_page_order": 638
}
