{
  "id": 496986,
  "name": "Poor District of Beaver Township versus Poor District of Rose Township",
  "name_abbreviation": "Poor District v. Poor District",
  "decision_date": "1881-11-21",
  "docket_number": "",
  "first_page": "636",
  "last_page": "639",
  "citations": [
    {
      "type": "official",
      "cite": "98 Pa. 636"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 422,
    "char_count": 7754,
    "ocr_confidence": 0.435,
    "pagerank": {
      "raw": 3.337784808852941e-07,
      "percentile": 0.8739779809556465
    },
    "sha256": "489f7934a3d18465157d50146332fcc37e3ab0d821e93fe6e47f3bf2406d16ca",
    "simhash": "1:65f176d499e5f1ca",
    "word_count": 1416
  },
  "last_updated": "2023-07-14T18:23:00.494175+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Poor District of Beaver Township versus Poor District of Rose Township."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Mercur\ndelivered the opinion of the Court,\nThe question presented by the first assignment is substantially this: In case the collector in settlement of his duplicate, pays a tax which he has not collected, does such payment give to the person charged with the tax, a settlement with like effect as if he himself had paid it?\nWhen a person seeks to establish a settlement by the payment of taxes the Act of 1836 requires he “ shall be charged with and pay his proportion of any public taxes or levies for two years successively.” As it was held in Butler v. Sugar-loaf, 6 Barr 262, that payment of rent by a surety was payment by the lessee so as to give a settlement to the latter, it is therefore claimed that payment of a tax by the collector should give a settlement to the person charged with the tax. We think the cases differ widely. In the former a contract relation was created between all the parties at the execution of the lease. The lessee and his surety assumed an obligation at the same lime to pay the same debt. That was, if the former did not pay, tlio latter would. The lessee was to pay through another if he did not do it personally. It was therefore held a payment by the surety was in law a payment by the lessee. It was a payment of the rent according to the agreement under which the tenancy was created. It was paid to the lessor by one of the two persons who agreed to pay him. The payment was in fulfilment of the agreement and to discharge the claim of the lessor against the lessee and his surety. It was\" not a voluntary payment.\nIn the present case the payment by the collector was voluntary, so far as Hetrick, who was charged with the tax, was concerned. He made no agreement with the collector for its payment. It was not only paid without his request, and without his knowledge, but apparently for one of the two years, contrary to his wishes. The evidence is that in the fall of 1872 Hetrick said to the collector he would not pay any taxes. The contention is in regard to the payment of taxes for 1872 and 1873. The collector made a general payment of all the taxes mentioned in his duplicates for those years, and the small tax against Hetrick, not having been exonerated, was covered by this payment. It was in no sense such a payment by Hetrick, who appears to have had no property, as the statute requires, to give him a settlement. The second assignment falls with the first.\nThe third assignment is that the court erred in not finding certain facts therein specified. The court certified all the evidence relating thereto. It is claimed that this evidence proves a settlement under the clause of the Act which declares one may be gained in a district “ by any person who shall bona fide take a lease of any real estate of the yearly value of .$10, and shall dwell upon the same for one whole year, and pay the said rent.”\nThus four distinct things are necessary. He must take a lease ; the premises leased must be of the yearly value of $10 ; he must dwell thereon for one whole year, and pay the said rent. Nothing less than a compliance with all of these requirements satisfies the statute. Each of them was questioned. The plaintiff in error seeks to establish them by the arrangement under which Hetrick occupied a house in Rose township. In November 1871, he entered into a written agreement by which he was to clear and fence eleven acres of land, at a specified sum per acre, and the job was to be finished some time in September following. About the same time there was a verbal arrangement between them by which Smathers was to furnish lumber for Hetrick to build a small house in which he might live while doing the work. Smathers furnished the lumber, and either Hetrick by himself, or jointly with his son, built the house and occupied it while at work at the job. Iietrick moved out of the house and left it about September 1st following, and the job was completed on or before September 15th.\nThe evidence did show the annual .rental of this house was of the yearly value of $10, and that the labor of Hetrick in building it may have exceeded that sum ; but it signally failed to show that he dwelt therein for one whole year. An attempt is made to fill out the year by showing he afterwards dwelt in another house of Smathers, in the same township. It does appear that some two months after he moved out of the former house, he did enter into and occupy for some time a log house of Smathers, in the same township; but this he did without any arrangement with the owner, and without his permission. He took -no lease and paid no rent therefor. . On no principle can such an occupancy be tacked to the occupancy of the other house to make a full year. It was not a continuous dwelling for one year in the township, nor was the occupancy of the last house under either an express or implied lease. Hence the case of Allegheny City v. Allegheny Township, 2.Harris 138, does not apply. There the pauper had resided one continuous year in the city of Allegheny, although in different houses, yet in each under a contract to pay rent, and in the aggregate did pay more than $10 rent'. He ivas all the time dwelling in some house under a stipulated rental. The whole evidence shows Hetrick was not in any view of the case, under a rental more than ten months, and beyond that he was merely a trespasser. Hence the third assignment is not sustained.\nThe fourth assignment has no merit, and was not pressed. The learned judge committed no error in affirming the order of removal.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Mercur"
      }
    ],
    "attorneys": [
      "Gordon (with him Corbet, Conrad & Mundorff, and White (& Scott), for the plaintiff in error.",
      "Jenks & Clark, for the defendant iu error."
    ],
    "corrections": "",
    "head_matter": "Poor District of Beaver Township versus Poor District of Rose Township.\n1. Where-a collector of taxes in settlement of liis duplicate pays a tax which he has not collected, without the knowledge and. contrary to the wish of the person against whom the same has been charged, this will not be deemed sufficient to give to said person a settlement under the Poor Law of June 13th 1886, § 9, clause 2 (Pamph. L. 542), with like effect as if he had himself paid the tax.\n2. In order to acquire a settlement in a given township under clause 3, of said section, a person must comply strictly with all the requirements thereof. He must therefore (1) take a lease of premises within the township (2) which premises must be of the yearly value of ten dollars, (3) he must dwell on said premises for one whole year, and (4) must pay the rent of the same.\n3. A. leased premises in a certain township worth more than ten dollars yearly, and dwelt thereon for-ten months, actually paying his rent; he then removed,ybut two months afterwards took possession of other premises in the same township, whereon he dwelt for two months. He neither took a lease of said last named premises nor did he pay any rent therefor. Held, that A.’s occupancy of the last named premises could not be tacked on to .his occupancy of the first named premises so as to make a continuous dwelling for one year within the township, and thus entitle A. to a setilement therein under the provisions of the Poor Law.\n- October 21st 1881. Before Sharswood C. J., Mekcur, Gordon, Paxson, Sterrett and Green, JJ. Trunkey, J., absent.\nError to the Court of Quarter Sessions of Jefferson county: Of October and November Term 1881, No. 228.\nThis writ of error was taken to a judgment of the said court, affirming an order made by two justices of the peace for the removal of Christina Herrick, a pauper, from the Poor District of Rose to that of Beaver township. The' facts of the case, and the questions presented by the assignments of error, are stated in the opinion of the court.\nGordon (with him Corbet, Conrad & Mundorff, and White (& Scott), for the plaintiff in error.\nJenks & Clark, for the defendant iu error.\nNovember 21st 1881."
  },
  "file_name": "0636-01",
  "first_page_order": 650,
  "last_page_order": 653
}
