{
  "id": 1272499,
  "name": "Jones, Appellant, v. Amsel",
  "name_abbreviation": "Jones v. Amsel",
  "decision_date": "1957-03-18",
  "docket_number": "Appeal, No. 192",
  "first_page": "47",
  "last_page": "54",
  "citations": [
    {
      "type": "official",
      "cite": "388 Pa. 47"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "46 A. 2d 463",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "353 Pa. 487",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        466001
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/353/0487-01"
      ]
    },
    {
      "cite": "157 A. 796",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "305 Pa. 372",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1134624
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/305/0372-01"
      ]
    },
    {
      "cite": "57 A. 1104",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "208 Pa. 651",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998092
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/208/0651-01"
      ]
    },
    {
      "cite": "43 A. 2d 93",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "352 Pa. 398",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        464086
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/352/0398-01"
      ]
    },
    {
      "cite": "109 A. 479",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "265 Pa. 585",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1051897
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/265/0585-01"
      ]
    },
    {
      "cite": "156 A. 99",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "304 Pa. 389",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1132440
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/304/0389-01"
      ]
    },
    {
      "cite": "106 Pa. 398",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        455708
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/106/0398-01"
      ]
    },
    {
      "cite": "139 Pa. 414",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11251837
      ],
      "pin_cites": [
        {
          "page": "418"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/139/0414-01"
      ]
    },
    {
      "cite": "5 Whart. 466",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8878634
      ],
      "pin_cites": [
        {
          "page": "470"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/5/0466-01"
      ]
    },
    {
      "cite": "324 Pa. 530",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1171337
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/324/0530-01"
      ]
    },
    {
      "cite": "6 A. 2d 425",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "335 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1193025
      ],
      "pin_cites": [
        {
          "page": "5"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/335/0001-01"
      ]
    },
    {
      "cite": "75 A. 676",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "226 Pa. 448",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967827
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/226/0448-01"
      ]
    },
    {
      "cite": "113 A. 2d 217",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "381 Pa. 198",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1258834
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/381/0198-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 679,
    "char_count": 11136,
    "ocr_confidence": 0.473,
    "pagerank": {
      "raw": 2.207758154172146e-07,
      "percentile": 0.7758929188535703
    },
    "sha256": "609223ff7b6b348b1db14187aba4d42ef7c60ef869e16c18cb34a2907cb32160",
    "simhash": "1:0abe9c17197e513d",
    "word_count": 1923
  },
  "last_updated": "2024-02-27T16:06:50.821959+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Chidsey, Musmanno, Arnold, Jones and Cohen, JJ."
    ],
    "parties": [
      "Jones, Appellant, v. Amsel."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Chidsey,\nThis is an appeal from the order of the Court of Common Pleas of Philadelphia County, sitting en banc, which vacated the nisi decree of the chancellor in an equity action, and transferred the case to the law side of the court.\nPlaintiffs and the defendants Amsel were adjoining landowners of lots overlooking the Wissahickon Valley in Philadelphia. In 1947 the Amsels, wanting their property graded, arranged with the defendant D’Angelo Brothers, Inc., excavation contractors, to grade and re move rock from their property, in exchange for which the contractors were to keep the rock removed. The contractors removed the rock from the Amsels’ lot, and between November, 1951 and June, 1953, they also excavated rock from plaintiffs’ property, virtually bisecting it and leaving almost half of it twelve to fourteen feet lower than the remainder.\nPlaintiffs thereupon instituted an action in equity in 1954 praying for an injunction against further excavation of their land by defendants, and asking that defendants be required to either restore the property or pay damages in lieu thereof.\nThe chancellor, after hearings and conferences, issued the injunction, and ordered defendants either to restore the property to its former condition or to pay damages in the amount of $10,500. The complaint against defendants Edwin T. and Edith B. Weinstein, subsequent purchasers of a parcel from the defendants Amsel, was dismissed by the chancellor at that time, which dismissal is not on review here.\nThe plaintiffs contended that they purchased the lot in 1945 for the purpose of building a home thereon for themselves because of the unique and beautiful view that this lot afforded of the valley. Their explanation of the delay in beginning construction of that home is based on the fact that they had also purchased a farm in Quakertown at about the same time, and that they did not have the money to build on the property here involved until about year before suit was instituted.\nOn the other hand, the defendants contended that plaintiffs had never really intended living on this lot, pointing to the fact that plaintiff Charles H. Jones characterized his business as that of an “investor”, that he had purchased and sold approximately one house per year for a number of years, that no improvements had been made on this lot since its purchase, and that in 1950 a “For Sale” sign had been posted by plaintiffs on their property. Furthermore, the defendants contended that since the original purchase price of this lot had been only $1,800, and that since an estimate made by a witness produced by the plaintiffs based on the recent prices paid for similar lots in the vicinity places the current value of this lot, if unimpaired or restored to its former condition, at something less than $4,000, an award of $10,500 is unreasonable and inequitable.\nThe chancellor in his original adjudication had made a finding of fact that this lot was unique because of the view and that plaintiffs had purchased it as a site on which to erect a house for themselves.\nUpon review, the court en banc noted that “A careful review of the testimony, as to plaintiffs’ intention in good faith to use the lot in question for the erection of a residence for their own use, convinces even the chancellor that there is room for grave doubt on that point.” It further found that since there was here a past and not a continuing trespass, no injunction was in order and that since plaintiffs’ right to a mandatory decree of restoration was not sufficiently clear to warrant such a decree, the case should be transferred to the law side of the court for trial there. From this final order, plaintiffs appeal.\nPennsylvania Eule of Civil Procedure 1509(c) provides: “The objection of the existence of a full, complete and adequate nonstatutory remedy at law shall be raised by preliminary objection. If the objection is sustained, the court shall certify the action to the law side of the court. If not so pleaded, the objection is waived.”.\nAppellants contend that, since defendants did not raise this issue on preliminary objection, or at all in so far as we have been able to determine, it should be considered as having been waived. This might be true as to a motion made by one of the parties, but the chancellor himself is not thereby relieved of the obligation of determining his own jurisdiction: Scott v. Scott, 381 Pa. 198, 113 A. 2d 217. That is a duty of which a court cannot be relieved simply because of the inaction or ineptitude of the parties.\nThe Act of June 7, 1907, P. L. MO, which has been superseded by the present rule, made this abundantly clear by adding the following proviso to Section 1, which concerns raising the question of jurisdiction by demurrer or answer on the allegation that there is an adequate remedy at law: “. . . Provided, That this shall not alter or affect the duty of the chancellor to dismiss the bill if the facts therein averred, as showing or tending to show the right to relief, be not substantially proved at the trial.”. See in this connection, Adrian v. Fink, 226 Pa. 448, 75 A. 676.\nAnd in Gordon, Secretary of Banking v. Biesinger et al., 335 Pa. 1, 5, 6 A. 2d 425, we said: “Notwithstanding the failure of the court below to pass upon the question, this Court may properly hold that the adequacy of the legal remedy bars equitable recovery. Dunn v. Hild, 324 Pa. 530. See also Davis v. Gerhard, 5 Whart. 466, 470; Jinks v. Banner Lodge, 139 Pa. 414, 418; 19 Am. Jur. 113.”.\nWe turn, then, to a consideration of whether there is a cause here cognizable in equity.\nWhile the chancellor granted an injunction restraining the defendants from further trespassing on plaintiffs’ lot, he made no speecific findings as to any continuing trespass. It does appear that shortly before trial there was an overturned mixing trough and some sand on plaintiffs’ lot, but certainly that is not the trespass of which plaintiffs complain. The excavation activities of which defendants Amsel and D’Angelo Brothers, Inc. are accused appear to have been a past trespass and to have ceased well before trial of this action. There being no continuing tort requiring or justifying the issuance of an injunction, one should not be allowed to issue: Leininger’s Appeal, 106 Pa. 398. This is particularly true where such injunction would be the only means whereby equity would have jurisdiction in this cause: Cella et al. v. Davidson et al., 304 Pa. 389, 156 A. 99. See also Vandivort v. Hunter et ux., 265 Pa. 585, 109 A. 479; Schuylkill Mining. Company v. Indian Head Coal Company et al., 352 Pa. 398, 43 A. 2d 93.\nIt is argued, however, that equitable jurisdiction existed here by reason of the propriety of the mandatory injunction requested, requiring defendants to restore plaintiffs’ land to its former condition.\nThere are cases where the only way a plaintiff can be made whole is by the extraordinary remedy of a mandatory injunction requiring the restoration of specific property, but this is certainly not that situation. The chancellor seems to have recognized this, even pri- or to changing his mind at the hearing en banc, when he decreed the alternative of damages in the sum of $10,500 in lieu of restoration. There is grave doubt that plaintiffs ever intended this lot to be used ás a home. That doubt alone would prevent a decree of affirmative relief. In Wakeling v. Cocker, 208 Pa. 651, 57 A. 1104, where the prayer was for a decree requiring restoration of a wall, we said, at p. 653: “. . . It requires a much stronger case to move a chancellor to put forth his strong arm to compel a positive act on the part of a defendant, than to restrain him from committing a wrongful one. . . .”. See also Philadelphia Record Co. v. Curtis-Martin Newspapers, Inc. et al., 305 Pa. 372, 157 A. 796; Trainer v. International Alliance of Theatrical Stage Employees and Moving Picture Machine Operators of the United States and Canada, Local No. 516 et al., 353 Pa. 487, 46 A. 2d 463. Furthermore, even if we were convinced that plaintiffs did intend to use this site as a homestead, in light of the fact that although they lived in the vicinity of Philadelphia they did not even visit the property and discover the obvious damage to it during the period of more than a year of the trespass, or discovering it chose to do nothing about it, we would have to hold that their lack of diligence belied any assertion of a special sentimental or other attachment which might make a mandatory injunction appropriate: Schuylkill Mining Company v. Indian Head Coal Company et al., supra; Wakeling v. Cocker, supra. This is especially true where the cost of the mandated restoration would be more than five times the original cost of the property purchased only ten years earlier, and two and a half times the current value of the property after restoration.\nThere is an adequate remedy at law on the facts in this case, and we are convinced that the measure of damages in trespass actions is flexible enough to properly recompense these plaintiffs for their loss. There being an appropriate remedy at law, jurisdiction will not be retained in equity simply because the action first lay there, Celia et al. v. Davidson et al., supra, and the action of the court en banc in transferring this cause to the law side was entirely proper.\nOrder affirmed.\nGoodrich-Amram, §1509 (c)-2, in its comment on Pa. R. O. P. 1509(c) points out: “The language of sub-division (c) provides for an absolute waiver of the objection if it is not pleaded. This could mean that the court in equity would be authorized, by default, to decide cases where only legal rights are involved. The court will, however, usually decline to assert jurisdiction in such cases, despite the waiver. The court will, swa aponte, rule that the issue should properly be disposed of by an action at law, e.g. an action of ejectment, and will transfer the case to the law side of the court for disposition.”.\nThe entire first section of this Act reads: “. . . That when a bill in equity has been filed in any court of this Commonwealth, if the defendant desires to question the jurisdiction of the court, upon the ground that the suit should have been brought at law, he must do so by demurrer or answer, explicitly so stating-, or praying the court to award an issue or issues to try questions of fact; otherwise, the right of trial by jury shall be deemed to have been waived by both parties, and the cause shall proceed to a final determination by said court and upon appeal, with the same effect as if upon a hearing before the court, without a jury, upon agreement filed: Provided, That this shall not alter or affect the duty of the chancellor to dismiss the bill if the facts therein averred, as showing cr tending to show the right to relief, be not substantially proved at the trial.”.",
        "type": "majority",
        "author": "Mr. Justice Chidsey,"
      }
    ],
    "attorneys": [
      "Elihu A. Greenhouse, for appellants.",
      "Joseph Matusow, with him Irving Marks and Samuel Kagle, for appellees."
    ],
    "corrections": "",
    "head_matter": "Jones, Appellant, v. Amsel.\nMarch 18, 1957:\nArgued January 8, 1957.\nBefore Jones, C. J., Bell, Chidsey, Musmanno, Arnold, Jones and Cohen, JJ.\nElihu A. Greenhouse, for appellants.\nJoseph Matusow, with him Irving Marks and Samuel Kagle, for appellees."
  },
  "file_name": "0047-01",
  "first_page_order": 77,
  "last_page_order": 84
}
