{
  "id": 1096481,
  "name": "Lehigh Valley National Bank v. Rapp et al., Appellants",
  "name_abbreviation": "Lehigh Valley National Bank v. Rapp",
  "decision_date": "1926-03-15",
  "docket_number": "Appeals, Nos. 22 and 23",
  "first_page": "29",
  "last_page": "31",
  "citations": [
    {
      "type": "official",
      "cite": "286 Pa. 29"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "283 Pa. 406",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1090532
      ],
      "pin_cites": [
        {
          "page": "414"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/283/0406-01"
      ]
    },
    {
      "cite": "277 Pa. 184",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1079582
      ],
      "pin_cites": [
        {
          "page": "188"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/277/0184-01"
      ]
    },
    {
      "cite": "235 Pa. 202",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        984840
      ],
      "pin_cites": [
        {
          "page": "204"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/235/0202-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 266,
    "char_count": 3613,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 2.4686394570936504e-07,
      "percentile": 0.8062941121277727
    },
    "sha256": "68997a51ac50be4410b2ab0fc4cb7632c2262b4b091323d6dad323ece7b6028f",
    "simhash": "1:5a21da37e7202b39",
    "word_count": 590
  },
  "last_updated": "2024-02-27T18:04:44.586976+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ."
    ],
    "parties": [
      "Lehigh Valley National Bank v. Rapp et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nPlaintiff bank sued defendants as endorsers on two notes given by Howard L. Lafaw. Plaintiff’s directors authorized the renewal of notes which it had previously discounted for Lafaw, provided defendants, Rapp and Kiernan, became endorsers; thereupon the notes here sued upon were made by Lafaw, endorsed by defendants and discounted by the bank. The only defense set up is that defendants were induced to endorse the notes by the verbal promise of plaintiff’s cashier to obtain for their (defendants’) benefit and security a second mortgage on certain land which Lafaw was about to acquire; and that, by plaintiff’s neglect, this mortgage, — executed by Lafaw alone on property owned by himself and wife as tenants by entireties, — if ever a lien at all, became so only after another mortgage),, for purchase money, that was subject to a previously existing first mortgage, had been recorded and a judgment for another debt had been entered against the mortgagor, which made the mortgage given for defendants’ security a possible third or fourth lien, instead of the second encumbrance contracted for by plaintiff’s cashier.\nOn failure of proof, or offers of proof, sufficient in law to show authority in the cashier to make such binding promise as that relied on by defendants, or to show ratification by plaintiff bank, the court below directed a verdict in favor of the latter, on which judgment was entered; from this judgment defendants appeal.\nWe find no error. Discounting of commercial paper is primarily a function of the directors of a bank, and it is for them to fix such special conditions as they may deem proper for loaning the bank’s money; individual officers have no authority, unless given in some legal form, to make special agreements or promises in regard thereto (Mutual Trust Co. v. Stern, 235 Pa. 202, 204; First Nat. Bk. v. Baer, 277 Pa. 184, 188; Bank of Hooversville v. Sagerson, 283 Pa. 406, 414), and the promise of the cashier in the present case to obtain security for the benefit of defendants, on their becoming endorsers for the accommodation of Lafaw, was entirely outside the scope of a cashier’s general authority; hence, in the absence of evidence to show either special authority in the premises or ratification, plaintiff cannot be bound by any such undertaking.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Dallas Dillinger, Jr., with him William H. Schneller, for appellants.",
      "Adams Dodson, for appellee, was not heard."
    ],
    "corrections": "",
    "head_matter": "Lehigh Valley National Bank v. Rapp et al., Appellants.\nBanks and banking — Discounting notes — Functions of directors ■ — Authority of cashier.\n1. Discounting of commercial paper is primarily the function of tbe directors of a bank, and it is for them to fix sucb special conditions as they may deem proper for loaning tbe bank’s money; individual officers have no sucb general authority.\n2. A bank cashier has no authority to promise to obtain security for tbe benefit of persons on their becoming endorsers on a promissory note.\nArgued February 1, 1926.\nAppeals, Nos. 22 and 23, Jan. T., 1926, by defendants, from judgment of C. P. Northampton Co., Feb. .T., 1924, No. 166, on verdict for plaintiff, in case of Lehigh Valley National Bank v. Raymond W. Rapp and Peter Kiernan.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ.\nAffirmed.\nAssumpsit against endorsers on promissory notes. Before McKeen, J.\nThe opinion of the Supreme Court states the facts.\nJudgment on directed verdict for plaintiff. Defendants appealed.\nError assigned was, inter alia, direction of verdict, referring to record by page.\nDallas Dillinger, Jr., with him William H. Schneller, for appellants.\nAdams Dodson, for appellee, was not heard.\nMarch 15, 1926:"
  },
  "file_name": "0029-01",
  "first_page_order": 53,
  "last_page_order": 55
}
