{
  "id": 1096496,
  "name": "Pringle et al. v. Smith, Appellant",
  "name_abbreviation": "Pringle v. Smith",
  "decision_date": "1926-04-12",
  "docket_number": "Appeal, No. 28",
  "first_page": "152",
  "last_page": "155",
  "citations": [
    {
      "type": "official",
      "cite": "286 Pa. 152"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "277 Pa. 530",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1079570
      ],
      "pin_cites": [
        {
          "page": "538"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/277/0530-01"
      ]
    },
    {
      "cite": "285 Pa. 413",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1095089
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/285/0413-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 315,
    "char_count": 4697,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 3.2726317046006864e-07,
      "percentile": 0.8701750565380453
    },
    "sha256": "63412010747e5bc644da86f6a2f143fccf6e5bafba4e5aefb47f3679d3a79180",
    "simhash": "1:6e49149906ec3928",
    "word_count": 809
  },
  "last_updated": "2024-02-27T18:04:44.586976+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ."
    ],
    "parties": [
      "Pringle et al. v. Smith, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nPlaintiff and others, being “the legal heirs of Elizabeth Myers,” deceased, agreed to sell a certain piece of real estate to defendant, the contract expressly providing that, “The conditions of this agreement are subject to the approval of the orphans’ court for the sale of any interests of any minor children in and to said described premises”; at the signing of the contract, defendant paid $500 on account of the purchase money, and took possession of the premises in question, which he still holds. An application was made to the orphans’ court, by the administrator of Elizabeth Myers, deceased, for leave to sell the property, in accordance with the terms of this contract, to pay the debts of decedent; and, in that proceeding, although the interests of the minor children were not represented, the court granted the prayer of the petition. Demand was made on defendant to pay the balance of the purchase money, and, when he declined, an action in assumpsit was brought against him for the amount due. Plaintiff recovered a verdict; defendant filed a motion “for a new trial and for judgment n. o. v.”; the court below granted the first and refused the second, saying, inter alia, “We are of opinion that a failure to petition the court for appointment of a guardian ad litem and have such appointment made prior to the giving of notice provided for in the act of assembly, was a fatal defect in the proceeding [before the orphans’ court to obtain authority to sell the property in controversy] and renders the deed [tendered by plaintiffs to defendant] invalid.” To this the court added: “We observe, however, from the testimony, that defendant still retains possession of this property and feel therefore that plaintiff should have opportunity to promptly proceed and obtain a proper order of court and execute and deliver the deed in compliance with the contract. The defendant also testified at the trial that he was always ready and willing to receive a proper deed for the premises, and......the plaintiff should have an opportunity to procure a proper decree of court and then present a proper deed to the defendant.”\nNotwithstanding defendant moved the court below for both a new trial and judgment n. o. v., he complains on this appeal that “There should have been judgment n. o. v. and not a new trial”; so far as his right to make this contention is concerned, we suppose he relies on the Act of April 9, 1925, P. L. 221. This act was recently construed by us in March v. Phila. & West Chester T. Co., 285 Pa. 413, and we there said that it did not change our established practice on appeals from the grant of a new trial, adding, “If we approve of [such] order......, the appeal from the refusal of judgment non obstante veredicto must be dismissed; in other words, we cannot reverse and enter judgment for appellant unless we are convinced the court below abused its discretion in awarding a new trial.” In the March Case we also called attention to Class & Nachod B. Co. v. Giacobello, 277 Pa. 530, 538, where this court recently laid down the rules which govern it in considering an appeal from an order granting a new trial, and we there state that those rules still apply since the Act of 1925.\nIt remains but to say that we are not convinced of an abuse of discretion in the present instance; and, accordingly, v\nThe order appealed from is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Ray Patton Smith, with him Leonard Sobel, for appellant.",
      "Henry W. Storey, Jr., with him Alvin Sherbine, for appellees."
    ],
    "corrections": "",
    "head_matter": "Pringle et al. v. Smith, Appellant.\nAppeals — New trial — Judgment n. o. v — Practice,, G. P. — Act of April 9, 1925, P. L. 221.\n1. Tbe Act of April 9, 1925, P. L. 221, does not change the established practice in appeals from orders granting new trials.\n2. If the appellate court approves of an order granting a new trial, the appeal from the refusal of judgment non obstante veredicto must be dismissed.\n3. The appellate court cannot reverse and enter judgment for appellant unless it is convinced the court below abused its discretion in awarding a new trial.\nArgued March 19, 1926.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ.\nAppeal, No. 28, March T., 1926, by defendant, from order of C. P. Cambria Co., Sept. T., 1924, No. 219, granting new trial in case, of Della Pringle et al. v. Howard Smith.\nAffirmed.\nAssumpsit for purchase money Of real estate. Before Reed, P. J., specially presiding. - *•\nVerdict'for plaintiffs. Subsequently the court dismissed defendant’s motion for Judgment n. o. v., and granted his motion for a new trial.\nError assigned was refusal of defendant’s motion for judgment n. o. v., quoting record.\nRay Patton Smith, with him Leonard Sobel, for appellant.\nHenry W. Storey, Jr., with him Alvin Sherbine, for appellees.\nApril 12, 1926 :"
  },
  "file_name": "0152-01",
  "first_page_order": 176,
  "last_page_order": 179
}
