{
  "id": 1096467,
  "name": "Cresson Borough v. Seeds, Appellant",
  "name_abbreviation": "Cresson Borough v. Seeds",
  "decision_date": "1926-05-03",
  "docket_number": "Appeal, No. 51",
  "first_page": "288",
  "last_page": "296",
  "citations": [
    {
      "type": "official",
      "cite": "286 Pa. 288"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "263 Pa. 338",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047427
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/263/0338-01"
      ]
    },
    {
      "cite": "245 Pa. 561",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        326268
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/245/0561-01"
      ]
    },
    {
      "cite": "262 Pa. 433",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044357
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/262/0433-01"
      ]
    },
    {
      "cite": "266 Pa. 537",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056097
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/266/0537-01"
      ]
    },
    {
      "cite": "279 Pa. 22",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1083383
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/279/0022-01"
      ]
    },
    {
      "cite": "237 Pa. 473",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988970
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/237/0473-01"
      ]
    },
    {
      "cite": "16 Pa. Dist. R. 713",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "pin_cites": [
        {
          "page": "714"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "245 Pa. 101",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        326192
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/245/0101-01"
      ]
    },
    {
      "cite": "268 Pa. 585",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061520
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/268/0585-01"
      ]
    },
    {
      "cite": "64 Pa. Superior Ct. 134",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        458027
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/64/0134-01"
      ]
    },
    {
      "cite": "214 Pa. 640",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        946041
      ],
      "pin_cites": [
        {
          "page": "648"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/214/0640-01"
      ]
    },
    {
      "cite": "268 Pa. 143",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061515
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/268/0143-01"
      ]
    },
    {
      "cite": "177 Pa. 643",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        883741
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/177/0643-01"
      ]
    },
    {
      "cite": "54 Pa. Superior Ct. 331",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        437521
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/54/0331-01"
      ]
    },
    {
      "cite": "237 Pa. 473",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988970
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/237/0473-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 678,
    "char_count": 14330,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 5.040976913636687e-07,
      "percentile": 0.9369497990037257
    },
    "sha256": "9059d442ee4cb2b18fc795a269c876c5fb8c8e3011cbcf218e1a45d7ec3e08f1",
    "simhash": "1:00bda203f61dfada",
    "word_count": 2450
  },
  "last_updated": "2024-02-27T18:04:44.586976+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Sadler and Schaffer, JJ.",
      "Mr. Justice Frazer dissented."
    ],
    "parties": [
      "Cresson Borough v. Seeds, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Simpson,\nTo a sci. fa. sur municipal claim to reover the cost of grading, curbing and paving Second Street, in front of the property of defendant in Cresson Borough, he filed an affidavit of defense averring that the ordinance directing the improvement did not receive, on final passage, the requisite number of votes; and claimed that this objection was available, despite chapter VII, article 1, section 9, of the General Borough Act of May 14, 1915, P. L. 312, 393, which provides that “Complaint may be made to the next court of quarter sessions...... by any person aggrieved in consequence of any ordinance, regulation, or act done or purporting to be done in virtue of this act, and the determination and order of the court thereon shall be conclusive.” He did not allege that, in any other respeet, the contract was invalid, or that the work had not been properly performed. The court below entered judgment for plaintiff, for want of a sufficient affidavit of defense, because, in its opinion, even if there was such a defect in the passage of the ordinance, it was cured by the Act of March 21, 1925, P. L. 60. From this judgment defendant now appeals.\nHe admits the legislature had power to pass that statute, there being no constitutional provision in the way, (see Swartz v. Carlisle Borough, 237 Pa. 473), but avers it has no applicability to this case, because, in terms, it is limited to ordinances which had been adopted prior to the passage of the act, while the present one had not. We agree with this contention, but it is unnecessary to pursue the subject, since we are of one mind that the Act of May 12, 1925, P. L. 575, does validate the action of the borough council, and renders each of the abutting properties, including defendant’s, liable for a due proportion of the net cost of the improvement. That statute is in part as follows:\n“Sect. 1. That whenever heretofore the council of any incorporated borough of this Commonwealth has...... caused to be graded, paved, curbed......or otherwise improved any public street or thoroughfare......or has by ordinance provided for the assessment against property owners of benefits for such improvement------but owing to some defect in the petition, action of council, .....or for any other reason the cost of such improvement ......cannot be legally assessed upon the property bounding or abutting upon the street, or......payment thereof cannot be enforced as was contemplated by the act or acts of the General Assembly under which the improvement was attempted to be made,......such improvements are made valid and binding and the council of such incorporated borough may cause the property bounding or abutting on the street......to be assessed ......with such a portion of the cost of such improvement as is contemplated by the law under which the improvement was made......and all such......assessments made or determined are hereby ratified, confirmed and validated. Such assessment or other assessment heretofore regularly made shall be a lien upon the property assessed......” Section 2 of the act provides for the filing of a lien “within six months after the approval of this act when the improvement is now [then] completed.”\nThe instant case is squarely within the terms of that statute, for the borough had caused the street to be “graded, paved [and] curbed”; had “provided for the assessment” against the property of defendant and the other abutting owners; but “payment thereof [could] not be enforced, as was contemplated by the...... [statutes] under which the improvement was attempted to be made.” This being so, the act, in terms, says “such improvements are made valid and binding and...... assessments heretofore regularly made shall be a lien upon the property assessed,” and shall continue to be so, if filed “within six months after the approval of this act,” as was the case here. We hold, therefore, that this statute validated the present lien, and made it binding for whatever sum was legally chargeable against defendant’s property.\nIt is urged, however, that Charleroi Boro. v. Bailey, 54 Pa. Superior Ct. 331, is authority against the conclusion thus reached. In that case, which was appealed after a jury trial, the Superior Court held that the Act of May 3, 1909, P. L. 383, did not hid the borough, because “the date of the assessment for which the lien is filed,” was not averred in the claim, nor proved at the trial. That statute only validated assessments which had been made after its approval, and hence that date became important. The Act of 1925, however, also validates assessments made before its approval, as the present ones were, and specifically makes them “a lien upon the property assessed.” Because of this the time-of assessment is not a jurisdictional matter and is of little or no importance. Moreover section 5 of the present lien avers that the work was completed on the 20th day of November, 1924, and assessments for said work, or improvement, were estimated by the borough engineer and filed with the secretary of the borough upon the completion of said improvement,” and this fact is expressly admitted in section 5 of the affidavit of defense, without any objection, there or elsewhere, because the date was not more definitely stated. Indeed, so far as the record shows, the objection was not made until defendant filed his supplemental brief in this court; the affidavit of defense is silent on the subject, and the original brief simply states that the Act of 1925 “is a clear-cut and comprehensive act under which this appellee borough could have acted, but did not.” If the objection had been made earlier, plaintiff could have had the claim amended in the particular under consideration, as a matter of right, under the authority of section 34 of the Act of May 16,1923, P. L. 207,224. Hence, to reverse on the ground of a lack of definiteness as to the time of the assessment, would be doing a wholly useless thing, for the amendment could be made on the return of the record, after which plaintiff conld again move for and obtain judgment, since, with a definite date inserted in the claim, the Act of 1925 admittedly destroys the only defense interposed to plaintiff’s right of recovery.\nThe only objection defendant makes regarding the amount of the assessment, grows out of the fact that Cambria County, under the authority of the amendatory Act of March 10, 1921, P. L. 26, contributed $13,-000 to the cost of the improvement. He alleges that the limit of his liability is a due proportion of two-thirds of that cost, after deducting the sum stated, and bases his contention on chapter VI, article VII (e), section 9, clause V, of the General Borough Act: P. L. 1915, page 351. The later Act of May 17, 1921, P. L. 896, adds to that section a further clause, however, which provides that “where any street or highway in a borough...... is constructed or improved jointly by the borough and county, borough and state, or the borough, county and state, all or any part of the borough’s share of the cost ......may be collected from the owners of the real estate abutting on the improvement.” This necessarily means all or any part of the “share of the cost,” which, but for the liability of the abutting properties, the borough would be compelled to pay. In the present case that was the outside limit, for which, under the ordinance, and by the assessment made in pursuance of it, the abutting properties could be liable. They were charged no more.\nDefendant contends, however, that the Act of May 17, 1921, is inapplicable, because the borough alone contracted for and made the improvement, and therefore, he says, it was not “constructed or improved jointly by the borough and county.” This is too narrow an interpretation of the statute. It was passed at the same session of the legislature and subsequently to the amendatory Act of March 10, 1921, P. L. 26, under the authority of which the county made the $13,000 contribution; and lienee, since they deal with the same general subject, and it is reasonably possible to construe them together, this course must be adopted in determining the legislative intent: White v. Meadville, 177 Pa. 643; Buttorff v. York, 268 Pa. 143. An examination of the earlier statute shows that the contribution was to be made only “where the highway is to be improved jointly by the township or borough and county,” after a petition by the township, or borough, which is to do the work, thus defining what is meant, in that statute, by a joint improvement; and, there being no compelling reason to the contrary, this definition must be applied to the similar language in the later statute, now under consideration.\nWe .should reach the same conclusion, however, entirely aside from the rule stated. The purpose of the Act of May 17, 1921, supra, is remedial; it was passed to relieve boroughs of liability in cases where the abutting properties have been benefited to the extent of their relative proportion of the amount of the municipality’s share, and hence it is “to be construed by giving the words [used] the largest, the fullest, and most extensive meaning of which they are [reasonably] susceptible. The object of this kind of statutes being to cure a weakness in the old law......it is but reasonable to suppose the legislature intended to do so as effectually, broadly and completely, as the language used, when understood in its most extensive signification, would indicate”: Pocono Spring Water Ice Co. v. American Ice Co.. 214 Pa. 640, 648. Applying this principle, we decide that a “street or highway is constructed or improved jointly,” within the meaning of the Act of May 17, 1921, whenever the cost of the improvement is paid for by more than one of the public bodies named, although the borough alone contracted for the work. To hold otherwise would, in many instances, stop the improvement of such highways, because of the constitutional limitation on the amount of the borough’s indebtedness.\nWhat we have said above disposes of all the matters referred to in either the statement of the questions involved or the brief of argument; and we are thus led to the same goal reached by the court below, though we get there by a somewhat different route.\nThe judgment of the court below is affirmed.\nMr. Justice Frazer dissented.",
        "type": "majority",
        "author": "Mr. Justice Simpson,"
      }
    ],
    "attorneys": [
      "William H. Burd, for appellant.",
      "P. J. Little, with him W. Lloyd Hibbs, for appellee."
    ],
    "corrections": "",
    "head_matter": "Cresson Borough v. Seeds, Appellant.\nMunicipalities — Street assessments — Road law — Validation of Municipal Act — Acts of May 17, 1921, P. L. 896, and May 12, 1926, P. L. 575 — Boroughs.\n1. In the absence of a constitutional inhibition, the legislature may validate any municipal act which it might originally have authorized.\n2. Under the circumstances stated in it, thdÜAet of May 12, 1925, P. L. 575, validates assessments for street improvements, made by virtue of ordinances which had not been adopted by the requisite number of votes.\n3. The Act of May 17, 1921, P. L. 896, authorizes a borough which has received state or county aid in the improvement of its highways, to charge against the abutting property owners all or any part of the cost to it.\n4. The word “jointly” as used in that statute, refers to joint contributions to the cost of the improvement, although the borough alone contracted for the work.\nStatutes — Remedial statutes — Construction — Acts passed at same session.\n6. Statutes passed at the same session of the legislature, if they deal with the same general subject, must, where reasonably possible, be construed together, in order to determine the legislative intent.\n6. Remedial statutes must be so construed as to give the words used the largest, fullest and most extensive meaning of which they are reasonably susceptible.\nArgued March 19, 1926.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Sadler and Schaffer, JJ.\nAppeal, No. 51, March T., 1926, by defendant, from judgment of C. P. Cambria Co., Sept. T., 1925, No. 666, for want of a sufficient affidavit of defense, in case of Cresson Borough v. Blair C. Seeds.\nAffirmed.\nSci. fa. sur municipal claim for paving and curbing.\nMotion for judgment for want of a sufficient affidavit of defense, and on the whole record. Before Evans, P. J.\nThe opinion of the Supreme Court states the facts.\nJudgment for plaintiff. Defendant appealed.\nError assigned was judgment, quoting record.\nWilliam H. Burd, for appellant.\n— The ordinance not having been passed as required by law, the lien filed thereunder is void: Dormont Boro., 64 Pa. Superior Ct. 134; Sharpsville Boro. v. Randall, 268 Pa. 585.\nValidating acts are construed strictly: McAndrew v. Boro., 245 Pa. 101.\nThe validating Act of March 21,1925, P. L. 60, relates to highways “jointly improved by the borough and county.” This street was in no sense jointly improved.\nThe Act of May 17, 1921, P. L. 896, does not change the law as laid down by the Superior and Supreme Courts respecting contributions from a county to a borought to aid in paving a street, nor does it refer to the Act of March 10, 1921, P. L. 26.\nIt is quite clear that the Borough Code did not authorize or empower the borough council to assess the abutting property owners two-thirds of the total cost of the improvement, without first deducting the $13,000 contributed by Cambria County: Dormont Boro., 64 Pa. Superior Ct. 134; Sharpsville Boro. v. Randall, 268 Pa. 585.\nIt has been held that the summary appeal to the quarter sessions under the Act of May 14, 1915, P. L. 312, section 9 is restricted to cases where the legislative action of councils is' valid and pursuant to authority conferred on them by statute, but a legal grievance otherwise exists: Kay v. Sagerdahl, 1 Pa. D. & C. R. 110; Davies v. Boro., 48 Pa. C. C. R. 295; Ritters’ App., 16 Pa. Dist. R. 713, 714.\nP. J. Little, with him W. Lloyd Hibbs, for appellee.\nThe proceedings upon which the paving was done were validated by Act of March 21, 1925, P. L. 60: Swartz v. Boro., 237 Pa. 473.\nAny attack upon the proceedings of council relative to the passage of ordinance No. 76 or proceedings thereunder must be in the quarter sessions as provided by section 9, article I, chapter 7, of the General Borough Law of 1915: Wright v. France, 279 Pa. 22; Whitney v. Boro., 266 Pa. 537; Parkin v. Boro., 262 Pa. 433; Carlisle & M. St. Ry. Co.’s App., 245 Pa. 561; Sipe v. Boro., 263 Pa. 338.\nMay 3, 1926:"
  },
  "file_name": "0288-01",
  "first_page_order": 312,
  "last_page_order": 320
}
