{
  "id": 1096459,
  "name": "Bachrach, Appellant, v. Huntingdon & Broad Top Mountain R. R. & Coal Co.; Leitz, Appellant, v. Huntingdon & Broad Top Mountain R. R. & Coal Co.",
  "name_abbreviation": "Bachrach v. Huntingdon & Broad Top Mountain R. R. & Coal Co.",
  "decision_date": "1926-05-10",
  "docket_number": "Appeals, Nos. 155 and 156",
  "first_page": "325",
  "last_page": "331",
  "citations": [
    {
      "type": "official",
      "cite": "286 Pa. 325"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "78 Pa. 370",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040425
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/78/0370-01"
      ]
    },
    {
      "cite": "107 Pa. 590",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8858925
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/107/0590-01"
      ]
    },
    {
      "cite": "64 Pa. 366",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021293
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/64/0366-01"
      ]
    },
    {
      "cite": "122 Pa. 306",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948384
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/122/0306-01"
      ]
    },
    {
      "cite": "272 Pa. 442",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1068326
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/272/0442-01"
      ]
    },
    {
      "cite": "213 Pa. 468",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        943433
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/213/0468-01"
      ]
    },
    {
      "cite": "4 Rawle 273",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823537
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0273-01"
      ]
    },
    {
      "cite": "3 W. & S. 276",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854584
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0276-01"
      ]
    },
    {
      "cite": "118 Pa. 159",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        556754
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/118/0159-01"
      ]
    },
    {
      "cite": "20 Pa. 415",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        972390
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/20/0415-01"
      ]
    },
    {
      "cite": "21 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        411595
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/21/0009-01"
      ]
    },
    {
      "cite": "202 Pa. 589",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992368
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/202/0589-01"
      ]
    },
    {
      "cite": "128 Pa. 110",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        567011
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/128/0110-01"
      ]
    },
    {
      "cite": "107 Pa. 590",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8858925
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/107/0590-01"
      ]
    },
    {
      "cite": "64 Pa. 366",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021293
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/64/0366-01"
      ]
    },
    {
      "cite": "122 Pa. 306",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948384
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/122/0306-01"
      ]
    },
    {
      "cite": "272 Pa. 442",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1068326
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/272/0442-01"
      ]
    },
    {
      "cite": "213 Pa. 468",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        943433
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/213/0468-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 595,
    "char_count": 10689,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 6.801989579830497e-08,
      "percentile": 0.41597927137836993
    },
    "sha256": "eedf983f3b5d0a62cfdfcde502beeaa0ecdcf39846f389eb15027e905f32517f",
    "simhash": "1:ae3683d96cfcad9d",
    "word_count": 1826
  },
  "last_updated": "2024-02-27T18:04:44.586976+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ."
    ],
    "parties": [
      "Bachrach, Appellant, v. Huntingdon & Broad Top Mountain R. R. & Coal Co. Leitz, Appellant, v. Huntingdon & Broad Top Mountain R. R. & Coal Co."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Simpson,\nWhile these two cases are not in all respects alike, they are sufficiently so to call for but a single opinion.\nEach of the plaintiffs is the owner of a few of the $1,500,000 of bonds issued under and secured by defendant’s consolidated mortgage, which was given to certain trustees for the protection of the bondholders as a class. When the bonds fell due, plaintiffs demanded payment of them, and, this having been refused, they each brought suit and recovered a judgment, which, by agreement, expressly limited the right of execution upon it to “property which is not subject legally to the lien” of said mortgage. One of plaintiffs issued an attachment execution on his judgment, naming the Pennsylvania Railroad Company as garnishee, and sought thereby to attach defendant’s share of certain passenger, freight and car service rates, which had been paid to the garnishee in consideration of continuous service over the lines of the two railroads; each company being entitled to a specified part thereof. The other plaintiff issued a fieri facias on his judgment, and, under it, a levy was made on defendant’s office furniture and equipment, at the place where the clerical and executive part of its business is transacted. The court below decided that the assets referred to were not liable to the executions, and each plaintiff appeals from the order in his case.\nThe $1,500,000 mortgage expressly covers, inter alia, “all the tolls, issues, income and profits hereafter'derived” by reason of the operation of the railroad; a provision for security therein, operating in futuro, which the legislature had power to authorize: The Phila., Wilmington & Baltimore R. R. Co. v. Woelpper, 64 Pa. 366; Collins’s App., 107 Pa. 590. By the mortgage, the trustees became the repository of the title to the corporate franchise and the property mortgaged, in trust for all the bondholders: Com. v. Susquehanna & Delaware River R. R. Co.; 122 Pa. 306. The collections made by the garnishee are none the less “tolls, issues, income and profits” because they are still in its hands. They belong to the trustees because they are of the character stated. So, also, it is of no consequence to plaintiff that defendant, if and when, it receives the money, may use part of it in paying operating and office expenses. If the mortgage expressly or impliedly authorizes such expenditures/ no one can complain of that use; if it does not, the entire body of bondholders are the only ones who can be injured thereby, if indeed they can, since such use directly inures to their benefit, by enabling the railroad to function as a going concern. Certainly plaintiff, by virtue of his judgment, had no legal right to enforce an attachment against this money, which equitably belongs to the trustees, for the benefit of all the bondholders.\nPlaintiff also contends that, even if the mortgage be so construed as to include the sums in the hands of the garnishee, as we have shown it should be, still it fails of its intended purpose since no statute authorized defendant to issue a mortgage covering those items. To this also we cannot agree. Without stopping to consider the other objections to this contention (see Com. v. Susquehanna & Delaware River R. R. Co., 122 Pa. 306; Manhattan Hardware Co. v. Phalen, 128 Pa. 110; Mechanics’ Building & Savings Assn., No. 2’s Assigned Est., 202 Pa. 589), it is sufficient to say that defendant had ample statutory power to insert that clause in the mortgage. The incorporating Act of May 6, 1852, P. L. 614, expressly gave to it the same powers as are specified in the General Railroad Act of February 19, 1849, P. L. 79, section 2 of which authorized corporations chartered under it, “to purchase, receive, have, hold, use, and enjoy to them and their successors, goods, chattels and estate, real and personal, of what kind and nature soever, and the same from time to time, to sell, exchange, mortgage, grant, alien or otherwise dispose of......and generally to do all and singular, the matters and things which to them it shall lawfully appertain to do for the well-being of said corporation, and the due ordering and management of the affairs thereof.” As shown in Philadelphia, Wilmington & Baltimore R. R. Co. v. Woelpper, supra, this is broad enough to authorize a mortgaging of future “tolls, issues, income and profits”; and it is clear the right so to do is in no way affected by the limiting proviso, to which plaintiff calls our attention, that the powers authorized shall not “be construed as in any way giving, to such corporation, any banking privileges whatever.”\nThat the furniture and equipment in defendant’s business office are exempt from sale on the fi. fa. is also clear. In order to reasonably and effectively carry on its business, defendant must have an office, and furniture and equipment therein. This being so, such property cannot be sold separately, but only with the franchise and the other property reasonably necessary for the due exercise of the franchise: Margo v. Penna. R. R. Co. (No. 2), 213 Pa. 468; McNulty Bros. Co. v. Penna. R. R. Co., 272 Pa. 442. That requirement is founded on a broad public policy, which keeps all such assets intact in order that defendant, or any purchaser of the franchise and those assets, may be able to properly perform the public duties specified in the charter of incorporation. This being so, the exemption from a separate sale cannot be limited to the locomotives, cars, rails, fuel and similar assets, bnt must include all property used or to be used in, and reasonably necessary for carrying on, the chartered business of the company. Surely a place to keep its records, and to carry on its clerical and executive business, is reasonably necessary for the purpose stated.\nIn each case, the order of the court below is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Simpson,"
      }
    ],
    "attorneys": [
      "Joseph K. Willing, of Sterling & Willing, for appellants.",
      "Joseph R. Embery, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bachrach, Appellant, v. Huntingdon & Broad Top Mountain R. R. & Coal Co. Leitz, Appellant, v. Huntingdon & Broad Top Mountain R. R. & Coal Co.\nMortgage — Future earnings — Bight to receive earnings — Bail-roads.\n1. The legislature has power to authorize the creation of a mortgage to be secured on the future earnings of the mortgagor. If such mortgage is made, no one but the mortgagee will be entitled to those earnings, after the right thereto has accrued, even though they have not yet been received by the mortgagee.\nRailroads — Mortgage—Future earnings — Act of February 19, 181$, P. L. 79.\n2. The General Railroad Act of February 19, 1849, P. L. 79, authorizes a corporation clothed with the powers given by that act, to mortgage, to trustees for the benefit of the holders of the bonds to be secured thereby, all its future tolls, issues, income and profits.\nRailroads — Public service companies — Execution — Property necessary for public use exempt from separate sale — Public policy.\n3. Property reasonably necessary for carrying on the business of a public service corporation, cannot be taken in execution and sold separate and apart from the franchise and other property also reasonably necessary to carry on that business.\n4. This exemption is founded on a broad public policy, which requires all such property to be kept intact, to the end that the company may be operated for the public benefit as required by its charter; the furniture and equipment reasonably necessary for the storing of the corporate records and the carrying on of its clerical and executive business, are included within the exemption.\nArgued April 20, 1926.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ.\nAppeals, Nos. 155 and 156, Jan. T., 1926, by Harry Baebracb and Edward W. Leitz, from orders of C. P. No. 4, Phila. Co., June T., 1925, Nos. 1116 and 6823, setting aside execution and attachment in cases of Harry Bachrach v. Huntingdon & Broad Top Mountain Railroad & Coal Co. and Edward W. Leitz v. Huntingdon & Broad Top Mountain Railroad & Coal Co.\nAffirmed.\nRule to set aside execution. Rule to set aside attachment. Before Audbnried, P. J.\nRules absolute. Plaintiffs appealed.\nErrors assigned were orders, quoting records.\nJoseph K. Willing, of Sterling & Willing, for appellants.\n— The right to mortgage personal property, such as office furniture, is not given in the act of incorporation, P. L. 1852, pages 614-617, nor in the Act of January 18, 1865.\nIn railroad law, unless specifically specified, the word “income” refers to net income. Since there are no qualifying adjectives in the mortgage it must be presumed that the word is used in its commonly accepted meaning. It cannot be supposed that it means gross income because it would be ridiculous to argue that the gross income of a railroad is subject to the lien of the railroad’s mortgages, for then its general creditors could not secure payment of their obligations but must be postponed to the bondholders.\nIt was suggested in the court below that perhaps the defendant company had a right to mortgage its income by reason of some common law power. In answer to this, plaintiff states that a corporation has no common law powers; whatever it does it must find authority for in its charter or special act of assembly or general incorporation laws: P. R. R. v. Canal Co., 21 Pa. 9; Murphy v. Bank, 20 Pa. 415; Solebury Mutual Protective Assn., 3 Pa. Co. C. R. 637.\nA claim or demand, being put in suit and passing to final judgment, is merged or swallowed up in that judgment and loses its vitality and cannot thereafter be used either as a cause of action or as a set-off: Murray v. Weigle, 118 Pa. 159; Jones v. Johnson, 3 W. & S. 276; Marsh v. Pier, 4 Rawle 273; Dixon v. Millen, 20 Pa. C. C. R. 335.\nJoseph R. Embery, for appellee.\n— Under the law, property reasonably necessary to enable a public service corporation to discharge its duties to the public is exempt from levy under an ordinary and general fi. fa.: Margo v. R. R., 213 Pa. 468; McNulty v. R. R., 272 Pa. 442.\nThe property levied on by the sheriff is covered by the terms of the mortgage and by the very terms of the judgment entered in this case is not subject to levy: Com. v. R. R., 122 Pa. 306; Phila., W. & B. R. R. v. Woelpper, 64 Pa. 366.\nThe assignment of these tolls, issues, incomes and profits under the terms of the mortgage necessarily operates as an assignment of the right to recover them, which is called a chose in action, and therefore calling these moneys a chose in action does not take them out of the mortgage: P., W. & B. R. R. v. Woelpper, 64 Pa. 366.\nAppellee had the right to mortgage its tolls, issues, income and profits: P., W. & B. R. R. v. Woelpper, 64 Pa. 366; Collins’s App., 107 Pa. 590; Watts’s App., 78 Pa. 370.\nMay 10, 1926:"
  },
  "file_name": "0325-01",
  "first_page_order": 349,
  "last_page_order": 355
}
