{
  "id": 1096488,
  "name": "Wally et al., Appellants, v. Wally et al.",
  "name_abbreviation": "Wally v. Wally",
  "decision_date": "1926-05-26",
  "docket_number": "Appeal, No. 43",
  "first_page": "413",
  "last_page": "417",
  "citations": [
    {
      "type": "official",
      "cite": "286 Pa. 413"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "104 Pa. 609",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        452169
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/104/0609-01"
      ]
    },
    {
      "cite": "172 Pa. 428",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "180 Pa. 396",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        888340
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/180/0396-01"
      ]
    },
    {
      "cite": "232 Pa. 366",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977869
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/232/0366-01"
      ]
    },
    {
      "cite": "239 Pa. 216",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        995960
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/239/0216-01"
      ]
    },
    {
      "cite": "250 Pa. 320",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1016995
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/250/0320-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 475,
    "char_count": 8648,
    "ocr_confidence": 0.5,
    "pagerank": {
      "raw": 2.5456213148292225e-07,
      "percentile": 0.8138393396680655
    },
    "sha256": "720f36f3cc51e99ee5137d76283cbe20e411dc13ca17089750b94d6e52252736",
    "simhash": "1:d8387a47e5228eaa",
    "word_count": 1475
  },
  "last_updated": "2024-02-27T18:04:44.586976+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Wally et al., Appellants, v. Wally et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Walling,\nIn 1916 defendants bought a rectangular lot in Erie City fronting ninety feet, on the west side of State Street, and one hundred and sixty-five feet on the south side of Twenty-fourth Street, for which they paid $9,000. The plaintiff, Anthony Wally is their son and there was an oral agreement that he and his wife should have the north half of the lot, fronting forty-five feet on State Street. Later, defendants, in arranging to move a house on to their half of the lot, found it too narrow and a modified oral agreement was made by which they should have fifty feet of the lot, in width, and plaintiffs forty feet. Defendants, at plaintiffs’ request, rendered them financial aid in placing a store and dwelling on the State Street end of their forty-foot lot, also in building a bungalow with storage room thereunder near the rear end of the lot, facing on Twenty-fourth Street. This bungalow extends back fifty-one and eighty-five one-hundredths feet from the south line of the last-named street, and it was so placed with defendants’ knowledge and consent. The east side of the bungalow is forty-two feet from the west line of the lot and, including seven feet of vacant land on its west side, occupies approximately twelve by forty-two feet of defendants’ fifty-foot lot. The storage room is entered through double doors on its east side, one of which is south of the plaintiffs’ forty-foot lot, so placed without objection from defendants. On the east side of the bungalow and storage room plaintiffs have a five-car garage abutting on Twenty-fourth Street, and east of it is a driveway extending in a southwesterly direction from the last-named street to the double doors of the storage room. The buildings above mentioned were placed upon the lots in 1917, and for six years thereafter the driveway was used by plaintiffs in reaching the storage room and by defendants in going to and from the rear of their lot. The part of defendant’s fifty-foot lot bounded on the west by the rear end of the bungalow and storage room and extending eastwardly therefrom forty-five feet, and being of the width of ten feet, forms the main subject of this suit. Plaintiffs, claiming it as the only way to enter their storage room through the double doors, began to pave it in 1923 when, being stopped by defendants, they filed this bill for specific performance of the parol contract, praying for a deed to them of the forty-foot lot, including the land just mentioned and that covered by the bungalow and storage room. Defendants’ answer admits the trust as to the forty-foot lot and expresses a willingness to convey it on being paid therefor and for the advancements made in its improvement. A replication was filed and, after hearing, the trial court made findings of facts and legal conclusions, and in due course entered a final decree directing defendants, on payment to them of the amount unpaid for the lot and its improvement, to deed plaintiffs the forty-foot lot and so much of the balance as is occupied by the bungalow and storage room, but not the ten by forty-five-foot strip in controversy. Therefrom plaintiffs have appealed. .\nThe decree gives appellants all to which they are entitled and the record is free from error. The evidence was conflicting as to plaintiffs’ contention of a parol understanding that they were to have the disputed strip of land and the trial court found that fact against them. Moreover, such an understanding as plaintiffs aver could not stand under the statute of frauds. The disputed land is outside of their forty-foot lot, was not embraced in their parol contract, has not been built upon and they have never had or claimed exclusive possession thereof or paid for it, or even paid the taxes thereon. The storage room abuts on Twenty-fourth Street, so no claim of a right of way by necessity can be sustained. Title to land cannot be acquired merely by placing doors so that they open upon it, even with the owner’s consent. All appellants suggest would amount at moát to a mere license. Possession of the ten-foot strip would doubtless help plaintiffs, but would hurt defendants and render access to their own garage exceedingly difficult, if not impossible. In view of the entire lack of, any sufficient proof of a parol gift, it is unnecessary to invoke the rule that greater certainty is required in such case between parent and child than among strangers.\nAdding to the $4,000 for the forty-foot lot the $7,125, which defendants advanced for its improvement, there was an indebtedness to them from plaintiffs of $11,125, for which in 1917 defendants agreed to accept $10,000, it being a matter between parents and children, and the interest thereon to be at three-per cent. The interest was paid until July 1, 1923, together with $2,400 on the principal, leaving a balance of $7,600 unpaid, as of that date. This the trial court properly directs plaintiffs to pay. We cannot sustain their contention that they should be given their deed on payment of the balance of the $4,000 purchase money and that defendants should be remitted to an action at law for the amount advanced for improvements that were put upon the land for which defendants had paid and to which they held title. It was all a part of the same general transaction and they should not be required to give up the title until reimbursed. “He who seeks equity must do equity.” Again, equity having assumed jurisdiction will dispose of the entire controversy, to prevent unnecessary litigation: Curtis & Co. v. Olds, 250 Pa. 320; Hurst v. Brennan (No. 1), 239 Pa. 216; Holden v. Bernstein Mfg. Co., 232 Pa. 366; McGinn v. Benner, 180 Pa. 396; Johnston et al. v. Price et al., 172 Pa. 428; Socher’s App., 104 Pa. 609.\nThe trial court did not abuse its discretion in imposing the costs upon plaintiffs, especially as they lost the contested questions in the case. This unfortunate family trouble had its origin in plaintiffs’ unjustifiable claim to a'part of defendants’ lot.\nThe decree is affirmed and -appeal dismissed at the cost of appellants.",
        "type": "majority",
        "author": "Mr. Justice Walling,"
      }
    ],
    "attorneys": [
      "S. Y. Rossiter, for appellants.",
      "John R. Haughney, for appellees."
    ],
    "corrections": "",
    "head_matter": "Wally et al., Appellants, v. Wally et al.\nEquity — Agreement to convey land — Parol agreement — Statute of frauds — Exclusive possession — Building pn land — Bindings of fad — Entire controversy — Maxims—Costs.\n1. An alleged agreement by parol to convey land, will not be enforced, where there is no sufficient evidence to show that the land in question was embraced in a parol agreement between the parties as to other land, and the chancellor finds as a fact that the alleged agreement was not made.\n2. Such an agreement could not stand, under the statute of frauds, where it appears that the land in question had not been built upon, and that plaintiffs had never had or claimed exclusive possession thereof or paid for it, or even paid the taxes thereon.\n3. Title to land cannot be acquired merely by placing doors so that they open upon it, even with the consent of the owner of the land.\n4. Where equity has assumed jurisdiction, it will dispose of the entire controversy between the parties, so as to prevent unnecessary litigation.\n5. Where plaintiffs, in a bill in equity, claim a conveyance of certain land from defendants under an agreement, and also the conveyance of additional adjoining land under a parol agreement, and it appears that they are indebted to defendants for a portion of the purchase money on the first tract and for money advanced by defendants for improvements on such tract, the court will, after finding that plaintiffs were not entitled to the adjoining land, decree a conveyance of the first tract on plaintiffs paying to defendants their whole indebtedness.\n6. He who seeks equity must do equity.\n7. Plaintiffs cannot claim that they should be given their deed, on payment of the balance of the purchase money, and that defendants should be remitted to an action at law for the money advanced for improvements.\n8. In such case, as plaintiffs lost the contested question in the case, costs are properly imposed upon them.\nArgued May 3, 1926.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nAppeal, No. 43, Jan. T., 1926, by plaintiffs, from decree of C. P. Erie Co., Feb. T., 1924, No. 7, for portion of plaintiffs’ claim, in case of Anthony Wally et al. v. Frank Wally et al.\nAffirmed.\nBill for conveyance of real estate. Before Hirt, J.\nThe opinion of the Supreme Court states the facts.\nDecree for portion of plaintiffs’ claim. Plaintiffs appealed.\nError assigned was, inter alia, decree, quoting record.\nS. Y. Rossiter, for appellants.\nJohn R. Haughney, for appellees.\nMay 26, 1926:"
  },
  "file_name": "0413-01",
  "first_page_order": 437,
  "last_page_order": 441
}
