{
  "id": 498382,
  "name": "Stephenson versus Grim",
  "name_abbreviation": "Stephenson v. Grim",
  "decision_date": "1882-04-17",
  "docket_number": "",
  "first_page": "70",
  "last_page": "75",
  "citations": [
    {
      "type": "official",
      "cite": "100 Pa. 70"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 580,
    "char_count": 13978,
    "ocr_confidence": 0.387,
    "pagerank": {
      "raw": 1.4901364912752953e-07,
      "percentile": 0.6628564059140127
    },
    "sha256": "52f157d828cbef9d6dca350d7823325ad4c3f0cc5aeadc8a13a711cc09e33f20",
    "simhash": "1:23edcae9f7045beb",
    "word_count": 2475
  },
  "last_updated": "2023-07-14T18:40:56.265881+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Si-iarswood, C. J., Meroue, Gordon, Paxson, Trunket, Sterrett and Green, JJ."
    ],
    "parties": [
      "Stephenson versus Grim."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Tbctekey\ndelivered the opinion of the court, April 17th 1882.\nTo maintain the-issue on their part, the plaintiffs offered a paper purporting to be a shipping receipt given to them by the railroad company for a box of goods directed to Joseph Stephenson. This offer was received against the defendant’s objection, though the receipt, if genuine, was the mere admission of a stranger to the alleged contract, and its genuineness was not proved. It was competent to prove that the goods were shipped to the defendant by any person who knew the fact, whether the witness was plaintiff, drayman, or agent for the carrier. The oral or written declaration of the person who received the goods for shipment, was as incompetent as that of another man. Not a witness was called who was present when the goods were delivered to the carrier, or who knew the name or handwriting of the agent. The receipt was not so proved as to bo admissible as part of the transaction.\nIn the instructions to the jury the court remarked that the first question is, whether the goods were shipped in the usual and ordinary way to the defendant, and that the direct evidence on this point stops with the receipt. Having thus directed attention to an essential point in the -plaintiffs’ ease, the receipt was treated as material evidence for its establishment. The first and third assignments of error must be sustained.\nHenry Grim, one of the plaintiffs, testified that on the 31st of December 1879, they sold the defendant a bill of goods. But on cross-examination he said that he did not know the defendant, had never seen him, and had had no previous dealings with him. He further said that J. W. Stephenson selected the goods, telling the witness that ho had a woolen mill at Berwick, and could not fill his orders and was buying these goods to fill his orders, and the goods were sot apart at his dhection. J. W. Stephenson then gave the witness references, and after inquiry they again met, when J. W. Stephenson said, “ Charge them to Joseph Stephenson; he is my father; it is the same thing”— or words to that effect. He then charged the goods to Joseph Stephenson and shipped them to his address.\nAt the time of the sale, J. W. Stephenson was doing business for himself and had no authority to purchase on his father’s credit. Both wore strangers to the plaintiffs and nothing was known to them, which warranted belief that the son was an agent or partner of his father. Had the evidence of the fact been submitted, the jury would likely have found that the goods wore actually received and disposed of by the real purchaser, and that the defendant had no knowledge of the transaction until after the purchaser had left the country. It appears that the son had been in the habit of taking his father’s team and receiving goods shipped to his father, from the common carrier.\nThe learned judge charged that the circumstances of the purchase did not preclude the plaintiff's recovery, “the rule being that if a man receives goods and appropriates them to his own use, ho is bound to pay for them, although he may not have made any bargain or contract for their purchase.” There can be no doubt of the correctness of this rule, nor of the maxim that what a man does by another he does by himself. Then followed the instruction that if James W. Stephenson was in the habit of receipting goods for his father and received and receipted these particular goods, thus discharging the carrier from responsibility to the shipper, the verdict should be for the plaintiffs. This we think was error. It took from the jury all consideration of the plaintiffs’ conduct in dealing with the agent, though the agency was only that of a teamster who could receive and receipt goods from the carrier, that he might cart them to the consignee. If a man wittingly sells goods to a teamster for his own use and agrees with the teamster to charge them to his employer, the employer will not be liable for goods so sold and used, though his teamster may receipt for them, and thus discharge the carrier from liability to the seller. Generally, a man is bound by what bis agent does when acting within the apparent scope of liis authority. But when a man sells goods to another for his own use, and they agree upon a device to make a third person pay for them, the mere fact that the buyer obtains possession because of his employment by such person is not enough to render him liable. Charging the goods to the defendant and shipping them to his address, without this consent, was a fraudulent act, and if the jury found from the evidence that the plaintiffs knew or had reason to believe that J. W. Stephenson was buying them for himself, the defendant was not responsible, unless he actually received them. And the jury should have been so instructed. We think the facts stated by Henry Grim would warrant the inference that he did not sell the goods to the defendant and that he was negligent, if not culpable, in following the direction to charge them to him. Not until after the bargain was struck, the goods set apart, and inquiries made with unsatisfactory answers as to his solvency, did the purchaser intimate that it was the same thing to charge them to his father as to himself.\nJudgment reversed, and venire facias de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Tbctekey"
      }
    ],
    "attorneys": [
      "Charles B. Jackson, Charles C. Barkley, and John G. Freeze, for the plaintiff in error.",
      "JS. II. Ub JR. R. Little, for tlie defendants in error."
    ],
    "corrections": "",
    "head_matter": "Stephenson versus Grim.\n1. In an action for the price of certain goods, the vendor, in order to prove shipment of the goods to the vendee, offered in evidence a shipping receipt of the articles, addressed to the vendee, which he testified was filled out by one of the clerks in his office, sent by a drayman with the goods to the shipping office, and returned by said drayman signed by the agent of the carrier, in the ordinary course of business. lie did not call any other evidence as to the receipt. IMd, that it was not sufficiently proved to be admissible in evidence.\n2. One J. W. S. called on A. and selected certain goods, -which he desired to purchase, giving references to certain parties. On inquiry A. discovered that the parties in question did not know J. W. S., but did know J. S., who was a responsible party. J. W. S., being informed of this, stated that J. S. was his father, and ordered the goods to be charged and shipped to him. A. accordingly charged the goods to J. S., and shipped them to his address. On arriving at the station the goods were received by J. W. S. and carried oil by him, he having frequently before received goods for his father. An action being subsequently brought by A. against J. S. for the price of the goods, defendant testified that his son, J. W. S., had no authority from him to buy the articles, and that they never came into his possession. The court charged that if J. W. S. was in the habit of receiving and receipting goods for J. S., and so received these goods, then J. S. is bound to pay for them, although he did not authorize the purchase. Held, that this was error. The court should have instructed the jury that the act of J. W. 8. in charging the goods to J. S., and having them shipped to his address, was a fraudulent act, and that -if the jury found from the evidence that the plaintiff knew or had reason to believe that J. W. S. was buying them for himself, J. S. was not responsible unless he actually received them.\nMarch 2d 1882.\nBefore Si-iarswood, C. J., Meroue, Gordon, Paxson, Trunket, Sterrett and Green, JJ.\nError to the Court of Common Pleas of Columbia county : Of May Term 1882, Ho. 37.\nAssumpsit, by Daniel K. Grim, Ileniy Grim and George Grim, trading as D. K. Grim & Oo., against George Stephenson, to recover the price of goods alleged to have been sold and delivered by plaintiff's to defendant. Plea non-assumpsit.\nOn the trial, before El well, P. J., the facts appeared to be as follows : — On December 31st, 1879, James W. Stephenson called at the store of Grim & Co., in Philadelphia, and selected a lot of dry goods of the value of $131.39. Mr. Grim, being unacquainted with Stephenson, asked for a reference, to which the latter replied that he had a woolen mill at Berwick, and was buying these goods to fill orders that ho could not fill at his mill; he also gave several references, and then left. Upon inquiry, the parties referred to did not know James W. Stephenson, but did know Joseph Stephenson, whose credit was excellent. Grim immediately called on J. W. Stephenson at his hotel, who, upon being informed of the result of the inquiries said: “Joseph Stephenson is my father; charge the goods to him, it is the same thing.” To this Grim consented, and they were charged to Joseph Stephenson.\nTo prove delivery the plaintiff offered in evidence a shipping receipt dated December 31st, 1879, for a case of goods addressed “ Joseph Stephenson, Berwick, Columbia 'county, Pa., via Rupert station,” which he testified was filled out by one of his clerks in his office, on a blank, supplied by the railroad company ; that it was sent with the goods by a drayman to the shipping office, and was soon afterwards returned by the drayman signed by the receiving agent of the Philadelphia, & Reading E. E. Co., in accordance with the usual course of business. Objected to; Objections overruled; exception. (First assignment of error.)\nPlaintiff testified that he mailed a bill addressed to Joseph Stephenson, Berwick, Columbia county, Pa., the same day the goods were shipped; that about ten days later he received a letter from J. W. Stephenson offering to return the goods; to which he replied to J. W. Stephenson, declining to receive them ; and that he subsequently mailed several statements to Joseph Stephenson.\nThe station agent at Berwick testified that he delivered the ease in question, on January 2d 1880, to J. IV. Stephenson, who called for it, and that J. W. Stephenson was in the habit of receiving goods consigned to his father without objection by the latter.\nThe defendant Joseph Stephenson, testified that he did not authorize his son to purchase the goods in question, and never received them; that his son had previously been engaged by him as a clerk, without power to bind him in the purchase of goods, but at the time of the transaction in question his son was engaged in business on his own account, and afterwárds went away. That the first intimation he had of the purchase in his name was the receipt, on March 4th 1880, of a statement from the plaintiffs to which he replied, by postal card, declining to pay the bill.\nThe Court charged the jury, inter alia :\n“The first question that arises in the case is, whether these goods were, in the usual and ordinary way, shipped to Joseph. The direct evidence on this point stops with this shipping receipt. But the plaintiffs claim that the two facts, (as alleged) of the shipment as shown by the receipt, and of the timely arrival at Berwick of a box or package identical with, or at least similar to the one shipped, furnish sufficient evidence that the goods purchased by James were sent to Joseph and reached their destination. In order to bind the defendant here, those facts must be clearly established; for if the goods were not shipped to Joseph, or were not received at the Berwick' depot, then whatever else there may be in the case, the plaintiffs cannot recover. They rely for proof of these alleged facts upon the receipt that came back to them when the goods were sent to the station in Philadelphia, and upon the book receipt of the goods at Berwick not far from the same time. . . . The defendant requests us to charge yon that the circumstances of the purchase are such as would cut off the plaintiffs’ right to recover in this action. I decline to say so, being of opinion that their right depends upon other facts in the case ; the’ rule being that if a man receives goods and appropriates them to his own use, he is bound to pay for them, although he may not have made any bargain or contract for their purchase. . . . If James was in the habit of receiving and receipting goods for Joseph, and received and receipted these particular goods, thus discharging the earner (the railroad company) from responsibility to the shipper; then Joseph is bound to pay for these goods and your verdict would be for the plaintiffs for the amount of their bill.”\nYerdict and judgment for the plaintiffs, for $143.52. The defendant took this writ of error, assigning for error, inter alia, the admission in evidence of the shipping receipt, and the portions of the charge above quoted.\nCharles B. Jackson, Charles C. Barkley, and John G. Freeze, for the plaintiff in error.\n— The shipping receipt was not proved. The mere fact that the plaintiff testified it was sent out from the store and returned by the drayman with somebody’s name signed to it, is no evidence even of delivery to the carrier, much less of delivery to the consignee.\nIn view of the positive testimony of the defendant, that he neither purchased nor received the goods, the charge of the OCqu't was misleading and inadequate.\nJS. II. Ub JR. R. Little, for tlie defendants in error.\n— The shipping receipt was sufficiently proved, not as direct evidence of delivery to the defendant, but as one link in a series which collectively proved such delivery. It was part of the transaction, as was the packing of the goods, the marking of the box, the sending by the drayman, &c., and these matters were admitted without objection.\nThe evidence showed that for years Joseph Stephenson had employed his son to call for, receive and receipt for goods consigned to him on the railroad, and the fact that lie received these goods in the ordinary course of business, without notice or objection by Joseph to the carrier company, is sufficient to charge the latter with the receipt of the goods, and to discharge the carrier. The rule laid down by the court below, that lie who receives goods is bound to pay for them, whether he ordered them or not, was therefore applicable. In other respects the evidence was fairly submitted to the jury."
  },
  "file_name": "0070-01",
  "first_page_order": 86,
  "last_page_order": 91
}
