{
  "id": 498451,
  "name": "Appeal of Yeager & Grim",
  "name_abbreviation": "Appeal of Yeager & Grim",
  "decision_date": "1882-03-20",
  "docket_number": "",
  "first_page": "88",
  "last_page": "91",
  "citations": [
    {
      "type": "official",
      "cite": "100 Pa. 88"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 457,
    "char_count": 8791,
    "ocr_confidence": 0.412,
    "pagerank": {
      "raw": 1.832322137343393e-07,
      "percentile": 0.7209182851973223
    },
    "sha256": "59140b4e146e09b0ddf9e8f84ffbe44231650c66fa55ce672d9e6b3603f25e22",
    "simhash": "1:4b4184afac2254bf",
    "word_count": 1561
  },
  "last_updated": "2023-07-14T18:40:56.265881+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Siiarswood, 0. J., Mercub, Gordon, Paxson, Trunkey, Sterrett and Green, JJ."
    ],
    "parties": [
      "Appeal of Yeager & Grim."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Paxson\ndelivered the opinion of the court, March 20th 1882.\nThe statute of frauds and perjuries is directly in the way of the appellee unless he can show a trust. It is not pretended there is a technical trust. If a trust at all it is a resulting trust or a trust ex maleficio. There is no resulting trust in favor of appellee by reason of his payment of the purchase money or any part thereof. It is a conceded fact in the cause that he made no such payment. It was alleged, however, that the title was obtained by the appellants under an agreement to hold the property for the joint benefit of the appellee and themselves, and that having subsequently sold it at an advance they refused to permit the appellee to participate in the profits, and that this refusal was such a fraud as made the appellants trustees ex maleficio.\nWe are unable to see the fraud. The purchase for the joint benefit' of the three parties is not denied; on the contrary it is frankly admitted by Mr. Yeager, one of the appellants, in his testimony. He further stated that he called upon the appellee and asked him to pay his portion of the purchase money in pursuance of the agreement referred to. The appellee declined to make such payment. The master finds this fact, and it is not disputed. The appellee gave as a reason for his refusal that he hoped to make his money by an exchange of property with Mohr in which event he would have nothing to do with the purchase. This without-more would end the matter. The appellants were under no obligation to advance appellee’s share of the purchase money and carry the property for his benefit. There was no such agreement. But the appellee contends, and the master finds, that when the appellee declined to pay his share of the purchase money he came to an understanding with the appellants that his share thereof should be afterwards settled between them in case appellee’s proposed exchange of property with Mohr did not take place. This portion of the master’s finding rests upon the testimony of the appellee alone. In this lie is flatly contradicted by Yeager, one of the appellants. Yeager is strongly corroborated by Thomas Mohr, an indifferent witness. He says: “Weidner told me that Yeager called on him for his share of purchase money very shortly after the sale . . . . Weidner did say that he told Yeager that he contemplated a trade in real estate and if that was carried out he would have nothing to do with this purchase with Yeager & Grim.” It will be observed there is not a word here about an extension of the time. The probabilities are all against Weidner’s story. As soon as he declined to pay his share of the purchase money Yeager called upon Grim and induced him to take a half interest-. The title was then made to them. This is inconsistent with the idea of the extension of time claimed by the appellee. It is very evident the latter was attempting to play fast and loose. The property was bought subject to heavy incumbrances. There was no certainty of a re-sale at a profit. The appellee, perhaps, preferred to claim his share of the venture should it be successful, and leave the appellants to bear the loss if the property could not be re-sold to advantage. Equity does not favor this mode of dealing.\n• It does not need that we should reverse the master’s finding of facts to set aside this decree. Upon his own showing there was no fraud, and hence no trust. The appellee was the first to repudiate the agreement, by declining to pay his share of the purchase money. The subsequent agreement which he would set up does not help him. It did not bind him and therefore did not bind the appellants.\nThe decree is reversed and the bill dismissed at the costs of the appellee.",
        "type": "majority",
        "author": "Mr. Justice Paxson"
      }
    ],
    "attorneys": [
      "R. JE. Wright da Son, for the appellants.",
      "John Rupp (with him Ruts da Schwartz), for the appellee."
    ],
    "corrections": "",
    "head_matter": "Appeal of Yeager & Grim.\n1. A., B. and C. were holders of a joint mortgage. The assignee of the mortgagor, under an order of court, exposed the mortgaged premises at sheriff’s sale where they were bought in by A. in pursuance of a parol arrangement with B. and C., that he should buy for their joint benefit.' 0. being applied to by A. to advance his share of the purchase-money, declined to do so, stating that lie was making other arrangements with the mortgagor for the payment of his share of the debt. B. thereupon advanced one-lialf of the purchase-money, and the sheriff's deed was executed to A. and B. Two years afterwards A. and B. sold the property at an advance, whereupon 0. filed a bill against them, claiming a share of the profits. Held, that there was no fraud in the case to take the same out of the Statute of Frauds, and further, that complainant’s conduct had been such as to preclude his right to the relief sought.\nMarch 7th 1882.\nBefore Siiarswood, 0. J., Mercub, Gordon, Paxson, Trunkey, Sterrett and Green, JJ.\nAppeal from the Court of Common Pleas of Lehigh county: In equity : Of January Term 1881, No. 247.\nThis was an appeal by William E. Yeager and Ephraim Grim, from a decree directing them to pay to M. S. Weidner, the sum of $495.77, being one-third the net profits of certain real estate purchased by said Yeager and Grim, and afterwards sold at a profit, as to which the court held they were trustees for themselves and said Weidner in equal third parts.\nThe bill in equity, filed by Weidner against Yeager and Grim, and the answer- and replication thereto, were referred to an examiner and master who reported the facts to be as follows: On April 24th 1877, the complainant Weidner and the respondents Yeager and Grim became indorsers on certain notes made by one Mohr, who, on the same day, executed to said Weidner, Yeager and Grim, a mortgage for $4,000, upon certain real estate, to indemnify them from loss by reason of such endorsements. Soon after this transaction, Mohr executed an assignment for the benefit of his creditors, to one Roth, and Weidner, Yeager and Grim were obliged to, and did pay the notes of Mohr indorsed by them. Under an order of court, granted in pursuance of the Act of February 17th 1876, the assignee exposed the mortgaged premises to public sale, subject to certain ^ prior liens amounting to $3212.67, but discharged from the lion of .the ¡said mortgage to Weidner, Yeager and Grim. Just previous to the sale, an arrangement was made between Weidner, Yeager and Grim, that Teager should buy the premises for the joint benefit of the three, and in pursuance thereof, Yeager did purchase the same, subject to said prior liens, for $80. Yeager then applied to Weidner and Grim for their share of the purchase money. Weidner did not, when asked, pay his portion ; but, as the master reported, “came to an understanding with Yeager that it should be afterwards settled between them, in case an exchange then under consideration with IVIohr, should not be consummated.” There was a conflict of testimony as to whether or not such exchange was consummated. The master did not find the fact either way, but reported as a fact, that, “the evidence does not establish any clear abandonment or forfeiture on the part of Weidner, of his rights under the bargain for the joint purchase.” A few days after the sale, Grim paid to Y eager one-half the purchase money. A deed was not taken for more than two years, nor until Yeager and Grim had negotiated a resale of the premises, without consulting Weidner, at a net profit of $1,487.33, when the assignee of Mohr executed a deed to Yeager and Grim, and they conveyed to the new purchaser, both deeds being dated June 3d 1878. Weidner thereupon filed this bill, praying a decree that he was entitled to one-third of the net profit realized by Yeager and Grim on the resale.\nThe master reported, as matter of law, that Weidner, after the sale, was entitled to a conveyance of a pro rata undivided interest in the property, upon the payment of his portion of the $80 purchase money. His rights were fixed at that time, and unless it be shown that he sold, transferred, abandoned or in some competent manner became divested of such right, it must stand unimpaired, and as a logical sequence he must share in all profits arising from the resale. . . . There was no tender of a deed to Weidner with formal demand of his share of the $80 purchase money at the same time. Weidner’s claim was therefore still unimpaired.”\nThe master therefore reported a decree that Yeager and Grim be required to pay to Weidner $495.77, being one-third the net profits on the resale.\nExceptions filed by the complainants to the master’ report were dismissed by the court, in an opinion by Albright, P. J., and the decree reported by the master was entered as the decree of the court. The complainants thereupon took this appeal, assigning for error the said decree.\nR. JE. Wright da Son, for the appellants.\nJohn Rupp (with him Ruts da Schwartz), for the appellee."
  },
  "file_name": "0088-01",
  "first_page_order": 104,
  "last_page_order": 107
}
