{
  "id": 498397,
  "name": "Kneedler versus Borough of Norristown",
  "name_abbreviation": "Kneedler v. Borough of Norristown",
  "decision_date": "1882-05-29",
  "docket_number": "",
  "first_page": "368",
  "last_page": "374",
  "citations": [
    {
      "type": "official",
      "cite": "100 Pa. 368"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Leg. Gaz. 167",
      "category": "reporters:federal",
      "reporter": "Legal Gaz.",
      "opinion_index": -1
    },
    {
      "cite": "2 Yeates 493",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812756
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0493-01"
      ]
    },
    {
      "cite": "4 La. Ann. Rep. 335",
      "category": "reporters:state",
      "reporter": "La. Ann.",
      "case_ids": [
        4895160
      ],
      "opinion_index": -1,
      "case_paths": [
        "/la-ann/4/0335-01"
      ]
    },
    {
      "cite": "24 Pick. 363",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "7 W. N. C. 117",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "8 W. N. C. 245",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "29 N. J. Eq. 77",
      "category": "reporters:state",
      "reporter": "N.J. Eq.",
      "case_ids": [
        542605
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj-eq/29/0077-01"
      ]
    },
    {
      "cite": "2 Grant 281",
      "category": "reporters:state",
      "reporter": "Grant",
      "opinion_index": 0
    },
    {
      "cite": "2 Jones 318",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": 0
    },
    {
      "cite": "9 Wend. 571",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2011103
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/9/0571-01"
      ]
    },
    {
      "cite": "10 Ohio 31",
      "category": "reporters:state",
      "reporter": "Ohio",
      "case_ids": [
        588118
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ohio/10/0031-01"
      ]
    },
    {
      "cite": "5 Ohio 394",
      "category": "reporters:state",
      "reporter": "Ohio",
      "opinion_index": 0
    },
    {
      "cite": "3 Pa. 253",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "5 Wright 481",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "2 Yeates 493",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812756
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/2/0493-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 825,
    "char_count": 16769,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 7.322784084938353e-07,
      "percentile": 0.9685838826896858
    },
    "sha256": "99aec9fb2c4a4f1b1753f345be3776cb2b6a06560ba06655aeaa5b931724667d",
    "simhash": "1:b42386281b0dcce6",
    "word_count": 2882
  },
  "last_updated": "2024-02-27T17:12:08.811249+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, C. J., Gordon, Paxson, Trunkey, Sterrett and Green, JJ. Mercur, J., absent."
    ],
    "parties": [
      "Kneedler versus Borough of Norristown."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Green\ndelivered the opinion of the court, May 29th 1882.\nThe charter of the borough of Norristown contains no authority to the council to enact ordinances prohibiting the erection of wooden buildings. Nor is there anything in the grant of general powers conferred upon the borough from which such an authority can be necessarily inferred or to which it is indispensable. Lacking these requirements, the qualities necessary to create the power in question are not present. On the contrary we find that the Legislature, assuming jurisdiction over the subject in question, by the eighth section of an act passed April 7th 1845, P. L. 329, expressly prohibited the erection of wooden buildings on certain streets of the borough of Norris-town. This legislation would have been unnecessary if the borough council possessed the authority to enact a prohibitory ordinance. Some inference, though not a conclusive one, may fairly be drawn from this legislation, that in the contemplation of the Legislature itself, the authority of that body was necessary to validate the prohibition. In the case of Respublica v. Duquet, 2 Yeates 493, it was held that the corporation of the city of Philadelphia had power to pass an ordinance prohibiting the erection of wooden buildings in certain parts of the city, under penalties, to be enforced by indictment and conviction as for an offence. The .power to enact this ordinance was rested by this court exclusively upon the act of the Legislature. It is true in the present case there is no power to proceed by indictment, as there was there, but there is an equally, if not more, objectionable feature in the ordinance, to wit, the forfeiture of the building erected in violation of its provisions and the power of arbitrary removal, upon a mere notice of ten days without proceeding or trial of any kind. The exercise of such powers requires the authority of legislative enactment. Thus in 1 Dillon on Municipal Corporations, § 279, it is said : “ A corporation under a general power to make by-laws cannot make a by-law ordaining a forfeiture of property. To warrant the exercise of such an extraordinary authority by a local and limited jurisdiction the rule is reasonably adopted that such authority must be expressly conferred by the Legislature.”\nIn the case of Phillips v. Allen, 5 Wright 481, we held that under a city ordinance requiring that baskets used for the sale of fruit and vegetables, should have the fractional parts of a bushel contained in each, marked or stamped thereon, or else to be forfeited with contents, inasmuch as no act of the Legislature expressly ■ authorized the. forfeiture, the city councils had no power to inflict that penalty for the violation of the ordinance. The same doctrine has been held in many similar cases : Baxter v. Commonwealth, 3 Pa. 253; Cotter v. Doty, 5 Ohio 394; Rosebaugh v. Saffin, 10 Ohio 31; Hart v. Mayor, 9 Wend. 571. It is true that as a general rule the power to impose pecuniary penalties, resides in municipal corporations, and may be exercised without special legislative authority for that purpose. And it may also be true that an ordinance imposing a pecuniary penalty and also a forfeiture may be good as to the penalty and void as to the forfeiture.\nIn the present case, however, the ordinance in question is subject to another objection, which applies to all its parts, and that is, that it is unreasonable and oppressive. The case stated does, not inform us as to the extent of the population of the borough of Norristown, nor does it mention any special circumstances as affecting the question of expediency, convenience, advantage or necessity in the enactment of the ordinance, under consideration. We do not know whether the houses are erected compactly or separately, nor whether building materials of wood, or of brick or stone, are most accessible to the inhabitants. In these circumstances we must decide the question upon general principles only, applicable to all the boroughs of the commonwealth. It is well known that in many parts of the state there are towns and boroughs, in which nearly all classes of buildings are constructed of wood. The chief cause of this is, of cotirse, the greater abundance, and consequent greater cheapness, of that material, in those localities. Brick and stone are more expensive, and hence less accessible, to persons of moderate circumstances, than lumber, even where all are to be had in the same market. It must be conceded that in all boroughs where this condition of things prevails, an ordinance which prohibits the erection of wooden buildings, would not only be unreasonable but grossly oppressive and unjust. We believe this would be true in a large majority of the boroughs throughout the entire commonwealth. In some, such an ordinance would doubtless put a stop at once to the erection of any buildings, and if the forfeiture clause were valid, it would result, if enforced, in the destruction of the houses of thousands of our citizens. It is almost needless to say that such an ordinance could not be' enforced in many parts of the state without scenes of violence and bloodshed. There are many counties in the interior of the state in which lumber is the only building material that can be had, except at a ruinous cost, and it could not be tolerated that the people of the boroughs in such localities should be absolutely prohibited by the vote of a transient majority of tlieir councils, from using such material in the construction of their dwellings, their shops, stores, factories and outbuildings. It would be a grievance too intolerable to be borne.\nIt is a very familiar rule, that municipal ordinances must be reasonable, and must not be oppressive. 1 Dill. on Munic. Corp. §§ 319, 320, 321. In the case of the Commissioners, &c. v. The Northern Liberties Gas Co., 2 Jones 318, it was held that an ordinance of the city of Philadelphia prohibiting the opening of streets for.the purpose of laying gas mains from December 1st to the following March is a reasonable regulation and binds a private corporation chartered for furnishing gas and laying mains along the street. But it was also held, that an ordinance prohibiting such corporation from opening a paved street for the purpose of laying pipes from the main to the opSisite side of the street is unreasonable and void. On p. 322 o&ers, J., said : “ The effect of the ordinance is to compel the company to construct two mains, one on each side of the street, instead of one, thereby materially increasing the expense to the company, and consequently enhancing the price of gas to the inhabitants of the district.” For this reason the latter ordinance was declared void. See also Fisher v. Harrisburg, 2 Grant 281; Dayton v. Quigley, 29 N. J. Eq. 77, and cases cited in the foot-notes to 1 Dill. Mun. Corp. §§ 319, 320. Many illustrations of the rule are to be found in the cases referred to, but it is unnecessary to repeat them, as they are all founded upon the same general principle. It must of course be conceded, that an ordinance prohibiting the erection of wooden buildings, might be entirely reasonable, and not oppressive in a large and densely populated city, where the danger to life and property from lire is greatly enhanced by the presence of such structures. But this consideration is inapplicable in small towns, and, therefore, in them, the rule would be different. The question is always for the court and not for the jury. The law is thus stated in Dillon § 327: “ But in determining this question the court will have to regard all the circumstances of the particular city or corporation, the objects sought to be attained, and the necessity which exists for the ordinance. Regulations, proper for a large and prosperous city, might be absurd or oppressive in a small and sparsely populated town or in the. country.” The foregoing considerations, and the fact that no special circumstances are disclosed in the case stated, indicating the advantage or necessity of such an ordinance for the borough of Norristown, constrain us to treat the question as a general one, affecting all the boroughs of the Commonwealth, and therefore to hold the ordinance void upon the principles above stated. The power to enact it is not conferred by the charter of the borough, nor can it be necessarily implied from any of the provisions thereof. In City of Williamsport v. Commonwealth, 3 Norr. on p. 494, we said: “An implied power springs from necessity. That which may be necessary for a large city may not be necessary for a small city or borough. That which is not necessary cannot be implied.” It is certain that an ordinance such as this, would be very unreasonable and greatly oppressive, in a large proportion of the boroughs of the Commonwealth, and we know of no reason why this would not be true of the borough of Norristown. We are, therefore, clearly of opinion, that the ordinance in question is void for want of authority, and as being unreasonable and oppressive in its character.\nThe judgment of the court below is reversed, and judgment is now entered in favor of the defendant on the case stated with costs.",
        "type": "majority",
        "author": "Mr. Justice Green"
      }
    ],
    "attorneys": [
      "George N. Gorson and Jacob V. Gotwalts, for the plaintiff in error.",
      "11. 1L Weand and W. II. Zarselere, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Kneedler versus Borough of Norristown.\n1. Boroughs generally throughout this commonwealth have not the power to pass ordinances forbidding the erection of frame buildings within their limits under a penalty.\n2. No special circumstances being disclosed in the present case indicating the advantage or necessity of such an ordinance in the borough of Norristown, Held, that said borough had not the power to pass such an ordinance, and that the same must be deemed unreasonable, oppressive and void.\nApril 18th 1882.\nBefore Sharswood, C. J., Gordon, Paxson, Trunkey, Sterrett and Green, JJ. Mercur, J., absent.\nError to the Court of Common Pleas of Montgomery county: Of January Term 1882, No. 66.\nCase stated, wherein the burgess and town council of the the borough of Norristown, for the use of said borough, and Wm. II. Davis, informer, were plaintiffs, and Joseph S. Kneedler was defendant, setting forth as follows :\nOn April 30th 1881, before Alan W. Corson, Esq., a justice of the peace in and for the county of Montgomery, residing at Norristown, appeared Wm. II. Davis, the plaintiff, and complained of Joseph S. Kneedler, the defendant, for violating the following borough ordinance, passed by the council of the said borough of Norristown, August 3d 1864 :\nSec. 1. “ Be it ordained and enacted by the town council of the borough of Norristown, in town council assembled, and it is hereby ordained and enacted by the authority of the same, that hereafter it shall not be lawful for any person or persons to put up, erect or build any frame or wooden building within the limits of the borough of Norristown, except bath-houses, porches, water-closets and shedding, or hay houses for farm purposes on farms exceeding ten acres.”\nSec. 2. “ If any person or persons shall put up, build or erect any log, frame or wooden building or stable in said borough contrary to the provisions of this ordinance, he, she or they so offending, shall forfeit and pay a penalty of fifty dollars, to be collected as debts of the same amount are collectible in the name of the burgess and town council of the borough of Norristown, for the use of the borough, in case proceedings be instituted- by any officer of the borough or by order of the town council; and in case the proceedings be instituted at the instance of any informer, one-fourth of such penalty shall be for the use of such informer, and the remainder for the use of the borough ; and such building and every shed or stable which shall be or may have been erected, contrary to the provisions of this ordinance, shall moreover be liable to be taken down by order of the town council, and in case the owner shall neglect or refuse to take down any such building or any shed or stable erected in violation of this ordinance, within ten days after notice so to do, the council shall immediately cause the same to be taken down, and the materials thereof shall be sold to defray the costs and expenses of removing the same, unless the owner shall immediately pay such costs and expenses, or the council may recover the amount of the costs and expenses of taking down any sucli building, shed or stable from the owner or owners thereof, or from the person who erected the same, as debts of the same amount are recoverable, at their option.”\n• Sec. 3. “'All ordinances or parts of ordinances conflicting with the provisions of this ordinance are hereby repealed.”\nThat the defendant on or about the middle of April 1881, erected a frame wagon house with a hay mow overhead, in the real- of plaintiff’s buildings, and also converted by repairs and alterations an old and unused carpenter shop into a horse stable. The new erection in dimensions is about 16 by 18 feet, and 16 in height; the horse stable is about 12 by 18 feet. The new building and the altered building are joined together so, as in fact, to make one building, and are erected on the property of Leaver & Kneedler. They do not face on any street, but there is a private alley way, always open, which leads in from Fenn street, said alley being used conjointly by the said Leaver & Kneedler and the music hall association. The old'carpenter shop was erected long prior to August 3d 1874. Said building is erected against the rear end of plaintiff’s kitchen, and is seventy-two feet'from De Kalb street, sixty feet from Penn street, one hundred and sixty-two feet from Main street, and eighteen feet from rear end of music hall. Said buildings are occupied by A. Kichardson & Co.\nThat upon the above statement of facts, after due proof and admission, the said Alan W. Corson, Esq., gave judgment for the plaintiffs in the manner prescribed by the ordinance aforesaid, from which judgment the said defendant took an appeal, which was duly filed in the office of the prothonotary.\nIf the court be of opinion that the ordinance of August 3d 1874, above mentioned, is constitutional and valid, then judgment to be entered for the plaintiffs for fifty dollars, thirty-seven dollars and fifty cents .thereof for the use of the borough of Norristown, and twelve dollars and fifty cents for the use of said William.II.Davis, informer, but if not, then judgment tobe entered for the defendant. The costs to follow judgment and either party reserving the right to sue out a writ of error therein.\nThe court (Ross, P. J.) entered judgment for plaintiffs on the case stated, for $50, of which $12.50 was awarded to Wm. H. Davis, informer, and $47.50 to the Burgess, &c., of the borough of Norristown. No opinion was filed. The defendant, thereupon, took this writ of error, assigning for error the said judgment on the case stated.\nGeorge N. Gorson and Jacob V. Gotwalts, for the plaintiff in error.\n— The ordinance is unreasonable ; it is not authorized by the charter of the borough of Norristown; it discriminates between lots of ten acres and smaller ones; it ordains a forfeiture of private property ; it is a prohibition and not a municipal regulation; and for these reasons the ordinance is unconstitutional and void : Dillon on Mun. Corp. §§ 253, 261, 55, 259, 279, 280; City v. Rule, 8 W. N. C. 245; Craig v. City, 7 W. N. C. 117; Seely v. Pittsburgh, 6 Norris 360; Washington Ave., 19 P. F. S. 352. Prior to this action on the part of an informer, the ordinance has never been enforced. The building complained of is but an alteration, or an addition, and not an erection within the terms of the ordinance.\n11. 1L Weand and W. II. Zarselere, for the defendant in error.\n— The ordinance is authorized under the Acts of April 2d 1831, § 5 (P. L. 390), and April 7th 1845, § 9 (P. L. 329), referring to the borough of Norristown. But apart from this direct legislative authority, every municipal corporation possesses inherent -powers to pi’ovide for the general good of the inhabitants in all matters relating to the safety of life, and property. The property of the citizens is held subject to the rights of the municipality to regulate its use so as to prevent its becoming dangerous to the community, and all presumptions are in favor of the legality of the exercise of discretion by the municipal authorities : Dillon on Mun. Corp. §§ 353, 358; Vanderbilt v. Adams, 7 Cowen 352 ; Coates v. Mayor, 7 Cowen, 585; Commonwealth v. Kimball, 24 Pick. 363; Municipality v. Cutting, 4 La. Ann. Rep. 335. The erection of wooden buildings on certain streets in. Norristown is prohibited by Act of April 7th 1845, § 8 (P. L. 329): Respublica v. Duquet, 2 Yeates 493. An ordinance imposing a forfeiture and also a penalty may b.e sustained as to the penalty: Coden v. Gettysburg, 8 Leg. Gaz. 167."
  },
  "file_name": "0368-01",
  "first_page_order": 384,
  "last_page_order": 390
}
