{
  "id": 4353108,
  "name": "COMMONWEALTH of Pennsylvania, Appellant v. Randal R. RUSHING, Appellee",
  "name_abbreviation": "Commonwealth v. Rushing",
  "decision_date": "2014-08-18",
  "docket_number": "No. 3 MAP 2014",
  "first_page": "59",
  "last_page": "77",
  "citations": [
    {
      "type": "official",
      "cite": "627 Pa. 59"
    },
    {
      "type": "parallel",
      "cite": "99 A.3d 416"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "986 A.2d 822",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        4196611,
        7293061
      ],
      "year": 2009,
      "pin_cites": [
        {
          "page": "832"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/604/0596-01",
        "/a2d/986/0822-01"
      ]
    },
    {
      "cite": "604 Pa. 596",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        4196611
      ],
      "year": 2009,
      "opinion_index": 0,
      "case_paths": [
        "/pa/604/0596-01"
      ]
    },
    {
      "cite": "53 Colum. L. Rev. 540",
      "category": "journals:journal",
      "reporter": "Colum. L. Rev.",
      "weight": 5,
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "35 St. Mary's L.J. 397",
      "category": "journals:journal",
      "reporter": "St. Mary's L.J.",
      "year": 2004,
      "opinion_index": 0
    },
    {
      "cite": "76 Tenn. L. Rev. 789",
      "category": "journals:journal",
      "reporter": "Tenn. L. Rev.",
      "pin_cites": [
        {
          "parenthetical": "Spring 2009"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "180 A. 809",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "818"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "115 N.J.L. 412",
      "category": "reporters:state",
      "reporter": "N.J.L.",
      "case_ids": [
        123602
      ],
      "opinion_index": 0,
      "case_paths": [
        "/njl/115/0412-01"
      ]
    },
    {
      "cite": "13 Am. J. Crim. L. 1",
      "category": "journals:journal",
      "reporter": "Am. J. Crim. L.",
      "year": 1985,
      "pin_cites": [
        {
          "page": "1"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "8 A.3d 866",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "case_ids": [
        7288258,
        4198213
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "880-81"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a3d/8/0866-01",
        "/pa/607/0527-01"
      ]
    },
    {
      "cite": "607 Pa. 527",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        4198213
      ],
      "year": 2010,
      "opinion_index": 0,
      "case_paths": [
        "/pa/607/0527-01"
      ]
    },
    {
      "cite": "357 Pa.Super. 366",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        657196
      ],
      "weight": 7,
      "year": 1986,
      "pin_cites": [
        {
          "parenthetical": "finding basement, where victim was placed and beaten for several hours, and, ultimately, shot in the back of the head, was a place of isolation because victim was moved there by force and no one but defendant and his friends would go there"
        },
        {
          "parenthetical": "finding basement, where victim was placed and beaten for several hours, and, ultimately, shot in the back of the head, was a place of isolation because victim was moved there by force and no one but defendant and his friends would go there"
        },
        {
          "page": "26"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/357/0366-01"
      ]
    },
    {
      "cite": "355 Pa.Super. 10",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        653213
      ],
      "weight": 3,
      "year": 1986,
      "pin_cites": [
        {
          "page": "720"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/355/0010-01"
      ]
    },
    {
      "cite": "687 A.2d 836",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7356304,
        947332
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/687/0836-01",
        "/pa-super/455/0152-01"
      ]
    },
    {
      "cite": "455 Pa.Super. 152",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        947332
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/455/0152-01"
      ]
    },
    {
      "cite": "916 A.2d 586",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8333404,
        3015086
      ],
      "weight": 3,
      "year": 2007,
      "pin_cites": [
        {
          "page": "600"
        },
        {
          "page": "600",
          "parenthetical": "same, in prosecution of codefendant in Uousman"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/916/0586-01",
        "/pa/591/0249-01"
      ]
    },
    {
      "cite": "591 Pa. 249",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3015086
      ],
      "year": 2007,
      "opinion_index": 0,
      "case_paths": [
        "/pa/591/0249-01"
      ]
    },
    {
      "cite": "864 A.2d 460",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9041041,
        1140681
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "478"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/864/0460-01",
        "/pa/581/0154-01"
      ]
    },
    {
      "cite": "581 Pa. 154",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1140681
      ],
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/pa/581/0154-01"
      ]
    },
    {
      "cite": "83 A.3d 119",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "case_ids": [
        7255993,
        4344355
      ],
      "year": 2013,
      "pin_cites": [
        {
          "page": "126"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a3d/83/0119-01",
        "/pa/623/0475-01"
      ]
    },
    {
      "cite": "623 Pa. 475",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        4344355
      ],
      "year": 2013,
      "opinion_index": 0,
      "case_paths": [
        "/pa/623/0475-01"
      ]
    },
    {
      "cite": "963 A.2d 409",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        4193624,
        8163770
      ],
      "year": 2009,
      "pin_cites": [
        {
          "page": "417"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/600/0001-01",
        "/a2d/963/0409-01"
      ]
    },
    {
      "cite": "600 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        4193624
      ],
      "year": 2009,
      "opinion_index": 0,
      "case_paths": [
        "/pa/600/0001-01"
      ]
    },
    {
      "cite": "84 A.3d 699",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "case_ids": [
        4078562,
        7267860,
        7267837,
        4079109
      ],
      "year": 2014,
      "pin_cites": [
        {
          "parenthetical": "order"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/624/0215-01",
        "/a3d/84/0699-02",
        "/a3d/84/0699-01",
        "/pa/624/0214-01"
      ]
    },
    {
      "cite": "624 Pa. 215",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        4078562
      ],
      "year": 2014,
      "pin_cites": [
        {
          "parenthetical": "order"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/624/0215-01"
      ]
    },
    {
      "cite": "71 A.3d 939",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "case_ids": [
        7307353
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a3d/71/0939-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1406,
    "char_count": 34822,
    "ocr_confidence": 0.714,
    "pagerank": {
      "raw": 1.1816668579864186e-07,
      "percentile": 0.5887652137248156
    },
    "sha256": "e427a0e4504ad9da33143e888b0d83ac1015a3e7314b3de01b8e448291f67c98",
    "simhash": "1:3aa7988ca05bd4ce",
    "word_count": 5650
  },
  "last_updated": "2024-02-27T20:04:44.315497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, STEVENS, JJ.",
      "Chief Justice CASTILLE and Justices SAYLOR, EAKIN, BAER, McCAFFERY and STEVENS join the opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant v. Randal R. RUSHING, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice TODD.\nIn this appeal by allowance, we consider the offense of kidnapping as set forth in Pennsylvania’s Crimes Code, 18 Pa.C.S.A. § 2901(a), and address the singular question of whether the victims herein were confined in a “place of isolation” to support a conviction under that statute. For the reasons that follow, we find that the victims, although imprisoned in their home, nevertheless, were confined in a place of isolation, thereby satisfying our Commonwealth’s definition of kidnapping. Thus, we reverse the order of the Superior Court and reinstate Appellee Randal Rushing’s judgments of sentence.\nThe facts underlying the disturbing events in this case, which involve three murders, are lengthy and complex, but a recitation of them is necessary to the resolution of this appeal. By way of background, Wes and Cynthia Collier lived in a home in Scranton, Pennsylvania with their children and stepchildren: 16-year-old Leslie Collier; 19-year-old Samantha Hintz; 22-year-old Dustin Hintz; and 22-year-old Matthew Collier, who was handicapped and could not walk.\nAppellee, then 25-years-old, moved into the Collier home on January 1, 2008. At the time, he and Samantha were boyfriend and girlfriend, and they lived in her bedroom. Between May and June 2008, Samantha and Appellee were no longer getting along, so Appellee was given his own bedroom in the basement.\nThe events leading to the murders began on July 12, 2008. On this date, five days before the murder, Appellee became angry when he found Justin Berrios, age 22, Samantha’s former boyfriend and the father of her 2-year-old child Tristan, sitting on Samantha’s bed with her. Four days later, on July 16, 2008, Cynthia Collier drove Appellee to T.J. Maxx in Pittston, Pennsylvania, his place of employment, to work his 6:00 p.m. to 4:30 a.m. shift. Samantha worked the same shift, but drove herself to work. After working their shifts, Samantha gave Appellee a ride home. At 10:30 p.m., Appellee left for a friend’s house, and Cynthia retired for the evening at 11:00 p.m. This evening, Justin was at the Collier home watching Tristan.\nIn the early hours of July 17, 2008, Appellee returned to the Collier home and stabbed Justin to death. Later, it was determined that Justin had died due to 14 stab wounds, 7 of which were to the neck. Thereafter, between 4:00 a.m. and 4:30 a.m., Leslie awakened his mother Cynthia, and told her that someone had run into his room and' stabbed him, and that he was bleeding profusely. Cynthia went to the kitchen to call 911 when she discovered the telephone was not in the kitchen. Dustin ran up from the basement after hearing his mother, and helped his brother to the floor in the hallway. Appellee then appeared from the living room with a gun and ordered everyone onto the floor. When Cynthia asked Appellee what he was doing, he replied “I’m giving Samantha something she’ll remember.” N.T., 9/27/10, at 185. Appellee took Leslie into the kitchen, where he ultimately died from his wounds, while Cynthia and Dustin were on the floor of the hall holding one another. Appellee returned and ordered Cynthia into her son Matthew’s room. Appellee ordered Cynthia to lie on the floor, which she did. Appellee then handcuffed Cynthia’s hands behind her back. Appellee also ordered Dustin into Cynthia’s bedroom and told him to lie on the floor. Cynthia could hear Appellee beating Dustin. Cynthia began to vomit, and Appellee reentered Matthew’s bedroom, put a gun to her head, and told her to “shut the fuck up” or he would kill her. Id. at 193. He then tightened her handcuffs. Appellee then took a shirt from Matthew’s dresser and tied Matthew’s hands with the shirt and his feet with a computer cable. Cynthia observed Appellee take a red hammer from a toolbox, then leave Matthew’s bedroom, then she heard Appellee began to strike Dustin with the hammer. Ultimately, Dustin died of blunt force trauma to the head. Appellee returned numerous times to Matthew’s room to check on Matthew and Cynthia.\nAfter showering, Appellee came back into Matthew’s room and obtained Cynthia’s and Matthew’s bank cards and PIN numbers and Cynthia’s ring. He also turned on the air conditioner and covered Cynthia and Matthew with blankets, threatening them that they better be quiet when Samantha returned home.\nSamantha arrived home at approximately 5:40 a.m. Appellee greeted her and told her to go to her son’s room for a surprise. Samantha checked on her son, and then Appellant instructed her to go to her bedroom. Upon entering the bedroom, Appellee forced her onto the bed and lifted up a sheet and displayed Justin’s dead body, which was lying next to the bed. Appellee stated, “Do you know what happened to Justin? He didn’t make it.” N.T., 9/28/10, at 59. Appellant then tried to force Samantha onto her stomach on the bed, and, when she resisted, he put his gun to her head and told her to “get on [your] fucking stomach.” Id. at 56. Appellee tied Samantha’s hands behind her back with a necktie and tied her feet with a belt. He climbed on top of Samantha, kissed her, ran his fingers through her hair, and told her that he loved her. After leaving and then returning to the bedroom, Appellee said that he should rape her. He sat next to her and grabbed her left breast and gave her a “hickey” on the right side of her neck.\nSubsequently, Appellee took Samantha’s car keys. Before leaving, he remarked: “Well, I’ve already bodied some other people and now I’ve just bodied some more.” Id. at 70. He indicated that if the police did not find him, he was going to kill three individuals from work. At some point, Appellee also entered Matthew’s room and told Matthew and Cynthia that Wes Collier would be the next person in the house and that they could yell for help when he arrived. He then stated, “No, fuck it. It’s six o’clock now. If I ain’t back by 6:30 you guys can do whatever the hell you want.” N.T., 9/27/10, at 209.\nSamantha, by sliding her cell phone off of Justin’s body with her feet and onto the floor, and after multiple tries, was able to call 911 by dialing with her toe. When the police arrived at 6:53 a.m., Samantha, Cynthia, and Matthew were still bound. Leslie, Justin, and Dustin were dead. The police ultimately located Appellee, who was charged with three counts of first-degree murder, second-degree murder, and third-degree murder in conjunction with the killing of Justin, Leslie, and Dustin. He also was charged with multiple counts of kidnapping and robbery, and one count of indecent assault. The Commonwealth’s charging of Appellee with second-degree murder was based upon the kidnappings, not the robbery charges, as the underlying felonies.\nAfter Appellee waived his right to a jury trial, and the Commonwealth withdrew its notice to seek the death penalty, on September 13, 2010, a bench trial commenced in the Court of Common Pleas of Lackawanna County. Appellee was convicted of three counts each of first-degree murder, second-degree murder, and third-degree murder; three counts each of kidnapping and robbery; and one count of indecent assault.\nThe trial court, inter alia, found the evidence at trial sufficient to convict Appellee of kidnapping and second-degree murder based upon the kidnapping conviction, as Appellee tied the victims, and the victims were not able to leave the residence or call for help without endangering their lives or the lives of others. Even though in their own home, the court concluded that the victims were nevertheless confined for a substantial period “in a place of isolation,” thus, satisfying the offense of kidnapping. 18 Pa.C.S.A. § 2901(a). The court sentenced Appellee to an aggregate sentence of three consecutive life sentences followed by a minimum of 43 years and 9 months to a maximum of 87 years and 6 months incarceration.\nA three-judge panel of the Superior Court, in relevant part, unanimously determined the facts were insufficient to sustain the kidnapping charge, and, as a result, the second-degree murder convictions. Commonwealth v. Rushing, 71 A.3d 939 (Pa.Super.2013). Specifically, the court first noted that it was required to strictly construe criminal statutes in favor of a defendant, and reasoned that kidnapping did not include the incidental movement of a victim during the commission of a crime that did not substantially increase the risk of harm to the victim, and did not apply to situations where confinement was a subsidiary incident to another crime. The court, finding the victims’ confinement in this matter was incidental to Appellant’s crimes of murder, robbery, and indecent assault, as they were not secreted in, for example, an attic, closet, or basement, and as they were aware that Wes Collier would be arriving at the residence, concluded Appellee’s convictions for kidnapping and second-degree murder could not be sustained. The Superior Court found it unnecessary to remand the case for resentencing, however, as the trial court sentenced Appellee for kidnapping and did not impose any sentence on the felony murder convictions, as it was foreclosed from imposing sentence on both crimes under the merger doctrine, and since Appellee had been sentenced to three consecutive life sentences, vacating his kidnapping sentence would not, in practice, affect the overall sentence imposed.\nOur Court granted the Commonwealth’s petition for allocatur, limited to the following issue:\nWhether the Superior Court erred in finding that the victims were not confined in a “place of isolation” to warrant the kidnapping convictions and the second degree murder convictions for which the underlying felony was kidnapping.\nCommonwealth v. Rushing, 624 Pa. 215, 84 A.3d 699 (2014) (order).\nIn one respect, this appeal raises the pure legal question regarding the proper interpretation of the statutory phrase “place of isolation.” As the proper interpretation of a statute is a pure question of law, our standard of review is de novo and our scope of review is plenary. Commonwealth v. Daniels, 600 Pa. 1, 963 A.2d 409, 417 (2009). Yet, the appeal also presents the question of whether there was sufficient evidence to support a conviction for kidnapping, as that crime is properly interpreted. Thus, with respect to our sufficiency review, our standard of review is de novo, however, our scope of review is limited to considering the evidence of record, and all reasonable inferences arising therefrom, viewed in the light most favorable to the Commonwealth as the verdict winner. Commonwealth v. Diamond, 623 Pa. 475, 83 A.3d 119, 126 (2013); Commonwealth v. Robinson, 581 Pa. 154, 864 A.2d 460, 478 (2004).\nThe focus of this appeal is on Pennsylvania’s kidnapping statute which provides that a person is guilty of kidnapping if he, inter alia, “unlawfully confínes another for a substantial period in a place of isolation ” to facilitate commission of any felony or flight thereafter or to inflict bodily injury on or to terrorize the victim or another. 18 Pa.C.S.A. § 2901(a) (emphasis added).\nThe Commonwealth maintains that the Superior Court erred in finding that the Commonwealth did not establish that the victims were in a “place of isolation” in their own home, and, in doing so, contends that the court misinterpreted the kidnapping statute. According to the Commonwealth, Appellee confined his victims for a substantial period of time in a place of isolation to further the commission of other felonies, and to further his own flight, as well as to terrorize the victims. Noting that the Crimes Code tracks the Model Penal Code (“MPC”), the Commonwealth offers that even “one’s own apartment in a city might be regarded as a ‘place of isolation,’ if the circumstances of detention make discovery or rescue unlikely.” Commonwealth’s Brief at 12 (quoting MPC § 212.1, cmt. 3). Consistent with this understanding of the offense, the Commonwealth points to Commonwealth v. Markman, 591 Pa. 249, 916 A.2d 586 (2007), wherein the victim was transported 25 miles to a trailer park, placed in a trailer’s living room, bound, and then strangled. The Commonwealth stresses that the Markman Court noted there was evidence of unlawful confinement as well, as the victim’s hands and feet were bound and her mouth gagged so that she could not cry out, and, thus, she was confined in a place of isolation as she was separated from the normal protections of society in a manner that made discovery or rescue unlikely. Id. at 600; see also Commonwealth v. Jenkins, 455 Pa.Super. 152, 687 A.2d 836 (1996) (finding, where elderly woman and great grandson held at knifepoint inside own home for five hours, victims were unreachable, and the fate of both victims was exclusively in the hands of defendant, the victims were effectively isolated from rescue or the usual protections of society, and, thus, were in a place of isolation).\nThe Commonwealth then engages in a detailed recitation of the facts and maintains that, because the three kidnapping victims were exclusively within Appellee’s control until the time he left, were bound for 1-2 hours, and were subjected to threats, sexual assault, and paralyzing fear, they were sufficiently isolated from rescue and the usual protections of society, and, thus, these facts satisfied the requisite elements of kidnapping.\nFinally, the Commonwealth distinguishes Commonwealth v. Hook, 355 Pa.Super. 10, 512 A.2d 718 (1986), in which the court concluded kidnapping does not apply to situations where confinement is subsidiary to another crime, as being limited to its facts. The Commonwealth explains that, in Hook, the victim, who lived above a clothing store, was followed into her apartment by the defendant. The victim fled to a neighboring apartment, but was followed and sexually assaulted until the defendant passed out. According to the Commonwealth, because the apartment was located above an open business, frequented by relatives and business contacts, she was not held in a place of isolation.\nHere, and in contrast to Hook, the Commonwealth maintains others did not have access to the Collier home, arrival of another was not imminent, and Appellee’s purpose in confining Cynthia and Matthew was to commit other felonies without interference and to flee. The Commonwealth urges that, rather than being incidental to the commission of other crimes, the victims were confined with the intention of committing the other crimes, and the victims’ rescue or discovery was unlikely during the relevant time frame, regardless of where in the house they were confined. Thus, the Commonwealth argues that the Superior Court erred in failing to uphold Appellee’s convictions for kidnapping and second-degree murder.\nAppellee counters that the kidnapping statute must be strictly construed to avoid its application to detentions that occur incidental to the commission of other crimes, such as sexual assault, robbery, or murder. Here, according to Appellee, the matter involved a boyfriend’s revenge against Samantha Hintz and Justin Berrios and a robbery, and these were the core crimes.\nAppellee maintains that the drafters of the MPC wrote the statute restrictively to prevent its use where the detention and movement of the victim was incidental to the commission of another crime, citing Hook, and that a “place of isolation” is where the victim is kept from the usual protections of society such that others could not rescue him or her, citing Jenkins. Indeed, Appellee compares and contrasts various cases, including Jenkins, in which the victims were held hostage for five hours and a kidnapping was held to have occurred, as the detention effectively isolated the victims from rescue, and Hook, where no kidnapping was found to have occurred, as there was no overt hostage situation, others could access the house, and the detention was incidental to a rape. See also Commonwealth v. Mease, 357 Pa.Super. 366, 516 A.2d 24 (1986) (finding basement, where victim was placed and beaten for several hours, and, ultimately, shot in the back of the head, was a place of isolation because victim was moved there by force and no one but defendant and his friends would go there).\nFinally, Appellee distinguishes Markman, where the defendant lured the victim to a trailer, bound and gagged her, and ultimately murdered her, as focusing on whether the defendant had participated in the unlawful movement of the victim through deception. According to Appellee, that issue is not present in this appeal; further, he contends that Markman concerned whether the victim was held for a substantial period of time, and not whether the victim was in a place of isolation, which is at issue in this appeal. In any event, Appellee finds Markman to be distinguishable as the victim was brought to a trailer without any evidence that anybody would come to her assistance. According to Appellee, the victims in the matter sub judice, in contrast to the victim in Markman, were not held in a place of isolation, but held in their own home; it was anticipated that at least one family member would return; and the victims were told they were free to do whatever they wanted if Appellee had not returned in a half hour. Additionally, Appellee argues that the victims’ confinement was incidental to the committing of other “core crimes.” Thus, Appellee contends the Superior Court properly found the evidence to be insufficient to establish the elements of kidnapping. As kidnapping was the predicate offense to the second-degree murder convictions, Appellee submits the Superior Court properly reversed these convictions as well.\nTo determine the legislature’s intent with respect to the phrase “place of isolation,” 18 Pa.C.S.A. § 2901(a), we necessarily turn to the Statutory Construction Act. 1 Pa. C.S.A. §§ 1501 et seq. The objective of all interpretation and construction of statutes is to ascertain and effectuate the intention of the General Assembly. Id. § 1921(a). The best indication of the legislature’s intent is the plain language of the statute. When considering statutory language, “[w]ords and phrases shall be construed according to rules of grammar and according to their common and approved usage.” Id. § 1903(a). Further, when the words of a statute are clear and unambiguous, there is no need to go beyond the plain meaning of the language of the statute “under the pretext of pursuing its spirit.” Id. § 1921(b). Thus, only when the words of a statute are ambiguous, should a reviewing court seek to ascertain the intent of the General Assembly through considerations of the various factors found in Section 1921(c). Id. § 1921(c); see generally Bayada Nurses Inc. v. Com. Dept. Labor and Indus., 607 Pa. 527, 8 A.3d 866, 880-81 (2010).\nAs summarized above, the Pennsylvania Crimes Code defines the offense of kidnapping as follows.\nOffense defined. — Except as provided in subsection (a.l), a person is guilty of kidnapping if he unlawfully removes another a substantial distance under the circumstances from the place where he is found, or if he unlawfully confínes another for a substantial period in a place of isolation, with any of the following intentions:\n(1) To hold for ransom or reward, or as a shield or hostage.\n(2) To facilitate commission of any felony or flight thereafter.\n(3) To inflict bodily injury on or to terrorize the victim or another.\n(4) To interfere with the performance by public officials of any governmental or political function.\n18 Pa.C.S.A. § 2901(a) (emphasis added). The phrase “place of isolation” can be viewed as being relatively straightforward, as to “isolate” is commonly defined “[t]o separate from a group or whole and set apart,” or “[t]o place in quarantine,” American Heritage Dictionary of the English Language, Houghton Mifflin Morris 694 (ed. Boston 1996). However, the history of the crime of kidnapping, the Model Penal Code, on which Section 1209(a) is based, and our Court’s decisions all suggest some ambiguity in the language, and have given context and a distinct meaning to the phrase. See 1 Pa.C.S.A. § 1921(c)(1), (2) and (5) (offering considerations in discerning legislative intent include the occasion and necessity for the statute, the circumstances under which it was enacted, and the former law on the same or similar subjects). Indeed, “[a]l-though kidnapping is an infamous crime, perceived by the public with both dread and morbid curiosity, and the subject of fine literature, it is also a crime that has eluded meaningful definition.” John L. Diamond, Kidnapping: A Modern Definition, 13 Am. J. Crim. L. 1,1 (1985). Thus, we turn to examine these aspects of our canons of statutory construction.\nOf common law origin, the offense of kidnapping was historically narrow in scope and light in penalty. Originally, the key to kidnapping was the requirement of asportation, i.e., the carrying away of the individual. See William Blackstone, 4 Commentaries 219 (defining kidnapping as “the forcible abduction or stealing away of man, woman or child from their own country, and sending them to another”). At common law, the crime was, in essence, an aggravated form of false imprisonment and carried with it the status of a misdemeanor. Over time, kidnapping became codified, but as ransom kidnappings across state lines, not covered by existing statutes, became more common in the early twentieth century, broader definitions and harsher penalties ensued. Indeed, the offense of kidnapping was so toothless that, in light of the famed Lindbergh infant kidnapping and murder of March 1, 1982, the kidnapper, Bruno Richard Hauptmann, was not prosecuted for kidnapping; rather, for the felony murder rule to apply, the prosecutor was forced to seek another crime which would supply the necessary felony — the stealing of the infant’s sleeping suit — which ultimately led to Hauptmann receiving the death penalty. State v. Hauptmann, 115 N.J.L. 412, 180 A. 809, 818 (N.J.1935).\nSubsequent legislative enactments, sparked by outrage over the Lindbergh kidnapping, expanded the accepted meaning of asportation to encompass the removal of an individual within the country or state; even simple detention satisfied this new understanding of the element. Further, expansion of the common-law offense involved the substitution of asportation with the intent to cause the victim to be secretly confined. Thus, statutory codification of the common-law crime, conceptually, reflected two kidnapping contexts: the seizure of the victim and his or her removal to another place, or the confining of the victim to a place of isolation. Further, the expansion of the scope of the crime of kidnapping was coupled with an increase in sanctions. What was once a misdemeanor became one of the most serious crimes, with 44 of 48 states permitting punishment by death or life imprisonment for kidnapping by 1952. See generally Comment, Two Crimes for the Price of One: The Problem With Kidnapping Statutes in Tennessee and Beyond, 76 Tenn. L. Rev. 789 (Spring 2009); Recent Developments, Hines 57: The Catchall Case to the Texas Kidnapping Statute, 35 St. Mary’s L.J. 397 (2004); Note, A Rationale of the Law of Kidnapping, 53 Colum. L. Rev. 540 (1953).\nOver time, this significant expansion of the concept for kidnapping, considered by some to be extraordinarily broad, became a cause of concern, as relatively “trivial restraints carried authorized sanctions of death or life imprisonment.” MPC § 212.1, Introductory Note, at 208. As a result of the potential of unwarranted severe punishment, and a call for restricting kidnapping statutes, in 1962, the drafters of Section 212.1 of the MPC (“Kidnapping and Related Offenses; Coercion”) sought to affect a significant restructuring of the law of kidnapping. In this respect, the definition of kidnapping was narrowed to the most serious forms of unlawful restraint. The challenge, as viewed by the drafters, was to “restrict the drastic sanctions authorized for this offense to instances of misbehavior warranting such punishment.” Id., cmt. 2, at 220.\nWith respect to the aspect of kidnapping that goes to the unlawful confinement of another for a substantial period of time in a place of isolation, the drafters of the MPC noted that this variation of kidnapping, in contrast to the crime’s common-law origins, required no asportation: “Thus, for example, a man might be confined in his own mountain resort and held there for ransom.” Id., cmt. 3, at 224. Likewise, “[cjonceivably, one’s own apartment in a city might be regarded as a ‘place of isolation,’ if the circumstances of detention made discovery or rescue unlikely.” Id. Thus, the drafters of the MPC provided a fuller understanding of the simple phrase “place of isolation,” and in doing so have emphasized the segregation and remoteness aspects of the victim’s confinement over any geographic concern. As aptly summarized by the drafters, “[t]he essential concept is not geographical location but rather effective isolation from the usual protections of society.” Id.\nAs our Commonwealth’s statute is based in great part on the MPC’s statement of the law of kidnapping, and employs the identical language at issue in this appeal — “unlawfully confines another for a substantial period in a place of isolation” — our Court has, not surprisingly, followed the drafters’ understanding of the requirement that the victim be confined in a “place of isolation.” See Commonwealth v. Housman, 604 Pa. 596, 986 A.2d 822, 832 (2009) (finding that, in kidnapping/murder, while victim’s confinement in living room of trailer in busy trailer park in early evening arguably preserved the usual protections of society, her binding and gagging operated to confine her in a place of isolation “separated from the normal protections of society in a manner which made discovery or rescue unlikely,” citing MPC § 212.1, cmt. 3, 224); Markman, 916 A.2d at 600 (same, in prosecution of codefendant in Uousman).\nBased upon the statutory language, the history of the crime of kidnapping, the Model Penal Code on which Section 1209(a) is based, and our Court’s decisions interpreting the kidnapping statute, we take this opportunity to reaffirm that, for purposes of Pennsylvania’s kidnapping statute, a “place of isolation” is not geographic in nature, but contemplates the confinement of a victim where he or she is separated from the normal protections of society in a fashion that makes discovery or rescue unlikely.\nOur Commonwealth’s courts have consistently applied this definition to disparate circumstances, in varied challenges to convictions under the kidnapping statute. For example, and as noted above, in Housman and Markman, which both arose in the context of the same underlying circumstances, our Court concluded the place-of-isolation requirement was met when the victim was bound and gagged and left alone in the living room of a trailer, even though located in a busy trailer park in the early evening. Similarly, in Mease, the Superior Court determined that the defendant’s basement constituted a “place of isolation” as the victim, being confined there for several hours, beaten, stabbed, and ultimately shot in the back of the head, had been confined where discovery and rescue were unlikely and isolated from the usual protections of society. 516 A.2d at 26. More recently, in Jenkins, the Superior Court concluded that the victims were confined in a place of isolation from rescue and the protections of society where a 70-year-old woman and her 4-year-old great-grandson were held at knifepoint inside the grandmother’s home for five hours, police had surrounded the residence, the victims were unreachable and locked inside the home, and the fate of both victims was exclusively in the hands of the defendant.\nThese decisions can be contrasted with the circumstances in Hook, in which the victim, who resided in an apartment located above a clothing store, opened the door expecting a dry cleaning delivery, but, instead, was confronted by the defendant. After the defendant threatened to rape the initial victim, placed his hand over her mouth, told her to be quiet, and following a brief struggle, she was able to escape from her assailant and enter an elderly neighbor’s apartment, but was caught by the defendant. The defendant threw both women onto a bed and again verbalized his intent to rape the first victim, but passed out due to intoxication before being able to act upon his threat.\nThe Superior Court in Hook determined the evidence was insufficient to prove confinement in a place of isolation, as the defendant’s presence outside the victim’s apartment made it clear there was open access to the area, the one victim was expecting a delivery from a dry cleaning service, the victims’ apartments were frequented by business associates and relatives, an open business was located beneath the apartments, and the police arrived at the scene three minutes after receiving a telephone call from the clothing store. 512 A.2d at 720. The Superior Court, therefore, determined that the mode of confinement did not render discovery or rescue of the victims unlikely, and found that the confinement was incidental to the underlying offense of attempted rape.\nWhile the circumstances before the above tribunals are obviously disparate, the degree of isolation from discovery and rescue and the usual protections of society remain the touchstone in determining whether the statutory element of confinement in a place of isolation is satisfied. Applying the facts of this appeal to the definition of place of isolation, we have no hesitancy in determining that, although imprisoned in their own home, the victims were confined by Appellee in a place of isolation.\nAppellee held the fate of the victims in his exclusive control during the entire ordeal until he left the home and the subsequent arrival of the police. For at least two hours, the victims were handcuffed and bound, threatened repeatedly to be quiet, one was sexually assaulted, and all were placed in great fear. Specifically, Cynthia Collier, while attempting to telephone for help, was handcuffed behind her back, forced onto the floor of her son’s bedroom, threatened at gunpoint with death if she did not shut up, endured hearing her son Dustin being murdered by blows from a hammer, was frequently checked on, and was threatened to be silent if she wanted to live, especially upon Samantha’s arrival to the home. Both Cynthia and her son Matthew, who was also bound, remained restrained while Appellee stole their bank cards and a ring from Cynthia’s finger. Repeatedly returning to check on Cynthia and Matthew, Appellee only later in the ordeal indicated that Wes Collier would be the next person in the home, and that they could yell for assistance at that time, and then, after considering the time, informed them that they could do what they wanted if Appellee was not back by 6:30 a.m. Similarly, Appellee confined Matthew, even though handicapped and using a wheelchair, to a bed by tying his hands and legs, rendering him unable to seek assistance by escape or telephone. Again, Matthew was checked on multiple times to prevent his escape or calls for assistance during the early morning events.\nFinally, with respect to Samantha, upon her arrival at the home, she was directed into her bedroom, shown the dead body of her son’s father, forced onto her stomach at gunpoint while her hands were tied behind her back and her feet bound with a cable. She was forced to remain on her bed under threat of rape, indecently assaulted, was checked on multiple times, and her cell phone was removed, and then thrown on Justin’s dead body. Samantha’s car keys were taken, and Appellee indicated that he had already killed, and would kill more individuals if the police did not find him. Samantha was bound such that she could not free herself and was only able to call for assistance after retrieving her phone from Justin’s dead body and dialing with her toe, reaching the police only after numerous attempts.\nIn short, while confined in their own home, the victims were nevertheless tightly bound and unable to seek discovery or rescue. Indeed, the victims were threatened with death if they attempted to obtain help from neighbors or the police. There is no evidence that others had access to the home, other than Wes, whose return was expected, but the time of his arrival was uncertain and not imminent. Rather than being incidental to the other crimes, Appellee’s confinement of the victims was with the intent to commit those other crimes, and to facilitate Appellee’s escape. Thus, based upon these facts, we believe the Commonwealth established that the victims were confined in a place of isolation which rendered them separated from the normal protections of society in a fashion that made their discovery or rescue unlikely, thus satisfying the requirements of the kidnapping statute.\nIn summary, we reaffirm that the statutory requirement of confinement in a “place of isolation” is not geographic in nature, but contemplates the confinement of a victim where he or she is separated from the normal protections of society in a fashion that makes imminent discovery or rescue unlikely. Moreover, considering the evidence of record, and all reasonable inferences arising therefrom, viewed in the light most favorable to the Commonwealth as the verdict winner, we hold the Superior Court erred in its sufficiency determination, and we conclude that, in the circumstances of this case, the victims were confined in a “place of isolation,” thereby establishing Appellee’s culpability for the kidnapping offenses, and for his second-degree murder convictions based on those predicate offenses.\nAccordingly, the order of the Superior Court is reversed, and we reinstate Appellee’s judgment of sentence for kidnapping and second-degree murder.\nJurisdiction relinquished.\nChief Justice CASTILLE and Justices SAYLOR, EAKIN, BAER, McCAFFERY and STEVENS join the opinion.\n. Then-President Judge, now-Justice Stevens and Judge Strassburger authored concurring opinions, focusing upon the question of whether probable cause was necessary before the government could utilize real time cell phone tracking, an issue not before us in this appeal.\n. The kidnapping statute is quoted in full below.",
        "type": "majority",
        "author": "Justice TODD."
      }
    ],
    "attorneys": [
      "Andrew John Jarbola III, Esq., Jennifer Lyn McCambridge, Esq., Lisa Ann Swift, Esq., Eugene M. Talerico Jr., Esq., Lackawanna County District Attorney’s Office, Scranton, for Commonwealth of Pennsylvania.",
      "Robert Michael Buttner, Esq., Luzerne County Conflict Counsel, for Randal R. Rushing."
    ],
    "corrections": "",
    "head_matter": "99 A.3d 416\nCOMMONWEALTH of Pennsylvania, Appellant v. Randal R. RUSHING, Appellee.\nSupreme Court of Pennsylvania.\nArgued May 7, 2014.\nDecided Aug. 18, 2014.\nAndrew John Jarbola III, Esq., Jennifer Lyn McCambridge, Esq., Lisa Ann Swift, Esq., Eugene M. Talerico Jr., Esq., Lackawanna County District Attorney’s Office, Scranton, for Commonwealth of Pennsylvania.\nRobert Michael Buttner, Esq., Luzerne County Conflict Counsel, for Randal R. Rushing.\nCASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, STEVENS, JJ."
  },
  "file_name": "0059-01",
  "first_page_order": 115,
  "last_page_order": 133
}
