{
  "id": 1901753,
  "name": "Commonwealth v. Ametrane, Appellant",
  "name_abbreviation": "Commonwealth v. Ametrane",
  "decision_date": "1966-06-24",
  "docket_number": "Appeal, No. 74",
  "first_page": "83",
  "last_page": "102",
  "citations": [
    {
      "type": "official",
      "cite": "422 Pa. 83"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "350 F. 2d 658",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        467089
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/350/0658-01"
      ]
    },
    {
      "cite": "112 U. Pa. L. Rev. 499",
      "category": "journals:journal",
      "reporter": "U. Pa. L. Rev.",
      "year": 1964,
      "pin_cites": [
        {
          "page": "557"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "374 U.S. 23",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8495
      ],
      "weight": 3,
      "year": 1963,
      "pin_cites": [
        {
          "page": "33-34"
        },
        {
          "page": "47"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/374/0023-01"
      ]
    },
    {
      "cite": "367 U.S. 643",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1785580
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/us/367/0643-01"
      ]
    },
    {
      "cite": "304 F. 2d 399",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6810610
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/304/0399-01"
      ]
    },
    {
      "cite": "183 F. 2d 977",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1238371
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/183/0977-01"
      ]
    },
    {
      "cite": "357 U.S. 301",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6162465
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/357/0301-01"
      ]
    },
    {
      "cite": "411 Pa. 81",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1885977
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/411/0081-01"
      ]
    },
    {
      "cite": "349 Pa. 184",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        459505
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/349/0184-01"
      ]
    },
    {
      "cite": "131 Pa. Superior Ct. 296",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1009076
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/131/0296-01"
      ]
    },
    {
      "cite": "169 Pa. Superior Ct. 84",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        472985
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/169/0084-01"
      ]
    },
    {
      "cite": "233 F. Supp. 423",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        1481936
      ],
      "year": 1964,
      "opinion_index": 1,
      "case_paths": [
        "/f-supp/233/0423-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1430,
    "char_count": 32335,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 3.058304412896809e-07,
      "percentile": 0.8564323634312271
    },
    "sha256": "60a9560266173d153a0fc984396372b7eba7362b5d9e8e5d8a7e462e07ab8bf4",
    "simhash": "1:83bbf04c7fa0f0b6",
    "word_count": 5428
  },
  "last_updated": "2024-02-27T23:35:32.208511+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Cohen, Eagen and Roberts, JJ.",
      "Mr. Justice Eagen dissents."
    ],
    "parties": [
      "Commonwealth v. Ametrane, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Cohen,\nOn August 27, 1963, at 2:45 p.m., two county detectives in plain clothes, armed with two search warrants and one arrest warrant, went to the home of defendant, a suspected bookmaker. As they approached the property, the detectives noticed defendant sitting at a window and observed him look in their direction. One of the detectives knocked on the door with his hand, waited about one minute during which time there was no response within, and knocked once again. Still hearing no response, the officers indicated that they were about to apply a crowbar between the door and jamb when the defendant cried out, “Don’t break my door. I will let you in.” Defendant then opened the door and admitted the detectives who identified themselves, read the warrants and began their search, in the course of which they confiscated two different editions of the Armstrong Daily and several blank sheets of paper. In addition, while the detectives were there, defendant received several telephone calls, all of which one of the officers answered, from parties seeking either to place bets or to learn the results of horse races.\nAt his trial on two indictments charging him with (1) setting up a gambling establishment and aiding and assisting others to gamble, and (2) bookmaking, defendant moved to suppress the evidence obtained in the search. This motion was dismissed and he was convicted of all charges. On appeal, the Superior Court affirmed judgment of sentence. We granted allocatur.\nDefendant contends that the police officers failed to announce their identity and purpose prior to forcible entry, and that the resulting arrest and search and seizure were thereby rendered illegal. We do not agree.\nIn Mapp v. Ohio, 367 U.S. 643 (1961), the United States Supreme Court held that evidence obtained during an illegal search and seizure was not admissible in a state criminal proceeding. In Ker v. California, 374 U.S. 23 (1963), the Court held that the reasonableness of a state search was to be determined ultimately by the application of federal constitutional standards as expressed in the Fourth Amendment and the decisions of the Coui't applying that amendment. Yet, even in Ker, the Court recognized the right of the State to develop rules governing arrests and searches and seizures. Preserving this right in the state, Mr. Justice Clark stated: “We reiterate that the reasonableness of a search is in the first instance a substantive determination to be made by the trial court from the facts and circumstances of the case and in the light of the ‘fundamental criteria’ laid down by the Fourth Amendment and in opinions of this Court applying that Amendment. Findings of reasonableness, of course, are respected only insofar as consistent with federal constitutional guarantees. . . . The States are not thereby precluded from developing workable rules governing arrests, searches and seizures to meet ‘the practical demands of effective criminal investigation and law enforcement’ in the States, provided that those rules do not violate the constitutional proscription of unreasonable searches and seizures and the concomitant command that evidence so seized is inadmissible against one who has standing to complain. . . . Such a standard implies no derogation of uniformity in applying federal constitutional guarantees but is only a recognition that conditions and circumstances vary just as do investigative and enforcement techniques.” 374 U.S. at 33-34.\nSuch a recognition is especially pertinent to effective law enforcement against narcotics and gambling violations, where the possibility that evidence may be destroyed is particularly acute. Indeed, it is this very possibility which should allow state law enforcement officers to adopt techniques to suit the concrete situation. Blakey, The Rule of Announcement and Unlawful Entry: Miller v. United States and Ker v. California, 112 U. Pa. L. Rev. 499, 557 (1964). In view of the foregoing, the conduct of the county detectives in this matter did not violate the safeguards of the Fourth Amendment. The testimony reveals that they were observed by defendant as they approached his door; that there was an interval of silence which lasted one minute following their first knock at the door; and that even before they were able to apply the crowbar the defendant opened the door. Under these circumstances, it is obvious that defendant knew their identity and purpose without a formal announcement. Furthermore, there was absent here the “forceful entry” which confronted the Court in Ker. Although the argument may well be made that the detectives were not voluntarily admitted by defendant but gained admission by means of property duress, the entry was not unlawful under the Ker standard. Even the dissenters in Ker recognized that exceptions to the rule of announcement exist, inter alia, where the persons within already know of the officers’ authority and purpose or “where those within, made aware of the presence of someone outside (because, for example, there has been a knock at the door), are then engaged in activity which justifies the officers in the belief that an escape or the destruction of evidence is being attempted.” 374 U.S. at 47. Certainly, if the instant case does not fall within the former exception, then the lengthy silence maintained by defendant after observing the officers and hearing their knock would justify the application of the latter exception to the present matter. In any event, neither the arrest nor the search and seizure was violative of federal constitutional standards.\nDefendant asserts that the instant matter is controlled by United States ex rel. Manduchi v. Tracy, 350 F. 2d 658 (3d Cir. 1965) by application of which his arrest, the search of his home and the seizure of evidence would all be violative of federal constitutional safeguards. In Manduchi, police officers, armed with a search warrant, broke down the accused’s door with a sledge hammer only a few seconds after knocking and receiving no response. At the same time, other officers broke through another door with a section of a telephone pole. The Third Circuit held that the search which followed was unreasonable and the evidence obtained therefrom inadmissible because the officers had not made known their identity and purpose, nor had they allowed the accused the opportunity of opening the door peacefully. Defendant herein has neither objection available to him, because he was given ample opportunity to open the door, as he finally did, and every indication was that he was well aware of who were at his door and why they were there.\nDefendant further argues that the warrants carried by the officers were insufficient; that one of the detectives was improperly permitted to testify as an expert and express his opinion that defendant was a bookmaker; and that the evidence was insufficient to support the convictions. Each of these arguments is without merit and has been properly decided by the Superior Court.\nOrder of the Superior Court affirmed.\nMr. Justice Roberts concurs in the result and expresses no view with respect to the so-called “announcement” rule as the record in the instant case demonstrates that there was no “breaking” and, thus, no issue here presented under that rule.\nMr. Justice Eagen dissents.",
        "type": "majority",
        "author": "Mr. Justice Cohen,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Musmanno :\nWhat is happening to the long revered shibboleths that a man’s home is his castle, that the hearthstone is sacred, and that no one may invade the privacy of the family? The Majority Opinion treats these sacred precepts as if they were mere words in the dictionary, instead of the very foundation of our government, democracy, civilization, sense of self-respect and the dignity of man.\nThe Fourth Amendment to the Constitution of the United States declares: “The right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures shall not be violated, and no warrants shall issue, but upon probable cause.”\nArticle I, §8 of the Constitution of Pennsylvania proclaims: “The people shall be secure in their persons, houses, papers and possessions from unreasonable searches and seizures, and no warrant to search any place or to seize any person or things shall issue without describing them as nearly as may be, nor without probable cause, supported by oath or affirmation subscribed to by tbe affiant.”\nThese words are of gold, imbedded in deathless bronze shining with the luster of the sacrifice of our patriots who have fought against the tyranny of usurping invaders who treated the American people as slaves and serfs. But the Majority Opinion regards these words as if they were made of tin to be twisted and torn out of the immortal setting of deathless history. The Majority Opinion treats these words as if they were writ in water, instead of in the heart of America.\nThe Majority Opinion not only treats lightly these imperishable guarantees of American freedom, but it also equally trifles with the facts on which it bases its unconstitutional decision. The Majority Opinion, in narrating the story of what happened, says that two county detectives, armed with search and arrest warrants, approached the residence of the defendant, knocked twice and getting no response “the officers indicated that they were about to apply a crowbar between the door and jamb when the defendant cried out, ‘Don’t break my door. I will let you in.’ ”\nThere was no indicating that the officers “were about to apply a crowbar.” They did apply a crowbar. They did actually use this rough, aggressive instrument in breaking into the sacred precincts of the United States Constitution. There was no “about to” in the picture. The detectives, in violation of our national charter, in disobedience of common law, in flagrant infringement of the inherent rights of a United States citizen, actually attacked an American citizen’s home like burglars instead of approaching it as officers of the law.\nAt the preliminary hearing on January 10, 1964, before Judge Sweney, one of the detectives, John MacCrory, testified, “A. I then began to put in the crowbar where the lock of the door was, to try and force the door open. Q. Will you describe this crowbar, just briefly. A. It is approximately two feet long and it is tapered and the end of this fit in between the door and the jam (sic). Q. Did you insert it in there initially? A. Yes, sir, between the door and the jamb.”\nAt the trial before Judge Sweney and a jury, the same MacCrory testified: “We went up to the door, we knocked on door and ordered him to open the door. With that we started to pry the door with the crowbar.”\nAgain: “Q. When you got to the door you started to pry ivith the crowbar? A. Yes, sir.”\nThe Superior Court, in affirming the defendant’s conviction, said: “John MacCrory, the detective, upon whose complaint the warrants were issued, testified that the detectives knocked on the door to defendant’s apartment before using the crowbar. This was corroborated by James C. Stewart, another detective who assisted MacCrory on the 27th of August.”\nWhat was the necessity of prying into a private house with a crowbar? What was the impelling need for this violent assault on a man’s habitation? The detective knocked on the door, waited for a minute, and then struck with the fury of a brigand, the violence of a malefactor, the brute force of an outlaw. Why?\nIn the first place, was time so precious that these detectives could not have waited five minutes, or at least two minutes before they physically hurled themselves on the premises? The defendant lived on the second floor in the rear of the house. It would probably take Mm at least a minute to rise from his chair, move across the floor, get to the door and start down the stairs. Had the crack of doom sounded that the detectives had to strike with such lightning rapidity before the defendant could reach the door?\nHow much notice did the detectives afford the defendant before they unlimbered their wrecking iron? MacCrory testified that lie gave one knock at the door. He. did not ring the doorbell or apply a knocker. He didn’t even look for such a device. He gave one rap with his knuckles and expected that with that peremptory demand the house should split open and the defendant fly into his arms.\nIn all the cases that I have reviewed in my long incumbency on this august tribunal, I never encountered so absurd and preposterous a proposition, on a matter of sanctity of the home, as the one advanced by the detectives in this case and approved by the Majority of this Court. The detectives knocked once, waited one minute and then knocked again, and without waiting any more, began to jimmy into a private home like a safecracker assaulting the iron door of an iron safe.\nIf the explanation of the detective is absurd, the proposition advanced by the Majority Opinion is deplorable to contemplate. It says that “the lengthy silence maintained by defendant after observing the officers and hearing their knock” justified what the detectives did. To being with, there is not a word in the entire record that the defendant was “observing the officers” or that he was “hearing their knock.” At the trial MacCrory testified “we could see Mr. Ametrane sitting at the window.” Sitting at the window certainly does not establish that Ametrane saw the detectives. Or, even assuming he did see these two individuals, how could he know they were detectives or that they were seeking him? There was no evidence he had ever seen them before. They were in plain clothes and they did not shout or signal to the defendant that he should come down to open the door for them. At the preliminary hearing MacCrory testified that “he looked down as we were coming down.” This was simply a conclusion on MacCrory’s part. He did not say that Ametrane acted in any way to show that he saw the detectives or recognized them as detectives. Thus, the Majority founds its conclusion on a fanciful speculation and improves on the detective’s self-serving guess by stating that the defendant was “observing the officers,” plus that he heard the knock. To observe means more than merely to see or perceive; it means to watch, to study, to pay special attention to. There is not the slightest whisper of testimony to justify any such assertion of studying or lingering perception on the part of the defendant. It is more likely, from the record, that Ametrane came down to open the door, because he heard the detectives battering at it with their crowbar, than that he saw the detectives, and recognized them, or that he even heard the first knock. At any rate there is nothing to justify the Majority’s gratuitous assertion that Ametrane was “observing the officers.”\nBut this is only a part of the Majority’s journeying into hypothetical hyperbole. The Majority speaks of “the lengthy silence maintained by the defendant.” What does the Majority regard as “lengthy”? Is one minute lengthy? It took the Revolutionary war patriots seven long years to win independence and gain constitutional guarantees against forcible searches, but the county detectives could not wait more than one minute to break down the monument erected over the sacrifices of the soldiers of our republic and the founders of our democracy. And this Court, instead of castigating with suitable language this arrogant usurpation of police power by camouflaged servants of the law, pins a medal on their breasts and commends them for not delaying more than a minute before they unleashed the fury of their riotous attack on a private dwelling. Even the Minute Men of Lexington waited more than one minute before firing on the Redcoats, but the detectives of Delaware County had to whip out their crowbar and smash at a door sixty seconds after announcing their dictatorial presence with a resounding knock of their knuckles on the door.\nThe demanding was so imperious and the crowbar attack so ominous that the defendant did not have time to get into his street clothes but hurried down the stairs in his “skivvies and T-shirt,” crying out: “Don’t break the door.” Since the door was closed he could not see what the detectives were doing. It was through his ears that he learned of the grating and battering of the crowbar against the outer portal of his habitation. The mere knock that the detectives testified to would not have alarmed the defendant into pleading: “Don’t break the door.” Thus the defendant opened the door because he was compelled to do so in order to save it from being smashed open. Neither before they knocked nor after the door was opened to them did the detectives announce the purpose of their call. **It wasn’t until they got to the top of the stairs that they stated why they were there. In United States ex rel. Manduchi v. Tracy, 233 F. Supp. 423 (E.D. Pa. 1964), Judge Ltjongo very sagely declared: “One of the requirements of a reasonable search and seizure, under Federal standards, is that the police officers must, prior to entry, make an announcement of their authority and their purpose for seeking entry unless there are circumstances excusing failure to do so.”\nThis decision was affirmed by the Circuit Court of Appeals and certiorari refused by the Supreme Court of the United States.\nThe entry of the detectives into the defendant’s home was as illegal as if, without encountering resistance from the householder, they had reduced the door to splinters. Entering the house, they climbed the stairs to the second floor and searched Ametrane’s home where he lived with his wife. They ransacked the kitehen, living room, bedroom, bathroom and a small attic, and picked up what they called “evidence” which I will comment on later.\nThis so-called “evidence” should have been suppressed, not only because of the illegal entry into Ametrane’s home, but also because the search warrants themselves were not based on a probable cause, as demanded by the Constitution. What was the probable cause supposedly established in this case? MacCrory testified that a week before the arrest, he stood on the street and, for 15 or 20 minutes, watched Ametrane sitting in his second floor apartment by the window. During that time, Mr. MacCrory said he saw Ametrane pick up the telephone four or five times. He was asked at the trial: “Did you observe anything else on that date which would be important?” He answered: “No, sir.”\nIs that probable cause? I forebear the obvious comment which such puerile “probable cause” evokes.\nAmetrane was convicted and he appealed to this Court for arrest of judgment which indeed he is entitled to under the Constitution and the laws of the land. In addition to pointing out the illegality of the search and seizure, the defendant in his appeal has contended that the conviction is unsustainable because there was not sufficient evidence upon which to base a guilty verdict and that the trial court permitted improper opinion evidence. These contentions are serious ones and a great deal depends on their being considered and correctly adjudicated. The defendant was sentenced to pay a fine of |300 and undergo imprisonment for a term of three months. Thus, not only is the defendant’s liberty at stake but also his name, reputation and future standing in society. How has the Majority Opinion disposed of these crucial matters? The detectives in the case at least waited one minute before applying their crowbar. The Majority Opinion did not give even one minute to a discussion of the contentions advanced, a disapproval of which will result in a jailing of the defendant plus an ever-continuing sociological imprisonment in having to move through life with a tarnished name. This is what the Majority Opinion said: “Defendant further argues that . . . one of the detectives was improperly permitted to testify as an expert and express his opinion that defendant was a bookmaker; and that the evidence was insufficient to support the convictions. Each of these arguments is without merit and has been properly decided by the Superior Court.”\nLet us see if these arguments are without merit. What was the evidence that the detectives found in the defendant’s home? First they found two editions of the Armstrong Daily, one in the living room and another behind a refrigerator. The detectives made much of the location of the paper behind the refrigerator. Where does one place a periodical when he is through reading it, at least for the time? On a table, on a chair, behind a refrigerator, behind the radio? The fact that one of these papers rested behind the refrigerator certainly does not connote any profound premeditated concealment.\nWhat is the Armstrong Daily ? Detective MacCrory described it as “a sheet that lists the horses that are running at various tracks on a particular day and lists the odds and the post position for the horses.”\nHe did not tell the Court and jury that it also is a news sheet. In fact, it carries the sub-title in large letters News Review. One of the papers introduced as an exhibit carried a long news story headlined National Scenes, the first paragraph of which read:\n“United Press International\n“Washington, Aug. 26 — The director of defense research under both Presidents Eisenhower and Kennedy said today that science and technology by themselves offer ‘absolutely no solution’ to the problem of national security.”\nOther items carried the following headlines: Approve Rail Legislation, JFK Gets K Letter, May Out Viet Nam Aid, Would Jeopardize Security, K and Tito Confer, Big Week for President, Quiz East Border Guard.\nThe Armstrong Daily can be purchased at any newsstand. That it specializes in race tracks news and information does not make it illegal or even suspect in any way. Horse racing is not only not illegal in America but it is also indeed a favorite American pastime. Each year some 20,000 horses are raced in the United States. Crowds numbering 30,000,000 attend annually some 77 major tracks in the country. Horse racing daily commands space in the sports pages of the metropolitan newspapers, and classics like the Kentucky Derby command front page, feature television and radio coverage.\nThus there is nothing wrong, legally or morally, about reading the Armstrong Daily and even putting it behind the refrigerator after one has read it, or even before he reads it, to have it ready as he consumes a late evening snack.\nThen the defendants found something else which was seriously presented in court as an exhibit, namely, two and a half sheets of blank paper! The Majority Opinion solemnly announces this as a piece of incriminating evidence and, apparently not noting the irony of what it says, describes this evidence as “several blank sheets of paper.”\nThe detectives found also what they called two telephones in the defendant’s home. On cross-examination MacCrory admitted it was only one telephone with an extension. And what else was there in the case? While in Ametrane’s home, the telephone rang and, according to MacCrory, a “call came through from a fellow named George.” MacCrory testified: “He said he wanted Grandage, $20 across, and Carillon, $10 to win and $10 to place.”\nMacCrory said there was also a call “from Albert.” “He wanted the results of the second in Atlantic City.” And then there was another call which the detective described as “asking for women’s names.” He was asked: “Such as what?” And the detective, apparently straight-faced, replied: “Betty, Mary, Bose, any name similar to that.” And that was all.\nAnd on that hodgepodge of ambiguity and inconsequentially Joseph Ametrane was convicted of crime and sentenced to three months in prison. Where was the crime? There is no evidence that the ethereal “George” or “Albert” was an accomplice in any illegal venture, or that their supposed bets or attempts were recorded, or that Ametrane had anything to do with them. When Detective MacCrory was asked what George said, he replied: “I am almost sure he said, is this Joe?”\nWhat has happened to the doctrine of reasonable doubt, the American Gibraltar of protection of the innocent?\nIn upholding the verdict, how did the trial Judge sum up the evidence? He said: “We must admit that, in the instant case, there is not a wealth of evidence.”\nIndeed that must be the understatement of the year in the Delaware County Criminal Courts. He said also: “As the forces of law and order press harder and harder to rid our County of gambling and bookmaking, it becomes harder and harder to procure evidence.”\nIs that a reason for convicting without evidence?\nThe trial court then proceeded to list the items of alleged incriminating evidence:\n(1) “The defendant alone in an apartment”. Is it a crime to be alone in one’s home?\n(2) “Seated by a telephone.” How many millions of criminals do we have in the United States if seated by a telephone makes one a criminal?\n(3) “Locked doors.” Does one have to keep the doors of his apartment open? Anyhow, it was not the defendant’s apartment door which was locked but the outside door on the first floor. The defendant lived on the second floor.\n(4) “A hidden Armstrong Sheet.” One Armstrong Daily was found in the living room. How more unconcealed can a newspaper be? And we have already discussed the newspaper behind the refrigerator.\n(5) “‘Vanishing’ paper.” What vanishing? No one in the trial referred to the blank sheets as “vanishing.” The trial judge must have thought he was writing a mystery story when he referred to these simple, innocuous, blank sheets as “vanishing paper.”\n(6) “Telephone calls asking for ‘Joe’ (the defendant’s first name) and attempted placing of horse bets.”\nNearly everyone who has written or spoken on this case in support of the prosecution or conviction has seen fit to read into the evidence what is not there, or to stretch its purport to reach preconceived notions of criminality. Thus the trial judge stated that there were “telephone calls asking for ‘Joe.’ ” There was only one call of this type and even in that solitary instance, the detective stated he wasn’t sure that the inquirer asked for Joe. Whether there was an attempted placing of horse bets is a sheer guess, and no one can or should be convicted on a guess.\nThe defendant was convicted of setting up a gambling establishment, aiding and assisting others to gamble and of bookmaking. Only by a Procrustean torturing of language, only by distorting mirrors or extraordinary imaginative power can the meager testimony in this case be ballooned into proving that Ametrane’s home was a gambling establishment, or that he aided and assisted others to gamble. (Commonwealth v. Cohen, 169 Pa. Superior Ct. 84; Commonwealth v. Zot ter, 131 Pa. Superior Ct. 296, Pa. Publications v. Pa. P.U.C., 349 Pa. 184.)\nAnd, so far as the crime of bookmaking is concerned, there is not a syllable in the entire transcript to show that Ametrane accepted or recorded a bet, or participated in bookmaking. Even one smoking an opium pipe looking into a crystal globe could not see Ametrane “making book.”\nHow then could the jury have returned a verdict of guilty on the little puffs of suspicious smoke blown into this case by detective MacCrory or on the vaporous clouds of innuendo wafted into the jury box by the district attorney’s theorizing? It is clear to me that the jury entered into this Comedy of Errors, for this trial cannot seriously be regarded as anything else, only because the trial judge allowed the detective MacCrory to take over the functions, responsibilities, and duties of the jury. Here indeed was a scene which should be a strong contender for a place in Alice in Wonderland. The district attorney was allowed to ask MacCrory: “Now, Mr. MacCrory, testifying as an expert, will you tell us whether or not, in your opinion, what you observed — and taking into consideration what you observed at the time of this raid whether or not Joseph Ametrane was a bookie?”\nAnd MacCrory, answering this not leading, but grappling, question, replied in effect, yes Ametrane was a bookie.\nThe question was highly improper and should not have been permitted. In the first place, there is no crime known as being a “bookie.” In the second place, the detective was asked whether from what he observed at the time of the search, Ametrane was a bookie. Assuming arguendo, that there could be a crime of being a “bookie,” the detective was asked whether Ametrane had committed crimes in the past which, of course, were not alleged in the indictment or proved with evidence. Suppose an expert witness were asked whether in his opinion the defendant, who had been charged with larceny, was a thief. Suppose an expert witness were called to give his opinion as to whether the defendant was a murderer or a burglar. Even a first year law student would know that such a question would be improper because the issue in a criminal case is not what the defendant is, but whether he committed a certain designated crime.\nThe question was objected to by Ametrane’s counsel, the court overruled the objection, and the witness then replied. Being less chummy than the district attorney, he phrased his answer as follows: “I would say from the telephones and paraphernalia found there, I would say, yes sir, he was definitely in the bookmaking business.”\nThat is, from telephones, which are in every home, from newspapers which can be purchased at any newsstand, and from blank paper which can be obtained at any stationery store, yes, indeed, Joseph Ametrane was a criminal and should be sent to prison for three months and his whole future blasted. And the Majority passes over this mockery of the law, this travesty of justice by stating casually that each of the defendant’s demands for a fair trial, his cry for justice, his insistence on being heard, since he has not been heard in the courts below, “is without merit.”\nIn its Opinion declining to suppress the evidence, the Court of Quarter Sessions of Delaware County said: “The detectives ran to the door of the apartment, rang the bell and were about ready to apply a crowbar to force open the door, when defendant opened the door.”\nThe record clearly shows that the detectives not only did not ring a bell, bnt they also stated that they didn’t even look to see if there, was a bell to ring. They had something more effective to awaken the echoes. They had a crowbar.\nThe detectives did not ring a bell, but the decision of this Court in affirming the denial of the defendant’s constitutional rights should ring the Liberty Bell, warning the citizenry of this Commonwealth that unless they are vigilant, they may be pried loose from the foundations of their hitherto sacrosanct homes by decisions such as the one handed down by the Majority in this case.\nI have written many Dissenting Opinions on this bench but none, I feel, more necessary to write than this one. I do not write as many dissenting opinions as I once did because no small number of the principles I enunciated in those dissenting opinions of earlier years are now the law of the Commonwealth, either by Court decision or by legislative enactment. Often I will simply note a dissent in a case because I have already expressed, in some previous litigations, my views on the legal questions involved. However it was mandatory that I write a Dissenting Opinion here, and one of some length, because I am hoping that the defendant will petition the Supreme Court of the United States for a writ of certiorari. In view of that possibility I felt it was absolutely necessary to expound the issues at length in a Minority Opinion because no one could ever know what the facts are, or what is really involved, by reading the Majority Opinion.\nAU italics mine.\nSee Commonwealth v. Wright, 411 Pa. 81.\nMiller v. U.S., 357 U.S. 301; McKnight v. U.S., 183 F. 2d 977; Masiello v. U.S., 304 F. 2d 399.\nWharton’s Criminal Evidence, 12th Ed., Anderson, §544, p. 406; §516, p. 340.",
        "type": "dissent",
        "author": "Mr. Justice Musmanno :"
      }
    ],
    "attorneys": [
      "Joseph W. deFuria, with him deFuria, Larkin & deFuria, for appellant.",
      "Ralph B. D’lorio, Assistant District Attorney, with him Jacques H. Fox, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Ametrane, Appellant.\nArgued April 21, 1966.\nBefore Bell, C. J., Musmanno, Cohen, Eagen and Roberts, JJ.\nreargument refused July 25, 1966.\nJoseph W. deFuria, with him deFuria, Larkin & deFuria, for appellant.\nRalph B. D’lorio, Assistant District Attorney, with him Jacques H. Fox, District Attorney, for Commonwealth, appellee.\nJune 24, 1966:"
  },
  "file_name": "0083-01",
  "first_page_order": 107,
  "last_page_order": 126
}
