{
  "id": 1901680,
  "name": "Farrington Will",
  "name_abbreviation": "Farrington Will",
  "decision_date": "1966-06-24",
  "docket_number": "Appeal, No. 281",
  "first_page": "164",
  "last_page": "169",
  "citations": [
    {
      "type": "official",
      "cite": "422 Pa. 164"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "190 Pa. 375",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        905077
      ],
      "year": 1899,
      "pin_cites": [
        {
          "page": "42"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/190/0375-01"
      ]
    },
    {
      "cite": "46 Atl. 1",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1900,
      "opinion_index": 0
    },
    {
      "cite": "195 Pa. 450",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        914059
      ],
      "year": 1900,
      "opinion_index": 0,
      "case_paths": [
        "/pa/195/0450-01"
      ]
    },
    {
      "cite": "58 Atl. 899",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1904,
      "opinion_index": 0
    },
    {
      "cite": "209 Pa. 521",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936264
      ],
      "year": 1904,
      "opinion_index": 0,
      "case_paths": [
        "/pa/209/0521-01"
      ]
    },
    {
      "cite": "151 Atl. 809",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1930,
      "opinion_index": 0
    },
    {
      "cite": "301 Pa. 223",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1126473
      ],
      "year": 1930,
      "opinion_index": 0,
      "case_paths": [
        "/pa/301/0223-01"
      ]
    },
    {
      "cite": "53 A. 2d 731",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1947,
      "opinion_index": 0
    },
    {
      "cite": "357 Pa. 296",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        472086
      ],
      "year": 1947,
      "opinion_index": 0,
      "case_paths": [
        "/pa/357/0296-01"
      ]
    },
    {
      "cite": "181 Atl. 500",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1935,
      "opinion_index": 0
    },
    {
      "cite": "320 Pa. 513",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1163635
      ],
      "year": 1935,
      "opinion_index": 0,
      "case_paths": [
        "/pa/320/0513-01"
      ]
    },
    {
      "cite": "153 Atl. 736",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1931,
      "opinion_index": 0
    },
    {
      "cite": "302 Pa. 516",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1129090
      ],
      "weight": 2,
      "year": 1931,
      "opinion_index": 0,
      "case_paths": [
        "/pa/302/0516-01"
      ]
    },
    {
      "cite": "177 A. 2d 432",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "406 Pa. 14",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1304894
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa/406/0014-01"
      ]
    },
    {
      "cite": "104 Atl. 802",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1918,
      "opinion_index": 0
    },
    {
      "cite": "262 Pa. 39",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044372
      ],
      "year": 1918,
      "opinion_index": 0,
      "case_paths": [
        "/pa/262/0039-01"
      ]
    },
    {
      "cite": "127 Atl. 235",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1924,
      "pin_cites": [
        {
          "page": "236"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "281 Pa. 565",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1087007
      ],
      "year": 1924,
      "opinion_index": 0,
      "case_paths": [
        "/pa/281/0565-01"
      ]
    },
    {
      "cite": "29 A. 2d 514",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1943,
      "opinion_index": 0
    },
    {
      "cite": "346 Pa. 271",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1216463
      ],
      "year": 1943,
      "opinion_index": 0,
      "case_paths": [
        "/pa/346/0271-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 468,
    "char_count": 7565,
    "ocr_confidence": 0.471,
    "pagerank": {
      "raw": 2.4653857506495584e-07,
      "percentile": 0.8059543239779616
    },
    "sha256": "791c244bd1369a124124c018e07e9811a8f01999c1b2302d50177c48ba8f87eb",
    "simhash": "1:0809a5936d3cd4af",
    "word_count": 1262
  },
  "last_updated": "2024-02-27T23:35:32.208511+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Chief Justice Bell concurs in the result."
    ],
    "parties": [
      "Farrington Will."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Roberts,\nAt issue in this appeal is the testamentary effectiveness of a self-drawn, partially typed instrument on a printed will form.\nDecedent, a justice of the peace, died October 2, 1963, survived by his wife and three sons. A self-drawn document dated April 2, 1954, was duly probated as his will. Gilbert Farrington, the eldest son of decedent and appellant herein, filed objections to the first and final account of the executors, and also excepted to their statement of proposed distribution. The court below dismissed the objections and exceptions and this appeal followed.\nAs observed by the court below, the dispute stems from the fact that decedent attempted to integrate his own testamentary language with that of a printed will form. Item second of that document, which is the source of the present conflict, contains the following admixture, the italicized portion representing decedent’s typewritten insertions:\n“Second: I give devise and bequeath unto my wife, Vivian and my two sons Ronald J. and Bruce J. the income from same to be used for maintenance and education of said two sons with as much principal as necessary therefor, all my Estate, real, personal or mixed, of whatever nature or kind, or wheresoever situate at the time of my decease.\nMy son Gilbert III has already received his share during my lifetime . . . .”\nAppellant contends that this item is phrased in such a manner so as to render impossible any attempt to discern the intention of decedent with respect to the disposition of his property from the language employed. It is urged that by attempting to give “income from same” without reference to what the “same” was to consist of, decedent failed to disclose the nature of the gift. Appellant concludes therefore that the document must fail as a will, entitling him, as a natural son, to share in the disposition of his father’s estate under intestacy law.\nThe court below rejected this contention, concluding that the instrument, when viewed as a whole, revealed a clear testamentary intent on the part of decedent to dispose of his entire estate equally among his wife and two of his sons and that the document was entitled to probate as decedent’s will.\nTestator used language which purported to dispose of his estate, and, except for the fact that he interposed a direction with respect to part of his estate so as to render the sentence structure ungrammatical, no problem would exist. Were that direction to be placed in its logical and grammatical sequence, item second of the document would then read: “I give devise and bequeath unto my wife Vivian and my two sons Ronald J. and Bruce J. all my Estate, real, personal or mixed, of whatever nature or kind, or wheresoever situate at the time of my decease, the income from same to be used for maintenance and education of said two sons with as much principal as necessary therefor\nMoreover, this same result would obtain if one were simply to setoff the troublesome phrase, “the income from same to be used for maintenance and education of said two sons with as much principal as necessary therefor,” with commas.\nOur review convinces us that the court below correctly viewed this instrument as embodying the testamentary intent of decedent. This is not a case in which the transposition of a sentence or the addition of punctuation in any way supplies an intent on the part of decedent not otherwise apparent. Cf. Conner’s Estate, 346 Pa. 271, 29 A. 2d 514 (1943). The court below merely employed the technique, long utilized by the courts of this Commonwealth when faced with a document which clearly, albeit ungrammatically, expresses the intent of a testator, of transposing a sentence in order to effectuate the testamentary purpose. See Biles v. Biles, 281 Pa. 565, 127 Atl. 235 (1924); Worst v. DeHaven, 262 Pa. 39, 104 Atl. 802 (1918). It is not rules of grammar which are significant, but rather the intent of the testator, and the order of words is immaterial if a different arrangement will best express that intent. Biles v. Biles, supra; Worst v. DeHaven, supra.\nIn this case, appellant ashed the court to adopt a construction of testator’s language which would render the document meaningless. The court below quite properly rejected this construction, in compliance with the rule that a will must be read so as not to render it nugatory and futile, if a reasonable and apparent construction is possible which would give effect to the instrument as a testamentary document. See Vandergrift Estate, 406 Pa. 14, 177 A. 2d 432 (1962); Fisher's Estate, 302 Pa. 516, 153 Atl. 736 (1931). We conclude therefore that the court below did not err in treating this document as decedent’s last will and testament, and in overruling appellant’s objection.\nAppellant alternatively contends, however, that even if the language discloses a testamentary intent, it merely operated to create a trust, the corpus of which, since no remainder interest was created, must ultimately pass through the decedent’s estate by intestacy. In rejecting this contention, the court below determined that the phrase commencing with “the income from same” was merely precatory, and, as such, insufficient to override the absolute gift first made. Cf. Byrne’s Estate, 320 Pa. 513, 181 Atl. 500 (1935).\nOur review convinces us that the court below correctly interpreted the will as giving the three named beneficiaries each an absolute one-third interest in the estate of decedent. Were the interpretation suggested by appellant to be adopted, we would be forced to conclude that decedent intended that part of his estate pass by intestacy. This we are unable to do. When a decedent drafts a last will and testament, he is presumed, in the absence of an indication to the contrary, to have intended to dispose of his entire estate and not to die intestate as to any part of it. Vandergrift Estate, supra; Carmany Estate, 357 Pa. 296, 53 A. 2d 731 (1947) ; Fisher’s Estate, 302 Pa. 516, 153 Atl. 736 (1931); Biles v. Biles, supra. As this Court said in Biles v. Biles, supra at 568, 127 Atl. at 236, “in order to effectuate this intention, a construction should be adopted that would avoid intestacy unless it does violence to the language of the will.” Certainly the construction adopted below does no such violence; it is entirely consistent with the testamentary scheme revealed in the document as a whole.\nAppellant candidly admits this weakness in his argument, but contends that the presumption against intestacy is overcome in this case by the equally strong presumption that an heir is not to be disinherited except by plain words or necessary implication. French’s Estate, 301 Pa. 223, 151 Atl. 809 (1930). However, this presumption is overcome in the present case by the express language of the will, which provides that “My Son, Gilbert III has already received his share during my lifetime”. Cf. Tucker’s Estate, 209 Pa. 521, 58 Atl. 899 (1904); Everitt’s Estate, 195 Pa. 450, 46 Atl. 1 (1900); McGovran’s Estate, 190 Pa. 375, 42, Atl. 705 (1899).\nWe therefore conclude that the issues herein raised were correctly resolved by the court below, and find no basis for disturbing its adjudication.\nDecree affirmed. Each party to pay own costs.\nMr. Chief Justice Bell concurs in the result.",
        "type": "majority",
        "author": "Mr. Justice Roberts,"
      }
    ],
    "attorneys": [
      "Edward J. Ozorowski, for appellant.",
      "M. Paul Smith, with him Richard L. Grossman, and Smith, Aker, Grossman & Bollinger, for appellees."
    ],
    "corrections": "",
    "head_matter": "Farrington Will.\nSubmitted May 2, 1966.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nEdward J. Ozorowski, for appellant.\nM. Paul Smith, with him Richard L. Grossman, and Smith, Aker, Grossman & Bollinger, for appellees.\nJune 24, 1966:"
  },
  "file_name": "0164-01",
  "first_page_order": 188,
  "last_page_order": 193
}
