{
  "id": 1901704,
  "name": "Shelburne Sportswear, Inc. v. Philadelphia, Appellant",
  "name_abbreviation": "Shelburne Sportswear, Inc. v. Philadelphia",
  "decision_date": "1966-06-24",
  "docket_number": "Appeal, No. 143",
  "first_page": "199",
  "last_page": "209",
  "citations": [
    {
      "type": "official",
      "cite": "422 Pa. 199"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "213 A. 2d 92",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "206 Pa. Superior Ct. 349",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        773144
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/206/0349-01"
      ]
    },
    {
      "cite": "33 Pa. D. & C. 2d 287",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.2d",
      "case_ids": [
        1682364
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c2d/33/0287-01"
      ]
    },
    {
      "cite": "87 A. 2d 85",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1952,
      "opinion_index": 0
    },
    {
      "cite": "170 Pa. Superior Ct. 441",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        474598
      ],
      "year": 1952,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/170/0441-01"
      ]
    },
    {
      "cite": "103 A. 2d 738",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "376 Pa. 542",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1246180
      ],
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/pa/376/0542-01"
      ]
    },
    {
      "cite": "145 A. 2d 720",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "394 Pa. 110",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1280924
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/pa/394/0110-01"
      ]
    },
    {
      "cite": "180 A. 2d 46",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "407 Pa. 106",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1307424
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa/407/0106-01"
      ]
    },
    {
      "cite": "200 A. 2d 883",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "414 Pa. 488",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1890352
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/pa/414/0488-01"
      ]
    },
    {
      "cite": "157 Me. 385",
      "category": "reporters:state",
      "reporter": "Me.",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "116 N.E. 2d 146",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1953,
      "pin_cites": [
        {
          "page": "150"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "330 Mass. 538",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        46207
      ],
      "year": 1953,
      "pin_cites": [
        {
          "page": "543"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/330/0538-01"
      ]
    },
    {
      "cite": "173 A. 2d 141",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1961,
      "pin_cites": [
        {
          "page": "144"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "157 Me. 380",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        921840
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/me/157/0380-01"
      ]
    },
    {
      "cite": "58 P. 2d 812",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1936,
      "pin_cites": [
        {
          "page": "816"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "186 Wash. 384",
      "category": "reporters:state",
      "reporter": "Wash.",
      "case_ids": [
        480246
      ],
      "year": 1936,
      "pin_cites": [
        {
          "page": "394"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash/186/0384-01"
      ]
    },
    {
      "cite": "183 A. 2d 325",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "408 Pa. 24",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1308423
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa/408/0024-01"
      ]
    },
    {
      "cite": "27 Pa. D. & C. 2d 405",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.2d",
      "case_ids": [
        1665619
      ],
      "year": 1961,
      "pin_cites": [
        {
          "page": "418"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c2d/27/0405-01"
      ]
    },
    {
      "cite": "258 Fed. 800",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6735564
      ],
      "year": 1919,
      "pin_cites": [
        {
          "page": "803-4"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/258/0800-01"
      ]
    },
    {
      "cite": "25 Pa. D. & C. 2d 790",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.2d",
      "case_ids": [
        1659324
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c2d/25/0790-01"
      ]
    },
    {
      "cite": "319 U.S. 436",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        366847
      ],
      "weight": 2,
      "year": 1943,
      "pin_cites": [
        {
          "page": "438-39"
        },
        {
          "page": "1134"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/319/0436-01"
      ]
    },
    {
      "cite": "36 N.E. 2d 354",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1941,
      "opinion_index": 0
    },
    {
      "cite": "377 Ill. 282",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2547051
      ],
      "year": 1941,
      "opinion_index": 0,
      "case_paths": [
        "/ill/377/0282-01"
      ]
    },
    {
      "cite": "123 N.E. 2d 713",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "4 Ill. 2d 459",
      "category": "reporters:state",
      "reporter": "Ill. 2d",
      "case_ids": [
        2700300
      ],
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/ill-2d/4/0459-01"
      ]
    },
    {
      "cite": "133 P. 2d 400",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1943,
      "opinion_index": 0
    },
    {
      "cite": "21 Cal. 2d 524",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2229044
      ],
      "year": 1943,
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/21/0524-01"
      ]
    },
    {
      "cite": "193 F. Supp. 683",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        456334
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/193/0683-01"
      ]
    },
    {
      "cite": "93 F. 2d 661",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1010899
      ],
      "year": 1938,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/93/0661-01"
      ]
    },
    {
      "cite": "179 Atl. 442",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1935,
      "opinion_index": 0
    },
    {
      "cite": "319 Pa. 140",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1162302
      ],
      "year": 1935,
      "pin_cites": [
        {
          "page": "141"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/319/0140-01"
      ]
    },
    {
      "cite": "194 A. 2d 437",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "pin_cites": [
        {
          "page": "442"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "412 Pa. 302",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1887218
      ],
      "year": 1963,
      "pin_cites": [
        {
          "page": "312"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/412/0302-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 871,
    "char_count": 15831,
    "ocr_confidence": 0.472,
    "pagerank": {
      "raw": 7.202237379644394e-07,
      "percentile": 0.9675842105080258
    },
    "sha256": "f9052534af98eb343f0a8d59fbea7ff44640349b1e9426602010c54652eb2169",
    "simhash": "1:36df8d2be7ff1fde",
    "word_count": 2594
  },
  "last_updated": "2024-02-27T23:35:32.208511+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Justice Jones concurs in tbe result."
    ],
    "parties": [
      "Shelburne Sportswear, Inc. v. Philadelphia, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Roberts,\nThis appeal presents a question under the Philadelphia Mercantile License Tax. An assessment thereunder was made by the City of Philadelphia against appellee, Shelburne Sportswear, Inc., a Pennsylvania corporation, for the years 1959 and 1960. Shelburne appealed to the Tax Review Board of the City of Philadelphia, which sustained the imposition of the tax. A further appeal to the Court of Common Pleas of Philadelphia County resulted in the decision of the Tax Review Board being reversed and the assessment being set aside. The decision of the Court of Common Pleas was affirmed by the Superior Court, and we allowed the petition of the City of Philadelphia for allocatur. For the reasons hereinafter stated, we are of the view that the Court of Common Pleas erred in reversing the Tax Review Board and that its decision may not stand.\nThe essential facts are not in dispute. Appellee, Shelburne, was organized in 1954 for the purpose of engaging in a form of manufacturing known as “full fashioned” knitting. So far as the record reveals, it is a de jure corporation, having issued shares of stock, elected directors, and appointed corporate officers. It has one or more bank accounts; it owns certain property including the knitting machinery employed in its operations; it rents space for its facilities; it employs and pays labor; and it pays for repairs to its machinery, for spare parts, and for certain supplies used in its operations. While its officers do not receive remuneration, appellee’s president, on occasion, received a salary.\nThe “full fashioned” knitwear manufactured by appellee is devoted exclusively to supplying Clover Knitting Mills, Inc., an affiliate having the same stockholders owning shares in the same proportion and the same directors and officers. Shelburne’s operations are comprised of knitting yarns supplied by its affiliate, Clover, into unfinished garments such as “sweater bodies” and transferring its work product to Clover. In exchange for the service rendered by appellee, Clover provides sufficient funds for Shelburne to meet its expenses. Thus, appellee’s receipts from Clover are not based upon a unit or other fixed price for the services which it performs but are calculated merely to meet Shelburne’s costs of operation. As a result of this arrangement, appellee operates in a state of economic stasis, showing neither profit nor loss.\nThe City of Philadelphia, pursuant to power granted by the Act of August 5, 1932, P. L. 45, §1, 53 P.S. §15971, subject to certain exceptions and qualifications not here relevant, imposes an annual mercantile license tax upon every person engaged in “business.” As defined in the ordinance, the term “business” includes: “The carrying on or exercising for gain or profit within the City any trade, business, profession, vocation or making sales to persons within the City, or any manufacturing, commercial or financial activity, service or business, including but not limited to manufacturers, brokers, wholesale dealers or wholesale vendors, retail dealers, or retail vendors. . . .” Philadelphia Code §19-1001(1).\nAppellee, in urging that its activities are not such as to subject it to the tax in question, contends that although incorporated as an independent entity, it is, as a matter of economic reality, a department or division of its affiliate, Clover — a mere bookkeeping device rather than a viable and independent corporation. Its position is predicated on the fact that Shelburne returns no profit and was not intended to return a profit but was organized to permit Clover to engage in a new enterprise, full fashioned knitting, without subjecting itself to the claims of creditors of that venture should it fail.\nEmbodied in appellee’s argument are two distinct but related contentions. It first argues that it is not an independent business entity and, thus, not within the class of enterprises sought to be subjected to the Mercantile License Tax. It further urges that even if it be deemed a business enterprise separate and apart from Clover, it is not engaged in business “for gain or profit” within the meaning of the ordinance and, therefore, not subject to the tax. We are unable to agree with either contention.\nOrdinarily, separate corporations retain their distinct identities notwithstanding the fact that they may have common stockholders, directors, and officers. See Independence Township School District Appeal, 412 Pa. 302, 312, 194 A. 2d 437, 442 (1963) ; Harrisburg v. Harrisburg Railways Co., 319 Pa. 140, 141, 179 Atl. 442 (1935). Accordingly, while the corporate entity is no more sacrosanct in the field of taxation than in other fields of the law, the tendency in such matters is not to disregard corporate individuality. 1 Fletcher, Cyclopedia Corporations §40 (1968). Thus, corporate affiliation has generally not been permitted to reduce the incidence of taxation. 14 Fletcher, Cyclopedia Corporations §7034 (1965) ; see, In re Bush Terminal Co., 93 F. 2d 661 (2d Cir. 1938); Loans & Service, Inc. v. United States, 193 F. Supp. 683 (N.D. Ohio 1961) ; Northwestern Pac. R. Co. v. State Board of Equalization, 21 Cal. 2d 524, 133 P. 2d 400 (1943); Superior Coal Co. v. Department of Revenue, 4 Ill. 2d 459, 123 N.E. 2d 713 (1954) ; Superior Coal Co. v. Department of Finance, 377 Ill. 282, 36 N.E. 2d 354 (1941). As the Supreme Court of the United States stated in Moline Properties, Inc. v. Commissioner of Internal Revenue, 319 U.S. 436, 438-39, 63 S. Ct. 1132, 1134 (1943), “the doctrine of corporate entity fills a useful purpose in business life. Whether the purpose be to gain an advantage under the law of the state of incorporation or to avoid or to comply with the demands of creditors or to serve the creator’s person or undisclosed convenience, so long as that purpose is the equivalent of business activity or, is followed by the carrying on of business by the corporation, the corporation remains a separate taxable entity. . . .”\nIn considering the validity of appellee’s contention that it is a mere bookkeeping device rather than a truly independent business entity and, therefore, not subject to the present tax, we recognize an element of merit in the argument advanced. However, the matter is one of vantage point, for surely a corporation which does engage, by all traditional standards, in an independent and profitable activity could make the same claim with respect to its relationship to an affiliate wholly owned by the same principals. Even more persuasive would be a like claim by a subsidiary with respect to the parent corporation. Yet, even though “a wholly owned subsidiary is generally incorporated or acquired by the parent corporation for the purpose of advantageously carrying on some phase of the parent corporation’s activities or business, the courts have been reluctant to disregard the separate legal entities . . . merely to grant relief from sales, or similar taxes at the expense of the state or its subdivisions.” Commonwealth v. Penn Fruit Co., Inc., 78 Dauph. 300, 304 (1962); see Commonwealth v. Prudential Industries, Inc., 80 Dauph. 381 (1963); Commonwealth v. Sylvan Seal Milk, Inc., 25 Pa. D. & C. 2d 790 (1961).\nIt has been urged that, in light of the interrelated nature of Shelburne and its affiliate, Clover, the imposition of the present tax would create an injustice. We do not agree. While the principals of Shelburne seek to claim the protection of corporate identity for one purpose, to insulate Clover from the claims of creditors of the “full fashioned” knitting operations, they ask that we pierce the corporate veil for the purpose of reducing the incidence of taxation. This we are unwilling to do.\nWe are unable to perceive how the imposition of the present tax creates a greater injustice than the imposition of the same tax upon an enterprise which, although organized to return a profit, does not in fact do so. Likewise, the insulation of Clover and the principals of both corporations from the claims of creditors of Shelburne, if challenged, would be vigorously defended. We are unpersuaded that the imposition of the present tax creates a burden incommensurate with the benefits accorded the principals of appellee by reason of their decision to adopt the corporate form of organization.\nWe do not deal here with a matter which may be reconciled by reference to principles of fairness. What tax consequences should flow in the instant case is a matter of legislative intent. While “courts neither follow the law’s fictions blindly nor reject them out of hand,” with respect to appellee’s contention that, for the purpose of the present tax, it is not an entity separate and apart from Clover, nothing has been called to our attention which persuades us to disregard those principles which otherwise guide us in the determination of corporate identity. All the indicia of such identity are presented by appellee. Appellee conducts a form of activity which is subject to taxation, if it may be deemed an independent business. It has elected to treat itself as such a business for some purposes; it may not disavow that identity merely to avoid the burden of taxation.\nIn considering the tax consequences of appellee’s activities, we also take note of the contention which has been advanced that Shelburne is not a taxable entity because it is not engaged in business for “gain or profit”. However, in our view, the mere fact that Shelburne’s operations are not profitable when viewed from the perspective of its balance sheet, the relationship of its expenditures to its receipts, is not sufficient to place it beyond the reach of the instant tax. The terms “gain or profit” are not limited to the accomplishment of an excess of receipts over expenditures. A contrary conclusion would require the adoption of a narrower construction of the phrase “gain or profit” than has generally been accorded those terms by courts of other jurisdictions and one more circumscribed than we believe was intended by their inclusion in the present ordinance.\nIn Associated Pipe Line Co. v. United States, 258 Fed. 800, 803-4 (9th Cir. 1919), the court was confronted with the question of whether the taxpayer was a corporation “organized for profit” so as to be subject to excise tax under the Federal Corporation Tax Law of 1909. There, two corporations engaged in the petroleum business organized a pipe line company to operate and extend a line for the transmission of oil. The pipe line company dealt exclusively with the parent corporations and received in payment for the services which it rendered amounts just sufficient to meet its expenses. In contesting the imposition of the tax, the pipe line company argued that it was not a corporation organized for profit, contending that it had never earned a profit and that its income had never exceeded the cost of maintenance and operation. In sustaining the imposition of the tax, the court stated: “It is hard to conceive that the formation of the corporation was had with a view other than the realization of profit. It may be that the stockholders . . . took the profit away from the corporation, but it is clear that the way in which the money was made was by a corporate organization; and the corporation, having achieved the object of its creation, became subject to the imposition of the tax . . ..”\nSimilar considerations led the court in Commonwealth v. 2101 Cooperative, Inc. (No. 1), 27 Pa. D. & C. 2d 405, 418 (1961), aff’d on the opinion of the court below, 408 Pa. 24, 183 A. 2d 325 (1962), to conclude that a “cooperative” apartment house was taxable as a profit making enterprise. In reaching this conclusion, the court quoted from the opinion in State ex rel. Troy v. Lumbermen’s Clinic, 186 Wash. 384, 394, 58 P. 2d 812, 816 (1936), wherein the Supreme Court of Washington observed: “Profit does not nesessarily mean a direct return by way of dividends, interest, capital account or salaries. A saving of expense which would otherwise necessarily be incurred is also a profit to the person benefited. If respondent renders to its incorporators or members, or to businesses in which they are interested and in whose profits they share, a service at a cost lower than that which would otherwise be paid for such service, then respondent’s operations result in a profit to its members. . . .” Cf. Bonnar-Vawter, Inc. v. Johnson, 157 Me. 380, 173 A. 2d 141 (1961); Harry Alan Gregg, Jr. Family Foundation, Inc. v. Commissioner of Corporations and Taxation, 330 Mass. 538, 543, 116 N.E. 2d 146, 150 (1953).\nIn the instant case, Shelburne was not prohibited from making a profit, or from selling its services to members of the clothing industry other than Clover. The failure to realize a profit from its transactions, or to deal with others than Clover, was not by prohibition but by choice. Cf. Bonnar-Vawter, Inc. v. Johnson, 157 Me. 385, 173 A. 2d 141, 144 (1961). Thus, the effect of the arrangement was the diversion, by conscious choice on the part of Shelburne’s management, of profits which would otherwise have been realized in the normal course of appellee’s operations. Such diversion does not entitle Shelburne to claim that it was not engaged in a business for “profit or gain” within the meaning of the Mercantile License Tax and, thus, to avoid the burden of taxation imposed by the City of Philadelphia for the privilege of engaging in business therein.\nFinally, appellee contends that the resolution of the instant dispute is controlled by the decisions in Tax Review Board v. Brine Corp., 414 Pa. 488, 200 A. 2d 883 (1964); Ed. McKean Oldsmobile Co. v. Pittsburgh, 407 Pa. 106, 180 A. 2d 46 (1962); Jefferson Grocery Co. of Pittsburgh v. Pittsburgh School District, 394 Pa. 110, 145 A. 2d 720 (1958); Philadelphia School District v. Frankford Grocery, 376 Pa. 542, 103 A. 2d 738 (1954); and H. J. Heinz Co. v. School District of Pittsburgh, 170 Pa. Superior Ct. 441, 87 A. 2d 85 (1952).\nTax Review Board v. Brine Corp., supra, is not here relevant, that decision having involved a consideration of the concept of “passive income”. Likewise, Jefferson Grocery Co. of Pittsburgh v. Pittsburgh School District, supra, presented a problem of statutory construction involving the phrase “wholesale dealer or wholesale vendor” under an ordinance other than that which controls the instant case. We do not view the considerations relevant to the disposition of that case here controlling.\nEqually inapposite are the decisions in Ed. McKean Oldsmobile Co. v. Pittsburgh, supra, and H. J. Heinz Co. v. School District of Pittsburgh, supra. In both of these decisions, the activity sought to be taxed was found to be a service in the nature of a non-profit accommodation rather than a part of the taxpayer’s normal business activity, and, as sucb, nontaxable. Finally, our decision in Philadelphia, School District v. Frankford Grocery, supra, was controlled by considerations relating to tbe unique form of organization known as tbe “cooperative”. Sucb considerations are in no way relevant to tbe instant case.\nAccordingly tbe order of tbe Superior Court is reversed.\nMr. Justice Jones concurs in tbe result.\nPhiladelphia Code §19-1003.\nT.R.B. Memorandum Opinion No. 61 H, August 3, 1961.\n33 Pa. D. & C. 2d 287 (C.P. Phila. 1964).\n206 Pa. Superior Ct. 349, 213 A. 2d 92 (1965),\nKnickerbocker, The Logical Difficulties of Let’s-Pretend Tax Law, 9 Vill. L. Bev. 3, 14 (1963).",
        "type": "majority",
        "author": "Mr. Justice Roberts,"
      }
    ],
    "attorneys": [
      "Levy Anderson, First Deputy City Solicitor, with him Edward Or. Bauer, Jr., City Solicitor, for City of Philadelphia, appellant.",
      "Richard B. Mails, with him MalAs, Malis <& Mails, for appellee."
    ],
    "corrections": "",
    "head_matter": "Shelburne Sportswear, Inc. v. Philadelphia, Appellant.\nArgued May 26, 1966.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nLevy Anderson, First Deputy City Solicitor, with him Edward Or. Bauer, Jr., City Solicitor, for City of Philadelphia, appellant.\nRichard B. Mails, with him MalAs, Malis <& Mails, for appellee.\nJune 24, 1966:"
  },
  "file_name": "0199-01",
  "first_page_order": 223,
  "last_page_order": 233
}
