{
  "id": 1901731,
  "name": "Springman Estate",
  "name_abbreviation": "Springman Estate",
  "decision_date": "1966-06-24",
  "docket_number": "Appeal, No. 218",
  "first_page": "258",
  "last_page": "267",
  "citations": [
    {
      "type": "official",
      "cite": "422 Pa. 258"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "148 A. 2d 895",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "395 Pa. 322",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1282783
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/395/0322-01"
      ]
    },
    {
      "cite": "182 A. 2d 732",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "407 Pa. 638",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1307398
      ],
      "pin_cites": [
        {
          "page": "640"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/407/0638-01"
      ]
    },
    {
      "cite": "172 A. 2d 146",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "404 Pa. 412",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1301479
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/404/0412-01"
      ]
    },
    {
      "cite": "143 A. 2d 367",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "393 Pa. 527",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1279708
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/393/0527-01"
      ]
    },
    {
      "cite": "121 A. 2d 157",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "384 Pa. 605",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1263143
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/384/0605-01"
      ]
    },
    {
      "cite": "119 A. 2d 60",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "383 Pa. 566",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1261884
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/383/0566-01"
      ]
    },
    {
      "cite": "87 A. 2d 243",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "369 Pa. 450",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1232331
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/369/0450-01"
      ]
    },
    {
      "cite": "143 A. 2d 42",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "393 Pa. 513",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1279600
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/393/0513-01"
      ]
    },
    {
      "cite": "159 A. 2d 197",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "398 Pa. 470",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1289125
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/398/0470-01"
      ]
    },
    {
      "cite": "159 A. 2d 201",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "399 Pa. 274",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1290521
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/399/0274-01"
      ]
    },
    {
      "cite": "162 A. 2d 626",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "400 Pa. 629",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1292527
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/400/0629-01"
      ]
    },
    {
      "cite": "168 A. 2d 337",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "403 Pa. 179",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1299511
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/403/0179-01"
      ]
    },
    {
      "cite": "201 A. 2d 592",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "414 Pa. 579",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1890345
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/414/0579-01"
      ]
    },
    {
      "cite": "207 A. 2d 840",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "417 Pa. 263",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1894064
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/417/0263-01"
      ]
    },
    {
      "cite": "216 A. 2d 66",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "420 Pa. 219",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1898568
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/420/0219-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 617,
    "char_count": 14759,
    "ocr_confidence": 0.476,
    "pagerank": {
      "raw": 5.8591662004228935e-08,
      "percentile": 0.3648614262839262
    },
    "sha256": "ae7f6dbf205d9237646b0d7ae9afd8ef18652ab2bf3965718a715dd6a0f305eb",
    "simhash": "1:324370d064703475",
    "word_count": 2499
  },
  "last_updated": "2024-02-27T23:35:32.208511+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Cohen, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Justice Jonhs took no part in the consideration or decision of this case."
    ],
    "parties": [
      "Springman Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Bell,\nChristina K. Springman died testate March 19, 1945. In Paragraphs Seventeenth to Twentieth of her will, dated July 31, 1939, she provided in detail for the disposition of the principal of and the income from her residuary estate. Appellant Scott Reckefus, who is an income beneficiary thereunder, appeals from a final Decree of the Orphans’ Court which confirmed an adjudication which appellant contends misinterpreted his share of income.\nIn the first 16 paragraphs of her will, testatrix made some specific and pecuniary gifts to relatives and friends. In the Seventeenth paragraph, she gave all her residuary estate to her trustees upon certain trusts, including permission to her sisters and brothers to occupy premises 1233 South 52nd Street rent-free during their lifetime, and upon the death of the survivor to convey said property unto Scott in fee simple. She then gave a specific monthly annuity to her sisters and brothers with direction to pay the balance of the net income quarterly to her husband for his life.\nIn the Eighteenth paragraph of her will she provided that upon the death of any of her brothers or her sister Gladys before the death of her husband, the income theretofore paid to him or her should be paid to her husband for his life, and if her sister Irma predeceased her husband, the income theretofore paid to her should be paid to her son Scott not for his life, but only until the death of her husband.\nThere then follow these very important paragraphs:\n“Nineteenth : At and immediately upon the death of my said husband, I order and direct my Trustees ... to pay the net income from my entire residuary estate, in even and equal parts, unto such of my four brothers and sisters who may be living at that time, in quarter-yearly installments, for and during the term of their natural lives. Provided, however, that if my sister, Irma Reckefus, shall have predeceased my husband, or if she shall have survived him, then upon her death, I desire that her son, Scott Rechefns, shall receive the share of income [not which Irma was then receiving, but] which she would have received had she been living at the time of his [her husband’s] death— which said share shall be paid to the said Scott Reckefus for and during the term of his natural life, without augmentation, after the death of his mother, by virtue of the death of any of his said uncles or aunt, as hereinafter provided.\n“At and immediately upon the death of my said brothers, Robert Klee and Herbert Klee, and my sister, Gladys Woelpper (and of my sister, Irma Reckefus, should her son Scott predecease her) the income theretofore paid to the one so dying shall be added, in equal shares, to that then received by my said brothers and sisters.\n“Twentieth: At and immediately upon the death of the survivor of my husband, my brothers, Robert Klee and Herbert Klee, and my sisters, Gladys Woelpper and Irma Reckefus, if my nephew, Scott Reckefus, shall then be living, I order and direct my Trustees, and the survivor of them, to set aside for the use and benefit of the said Scott Reckefus assets sufficient to produce an income approximately equal to that which he shall then be receiving, and to pay the income from such assets (or any properly substituted therefor) unto the said Scott Reckefus for and during the term of his natural life.\n“Upon the death of the said Scott Reckefus, my Trustees, and the survivor of them, shall transfer and assign the principal or corpus of said fund [the assets set aside for Scott] unto The Pennsylvania Institution For The Instruction Oe The Blind, now located at Overbrook, Philadelphia, Pennsylvania, and its successors, absolutely.\n“Of the balance of the corpus of my residuary estate (upon the death of the survivor of my husband, brothers and sisters) I give and bequeath, as follows:\n(a) Lankenau Hospital $ 5,000\n(b) The Children’s Seashore House $ 3,000\n(c) Betty Bacharach Home for Crippled Children $ 3,000\n(d) Northern Home for Friendless Children $ 2,000\n(e) Woman’s Club of Philadelphia $ 1,000\n(f) Wiley Mission $ 1,000\n(g) University of Pennsylvania $25,000\n(h) And all the rest, residue and remainder of my residuary estate, I give, devise and bequeath unto The Pennsylvania Institution For The Instruction Of The Blind, now located at Overbrook, Philadelphia, Pennsylvania, and its successors, absolutely.”\nTestatrix’s husband predeceased her- — an event apparently not contemplated by testatrix; her two brothers and two sisters as well as her nephew Scott Reckefus, the appellant, survived her. Her sister Gladys died January 15, 1952, her brother Herbert died June 20, 1954, and her brother Robert died November 4, 1960. Neither Gladys nor Herbert nor Robert ever had any issue. Testatrix’s other sister, Irma Reekefus, who was the mother of appellant, died May 31, 1964.\nThe Orphans’ Court, sur the audit of the account of testatrix’s trustees (which showed a balance of personalty of $318,765.84 and of real estate carried at $3,-750) made the following awards: (1) To appellant— the real estate which had been specifically devised to him; (2) To the testamentary trustees — (a) One-quarter of the principal of her residuary estate in further trust to pay the income therefrom to appellant for his life, and upon his death to transfer “the principal or the corpus of said fund” to Overbrook School for the Blind, formerly known as the Pennsylvania Institution for the Instruction of the Blind; and (b) to pay out of the balance of the corpus of her residuary estate (not after the death of Scott but) “upon the death of the survivor of my husband, brothers and sisters,” the above mentioned pecuniary legacies which were specifically bequeathed to each of the seven named charities enumerated in Paragraph Twentieth of the will; and (c) “all the rest residue and remainder of my residuary estate” to the Overbrook School for the Blind.\nAppellant contends that these awards were erroneous and that — except for the $40,000 in pecuniary legacies which were bequeathed to the seven named charities on the death of the survivor of testatrix’s husband and brothers and sisters — the entire balance of the residuary estate and not merely a quarter thereof, should have been awarded to the testamentary trustees in trust to pay all the income therefrom to him.\nThe law governing the interpretation of wills is well and clearly settled. In Wachstetter Will, 420 Pa. 219, 216 A. 2d 66, the Court said (pages 222-223) : “The law is aptly stated in Hoover Estate, 417 Pa. 263, 207 A. 2d 840, where the Court said (page 266) : ‘In Houston Estate, 414 Pa. 579, 201 A. 2d 592, the Court, quoting from prior decisions, said (pages 586-587) : “. . . 1 “It is now hornbook law (1) that the testator’s intent is the polestar and must prevail; and (2) that his intent must be gathered from a consideration of (a) all the language contained in the four corners of his will and (b) his scheme of distribution and (c) the circumstances surrounding him at the time he made his will and (d) the existing facts; and (3) that technical rules or canons of construction should be resorted to only if the language of the will is ambiguous or conflicting, or the testator’s intent is for any reason uncertain; Dinkey Estate, 403 Pa. 179, 168 A. 2d 337; Pruner Estate, 400 Pa. 629, 162 A. 2d 626; Wanamaker Estate, 399 Pa. 274, 159 A. 2d 201; Hope Estate, 398 Pa. 470, 159 A. 2d 197.” ’\n“ ‘ . . . ‘ “it is not what the Court thinks he might or would or should have said in the existing circumstances, or even what the Court thinks he meant to say, but what is the meaning of his words. Kelsey Estate, 393 Pa. 513, 143 A. 2d 42; Britt Estate, 369 Pa. 450, 87 A. 2d 243; Sowers Estate, 383 Pa. 566, 119 A. 2d 60; Cannistra Estate, 384 Pa. 605, 121 A. 2d 157”; Saunders Estate, 393 Pa. 527, 143 A. 2d 367. See to the same effect Althouse Estate, 404 Pa. 412, 172 A. 2d 146 . . .’; Woodward Estate, 407 Pa. 638, 640, 182 A. 2d 732.” ’ ”\nIn spite of the fact that the will is not as expertly drawn or always as clearly expressed as it should have been, we believe that with respect to the questions here involved, the intent, the meaning and the general scheme of testatrix’s will are clear, namely, after the death of his mother Irma, Scott was to receive for his life an income approximately equal to the income which his mother was entitled to receive at the death of testatrix’s husband (i.e. one-quarter) without any subsequent augmentation.\nIn the particularly important Nineteenth Paragraph of her will, testatrix gave the net income from her entire residuary estate in equal parts unto such of her four brothers and sisters as were living at the death of Tier husband, for their respective lives. Furthermore, testatrix desired and intended and said that upon the death of Robert and Herbert and Gladys “the income theretofore paid to the one so dying shall be added in equal shares to that then received by my said brothers and sisters”. In other words, the share of income payable to each of her brothers and sisters was to be augmented by adding thereto the share of income which the dying one had been receiving. How different is this provision from the provision which testatrix made for Scott, who was to be paid upon the death of his mother Irma the share of income, not which Irma was then receiving, but which she would have received had she been living at the time of the death of testatrix’s husband and without any augmentation by virtue of the death of either' of his uncles or aunt. In this sentence testatrix clearly said, not once but twice, what share of income she wished Scott to receive if his mother Irma survived testatrix’s husband and if Scott survived his mother.\nThis intent, meaning and scheme of the testatrix to give Scott — not the augmented income which his mother Irma was receiving at her death* but — only the share of income Irma was entitled to receive if she survived testatrix’s husband, is further evidenced in and by the Twentieth Paragraph of testatrix’s will.\nIn that paragraph testatrix provided that after the death of the survivor of her husband and her brothers and sisters, if her nephew Scott should then be living, the trustees should “set aside assets sufficient to pay Scott for his life [not all the income from the residuary trust estate but] ah income approximately equal to that which he shall then be receiving,” i.e., the share of income given to Ms mother Irma at the death of testatrix’s husband, without any augmentation.\nTestatrix’s intent to give Scott only approximately one-quarter of the income from her residuary estate is further evidenced by her direction to her trustees, upon Scotfs death, to transfer to the Pennsylvania Institution for the Blind, not the principal of her entire residuary trust estate but “the principal or corpus of said fund”. Our interpretation and construction is further fortified by the very next sentence of her will.\n“Of the balance of the corpus of my residuary estate (upon the death of the survivor of my husband, brothers and sisters) I give” specific pecuniary legacies to seven named charities.\n“And all the rest, residue and remainder of my residuary estate I give, devise and bequeath unto the Pennsylvania Institution . . . for the Blind . . . absolutely.”\nIn the light of these bequests “of the balance of the corpus of my residuary estate”, upon the death, not of Scott, but of the survivor of her husband and brothers and sisters, followed by gifts of pecuniary legacies totaling $40,000 “And all the rest residue and remainder of my residuary estate”, it is impossible to construe the trust which she set up for Scott for his life, as a trust of the entire principal of her residuary estate, as appellant contends. Appellant’s interpretation would give (1) the entire residuary estate after Scott’s death to the Pennsylvania Institution for the Blind, and (2) after the death of the survivor of testatrix’s husband, brothers and sisters give (a) $40,000 of the same residuary estate to the seven named charities and (b) the balance to the Pennsylvania Institution for the Blind— thug making these two provisions directly and flatly conflicting and irreconcilable.\nMoreover, if testatrix was so concerned for the welfare of her nephew Scott, as appellant contends, isn’t it strange that she left him from her residuary estate gnly income for Ufe, and made no gift or provision for his wife or his children after his death?\nDecree affirmed, each party to pay own costs.\nMr. Justice Jonhs took no part in the consideration or decision of this case.\nHereinafter referred to as Scott.\nItalics throughout, ours.\nWe believe that one of appellant’s contentions is that whenever the testatrix provided “upon the death of my husband” she must have meant and intended the will to read “upon my death”, because of the fact that testatrix’s husband predeceased her. Since Irma and her sister and brothers survived both the testatrix and her husband, we fail to see what difference this would make. However, assuming arguendo that this would make a legal difference in this case, Metzgar Estate, 395 Pa. 322, 148 A. 2d 895, is factually specifically in point and directly rules this point adversely to any such contention.\nInterpreted literally and out of oontewt Scott was not receiving at that time any income, but all the parties and all the Judges of the Orphans’ Court wisely and correctly agreed that considering the will in its entirety, testatrix meant and intended Scott to receive an income for life of (at least) approximately one-quarter of the income from the residuary estate.\nThe dissenting Judges in the Orphans’ Court found great difficulty with the words “approximately equal”. Analysis will demonstrate that this language was an accurate expression of testatrix’s intent. Where a legatee is given one-fourth of the income from an entire residuary estate, the ascertainment thereof is a matter of simple arithmetic. However, it is much more difficult to express an intent to set aside shares of common stocks (the assets in this estate) which will produce the emact amount of income which a legatee would have received if he had been given one-fourth of the income from the residuary estate. This intent was accurately expressed by the words “approximately equal”, since the income from common stocks often varies from year to year.",
        "type": "majority",
        "author": "Mr. Chief Justice Bell,"
      }
    ],
    "attorneys": [
      "Paul Maloney, with him Paul C. Wagner, and Pepper, Hamilton and Scheetz, for appellant.",
      "Charles J. Biddle, with him Morgan R. Jones, Cuthbert H. Latta, and Drinker, Biddle & Reath, for appellee."
    ],
    "corrections": "",
    "head_matter": "Springman Estate.\nArgued May 2, 1966.\nBefore Bell, C. J., Musmanno, Cohen, Eagen, O’Brien and Roberts, JJ.\nreargument refused July 12, 1966.\nPaul Maloney, with him Paul C. Wagner, and Pepper, Hamilton and Scheetz, for appellant.\nCharles J. Biddle, with him Morgan R. Jones, Cuthbert H. Latta, and Drinker, Biddle & Reath, for appellee.\nJune 24, 1966:"
  },
  "file_name": "0258-01",
  "first_page_order": 282,
  "last_page_order": 291
}
