{
  "id": 1901747,
  "name": "Lambert, Appellant, v. Soltis",
  "name_abbreviation": "Lambert v. Soltis",
  "decision_date": "1966-06-24",
  "docket_number": "Appeal, No. 59",
  "first_page": "304",
  "last_page": "311",
  "citations": [
    {
      "type": "official",
      "cite": "422 Pa. 304"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "194 A. 2d 167",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "412 Pa. 94",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1887259
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/412/0094-01"
      ]
    },
    {
      "cite": "127 A. 2d 706",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "387 Pa. 291",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1271040
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/387/0291-01"
      ]
    },
    {
      "cite": "161 A. 481",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "105 Pa. Superior Ct. 344",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        701622
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/105/0344-01"
      ]
    },
    {
      "cite": "86 A. 1007",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "239 Pa. 351",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        995992
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/239/0351-01"
      ]
    },
    {
      "cite": "99 A. 2d 454",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "375 Pa. 60",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1244419
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/375/0060-01"
      ]
    },
    {
      "cite": "75 A. 2d 535",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "365 Pa. 377",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1225536
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/365/0377-01"
      ]
    },
    {
      "cite": "62 A. 2d 843",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "360 Pa. 537",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475055
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/360/0537-01"
      ]
    },
    {
      "cite": "170 A. 2d 868",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "404 Pa. 100",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1301504
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/404/0100-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 676,
    "char_count": 11591,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 4.784547630686177e-07,
      "percentile": 0.9308899862501636
    },
    "sha256": "5de2d9e097a2f144811009623bcd2b4a258ce5ea6cd13077e008669b774f9dad",
    "simhash": "1:93b24f40c5af2103",
    "word_count": 1974
  },
  "last_updated": "2024-02-27T23:35:32.208511+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Justice Musmanno dissents."
    ],
    "parties": [
      "Lambert, Appellant, v. Soltis."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Bell,\nPatricia Ann Lambert, plaintiff instituted an action of trespass against Stephen S. Soltis. Soltis is a dentist, who treated plaintiff’s teeth. Plaintiff contends that Dr. Soltis’s treatment was negligent and constituted malpractice, and as a result of such treatment she suffered serious injuries. The Court ordered plaintiff to try only the issue of liability. At the conclusion of the plaintiff’s case the Court entered a compulsory nonsuit, which the Court en banc refused to take off. Plaintiff thereafter appealed to this Court.\nPlaintiff’s brief states the evidence produced at the trial and the inferences therefrom in the light most favorable to the plaintiff. It is by now hornbook law that this is the applicable and correct principle of law. That portion of the brief pertinently states: The defendant, during the period of June to September, 1960, was a practicing dentist in Bethlehem, Pennsylvania. The plaintiff first went to see him in June, 1960, to have some work done on a chipped tooth. On the occasion of this particular visit, the plaintiff was accompanied by her father and the defendant indicated to them that the plaintiff had two or three cavities which should be filled and the plaintiff and her father agreed that the defendant could go ahead and fill the cavities. Plaintiff thereafter saw defendant on at least twelve occasions through the months of July, August, and September, 1960. According to the testimony of the plaintiff, the defendant never took any X-rays of her teeth notwithstanding the fact that he was requested to do so by both her and her father. On each occasion when plaintiff was treated by defendant he injected an anesthetic, Xylocaine, into her gums with a needle. On each of these occasions no unusual result followed the injection of the Xylocaine. In September, 1960, plaintiff came to defendant’s office and complained of pain in a tooth which had previously been filled. Defendant advised a “root canal”. He testified at the trial as follows: “Q. And then you came in and said to her, ‘You need a root canal because there is a slight thickening of this pulp,’ is that correct? A. Yes. Q. You explained to her what had to be done? A. Yes, sir. Q. And she agreed that you do it? A. Yes, sir.”\nHe then injected a needle which plaintiff indicated “he stuck in too far•”, and immediately plaintiff screamed out in pain, felt faint, and subsequently her entire face swelled up. Following this injection, the plaintiff was in constant pain and all of her teeth hurt and subsequently had to be removed.\nPlaintiff did not present any dental or medical or any other expert testimony. However, plaintiff did call the defendant as on cross-examination, but Dr. Soltis’s testimony did not relate to the standard of care employed by practicing dentists.\nThe applicable principle of law is aptly stated in Demchuk v. Bralow, 404 Pa. 100, 170 A. 2d 868, where the Court said (pages 103-105) : “The instant case is ruled directly and unquestionably by Robinson v. Wirts, supra, where this Court speaking by Chief Justice Steen affirmed the entry of an involuntary non-suit and said (pages 294, 296) : ‘Plaintiff contends that the jury should have been allowed to infer negligence on his part from the mere fact of the happening of the occurrence and that there was applicable the so-called exclusive control doctrine, . . .\n“ ‘Unfortunately for plaintiff the law is definitely to the contrary. Three very recent cases on the subject are Bierstein v. Whitman, 360 Pa. 537, 62 A. 2d 843; Scacchi, Admr. v. Montgomery, 365 Pa. 377, 75 A. 2d 535; and Powell v. Risser, 375 Pa. 60, 99 A. 2d 454. They merely follow a long train of authorities in this Commonwealth to the same effect, holding that no presumption or inference of negligence arises merely because the medical care or surgical operation terminated in an unfortunate result which might have occurred even though proper care and skill had been exercised, and where the common knowledge or experience of laymen is not sufficient to warrant their passing of judgment. In such cases the doctrine of res ipsa loquitur or of exclusive control may not be invoked, and expert testimony in support of the plaintiff’s claim is an indispensable requisite to establish a right of action. . . .\n“ ‘The plaintiff had the burden of proving Dr. Montgomery’s negligence and in a case such as this it could be proved only by expert testimony to establish negligence in the operation or a procedure which was not in accord with standard medical practice or negligence in his treatment of the patient after the operation:’ [citing authorities]. . . .\n“ ‘It is thus abundantly clear that since, in all such malpractice cases involving an appraisal of the propriety and skill of a doctor or surgeon in his professional treatment of a patient, a lay jury would presumably lack the necessary knowledge and experience, to render a just and proper decision, they must be guided by the testimony of witnesses having special or expert qualifications. The only exception to this otherwise invariable rule is in cases where the matter under investigation is so simple, and the lack of skill or want of care so obvious, as to be within the range of the ordinary experience and comprehension of even nonprofessional persons, as, for example, where a gauze pad is left in the body of a patient following an operation (Davis v. Kerr, 239 Pa. 351, 86 A. 1007), or where a dentist, in working on a tooth, uses a tool with a small rotating emery disc at the end and allows it to slip and to remain revolving in the patient’s mouth, grinding and tearing her tongue (Dux v. Shaver, 105 Pa. Superior Ct. 344, 161 A. 481). So, likewise, there might be imagined a case where a surgeon engaged in removing a tumor from a patient’s scalp would let his knife slip and cut off his patient’s ear, or where he undertook to stitch a wound on his patient’s cheek and by an awkward move would thrust his needle into the patient’s eye. It would be a matter of common knowledge and observation that such things do not ordinarily attend the service of one exercising ordinary skill and experience in the work of surgery because they involve ulterior or extraneous acts or omissions the judgment of which would not require scientific opinion. But such is not the present case.’ ”\nIn Robinson v. Wirts, 387 Pa. 291, 127 A. 2d 706, the Court said (pages 295, 296) : “In Bierstein case, which was an action against a dentist to recover damages because of alleged negligent treatment in extracting the plaintiff’s tooth, resulting in the fracture of her jaw, the court pointed out, in an opinion by the late Mr. Justice Allen M. Stearne (pp. 541, 542, A. pp. 844, 845), that all that had been shown was that the defendant did certain things and failed to do other things, but that there was no evidence as to whether a careful and competent practitioner would have done otherwise. Accordingly the opinion proceeded to state that ‘It is argued . . . that a jury of laymen under the present facts could find negligence in the same manner as in any other tort action. It is urged that a lay jury might find that plaintiff’s jaw was found to have been broken, and from this fact might conclude that defendant had used unwarranted force and was therefore negligent. We disagree with such doctrine .... Negligence may not be inferred by laymen merely because the jaw was found to have been broken. A jaw could be broken even though there was no lack of care or skill by the dentist. Expert testimony is necessary to establish negligent practice in any profession .... As plaintiff failed to offer any expert witness to establish the measure of professional skill required of a dentist in extracting a tooth, she did not meet the burden of establishing, by the weight of the evidence, that defendant failed to treat her with reasonable and ordinary professional skill. ... In all such malpractice cases this Court has uniformly applied the above principles:’ [citing many cases]. Accordingly, the court affirmed the entry of a compulsory nonsuit by the trial court.”\nIn Smith v. Yohe, 412 Pa. 94, 194 A. 2d 167, which is relied upon by plaintiff, the Court held that the failure of a physician to use x-rays under the peculiar facts in that case presented a prima facie case of negligence. However, that case involved a fall of an elderly man who had a spastic paralysis of his right side which, it is a matter of common knowledge, might and often does result in a bone fracture. The Court said (pages 104 and 105) : “The circumstances here command an exception to the general rule which requires the production of expert testimony for it is a matter of common knowledge that the fall of an elderly person may be due to or accompanied by a fracture of the bony structure of the body; furthermore, when subsequent to such fall, the patient suffers severe pain, a ‘crunching’ noise in the hip where the severe pain is centered, an outward turning of the leg and other symptoms, such symptoms point to the necessity for the use, in arriving at a diagnosis, of the commonly accepted method of fracture detection, i.e., the X-ray.” The Court concluded that not every case involving a failure of a physician to use X-rays as an aid to diagnosis presents a prima facie case of negligence.\nThe treatment of teeth is not a simple matter. Under the facts of this case, neither the dentist’s failure to take X-rays nor the plaintiff’s “indication” that defendant “stuck the needle in too far” made out a prima facie case of negligence or brought the case within the exceptions set forth in the cases hereinabove cited.\nFurthermore, the fact that (1) plaintiff experienced some pain when the needle was inserted and (2) subsequently lost all her teeth is not proof of negligence or of proximate cause, nor (3) is it sufficient basis for imposing any liability upon the defendant. There must be some “expert testimony to establish negligence in the operation of the needle or a procedure which was not in accord with standard medical practice,” and as a result of such negligence or such improper practice or procedure plaintiff sustained the injuries for which she brought suit. Plaintiff failed to present any evidence on these points.\nWe have examined all of appellant’s contentions and find no merit in any of them.\nJudgment of nonsuit affirmed.\nMr. Justice Musmanno dissents.\nPlaintiff testified that the defendant said, “I’m going to open up this one tooth.”\nItalics throughout, ours.\n“I felt something crack and I screamed . . . Because it was very painful. Q. Did you experience pain? A. Yes, very much. Q. What kind of pain? A. It felt like it went too far down — it hurt like anything. ... Q. The pain that you experienced that caused you to scream, how long did that pain last? A. Just when he injected it. Q. Would you say that it was instantaneous — that it was there and gone? A. Yes.”\nDefendant when called by plaintiff as on cross-examination, contradicted a portion of plaintiff’s testimony. He testified that he took X-rays of plaintiff on July 23, 1960, the first time she came to his office. He also denied that she screamed or expressed any pain when he gave her the injection. However, he did say that she became “woozie”.",
        "type": "majority",
        "author": "Mr. Chief Justice Bell,"
      }
    ],
    "attorneys": [
      "Martin Greitser, with him Gene Looks, and Takiff & Bolger, for appellant.",
      "Stanley E. Stetts, with him Fackenthal, Teel & Mc-Giffert, for appellee."
    ],
    "corrections": "",
    "head_matter": "Lambert, Appellant, v. Soltis.\nArgued April 25, 1966.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nMartin Greitser, with him Gene Looks, and Takiff & Bolger, for appellant.\nStanley E. Stetts, with him Fackenthal, Teel & Mc-Giffert, for appellee.\nJune 24, 1966:"
  },
  "file_name": "0304-01",
  "first_page_order": 328,
  "last_page_order": 335
}
