{
  "id": 1901736,
  "name": "Beneficial Finance Co. of Lebanon v. Becker, Appellant",
  "name_abbreviation": "Beneficial Finance Co. v. Becker",
  "decision_date": "1966-09-27",
  "docket_number": "Appeal, No. 242",
  "first_page": "531",
  "last_page": "536",
  "citations": [
    {
      "type": "official",
      "cite": "422 Pa. 531"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "136 A. 2d 838",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "pin_cites": [
        {
          "page": "811, 815"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "390 Pa. 618",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1275672
      ],
      "weight": 4,
      "year": 1957,
      "pin_cites": [
        {
          "page": "628, 629"
        },
        {
          "page": "630"
        },
        {
          "page": "629, 630, n. 13"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/390/0618-01"
      ]
    },
    {
      "cite": "206 A. 2d 59",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "pin_cites": [
        {
          "page": "61"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "116 Pa. 222",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1965,
      "pin_cites": [
        {
          "page": "225, 226"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "207 A. 2d 768",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "pin_cites": [
        {
          "page": "772"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "417 Pa. 177",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1894009
      ],
      "year": 1965,
      "pin_cites": [
        {
          "page": "184, 185"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/417/0177-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 461,
    "char_count": 7984,
    "ocr_confidence": 0.498,
    "pagerank": {
      "raw": 3.280181197180511e-07,
      "percentile": 0.8707125396113827
    },
    "sha256": "213713200b34c8bd87fc410a0d0d295d17b1930b80781afe5eb7032467b763b2",
    "simhash": "1:1a4b27a306c0af15",
    "word_count": 1279
  },
  "last_updated": "2024-02-27T23:35:32.208511+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ."
    ],
    "parties": [
      "Beneficial Finance Co. of Lebanon v. Becker, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Jones,\nThis is an appeal from a decree of the Court of Common Pleas of Lebanon County which dismissed exceptions and made absolute a decree nisi dated December 14, 1965, wherein Leon W. Becker (Becker) was enjoined until August 27, 1966, “from engaging in any way, directly or indirectly, in any business competitive” with Beneficial Finance Co. of Lebanon (Beneficial). The decree further enjoined Becker until August 27, 1968 “from disclosing to any person or business competitor the names of past, present and prospective borrowers of Beneficial Finance Co. of Lebanon. Nor shall he furnish any other person, company, or competitor or retain and use any papers or information” concerning past, present or prospective borrowers of Beneficial or “from making any public announcement or statement of any kind that he was formerly connected” with Beneficial.\nBecker started to work for Beneficial Finance Co. of Easton, an affiliated corporation of Beneficial, in October 1953. On October 10, 1953, Becker signed a contract of employment with Beneficial Finance Co. of Easton which was accepted by Beneficial Management Corporation on October 19, 1953. After gaining considerable training and experience, Becker became manager of Beneficial’s office from March 4, 1959 until August 27, 1965, at which time he resigned from his position. Becker then commenced to work for Andrews Consumers Discount Co., a competitor of Beneficial, in Lebanon on September 1, 1965. Beneficial filed this suit in equity on September 22, 1965.\nThe terms of the decree of December 14, 1965, were based upon the restrictive covenant provisions of the employment contract: “10. That unless I [Becker] am specially instructed to disclose the facts, in which event I will comply strictly with the instructions, I will keep secret from every person the names of past, present, and prospective borrowers, security-holders, and all other business customers and associates of the Employer [Beneficial]; together with all knowledge which I may at any time acquire during my employment as to such subjects and as to any loans, earnings, finances, and all other concerns of the Employer.\n“11. That I will not furnish to any other person or retain and use any papers or information whatever concerning any of the subjects and matters referred to in paragraph 10; that I will not engage or participate in any effort or act to induce any of the borrowers, security-holders, customers, associates, or employees of the Employer to take any step which might result to the disadvantage of the Employer.\n“12. That all the terms of paragraphs 10 and 11 shall remain in full force and effect for three years after the termination of my employment for any reason; that during the whole of such period I will not make or permit to be made any public announcement or statement of any kind that I was formerly connected with the Employer.” (Emphasis added).\nSince Becker left the employ of Beneficial on August 27, 1965, the decree nisi enjoined Becker from doing those things prohibited in paragraphs 10 and 11 until August 27, 1968, pursuant to the three year period provided for in paragraph 12. Becker now asks this Court to declare these restrictive covenants in the contract unenforceable.\nIn Pennsylvania where a contract of employment, which is ancillary to the taking of employment, contains reasonable restrictive covenants that do not constitute illegal restraints of trade, the restrictive covenants are valid and enforceable: Albee Somes, Ine. v. Caddie Somes, Ine., 417 Pa. 177, 184, 185, 207 A. 2d 768, 772 (1965); Barb-Lee Mobile Frame Company v.Hoot, 116 Pa. 222, 225, 226, 206 A. 2d 59, 61 (1965); Morgan's Home Equipment Corp. v. Martucci, 390 Pa. 618, 628, 629, 136 A. 2d 838, 811, 815 (1957). Becker, on this appeal, does not challenge the reasonableness of the restrictive covenants which are sufficiently circumscribed, in our opinion, to be legally valid but rather asserts that the contract was not ancillary to Becker’s taking of employment with Beneficial’s affiliated corporation, Beneficial Finance Co. of Easton, and therefore lacks consideration.\nTo support this contention, Becker points to testimony in the record that he did not sign the contract until October 10, 1953, two days after commencing work on October 8, 1953, and that the contract was not binding until nine days later when it was accepted by the Beneficial Management Corporation in Newark, New Jersey.\nWe believe that these facts fail to establish that the contract of employment was not ancillary to the taking of employment. *The evidence of record indicates that all Beneficial employees sign such an employment contract upon taking employment with Beneficial, and nothing in this record indicates that Becker was an exception to this practice. Moreover, the record reveals that a Beneficial field supervisor approved this contract on October 8,1953 for Becker to sign, the same day that Becker started employment.\nIt would be a far too narrow construction of “ancillary” if we held that a contract of employment was not auxiliary to the taking of employment when the contract was prepared the day the employee commenced work, signed by the employee two days later, and accepted by the out-of-state parent corporation nine days after that. As long as the restrictive covenants are an auxiliary part of the taking of regular employment, Morgan’s Home Equipment Corp. v. Martucci, 390 Pa. at 630, and not an after-thought to impose additional restrictions on the unsuspecting employee, a contract of employment containing such covenants is supported by valid consideration, and is therefore enforceable.\nIn the light of the foregoing conclusion, it is unnecessary to discuss Becker’s second contention.\nDecree affirmed. Appellant to pay costs.\nThe lower court also decreed that Becker pay $2,000 as liquidated damages for breach of his employment contract with Beneficial.\nThe decree’s one year prohibition, until August 27, 1966, from engaging in any way with a business competitive with Beneficial was enforcing paragraph 13 and the $2,000 damages awarded were pursuant to paragraph 15 of the employment contract.\nReasonable means “reasonably limited as to duration of time and geographical extent.”: Albee Homes, Inc. v. Caddie Homes, Inc., supra, at 184. The test of reasonableness for restrictive covenants in a contract of employment which is ancillary to the taking of employment is more stringent than for restrictive covenants ancillary to a buy-sell agreement: Morgan’s Home Equipment Corp. v. Martucci, supra, at 631, 632. Here the time was limited to one year for working for a business competitor in the area of the City and County of Lebanon, Pennsylvania. The time was limited to three years for engaging in those activities prohibited by paragraphs 10 and 11 of the contract.\nThe contract itself states, inter alia: “In Consideration of my employment on the terms hereinafter stated, I hereby agree: ... 4. That the services to be rendered by me shall begin on the 10th day of October, 1953.....” However, Becker has offered admissible parol evidence to contradict the truth of this statement of fact as distinguished from a promise in the contract: Morgan’s Home Equipment Corp. v. Martucci, 390 Pa. at 629, 630, n. 13.\nBlack’s Law Dictionary (3d edition 1933) defines “ancillary” as “aiding; auxiliary; attendant upon; subordinate”.\nThe contract of employment in the case at bar could be ter minated by either party on five days’ written notice. Such a contract affords sufficient consideration “to support a restrictive agreement made by an employee”: Morgan’s Some Equipment Gorp. v. Martucci, 390 Pa. at 630 n. 14.",
        "type": "majority",
        "author": "Mr. Justice Jones,"
      }
    ],
    "attorneys": [
      "Thomas A. Ehrgood, for appellant.",
      "L. E. Meyer, with him Meyer, Brubaker & Whitman, for appellee."
    ],
    "corrections": "",
    "head_matter": "Beneficial Finance Co. of Lebanon v. Becker, Appellant.\nArgued April 20, 1966.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nThomas A. Ehrgood, for appellant.\nL. E. Meyer, with him Meyer, Brubaker & Whitman, for appellee.\nSeptember 27, 1966:"
  },
  "file_name": "0531-01",
  "first_page_order": 555,
  "last_page_order": 560
}
