{
  "id": 814918,
  "name": "W. C. HOLOHAN, FOR USE, v. H. MIX",
  "name_abbreviation": "Holohan v. Mix",
  "decision_date": "1890-04-07",
  "docket_number": "No. 11",
  "first_page": "88",
  "last_page": "91",
  "citations": [
    {
      "type": "official",
      "cite": "134 Pa. 88"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "126 Pa. 460",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        968916
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/126/0460-01"
      ]
    },
    {
      "cite": "118 Pa. 569",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "36 Pa. 285",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992215
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/36/0285-01"
      ]
    },
    {
      "cite": "43 Pa. 137",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        483168
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/43/0137-01"
      ]
    },
    {
      "cite": "76 Pa. 459",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1038846
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/76/0459-01"
      ]
    },
    {
      "cite": "1 Dall. 369",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        12147857,
        1408446
      ],
      "opinion_index": -1,
      "case_paths": [
        "/dall/1/0369-01",
        "/us/1/0386-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 359,
    "char_count": 6376,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 6.770845263994211e-08,
      "percentile": 0.4098955190051621
    },
    "sha256": "737374ea2478f6f784f6710557f9f6a5e98ba5d408d72adb2ff34eee9ddf93af",
    "simhash": "1:7abff451d7b22423",
    "word_count": 1165
  },
  "last_updated": "2024-02-27T22:15:26.547375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Williams, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "W. C. HOLOHAN, FOR USE, v. H. MIX."
    ],
    "opinions": [
      {
        "text": "Per Curiam:\nThe first assignment does not conform to the Rules of Court, and will not be considered. The second, alleges error in the charge of the court. We think the charge was in entire accord with the manner in which the case was tried below. It was fairly left to the jury to find whether the note in controversy came into the hands of the administrator of A. C. Noyes, under the circumstances claimed by him, or whether it had been given to Noyes by Holohan for tire purpose of discount. The jury were distinctly told that if so given, there could be no recovery. It is also proper to say that no question was made as to the time when the note came into the hands of Noyes. It is evident the jury did not believe Holohan. It is not for us to say whether they were right or wrong in this. It is their province to judge of the credibility of witnesses, and, if they make a mistake in this respect, it is not our duty to correct it. Our province is. to correct errors of law committed on the trial, and as nolle such appears in this case,\nThe judgment below is affirmed.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Mr. J. O. Johnson, for the appellant.",
      "Mr. Jesse Merrill, for the appellee."
    ],
    "corrections": "",
    "head_matter": "W. C. HOLOHAN, FOR USE, v. H. MIX.\nAPPEAL BY DEPEND ANT PROM THE COURT OP COMMON PLEAS OP CAMERON COUNTY.\nArgued March 17, 1890\nDecided April 7, 1890.\nSuit was brought in the name of the payee of an unindorsed note, to recover against the maker, for the use of the administrator of a decedent among whose papers it was found on his death, with writs of scire facias sur judgments against the payee on which the decedent had become bail for stay of execution, and which had been paid by decedent. The payee testified that he had not transferred the note to the decedent, but had left it with him to have it discounted in bank. The facts having been fairly submitted to the jury, with proper instructions, a judgment rendered for the plaintiff would not be reversed.\nBefore Paxson, C. J., Sterrett, Williams, McCollum and Mitchell, JJ.\nNo. 11 January Term 1890, Sup. Ct.; court below, No. 66 January Term 1885, C. P.\nOn January 12, 1885, an appeal was entered by the plaintiff from the judgment of a justice in an action by W. C. Holohan, now for use of C. B. Noyes, administrator of A. C. Noyes, deceased, against Hezekiah Mix. Issue.\nAt the trial on May 5, 1886, the plaintiff put in evidence the note dated November 30,1878, for $200, signed by the defendant, as maker, to the order of W. C. Holohan, and payable three months after date at the First N. Bank of Lock Haven. The note was not indorsed by the payee.\nThe plaintiff then adduced testimony to show that after the death of A. C. Noyes, which occurred in 1880, the note in suit was found in the safe of the decedent, enclosed in two writs of scire facias which had been issued upon certain judgments against Mr. Holohan, for whom the decedent had become bail for stay of execution ; that Mr. Noyes had paid the judgments upon which he was bail for stay, and that Mr. Holohan was present at the time.\nOn behalf of the defendant, Mr. Holohan, the payee, testified that the note was delivered by him to A. C. Noyes, deceased, for the purpose of having it discounted at Moore, Simpson & Co.’s bank at Lock Haven, and that it had remained in the hands of Mr. Noyes. The witness denied that he had transferred the note to Mr. Noyes, as collateral security to him as bail for stay of execution on the judgments.\nThe court, Maybe, P. J., having reviewed the testimony, charged the jury as follows :\n[Now, gentlemen of the jury, it will be for you to determine from this evidence whether the estate of Col. Noyes received this note under the circumstances as claimed by the administrator; whether, under the evidence, as shown by the testimony of the administrator, that these writs of scire facias were found in the safe of Col. Noyes, with this note in them, whether that is sufficient to overcome the testimony of Mr. Holohan as to the circumstances under which he gave this note to Col. Noyes. The fact that this note was not indorsed, is also a circumstance to be considered by the jury in determining how it went into the possession of Col. Noyes, whether as claimed here by Mr. Holohan, or as claimed by the administrator. It is claimed that if this note was to be discounted it would have been indorsed. And, as it was not indorsed, it is a circumstance bearing on the claim, as made here by the administrator, that it was given as collateral security, which the jury should consider in connection with all the evidence in the case and determine whether Col. Noyes received this note under the circumstances, claimed here by the administrator, as collateral security for his having gone bail for stay of execution; or, whether, as claimed by Mr. Holohan, that he gave it for discount. If, as claimed by Mr. Holohan, that it was passed over to Col. Noyes for discount, then of course the estate cannot ask Mr. Mix to pay that note. If, however, you come to the conclusion, under all the evidence in the case, that Col. Noyes received this note as collateral security, then he is entitled to recover the amount of the 'note with interest from the date of its maturity. As you determine this question of fact, so your verdict should be either for the plaintiff or the defendant. If you find the note was given as claimed by Mr. Holohan, then you find for the defendant. If, however, under all the facts and circumstances, you come to the conclusion that Col. Noyes received the note as collateral security, then render a verdict in favor of the plaintiff for the amount of the note with interest.] s\n—The jury returned a verdict in favor of the plaintiff for $286.13. A rule for a new trial having been discharged, judgment was entered, when the defendant took this appeal, assigning for error:\n1. The admission of an offer of plaintiff, stated to be printed in the appendix.\n2. The portion of the charge embraced in [ ] 2\nMr. J. O. Johnson, for the appellant.\nCounsel cited, on the right of the use plaintiff to recover: Waters v. Millar, 1 Dall. 369; Losee v. Bissell, 76 Pa. 459; Hoffman v. Foster, 43 Pa. 137; Bower v. Hastings, 36 Pa. 285; Hart v. Trust Co., 118 Pa. 569.\nMr. Jesse Merrill, for the appellee.\nOn the question of delivery without indorsement, counsel cited: 1 Parsons on Notes & Bills, 278; Story on Prom. Notes, 131; 1 Story’s Eq. J., 167. On the irregularity of the first assignment of error: Battles v. Sliney, 126 Pa. 460."
  },
  "file_name": "0088-01",
  "first_page_order": 112,
  "last_page_order": 115
}
