{
  "id": 814975,
  "name": "ABEL P. SHIVE v. J. C. FINN ET AL.",
  "name_abbreviation": "Shive v. Finn",
  "decision_date": "1890-04-07",
  "docket_number": "No. 244",
  "first_page": "158",
  "last_page": "161",
  "citations": [
    {
      "type": "official",
      "cite": "134 Pa. 158"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "125 Pa. 310",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563948
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/125/0310-01"
      ]
    },
    {
      "cite": "55 Pa. 437",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1470781
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/55/0437-01"
      ]
    },
    {
      "cite": "37 Pa. 214",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        418923
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/37/0214-01"
      ]
    },
    {
      "cite": "125 Pa. 310",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563948
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/125/0310-01"
      ]
    },
    {
      "cite": "55 Pa. 437",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1470781
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/55/0437-01"
      ]
    },
    {
      "cite": "37 Pa. 214",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        418923
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/37/0214-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 342,
    "char_count": 6474,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 8.594203391136844e-08,
      "percentile": 0.48945459754603454
    },
    "sha256": "78b0929effaf7f296b3ff8ce367292ab9b99da418e29091793fbf776a71b2535",
    "simhash": "1:11bb8fac02648699",
    "word_count": 1160
  },
  "last_updated": "2024-02-27T22:15:26.547375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Green, Clark, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "ABEL P. SHIVE v. J. C. FINN ET AL."
    ],
    "opinions": [
      {
        "text": "Per Curiam:\nThe personal property levied upon, and which is involved in this sheriff’s interpleader, was purchased by the plaintiff below at a sheriff’s sale, and subsequently leased by him to Shive Brothers, the defendants in the execution. Upon the trial below, an agreement in writing was put in evidence by which it appeared that the said personal property was purchased for the joint benefit of the plaintiff and one Samuel Humphrey, who also had an execution against Shive Brothers, and that by said agreement the plaintiff was to pay over to Mr. Humphrey one sixth of the rent received for the use of said property. Upon this state of facts the learned judge refused to instruct the jury, as requested by the defendants, “ that as to one sixth of the goods levied on they must find a verdict for the defendants.” Upon this branch of the case, the learned judge charged: “ But if you find that Humphrey owned one sixth of the goods, and not of the proceeds, then for that one sixth your verdict should be for the defendants.” This ruling was more favorable to the defendants than they had a right to expect. This-is not the case of a claimant who established his title to certain of the articles levied upon, and failed as to other articles. In such case, the verdict would properly be in his favor for the articles shown to be his, and for the defendant as to the residue. Here the plaintiff proved title to all of the articles; he purchased them at the sheriff’s sale ; he had the possession and the' right of possession, and the right to lease tbem to Sliive Brothers. It was true be was to account to Humphrey for one sixth of the rent, but what was that to the defendants ? The plaintiff’s title was good as against them and all the world, except Humphrey, and he is not here complaining. Van Winkle v. Young, 37 Pa. 214; Rush v. Vought, 55 Pa. 437; and Shafer v. Senseman, 125 Pa. 310, are not in point.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Mr. Henry O. Terry (with him Mr. Hdward D. Wadsworth), for the appellants.",
      "Mr. Richard P. White, for the appellee, was not heard."
    ],
    "corrections": "",
    "head_matter": "ABEL P. SHIVE v. J. C. FINN ET AL.\nAPPEAL, BY DEPENDANTS PROM THE COURT OP COMMON PLEAS NO. 1 OP PHILADELPHIA COUNTY.\nArgued March 24, 1890\nDecided April 7, 1890.\nWhere, on the trial of an issue in a sheriff’s interpleader, it is shown that the claimant purchased the goods at a prior sheriff’s sale and then leased them to the debtor, his right to recover the whole will not be affected by the fact that he bought the goods for the joint benefit of himself and another execution creditor, and was to account to the latter for his proportion of the rent received.\nBefore Paxson, C. J., Green, Clark, McCollum and Mitchell, JJ.\nNo. 244 January Term 1890, Sup. Ct.; court below, No. 279 December Term 1881, C. P. No. 1.\nOn February 11, 1882, a rule for a sheriff’s interpleader was made absolute, Abel P. Shive, the claimant of goods levied upon as the property of Shive Brothers, saloon-keepers, being made plaintiff, and J. C. and V. B. Finn, trading as J. C. Finn & Son, execution creditors, being made defendants. Issue.\nAt the trial on October 25, 1886, the plaintiff, claimant of the goods, introduced testimony to the effect that on June 8, 1881, previous to the levy upon the goods made upon the defendants’ execution, the plaintiff had bought all the goods at a sheriff’s sale of them upon executions in favor of himself and of one Humphrey, which had been issued simultaneously, the purchase being “ for their joint benefit.....in proportion to their respective judgments, the expenses of said sale having been proportionately borne by each; ” and that immediately after the sale the plaintiff leased the goods to Shive Brothers, in whose possession they were when levied upon under defendants’ execution in January, 1882. The agreements in writing between the plaintiff and Humphrey, and between the plaintiff and Shive Brothers, were put in evidence.\nThe court, Allison, P. J., instructed the jury in part as follows:\nI am asked by defendants to say that one sixth of the goods were Humphrey’s. I refuse so to do. It is for you to say whether Shive, as he says, purchased these goods for himself, promising Humphrey to pay him one sixth of the proceeds or rent which he might receive. If you believe that statement, and that the sale was fair and bona fide, then Shive is entitled to recover. But if you find that Humphrey owned one sixth of the goods, and not of the proceeds, then for that one sixth your verdict should be for defendants.\nThe defendants present the following points :\n1. The learned court is requested to charge the jury that, as it is admitted by claimant that he was in possession of the goods levied on, under the memorandum of agreement signed by A. P. Shive, claimant, and N. W. Shive and Wilson H. Shive, dated June 3, 1881, called the lease, and the writing of the same date signed by claimant and Samuel Humphrey, said papers together constituted said Samuel Humphrey, at the time of the defendant’s levy, an owner of one sixth of the goods levied on by Messrs. J. C. Finn & Son, the defendants, and your verdict must be for the defendants as to said one sixth.\nAnswer: Refused.1\n2. That the said papers executed June 3, 1881, between the claimant and N. W. Shive and Wilson H. Shive, and between the claimant and Samuel Humphrey, not being ambiguous in terms, and there being no allegation that their execution was procured by fraud, or that any part of the agreement of the parties was omitted by accident or mistake, said papers are not explainable and cannot be affected by oral testimony, and, under the terms of said papers, Samuel Humphrey was at the time of the levy of J. C. Finn & Son owner of one sixth of the goods levied on, and therefore the verdict of the jury must be for the defendants, J. C. Finn & Son, as to one sixth thereof.\nAnswer: Refused.2\n3. That as to one sixth of the goods levied on they must find a verdict for the defendants.\nAnswer: Refused.3\n—The jury returned a verdict in favor of the plaintiff for the whole of the goods. A rule for a. new trial having been discharged, the defendants took this appeal, assigning for error:\n1-3. The answers to the defendants’ points.1 to 3\nMr. Henry O. Terry (with him Mr. Hdward D. Wadsworth), for the appellants.\nThat “ it matters not who owns the goods, if the claimant fails to show that he is the owner,” counsel cited: Van Winkle v. Young, 37 Pa. 214; Rush v. Vought, 55 Pa. 437. That the construction of the agreements was for the jury: Shafer v. Senseman, 125 Pa. 310.\nMr. Richard P. White, for the appellee, was not heard."
  },
  "file_name": "0158-01",
  "first_page_order": 182,
  "last_page_order": 185
}
