{
  "id": 814951,
  "name": "HENRY MYERS v. LOUIS ESERY ET AL.",
  "name_abbreviation": "Myers v. Esery",
  "decision_date": "1890-04-07",
  "docket_number": "No. 208",
  "first_page": "177",
  "last_page": "179",
  "citations": [
    {
      "type": "official",
      "cite": "134 Pa. 177"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Gr. 249",
      "category": "reporters:state",
      "reporter": "Grant",
      "opinion_index": -1
    },
    {
      "cite": "87 Pa. 438",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057845
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/87/0438-01"
      ]
    },
    {
      "cite": "74 Pa. 387",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1034734
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/74/0387-01"
      ]
    },
    {
      "cite": "30 Pa. 287",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        415621
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/30/0287-01"
      ]
    },
    {
      "cite": "20 Pa. 422",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        972299,
        972349
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/20/0422-01",
        "/pa/20/0422-02"
      ]
    },
    {
      "cite": "5 Wh. 14",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "125 Pa. 606",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563959
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/125/0606-01"
      ]
    },
    {
      "cite": "5 Wh. 9",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877300
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/5/0009-01"
      ]
    },
    {
      "cite": "87 Pa. 438",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057845
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/87/0438-01"
      ]
    },
    {
      "cite": "74 Pa. 387",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1034734
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/74/0387-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 399,
    "char_count": 5797,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 2.8354716845638026e-07,
      "percentile": 0.8394840780292596
    },
    "sha256": "1005eda540541133f8d9a5edfacbd69ccdfb43bf1d7bcbb153f11411156c53b3",
    "simhash": "1:a041b221aeb4ac9e",
    "word_count": 1042
  },
  "last_updated": "2024-02-27T22:15:26.547375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Green, Clark, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "HENRY MYERS v. LOUIS ESERY ET AL."
    ],
    "opinions": [
      {
        "text": "Per Curiam:\nIt was said by our late Brother Sharswood, in Howe Sewing-Machine Co. v. Sloan, 87 Pa. 438: “ The rule of the common law that the goods of a stranger on demised premises are subject to the distress of the landlord has yielded, and must continue to give way to the growing necessities of trade and business; ” and by Chief Justice Gibson, in Brown v. Sims, 17 S. & R. 138: “ There is little reason to doubt that the exceptions will, in the end, eat out the rule.” It was held in the case last cited that goods on storage were exempt, though the business of the tenant was not exclusively that of a warehouseman. In Riddle v. Welden, 5 Wh. 9, the goods of a boarder were held not to be liable for rent due by the keeper of the boarding house. So, goods in the possession of a consignee for sale on commission would not be liable to be distrained for rent due by him. Other exceptions might be noticed, were it necessary. The true principle which governs in such cases was correctly stated by Justice Merctxb in Karns v. McKinney, 74 Pa. 387, where the subject is fully discussed. It was there said: “ The principle covering these cases during the tenancy, except when the goods are in the custody of the law, is this : Where the tenant in the course of his business is necessarily put in possession of the property of those with whom he deals, or of those who employ him, such property, although on the demised premises, is not liable to distress for rent due thereon from the tenant.”\nApplying this principle to the case in hand, we cannot say that the goods distrained come within it.- They were not necessarily on the premises for the purposes of trade, as in the familiar instances of the goods of a guest at a hotel, or of a boarder in a boarding house, or of grain sent to a mill, cloth in a tailor shop, or goods of a principal in the hands of a factor. It appears from the case stated that the property distrained was the furniture of a boarding house. It was not the furniture of a boarder, for that would have been exempt under the authority of Riddle v. Welden, supra; but it was furniture owned or in the use of the proprietor of the house. It was claimed, however, that it was only leased furniture, leased for the purpose of a boarding house, and as such within the exception. We are unable to take this view of it, and think the furniture was liable to the distress. It may be. that, as between Mrs. Parker and Mr. Myers, the furniture belonged to the latter under the agreement of June 6, 1888. But, as between Mrs. Parker and her landlord, the furniture belonged to her, and was liable to distress.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Mr. F. J. Knaus, for the appellant.",
      "Mr. Lewis Lawrence Smith and Mr. A. Lewis Smith, for the appellees, were not heard."
    ],
    "corrections": "",
    "head_matter": "HENRY MYERS v. LOUIS ESERY ET AL.\nAPPEAL BY PLAINTIFF FROM THE COURT OE COMMON PLEAS NO. 8 OE PHILADELPHIA COUNTY.\nArgued March 26, 1890\nDecided April 7, 1890.\nA landlord’s right of distress for rent extends to furniture leased by the owner thereof to the tenant as the keeper of a boarding house on the demised premises.\nBefore Paxson, C. J., Green, Clark, McCollum and Mitchell, JJ.\nNo. 208 January Term 1890, Sup. Ct.; court below, No. 146 December Term 1888, C. P. No. 3.\nOn November 17, 1888, Henry Myers brought replevin against Louis Esery and C. A. Esery, for certain furniture. Issue.\nAt the trial on October 23, 1889, by an agreement of the parties a special verdict was returned, subject to the opinion of the court on the question reserved “ whether the goods replevied by the sheriff were exempt from distress for rent as being goods left in the way of trade.”\nThe special verdict showed the following facts: The plaintiff was a furniture dealer, and furnished certain furniture, including that in dispute, to Mrs. L. E. Parker, -whom he knew to be keeping a boarding house at Bryn Mawr. This furniture was supplied by the plaintiff on an agreement in writing, executed by Mrs. Parker, dated June 6, 1888, wherein she acknowledged to have received the furniture, valued at $425 “for the use of the” articles, agreeing to pay the plaintiff’s collector $25 per week until said amount was paid, when “ said rent ” should cease, and the articles should become her property absolute^, with provisions that the title to the furniture should remain in the plaintiff until “ this obligation ” was complied with, and for re-entry on the part of the plaintiff to remove it on failure of Mrs. Parker to perform her covenants. Before Mrs. Parker had made all the weekly payments provided for, she became in arrears for the rent due to the landlord of the property she occupied, Mrs. C. A. Esery, who thereupon dis-trained the articles in dispute upon the demised premises, caused the same to be sold at constable’s sale, purchased them, and removed them from the premises. At the time of the distraint, the defendants in this proceeding did not know but that the goods were the property of Mrs. Parker.\nAfter argument the court, Finletter, P. J., entered judgment in favor of the defendants, on the question reserved. Thereupon the plaintiff took this appeal, specifying that the court erred in not entering judgment on the question reserved in favor of the plaintiff.\nMr. F. J. Knaus, for the appellant.\nThat the transaction with the tenant was a bailment, counsel cited: Ditman v. Cottrell, 125 Pa. 606. That the goods, being used by the tenant in the course of her business as a boardinghouse keeper, were exempt from distress for rent: Riddle v. Welden, 5 Wh. 14; Weidel v. Roseberry, 13 S. & R. 180; Brown v. Sims, 17 S. & R. 139; Cadwalader v. Tindall, 20 Pa. 422; Briggs v. Large, 30 Pa. 287; Karns v. McKinney, 74 Pa. 387; Howe S. M. Co. v. Sloan, 87 Pa. 438.\nMr. Lewis Lawrence Smith and Mr. A. Lewis Smith, for the appellees, were not heard.\nIn the brief filed, counsel cited: Jones v. Goldbeck, 8 W. N. 533; Price v. McCallister, 3 Gr. 249"
  },
  "file_name": "0177-01",
  "first_page_order": 201,
  "last_page_order": 203
}
