{
  "id": 814972,
  "name": "ISAAC C. BURRELL v. F. B. GOWEN ET AL.",
  "name_abbreviation": "Burrell v. Gowen",
  "decision_date": "1890-05-05",
  "docket_number": "No. 325",
  "first_page": "527",
  "last_page": "528",
  "citations": [
    {
      "type": "official",
      "cite": "134 Pa. 527"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 281,
    "char_count": 3416,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 9.301496424508024e-08,
      "percentile": 0.5125115402480994
    },
    "sha256": "bd5cbde7d0b01cecdb694626978eeebf9c4f441435f733531436c96b40a027b8",
    "simhash": "1:a829fc4884b610ee",
    "word_count": 596
  },
  "last_updated": "2023-07-14T20:54:18.447555+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Green, Clark, Williams and Mc-Collum, JJ."
    ],
    "parties": [
      "ISAAC C. BURRELL v. F. B. GOWEN ET AL."
    ],
    "opinions": [
      {
        "text": "Pee Curiam :\nWe have looked in vain through this record for any evidence which would have justified the learned court below in submit; ting to the jury the question of negligence on the part of the defendant company. It was not error, therefore, to nonsuit the plaintiff.\nJudgment affirmed.",
        "type": "majority",
        "author": "Pee Curiam :"
      }
    ],
    "attorneys": [
      "Mr. Leoni Melick and Mr. John W. Wescott (with him Mr. John Gr. Freeze and Mr. Q. F. Greyer), for the appellant.",
      "Mr. S. P. Wolverton (with him Mr. W. F. Rhawn and Mr. Gr. S. Herring), for the appellees."
    ],
    "corrections": "",
    "head_matter": "ISAAC C. BURRELL v. F. B. GOWEN ET AL.\nAPPEAL BY PLAINTIFF PROM THE COURT OF COMMON PLEAS OF COLUMBIA COUNTY.\nArgued April 16,1890\nDecided May 5, 1890.\n[n an action by a locomotive engineer against the railroad company, to recover damages for injuries caused by the derailment of his engine, the plaintiff’s evidence failing to show that the accident was chargeable to the company’s negligence, it was not error to enter a judgment of nonsuit.\nBefore Paxson, C. J., Green, Clark, Williams and Mc-Collum, JJ.\nNo. 325 January Term 1890, Sup. Ct.; court below, No. 240 September Term 1885, C. P.\nOn September 12,1885, Isaac C. Burrell brought case against Franklin B. Gowen and Stephen A. Caldwell, surviving receivers of the Philadelphia & Reading Railroad Co., to recover damages for personal injuries charged to the negligence of the defendants. Issue.\nAt the trial on February 11, 1890, the plaintiff introduced testimony showing that on October 21,1882, about 5 o’clock in the morning, he was the locomotive engineer upon a train of defendants consisting of thirteen ears all loaded, running between East Mahanoy Junction and Catawissa; that, as they were going at a speed of twelve miles an hour out of Ringtown curve, the engine mounted the rail and dropped off the track almost instantly, turning over on its right side, and that the plaintiff was caught under the engine, where he was held for one hour and forty minutes. To show the cause of the accident, there was testimony that the outside rail was worn away one fourth of an inch, as stated by some witnesses, — three fourths of an inch, as stated by others. Other witnesses for plaintiff testified that the entire curve was in good condition. It was also in evidence that the track was repaired two or three weeks before the accident, but there was no evidence that the trackmen were incapable, or that there was negligence in the manner the work was done. There was also evidence that a new rail or rails was or were put in at the place of the accident a short time after it.\nAt the close of the plaintiff’s testimony, on motion of defendants’ attorneys the court entered a judgment of nonsuit, with leave, etc. A rule to show cause why the judgment should not be lifted having been made and argued, the court, holding, first, that a verdict in favor of the plaintiff would be manifestly against the clear weight of the evidence, and that, if so found by the jury, it would have to be set aside by the court; second, that there was no evidence from which negligence might be inferred, or legally sufficient evidence to support a verdict if found by the jury; third, that the plaintiff did not prove a case more consistent with negligence than with the absence of it, discharged the rule, when the plaintiff took this appeal, assigning, inter alia, the order entering the judgment of nonsuit, and the order discharging the rule to show cause, etc., for error.\nMr. Leoni Melick and Mr. John W. Wescott (with him Mr. John Gr. Freeze and Mr. Q. F. Greyer), for the appellant.\nMr. S. P. Wolverton (with him Mr. W. F. Rhawn and Mr. Gr. S. Herring), for the appellees."
  },
  "file_name": "0527-01",
  "first_page_order": 551,
  "last_page_order": 552
}
