{
  "id": 814914,
  "name": "PETITION OF JOSEPH WHEELIN",
  "name_abbreviation": "In re Wheelin",
  "decision_date": "1890-05-05",
  "docket_number": "No. 000",
  "first_page": "554",
  "last_page": "557",
  "citations": [
    {
      "type": "official",
      "cite": "134 Pa. 554"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 383,
    "char_count": 7952,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 9.561985781697163e-08,
      "percentile": 0.5254288956614845
    },
    "sha256": "2409894f89feed220dd906bd0770c71a993270b32bf28b336d6b7228583a1693",
    "simhash": "1:e92135949d4d950d",
    "word_count": 1400
  },
  "last_updated": "2023-07-14T20:54:18.447555+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, Clark, Williams and Mitchell, JJ."
    ],
    "parties": [
      "PETITION OF JOSEPH WHEELIN."
    ],
    "opinions": [
      {
        "text": "Opinion,\nMr. Chief Justice Paxson:\nThe petitioner complains that he was refused a bottler’s license by the court below. It appears by his own showing that a remonstrance was filed against .his application upon the ground that he was not a person of good moral character, to which he filed an answer denying the allegations in the remonstrance ; that, upon the day fixed for a hearing, he did not appear in person, but appeared by counsel, whereupon the court below said: “ The court is of opinion that the petitioner is bound to appear for the purpose of examination concerning the issue raised by the petition and remonstrance. In this case, a remonstrance has been filed, and I now understand you to say that your client declines to appear in court. In fairness to him, as nothing has been said on the subject, we will give him until to-morrow to appear. If he does not appear then, his petition will be dismissed. Until his appearance, we will not hear your witnesses.” The petitioner declined to appear, and the court refused his application.\nIt will thus be seen that, if the petitioner was not heard, it was his own fault. He was only willing to be heard in his own way, and upon his own terms. There was an issue of fact before the court, and the learned judges of the Quarter Sessions were of the opinion that his personal appearance was necessary to its proper determination. They had a right to examine him as to this issue, and as to the facts set forth in his petition, and could have compelled his attendance had they desired to do so. Although no process had been served upon him, he was practically in contempt; and, while he could not have been punished by attachment, he was properly punished by a denial of his application.\nWe regard the action of the court below in requiring his personal appearance as reasonable and proper, and it was not in any sense a denial of any legal right. The petitioner was not a litigant, in the ordinary meaning of the term. On the contrary, he was asking for a privilege to which he had not any legal right, and which he could only obtain by a strict compliance with the law, and the reasonable rules and regulations of the court below in regard to the hearing of his application. That court is entitled to all the light it can get in such cases. They are, at best, performing a difficult and thankless duty, not in a strict sense judicial in its character; and no obstacles should be thrown in their way when they are seeking for the truth in a legal manner. We think they were doing so in this case. It is to be observed, also, that the petition below contains no averment that the petitioner is a man of good moral character and of temperate habits. The petition might well have been dismissed upon this ground, without more.\nWrit refused.",
        "type": "majority",
        "author": "Mr. Chief Justice Paxson:"
      }
    ],
    "attorneys": [
      "Mr. J. Howard Morrison, for the petitioner.",
      "No brief of argument was filed for the use of the Reporter."
    ],
    "corrections": "",
    "head_matter": "PETITION OF JOSEPH WHEELIN.\nFOR A MANDAMUS TO THE COURT OF QUARTER SESSIONS OF FHILADELFHIA COUNTY.\nSubmitted April 25,1890\nDecided May 5, 1890.\n[To be reported.]\n1. When, by a remonstrance and an answer thereto an issue has been raised as to the moral character of an applicant for a bottler’s license, under the act of May 24, 1887, P. L. 194, the Court of Quarter Sessions may require the applicant’s personal attendance for examination as to this issue, and as to the facts stated in his petition, and may punish his refusal to appear by a denial of the application.\n2. When a petition for such license does not aver that the applicant is of good moral character and of temperate habits, it may well be dismissed upon that ground, although he has formally joined issue upon a remonstrance which denies his good character upon information, and at the hearing has offered witnesses to prove both moral character and temperate habits.\nBefore Paxson, C. J., Sterrett, Green, Clark, Williams and Mitchell, JJ.\nNo. 000 January Term 1890, Sup. Ct. (E. D.)\nOn April 25, 1890, there was filed in the Supreme Court a petition of Joseph Wheelin, averring that the petitioner, being an applicant for a bottler’s license under the act of May 24, 1887, P. L. 194, and having complied with all the requirements of said act, was unlawfully refused a license by the Court of Quarter Sessions of Philadelphia county; praying for an alternative writ of mandamus directed to the judges of said court, who heard his application for license, commanding them to show cause why it should not be granted, etc.\nThe facts stated in the petition for mandamus were in substance as follows:\nThe petitioner is a citizen of the United States and of Pennsylvania, of good moral character and temperate habits. On' January 31, 1890, he filed in said Court of Quarter Sessions his application for a bottler’s license for one year from June 1, 1890, under the act above mentioned. That application, which was set out in full in the petition for mandamus, contained no averment respecting the petitioner’s moral character or his habits as to temperance. Afterwards a written remonstrance, signed by William H. Dietrich and J. B. Jones, but not sworn to, was filed in said court, objecting to the granting of said application, and assigning in support of such objection the following reason: “The said applicant is not a person of good moral character, as we are informed.”\nOn April 10, 1890, J. Howard Morrison appeared for the petitioner in open court, and, with leave of the court, filed a formal praecipe directing the clerk to enter his appearance as the applicant’s counsel, and also filed the applicant’s answer to the remonstrance, which was as follows:\n“ And now, to wit, the tenth day of April, A. D. 1890, the above named Joseph Wheelin comes, and by leave of the court, files this his answer to the paper signed by Wm. H. Dietrich and J. B. Jones and called a remonstrance, filed in this cause, and says he denies the allegation of said paper that he, ‘ the said applicant is not a person of good moral character, as we are informed,’ and this he prays may be inquired of by the court.”\nSubsequently, upon the same day, the application for license came on to be heard, when Mr. J. H. Morrison appeared for the petitioner and Mr. Lewis D. Yail for said remonstrants. The petitioner’s counsel then offered to call certain witnesses to show the moral and temperate character of the petitioner, but the court, having ascertained from the counsel that the petitioner was not present in person, made the following statement:\n“ The court is of opinion that the petitioner is bound to appear for the purpose of examination concerning the issue raised by the petition and the remonstrance. In this case a remonstrance has been filed, and I now understand you to say that your client declines to appear in court. In fairness to him, as nothing has been said on the subject, we will give him until to-morrow to appear. If he does not appear then, his petition will be dismissed. Until his appearance, we will not hear your witnesses.”\nOn October 11, 1890, the time fixed by the court, Mr. Morrison appeared for the petitioner and made the following offer in writing:\n“ J. Howard Morrison, counsel for applicant, offers as witnesses, Ed. H. Allen, David B. Kerr and Harry Daley, for the purpose of showing that they have known Joseph Wheelin, the applicant, for a number of years, and know other persons who know him, aud that he is a person of good moral character and temperate habits.\n“He also offers as a witness, Bryan Garny, to prove the same as above aud also to prove that Joseph Wheelin is not-guilty of violating the law by selling liquor without a license.”\nBy the court: “We stated yesterday that no witnesses would be heard unless the applicant was present. In his absence we will not hear testimony.” Offer refused.\nThe hearing then closed, and on April 14, 1890, the court certified to the city commissioners its refusal to grant the petitioner’s application for a license.\nMr. J. Howard Morrison, for the petitioner.\nNo brief of argument was filed for the use of the Reporter."
  },
  "file_name": "0554-01",
  "first_page_order": 578,
  "last_page_order": 581
}
