{
  "id": 478423,
  "name": "Baker, Appellant, v. Geist",
  "name_abbreviation": "Baker v. Geist",
  "decision_date": "1974-07-01",
  "docket_number": "Appeal, No. 38",
  "first_page": "73",
  "last_page": "79",
  "citations": [
    {
      "type": "official",
      "cite": "457 Pa. 73"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "200 A. 54",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1938,
      "opinion_index": 0
    },
    {
      "cite": "331 Pa. 89",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1184263
      ],
      "year": 1938,
      "opinion_index": 0,
      "case_paths": [
        "/pa/331/0089-01"
      ]
    },
    {
      "cite": "239 A.2d 458",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "429 Pa. 109",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1913496
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/429/0109-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 410,
    "char_count": 8718,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 3.4524387597854467e-07,
      "percentile": 0.8802408943533001
    },
    "sha256": "62294bba90cd02df43690b5e6fcb1a78b92211a82edb1443f39256e31778f2bf",
    "simhash": "1:afc346aa5dc52716",
    "word_count": 1410
  },
  "last_updated": "2024-02-27T18:17:21.912752+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and Manderino, JJ."
    ],
    "parties": [
      "Baker, Appellant, v. Geist."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Manderino,\nThe appellant, Harold S. Baker, brought an action under the Uniform Fraudulent Conveyance Act, Act of May 21,1921, P. L. 1045, No. 379, §§1-13, 39 P.S. §§351-63, seeking to set aside certain conveyances made by the appellee Minnie E. Geist, to her niece, appellee Hannah M. Tussey. The trial court refused to set aside the conveyances and this appeal followed.\nThe appellant and appellee Geist were involved in an automobile collision on September 21, 1968. Between September 4, 1969, and October 16, 1969, tbe appellant’s attorney sent two letters to appellee Geist and two letters to her attorney. In those letters tbe appellant’s attorney notified appellee Geist of tbe appellant’s claim for damages for tbe injuries wbicb were sustained by tbe appellant as a result of tbe negligent conduct of appellee Geist on September 21, 1968. In tbe letters, appellee Geist was notified that ber personal assets would be necessary to “cover tbe gap between [ber] insurance coverage [$10,000] and tbe amount necessary to settle [tbe] claim.” Appellee Geist was informed that tbe appellant’s damages were already close to $17,000 since appellant bad lost approximately $7,800 in earnings and incurred hospital and doctor bills of about $9,000. Appellant’s attorney suggested a settlement whereby appellee Geist, who was a widow without children, would convey her home to appellant with a life estate reserved to appellee Geist. Appellant’s attorney wrote in one letter “This would insure that your client [appellee Geist] would have a roof over ber bead for tbe balance of ber life and would have no further expenses [than] ber usual household expenses and taxes.” Appellant’s attorney said further that if the plan was not acceptable, suit would be instituted. Tbe last letter requested an answer no later than October 24, 1969. On that date, appellee Geist, who bad not accepted tbe appellant’s offer, conveyed to ber niece, appellee Tussey, ber home wbicb was worth between $16,500 (appellant’s estimate) and $20,000 (appellee’s estimate). She also conveyed to ber niece approximately $7,000 worth of stock in two savings and loan associations. After these conveyances, appellee Geist’s assets consisted of approximately $2,500 in checking and savings accounts.\nOn November 26, 1969, tbe appellant filed an action in tort against appellee Geist. On April 8, 1970, a jury returned a verdict of $49,200 in favor of tbe appellant against appellee Geist. Appellee Geist did not have sufficient assets to pay the verdict. Appellant then filed an action under the Uniform Fraudulent Conveyance Act. He alleged that the conveyances made by appellee Geist to her niece on October 24,1969, five months prior to the verdict, were fraudulent as to him as a creditor and should be set aside.\nThe Uniform Fraudulent Conveyance Act permits a creditor to set aside conveyances if the conveyances are fraudulent as to creditors. Act of May 21, 1921, P. U. 1045, No. 379, §§9-10, 39 P.S. §§359-60. The appellant claims that the conveyances of October 24, 1969, were fraudulent under section 4 of the Act which provides: “Every conveyance made and every obligation incurred by a person who is or will be thereby rendered insolvent, is fraudulent as to creditors, without regard to his actual intent, if the conveyance is made or the obligation is incurred without a fair consideration.” Act of May 21, 1921, P. L. 1045, No. 379, §4, 39 P.S. §354.\nThe trial court concluded that the appellant at the time of the conveyances was a creditor of appellee Geist and also found that the conveyances were made without a fair consideration. The trial court concluded, however, that section 4 of the Uniform Fraudulent Conveyance Act did not apply because appellee Geist was not rendered insolvent by the conveyances on October 24, 1969. The trial court concluded that the appellee Geist was not insolvent on the date of the conveyances because “her liability to [the appellant] was potential at best. . . .” Moreover, according to the trial court, she had assets of approximately $2,500 and a $10,000 liability policy. We cannot agree with the trial court’s conclusion that appellee Geist was not insolvent on October 24, 1969.\nInsolvency is defined in the Uniform Fraudulent Conveyance Act as follows: “A person is insolvent when the present, fair, salable value of his assets is less than the amount that will be required to pay his probable liability on Ms existing debts as they become absolute and matured.'’'’ Act of May 21, 1921, P. L. 1045, No. 379, §2, 39 P.S. §352 (emphasis added). The definition refers to debts that will become absolute and matured, not debts that are absolute and matured. Moreover, the word debt is defined in the Act as “any legal liability, whether matured or unmatured, liquidated or unliquidated, absolute, fixed, or contingent.'” Act of May 21, 1921, P. L. 1045, No. 379, §1, 39 P.S. §351 (emphasis added). An existing debt, therefore, need not be a debt which is matured, liquidated, absolute, or fixed. An existing debt is an existing legal liability, whether matured or unmatured, liquidated or unliquidated, absolute, fixed, or contingent.\nAppellees argue that the words legal liability in the definition of debt mean a liability which exists only after a verdict following a trial. We disagree. The meaning of the words legal liability in the definition of debt becomes clear when we examine the definition of creditor which immediately precedes the definition of debt in the Act. See Statutory Construction Act, 1 Pa. S. §1932. The Act defines creditor as “a person having a claim, whether matured or unmatured, liquidated or unliquidated, absolute, fixed, or contingent. Act of May 21, 1921, P. L. 1045, No. 379, §1, 39 P.S. §351 (emphasis added). A claim precedes a jury verdict. The words legal liability, when read together with the word claim, therefore, cannot mean only liability which exists after a verdict following a trial. In this case, appellant’s claim, and thus appellee Geist’s legal liability, existed on the date of the conveyances, even though a verdict was necessary to enforce that existing legal liability. Appellant was a creditor when the conveyances were made. Appellees’ suggested interpretation of the words legal liability would allow a person to dispute any claim presented, then convey assets and be immune from any action under the Uniform Fraudulent Conveyance Act. The legislature could not have intended such an unreasonable result. See Statutory Construction Act, 1 Pa. S. §1922.\nThe appellees have cited First National Bank v. Hoffines, 429 Pa. 109, 239 A.2d 458 (1968). Hoff mes, however, refused to set aside a conveyance as fraudulent because the plaintiff was not a creditor at the time of the conveyance. Defendant’s liability to the plaintiff arose from defendant’s conduct (execution of a note) which occurred after the conveyance was made. In this case, appellee Geist’s liability was based on her conduct (negligence in the motor vehicle collision) which occurred before the conveyances were made. Appellant, therefore, in this case, was a creditor at the time of the conveyances.\nThe only remaining question is whether appellee Geist’s assets were “less than the amount that would be required to pay [her] probable liability on [her] existing debts as they [become] absolute and matured.” On this issue, appellees had the burden of proof. Farmers Trust Co. v. Bevis, 331 Pa. 89, 200 A. 54 (1938). In considering whether a person is insolvent, the assets to be considered under the Act are those which have a “present, fair, salable value.” On October 24, 1964, the “present, fair, salable value” of appellee Geist’s assets was approximately $2,500. Even if we assume that the $10,000 liability insurance policy had a “present, fair, salable value,” appellee Geist’s assets only totaled approximately $12,500. She did not sustain her burden of proof that these assets were sufficient to pay her probable liability on her existing debt to the appellant. Appellee Geist was therefore rendered insolvent by the conveyances on October 24, 1969.\nUnder section 4 of the Act, appellee Geist’s conveyances of her home and her stocks in two savings and loan associations were fraudulent as to creditors because they rendered her insolvent and were made without a fair consideration. The conveyances must he set aside.\nDecree reversed and the matter remanded for proceedings consistent with this opinion. Each party to pay own costs.",
        "type": "majority",
        "author": "Mr. Justice Manderino,"
      }
    ],
    "attorneys": [
      "Joseph A. Klein, for appellant.",
      "Elmer E. Harter, for appellees."
    ],
    "corrections": "",
    "head_matter": "Baker, Appellant, v. Geist.\nJuly 1, 1974:\nArgued May 22, 1973.\nBefore Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and Manderino, JJ.\nJoseph A. Klein, for appellant.\nElmer E. Harter, for appellees."
  },
  "file_name": "0073-01",
  "first_page_order": 103,
  "last_page_order": 109
}
