{
  "id": 478514,
  "name": "Commonwealth v. Jackson, Appellant",
  "name_abbreviation": "Commonwealth v. Jackson",
  "decision_date": "1974-08-02",
  "docket_number": "Appeal, No. 140",
  "first_page": "237",
  "last_page": "249",
  "citations": [
    {
      "type": "official",
      "cite": "457 Pa. 237"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "285 A.2d 865",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "445 Pa. 228",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1940013
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/445/0228-01"
      ]
    },
    {
      "cite": "241 F. Supp. 49",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        385222
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/241/0049-01"
      ]
    },
    {
      "cite": "236 A.2d 567",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "211 Pa. Superior Ct. 394",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        781466
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/211/0394-01"
      ]
    },
    {
      "cite": "257 A.2d 356",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "215 Pa. Superior Ct. 63",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        788633
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/215/0063-01"
      ]
    },
    {
      "cite": "429 F.2d 739",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2236117
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/429/0739-01"
      ]
    },
    {
      "cite": "290 A.2d 114",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "447 Pa. 322",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1942976
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/pa/447/0322-01"
      ]
    },
    {
      "cite": "220 A.2d 628",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "422 Pa. 171",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1901698
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/422/0171-01"
      ]
    },
    {
      "cite": "247 A.2d 228",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "432 Pa. 11",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1919687
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/432/0011-01"
      ]
    },
    {
      "cite": "388 U.S. 14",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6167274
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/us/388/0014-01"
      ]
    },
    {
      "cite": "384 U.S. 436",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12046400
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/us/384/0436-01"
      ]
    },
    {
      "cite": "269 A.2d 744",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "440 Pa. 195",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1932297
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/440/0195-01"
      ]
    },
    {
      "cite": "296 A.2d 519",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "449 Pa. 35",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1945612
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/pa/449/0035-01"
      ]
    },
    {
      "cite": "295 A.2d 596",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "449 Pa. 263",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1945668
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/pa/449/0263-01"
      ]
    },
    {
      "cite": "282 A.2d 23",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "445 Pa. 36",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1940053
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/445/0036-01"
      ]
    },
    {
      "cite": "26 A. 228",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1893,
      "pin_cites": [
        {
          "page": "235"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "153 Pa. 535",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        840271
      ],
      "year": 1893,
      "pin_cites": [
        {
          "page": "553"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/153/0535-01"
      ]
    },
    {
      "cite": "25 A.L.R. 3d 1149",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 3d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "206 A.2d 295",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "416 Pa. 437",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1893067
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/pa/416/0437-01"
      ]
    },
    {
      "cite": "364 U.S. 852",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6255883,
        6256941,
        6257585,
        6256146,
        6257268,
        6255221,
        6256568,
        6255551
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/us/364/0852-03",
        "/us/364/0852-06",
        "/us/364/0852-08",
        "/us/364/0852-04",
        "/us/364/0852-07",
        "/us/364/0852-01",
        "/us/364/0852-05",
        "/us/364/0852-02"
      ]
    },
    {
      "cite": "162 A.2d 354",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "400 Pa. 326",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1292538
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/pa/400/0326-01"
      ]
    },
    {
      "cite": "191 A.2d 844",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 1
    },
    {
      "cite": "201 Pa. Superior Ct. 360",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        764322
      ],
      "year": 1963,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/201/0360-01"
      ]
    },
    {
      "cite": "109 A. 878",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1920,
      "opinion_index": 1
    },
    {
      "cite": "266 Pa. 223",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056051
      ],
      "year": 1920,
      "opinion_index": 1,
      "case_paths": [
        "/pa/266/0223-01"
      ]
    },
    {
      "cite": "388 U.S. 14",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6167274
      ],
      "weight": 6,
      "year": 1967,
      "pin_cites": [
        {
          "page": "19"
        },
        {
          "page": "1023"
        },
        {
          "page": "1923"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/388/0014-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 890,
    "char_count": 19680,
    "ocr_confidence": 0.501,
    "pagerank": {
      "raw": 3.019581626642428e-07,
      "percentile": 0.8537957232255625
    },
    "sha256": "8b08a926d1188980a428f58df539c41099bfec879b531f3ca3f14404d0f90cd6",
    "simhash": "1:2bb66872472840bc",
    "word_count": 3209
  },
  "last_updated": "2024-02-27T18:17:21.912752+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and Manderino, JJ.",
      "Mr. Justice Nix dissents.",
      "Mr. Justice Roberts joins in this dissenting opinion."
    ],
    "parties": [
      "Commonwealth v. Jackson, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Jones,\nAppellant, Tyrone Jackson, was tried before a jury and found guilty of murder in the first degree. Post-trial motions were denied and a sentence of life imprisonment was imposed. This direct appeal followed. Appellant, through his appointed counsel, argues that Ms conviction should be set aside for four reasons: (1) that the verdict of the jury was not unanimous; (2) that the court erred in refusing to suppress appellant’s confession; (3) that the court erred in refusing to issue subpoenas for witnesses requested by appellant; and (4) that the verdict was contrary to the evidence. We find these contentions to be without merit.\nA criminal defendant who is tried before a jury can only be convicted by unanimous verdict. TMs right is protected by both the federal and state constitutions. See U. S. Const. art. III, §2; U. S. Const. amend. VI; Pa. Const. art. I, §6. See also Pa. R. Crim. P. 1120(b). To insure this right, a defendant is entitled to a poll of the jury to ascertain whether each juror concurs in the verdict. Commonwealth ex rel. Ryan v. Banmiller, 400 Pa. 326,162 A.2d 354, cert. denied, 364 U.S. 852 (1960); Pa. R. Crim. P. 1120(f). At the time of polling the jury in the present case the following colloquy took place: “The Court: What is your verdict, that is the question. Is he guilty or not guilty? What? Juror No. 1: He is guilty in one way and I am not sure in another way. The Court: Well, did you join in tMs verdict? Juror No. 1: Yes, sir. The Court: Then your verdict is what? Juror No. 1: Guilty.” Appellant argues that tMs juror’s response was so ambiguous and equivocal as to destroy the unanimity of the verdict.\nWhen a jury is polled it is the court’s duty to determine before the verdict is accepted and recorded whether the answers of each juror indicate Ms concordance with the announced verdict. If the answer of any juror is unclear, or if it is questioned, the court may further. interrogate that juror before determining whether to accept the verdict. Commonwealth ex rel. Ryan v. Banmiller, supra. In the absence of a demand for a polling of the jury, however, there is no duty or burden on the trial court to order or conduct a poll. Commonwealth v. Patrick, 416 Pa. 437, 206 A.2d 295 (1965). Similarly, where a poll is conducted and, as in the present case, the defendant neither raises questions concerning the answers of the jurors nor requests that the juror be further interrogated, the defendant cannot later be heard to challenge the unanimity of the verdict if upon the colloquy which did take place the trial court could have found that each juror assented to the verdict.\nAlthough it might have been desirable to have had juror no. 1 explain her first answer, that was neither requested nor manifestly necessary. Where an evasive answer of a juror leaves doubt as to whether he has assented to the verdict, but his answers indicate neither involuntariness nor coercion, a subsequent answer or further interrogation which indicates clear and unequivocal assent will cure any possible defect. Commonwealth ex rel. Ryan v. Banmiller, supra. See generally Annot., 25 A.L.R. 3d 1149 (1969). “The exact words used by a juror are not material, if they clearly indicate the assent of the individual mind to the verdict.” Commonwealth v. Buccieri, 153 Pa. 535, 553, 26 A. 228, 235 (1893). Here, the record indicates that the jury unanimously agreed upon a guilty verdict. Under these circumstances appellant’s contention in this regard is without merit. See Commonwealth v. Conner, 445 Pa. 36, 282 A.2d 23 (1971).\nThe second assignment of error is that his confession should have been suppressed because he was not informed of the nature of the crime about which he was to be questioned, he was not provided with counsel, and his physical and mental condition was such that his will was overborne, rendering his confession involuntary. The first and third of these allegations solely raise questions of fact to be initially determined by the suppression court. Where that court finds that the accused was informed of the nature of the charges about which he was to be questioned and that the statement of the accused was voluntarily given, appellate review is limited to a consideration of the testimony of the Commonwealth’s witnesses and that portion of the testimony offered by the defendant which is uncontradicted. Commonwealth v. Davenport, 449 Pa. 263, 295 A.2d 596 (1972). Where, as here, the suppression court’s findings have ample support in the record, we cannot say that the court erred as a matter of law in concluding the confession was admissible. Commonwealth v. Sharpe, 449 Pa. 35, 296 A.2d 519 (1972); Commonwealth v. Harmon, 440 Pa. 195, 269 A.2d 744 (1970).\nThe record also clearly indicates that appellant was informed of his right to have counsel present during questioning in accordance with Miranda v. Arizona, 384 U.S. 436 (1966), and that those rights were waived. The suppression court’s finding that this waiver was voluntary and intelligent is fully supported by the suppression hearing record, and for the reasons stated earlier will not be overturned on appeal. The presence of counsel during police interrogation is a right to which an accused is entitled and of which he must be informed. The Constitution, however, does not mandate that the state supply counsel where an accused has made an intelligent and voluntary waiver of that right.\nThe third reason advanced for the grant of a new trial is that the trial court improperly refused appellant’s request that the court issue subpoenas ad testificandum for two persons whom appellant wished to call as witnesses on his behalf. Article I, section 9, of the Pennsylvania Constitution guarantees an accused the right “to have compulsory process for obtaining witnesses in his favor. ...” A similar provision is contained in the United States Constitution. U. S. Const. amend. VI. See also Act of May 31, 1718, 1 Sm. L. 105, §4, 19 P.S. §783. The right to compulsory process encompasses the right to meet the prosecution’s case with the aid of witnesses, and the right to elicit the aid of the Commonwealth in securing those witnesses at trial, both of which are fundamental to a fair trial. This constitutional right, though fundamental, is not, however, absolute. Evidentiary rules based on legitimate state interests which exclude certain witnesses or certain testimony are not inconsistent nor incompatible with the right to compulsory process. Accordingly, where certain witnesses’ testimony would not be admissible at trial, the Constitution does not require that a defendant be given the right to secure the attendance of witnesses which he has no right to use. Washington v. Texas, 388 U.S. 14 (1967). Our inquiry is thus directed to the question of the admissibility of the testimony which would have been given by the two witnesses whom appellant requested to be subpoenaed.\nThe two proposed witnesses who were the subjects of this request were Charles Coon and Dave Davis, inmates at the State Correctional Institution at Greens-burg, Pennsylvania. At the time appellant was interrogated on the charge herein concerned, he was being detained at this same facility, on an unrelated charge. Appellant wished to establish through these witnesses that he was on medication at the time he signed the waiver and gave his statement to the police. In determining both the voluntariness of a confession and whether the waiver of a constitutional right was knowing, intelligent, and voluntary, an accused’s physical and mental condition is the proper subject of judicial inquiry. Commonwealth v. Holton, 432 Pa. 11, 247 A.2d 228 (1968); Commonwealth ex rel. Gaito v. Maroney, 422 Pa. 171, 220 A.2d 628 (1966). Not unmindful of this principle, however, we nevertheless are of the opinion that the trial court did not commit error in refusing to issue subpoenas for these two witnesses because the proffered testimony would not have tended to establish appellant’s condition at the critical time.\nAppellant offered that Dave Davis would testify that at the time appellant was first incarcerated at Greensburg, he, appellant, looked “doped up”. This testimony would have no probative value as to appellant’s condition at the time of the interrogation by the police and was therefore properly excluded. Appellant offered that Charles Coon would testify that he had administered medication to appellant. Appellant did not know what the medication was, nor was there any indication that Charles Coon conld supply that information. Appellant claimed that the medication was being administered to him under doctor’s orders. The testimony of no doctor, however, was ever offered. Had such testimony been offered along with the nature and properties of the medication, the testimony of Charles Coon, the administering agent, would have been a necessary link in the chain of establishing that this medication not only caused certain effects when taken, but that appellant had in fact taken the medicine. Charles Coon’s testimony standing alone, however, had no probative value without the testimony of another witness competent to identify the medication. Accordingly, the testimony of this witness was not improperly excluded.\nCounsel’s final contention is that the verdict was contrary to the evidence because the testimony other than appellant’s statement was entirely circumstantial, and that neither the statement nor other evidence showed premeditation or an intent to kill. This argument is singularly without merit. Our cases are so legion as not to require citation in holding that a defendant may be convicted on circumstantial evidence alone and that the specific intent to kill which is necessary in a non-felony murder to constitute murder in the first degree may be found from the attendant circumstances and may be inferred from the intentional use of a deadly weapon on a vital part of the body of another human being. In view of the circumstantial evidence in this case and the voluntary confession of appellant, there is without the slightest doubt evidence sufficient to prove murder in the first degree. A motion for a new trial on the ground that the verdict is against the weight of the evidence is addressed to the trial court’s sound discretion, and the trial court’s action is subject to reversal on appeal only for an abuse of that discretion. Commonwealth v. Zapata, 447 Pa. 322, 290 A.2d 114 (1972). Clearly, there was no abuse of discretion in the present case.\nAppellant raises in a pro se brief, however, the claim of ineffective assistance of counsel. The present record is insufficient to determine the merits of this claim. Accordingly, we must remand the record to the court below for an evidentiary hearing, to determine whether appellant was denied the right of effective assistance of counsel at various critical steps in the trial procedure.\nIt is so ordered.\nMr. Justice Nix dissents.\nAppellate counsel is the third counsel to represent appellant in this matter. Appellant was represented at trial by counsel of his own choosing. Post-trial motions were filed by trial counsel, following which the trial court granted a motion to withdraw upon appellant’s affidavit that he wished to retain new counsel. Appellant’s second attorney filed supplemental post-trial motions. The motions for new trial were denied, and from that denial appellant filed, pro se, a petition for leave to file an appeal with this Court in forma pauperis. We granted that petition and directed the lower court to appoint counsel to prosecute this appeal.\nOn this basis alone, we find the case of United States v. McCoy, 429 F.2d 739 (D.C. Cir. 1970), nncontrolling here.\nThis case is quite different from the ease of Commonwealth v. Corbin, 215 Pa. Superior Ct. 63, 257 A.2d 356 (1969), wherein a juror indicated that he wished to change his vote after he had been polled, but before the verdict had been recorded, and the case of Commonwealth v. Watson, 211 Pa. Superior Ct. 394, 236 A.2d 567 (1967), wherein a juror expressed disagreement with the verdict several times before finally agreeing to a guilty verdict.\nAlthough a defendant has the right to have compulsory process to obtain witnesses in his behalf and, therefore, to have subpoenas issued, the determination of whether or not to allow a witness to take the stand is a matter within the discretion of the trial judge. United States v. Maloney, 241 F. Supp. 49 (W.D. Pa. 1965). See, e.g., Commonwealth v. Greene, 445 Pa. 228, 285 A.2d 865 (1971), wherein this Court affirmed the trial court ruling disallowing a defendant from calling a witness who would probably invoke his Fifth Amendment privilege against self-incrimination.\nThe record does not indicate the proximity in time of the last alleged administration of medication to appellant prior to his statement and the signing of the waiver. For purposes of this appeal, however, we shall assume that this testimony would have been chronologically relevant.\nTo tlie contrary, the record indicates that in appellant’s opinion Coon thought appellant had leprosy, which clearly was not the ease.\nCoon’s testimony was not offered for the purpose of establishing appellant’s condition from Coon’s personal observations. Nor is there anything in the record to indicate that those observations would have tended to show any impairment of appellant's abilities.\nThis is the only additional assignment of error raised by appellant which was properly preserved in post-trial motions.",
        "type": "majority",
        "author": "Mr. Chief Justice Jones,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Manderino :\nI dissent. The appellant was unconstitutionally deprived of his right to compulsory process for obtaining witnesses in his favor. See Washington v. Texas, 388 U.S. 14, 18 L. Ed. 2d 1019, 87 S. Ct. 1920 (1967).\nThe majority introduces a novel and dangerous rule into a defendant’s right to compulsory process. The majority, in effect, holds that a trial judge is to consider the value of a witness to the defendant before the witness can be subpoenaed for trial. There has never been such an unfair restriction on the right to call witnesses. On many occasions, the prosecution, without question, subpoenas witnesses who come to court and never testify. Under the test established by the majority, a trial court may conduct a minitrial as to each and every subpoena requested by the defense (or the prosecution). During that minitrial, the trial court may analyze all of the considerations concerning the possible value of a witness to the defense and then decide that the witness is not needed.\n“The right to offer the testimony of witnesses, and to compel their attendance, if necessary, is in plain terms the right to present a defense, the right to present the defendant’s version of the facts as well as the prosecution’s to the jury so it may decide where the truth lies. Just as an accused has the right to confront the prosecution’s witnesses for the purpose of challenging their testimony, he has the right to present his own witnesses to establish a defense. This right is a fundamental element of due process of law.” Washington v. Texas, 388 U.S. 14, 19, 18 L. Ed. 2d 1019, 1023, 87 S. Ct. 1920, 1923 (1967).\nPrior to trial, the appellant requested subpoenas for two persons whom the appellant wanted to call as witnesses during his trial. The request was denied and that denial is one of the assignments of error. The appellant’s request for the subpoenas should have been granted.\nWhen the subpoenas were requested, the trial court properly inquired about the reasonableness of the appellant’s request in order to prevent the arbitrary use of the trial court’s subpoena power. The appellant informed the trial court that the proposed witnesses were competent to testify about the appellant’s condition at the time the appellant allegedly waived his constitutional rights and gave a statement to the police. The appellant, at that time, was being detained in the state correctional institution in Greensburg, Pennsylvania, on an unrelated charge for which he was later acquitted. The proposed witnesses were incarcerated with the appellant. The appellant informed the trial court that while he was incarcerated he was on medication and was constantly taking pills. He said that once he passed out in his cell. One of the proposed witnesses, according to the appellant, was giving the appellant medication under doctor’s orders and was in the appellant’s cell at all times. The other proposed witness, according to the appellant, was also aware of the appellant’s condition.\nThere was no proper basis for the trial court’s denial of the appellant’s request. The prosecution argues that the subpoenas were properly denied because the proposed testimony was immaterial and the proposed witnesses were incompetent. I cannot agree. The proposed testimony was obviously material since the appellant claimed that his condition prevented a knowing, intelligent, and voluntary waiver of his constitutional rights, and also affected the voluntariness of his statement. The witnesses were incompetent, it is argued, because they were lay witnesses and had no training and experience as medical experts. The record, first of all, is silent concerning the training and experience of the witnesses, but even if we assume the proposed witnesses were not medical experts, they would have been competent as witnesses on relevant and material matters. The witnesses were certainly competent to testify about their observations of the appellant and their conduct, if any, in administering medication under a doctor’s order. See G. M. Henry, Pennsylvania Evidence §537 (1953). An inquiry concerning the reasonableness of a request for a subpoena is not the trial of the case. All that the appellant was required to establish was that his request was reasonable and not arbitrary. Under the circumstances, the subpoenas should have been granted.\nArticle I, section 9, of the Pennsylvania Constitution, in addition to the Sixth Amendment to the United States Constitution, guarantees an accused the right “to have compulsory process for obtaining witnesses in his favor. . . .” The appellant, in this case, was improperly deprived of that constitutional right. See Commonwealth v. Morrison, 266 Pa. 223, 109 A. 878 (1920); Commonwealth v. Harbaugh, 201 Pa. Superior Ct. 360, 191 A.2d 844 (1963).\nThe error was not harmless. The statement which the appellant gave to the police admitted the stabbing of the victim. During the trial, the appellant denied the stabbing and presented a witness who corroborated the appellant’s testimony that the victim, who was a friend of the appellant, was dead when the appellant entered the victim’s home. The appellant vigorously contested the truthfulness of the statement he gave to the police, claiming that it was false and coerced by threats to his wife and child. Credibility is for the trier of facts, but we cannot say that the jury might not have resolved the conflicting testimony in the appellant’s favor had the proposed witnesses testified. The judgment of sentence should be reversed.\nMr. Justice Roberts joins in this dissenting opinion.",
        "type": "dissent",
        "author": "Mr. Justice Manderino :"
      }
    ],
    "attorneys": [
      "John R. Cooh, Assistant Public Defender, with him John J. Dean, Assistant Public Defender, and George 11. Ross, Public Defender, for appellant.",
      "Louis R. Paulioh, Assistant District Attorney, with. him Robert L. Eberhardt and Carol Mary Los, Assistant District Attorneys, and Robert W. Duggan, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Jackson, Appellant.\nAugust 2, 1974:\nArgued March 12, 1973.\nBefore Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and Manderino, JJ.\nJohn R. Cooh, Assistant Public Defender, with him John J. Dean, Assistant Public Defender, and George 11. Ross, Public Defender, for appellant.\nLouis R. Paulioh, Assistant District Attorney, with. him Robert L. Eberhardt and Carol Mary Los, Assistant District Attorneys, and Robert W. Duggan, District Attorney, for Commonwealth, appellee."
  },
  "file_name": "0237-01",
  "first_page_order": 267,
  "last_page_order": 279
}
