{
  "id": 478501,
  "name": "Zimmer v. Zimmer, Appellant",
  "name_abbreviation": "Zimmer v. Zimmer",
  "decision_date": "1974-10-16",
  "docket_number": "Appeal, No. 6",
  "first_page": "488",
  "last_page": "491",
  "citations": [
    {
      "type": "official",
      "cite": "457 Pa. 488"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "77 A. 242",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1910,
      "opinion_index": 0
    },
    {
      "cite": "228 Pa. 108",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969867
      ],
      "year": 1910,
      "opinion_index": 0,
      "case_paths": [
        "/pa/228/0108-01"
      ]
    },
    {
      "cite": "106 A. 233",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1919,
      "opinion_index": 0
    },
    {
      "cite": "263 Pa. 150",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047535
      ],
      "year": 1919,
      "opinion_index": 0,
      "case_paths": [
        "/pa/263/0150-01"
      ]
    },
    {
      "cite": "99 A.2d 346",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "374 Pa. 639",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1241483
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/pa/374/0639-01"
      ]
    },
    {
      "cite": "5 A.2d 801",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1939,
      "opinion_index": 0
    },
    {
      "cite": "335 Pa. 77",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1193051
      ],
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/pa/335/0077-01"
      ]
    },
    {
      "cite": "81 A.2d 879",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1951,
      "opinion_index": 0
    },
    {
      "cite": "367 Pa. 593",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1228369
      ],
      "year": 1951,
      "opinion_index": 0,
      "case_paths": [
        "/pa/367/0593-01"
      ]
    },
    {
      "cite": "208 A.2d 786",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "417 Pa. 187",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1893966
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/pa/417/0187-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 410,
    "char_count": 6252,
    "ocr_confidence": 0.498,
    "pagerank": {
      "raw": 1.9769328360302471e-07,
      "percentile": 0.7400877425672308
    },
    "sha256": "aa46c816281e4ef163a40a597615c2257e97c6e456426568de59539edf4f0316",
    "simhash": "1:e538e439164ea3c1",
    "word_count": 1059
  },
  "last_updated": "2024-02-27T18:17:21.912752+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Ea-gen, O’Brien, Roberts, Pomeroy, Nix and Mander-INO, JJ.",
      "Mr. Justice Pomeroy concurs in the result."
    ],
    "parties": [
      "Zimmer v. Zimmer, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Jones,\nThis is an appeal from an order of the Court of Common Pleas of Erie County dismissing objections to the jurisdiction of a court-appointed trustee to hold a public sale of real estate subsequent to the entrance of a default judgment against appellant, Richard H. Zimmer, in an action for partition of real property brought by appellant’s recently divorced wife, Helen M. Zimmer, appellee before this Court.\nAppellant and appellee were married on November 3, 1967, and divorced on March 25, 1971. Prior to the marriage, appellant had been the owner since 1963 of ten acres of land and buildings in Le Boeuf Township, Erie County, Pennsylvania. By the face of a deed dated February 19, 1969, Richard and Helen Zimmer became the owners of this property as tenants by the entireties with the right of survivorship.\nOn August 16, 1971, subsequent to the divorce, appellee filed a complaint in equity for partition of this real estate with the Court of Common Pleas of Erie County. Appellant failed to file an answer to the complaint, and on June 15, 1972, appellee filed with the court a petition for a decree upon judgment in default for partition. Pursuant to Rules 1557 and 1558 of the Pennsylvania Rules of Civil Procedure, the Court of Common Pleas entered that day an order directing partition and directed the parties or their attorneys to appear for a preliminary conference to consider “(1) Whether the parties can agree upon a plan of partition; (2) Simplification of the issues and (3) Whether any issues or matters relating to the carrying out of the judgment of partition shall be referred to a Master and such other matters as may be needed in the disposition of the action.” Appellant filed no exceptions to this order. Subsequently, a trustee was appointed in accordance with Rule 1558 to conduct further proceedings including sale of the property, if necessary.\nOn January 19, 1973, the trustee conducted a fact-finding hearing in accordance with Rule 1559 of the Rules of Civil Procedure, at which were present appellant’s attorney and appellee and her attorney, appellant being absent due to an illness in the family. At the hearing, appellant’s counsel challenged appellee’s ownership of the property in question, contending that appellant’s signature on the deed to the property in question had been forged, and stated that the report of a handwriting expert’s examination of the deed would be filed with the trustee within ten days. Neither that report nor any other correspondence from the appellant had been received by the trustee after four months. In a report filed on May 15, 1978, the trustee concluded that since no proof of forgery had been presented, the deed of conveyance would stand as recorded, and that appellant and appellee each stood seized as tenants in common of an undivided one half interest in the real estate. This appeal follows dismissal by the court below on July 9, 1973, of appellant’s petition of July 4, 1973, raising objection to the jurisdiction of the trustee to hold sale.\nAppellant raises an issue of particular interest before this Court. Initially, he contends that the lower court erred in dismissing his objections to sale of the property in question by the trustee when he, the appellant, had not been granted a continued hearing at which to testify on the question of whether there had existed a legal and valid estate by the entireties in the real estate. The second contention is that, where after an appeal had been filed raising the question of jurisdiction of the trustee to proceed Avith the sale and where the trustee did not so proceed pending outcome of the appeal, a further hearing should have been held to determine the state of ownership of the property in question. In essence, appellant questions in each argument the conclusiveness of the decree upon judgment in default for partition entered by the Court of Common Pleas in regard to the issue of ownership of the real estate.\nIt is axiomatic that a judgment on the title to property is conclusive between the parties to the action in subsequent litigation involving the same property where the question was in issue and was either expressly or by necessary implication decided. E.g., Stevenson v. Silverman, 417 Pa. 187, 208 A.2d 786 (1965); Loughran v. Matylewicz, 367 Pa. 593, 81 A.2d 879 (1951); Ottinger v. Walling, 335 Pa. 77, 5 A.2d 801 (1939). Where an issue is pleaded in a complaint and is necessary to the judgment of a court, we will accord no less conclusiveness to a determination of the issue of title to property affected by a default judgment. This Court has long held that a judgment by default is res judicata and quite as conclusive as one rendered on a verdict after litigation insofar as a defaulting defendant is concerned. See Devlin v. Piechoski, 374 Pa. 639, 99 A.2d 346 (1953); Exler v. Wickes Brothers, 263 Pa. 150, 106 A. 233 (1919); Stradley v. Bath Portland Cement Company, 228 Pa. 108, 77 A. 242 (1910).\nIn the present instance, appellee filed a complaint for partition of real estate with notice to plead within twenty days of service thereof. Appellant was properly served in the action, but he neither filed an appearance or answer to the complaint, nor contested entry of the default judgment. The Court of Common Pleas may, under the terms of the Act of May 10, 1927, P. L. 884, as amended, May 17, 1949, P. L. 1394, 68 P.S. §501 et seq., order partition of property held subsequent to divorce by husband and wife only as tenants by the entireties. Entrance of the judgment by default, therefore, necessarily determines the issue of ownership of the property to be partitioned. Appellant may not in this or any other action challenge the conclusiveness of that determination.\nDecree affirmed. Case remanded to the Court of Common Pleas of Erie County so that the real estate may proceed to sale. Each party to pay own costs.\nMr. Justice Pomeroy concurs in the result.",
        "type": "majority",
        "author": "Mr. Chief Justice Jones,"
      }
    ],
    "attorneys": [
      "George W. Sehroeeh, for appellant.",
      "William J. Kelly, David J. Graban, and Elderlcin, Martin, Kelly, Messina & Zamboldi, for appellee."
    ],
    "corrections": "",
    "head_matter": "Zimmer v. Zimmer, Appellant.\nOctober 16, 1974:\nSubmitted May 22, 1974.\nBefore Jones, C. J., Ea-gen, O’Brien, Roberts, Pomeroy, Nix and Mander-INO, JJ.\nGeorge W. Sehroeeh, for appellant.\nWilliam J. Kelly, David J. Graban, and Elderlcin, Martin, Kelly, Messina & Zamboldi, for appellee."
  },
  "file_name": "0488-01",
  "first_page_order": 518,
  "last_page_order": 521
}
