{
  "id": 478575,
  "name": "Marchese, Appellant, v. Marchese",
  "name_abbreviation": "Marchese v. Marchese",
  "decision_date": "1974-10-16",
  "docket_number": "Appeal, No. 228",
  "first_page": "625",
  "last_page": "631",
  "citations": [
    {
      "type": "official",
      "cite": "457 Pa. 625"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "220 A.2d 639",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "422 Pa. 116",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1901742
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/422/0116-01"
      ]
    },
    {
      "cite": "119 A.2d 626",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "180 Pa. Superior Ct. 493",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        730806
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/180/0493-01"
      ]
    },
    {
      "cite": "199 A. 198",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1938,
      "opinion_index": 0
    },
    {
      "cite": "330 Pa. 441",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1182987
      ],
      "year": 1938,
      "opinion_index": 0,
      "case_paths": [
        "/pa/330/0441-01"
      ]
    },
    {
      "cite": "130 A. 301",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1925,
      "opinion_index": 0
    },
    {
      "cite": "284 Pa. 78",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1092051
      ],
      "year": 1925,
      "opinion_index": 0,
      "case_paths": [
        "/pa/284/0078-01"
      ]
    },
    {
      "cite": "121 A.2d 103",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "384 Pa. 494",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1263015
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/pa/384/0494-01"
      ]
    },
    {
      "cite": "451 Pa 149",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "303 A.2d 826",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1973,
      "pin_cites": [
        {
          "page": "828"
        },
        {
          "page": "828"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "451 Pa. 146",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948611
      ],
      "weight": 2,
      "year": 1973,
      "pin_cites": [
        {
          "page": "148"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/451/0146-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 546,
    "char_count": 8763,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 3.2474007756634444e-07,
      "percentile": 0.8686882903211731
    },
    "sha256": "77d68dc9efabfae5b1a021a5dc33180d68bd3f1453b67a0759e13c7a4c470e22",
    "simhash": "1:6a6eecf69dbe3e91",
    "word_count": 1437
  },
  "last_updated": "2024-02-27T18:17:21.912752+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and Manderino, JJ.",
      "Mr. Justice Pomeroy concurs in the result."
    ],
    "parties": [
      "Marchese, Appellant, v. Marchese."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Jones,\nThis is a direct appeal from the decree of the Court of Common Pleas of Montgomery County granting the motion of defendants-appellees for summary judgment and dismissing the complaint in equity of plaintiff-appellant. The substance of appellant’s complaint, filed May 24, 1973, was that a 1956 deed, purporting to convey a certain piece of land from appellant and his wife to appellees, husband and wife, was a forgery and that appellees should, therefore, be removed from the premises. Appellees’ answer denied the allegations of forgery and also raised, inter alia, the defenses of laches and estoppel via conclusory pleading. Appellant then filed a reply to the New Matter raised in the answer.\nOn September 7, 1973, appellees filed a motion for summary judgment accompanied by affidavits of Judge Robert W. Honeyman and Mrs. Yernice Pugh. Appellant made no immediate response to this motion. Argument on this motion was scheduled for November 26, 1973. On November 23, 1973, appellant’s counsel filed a Petition for Leave to Withdraw, which was granted by the court. After appellees had presented oral argument on the motion, the court continued the matter until December 10, 1973, in order to permit appellant to obtain new counsel and to prepare a brief and argument on the motion. In so doing, however, the court directed that such brief and argument could relate only to the record as it then existed. Nevertheless, on December 7, 1973, appellant, per his new counsel, filed a brief with counter-affidavits attached.\nOn December 19, 1973, the court below entered its decree granting appellees’ motion for summary judgment. In its subsequent opinion of April 15, 1974, that court noted that it had refused to consider the counter-affidavits of appellant since they were filed subsequent to the date when the record had been closed. In addition to holding that summary judgment should be entered pursuant to Rule 1035 of the Pennsylvania Rules of Civil Procedure since appellant had elected to rely on his pleading rather than submitting affidavits, the court below held that the action was barred by the doctrine of laches.\nThus, two issues aa*e presented for our consideration: (1) whether summary judgment was properly entered on the basis of the affidavits submitted by appellees; and (2) if not, whether summary judgment was appropriate on the basis of the doctrine of laches.\n. The portions of Rule 1035 pertinent to this appeal are as follows:\n“(b) The adverse party, prior to the day of hearing, may serve opposing affidavits. The judgment sought shall be rendered if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law. A summary judgment, interlocutory in character, may be rendered on the issues of liability alone although there is a genuine issue as to the amount of damages.\n“(d) Supporting and opposing affidavits shall be made on personal knowledge, shall set forth such facts as would be admissible in evidence, and shall show affirmatively that the affiant is competent to testify to the matters stated therein. Sworn or certified copies of all papers or parts thereof referred to in the affidavit shall be attached thereto or served therewith. The court may permit affidavits to be supplemented or opposed by depositions, answers to interrogatories, or further affidavits. When a motion for summary judgment is made and supported as provided in this rule, an adverse party may not rest upon the mere allegations or denials of his pleading, but Ms response, by affidavits or otherwise provided in this rule, must set forth specific facts showing that there is a genuine issue for trial. If he does not so respond, summary judgment, if appropriate, shall be entered against him.” Pa. R. C. P. 1035 (emphasis added). In reaching its decision, the court below relied heavily on Rule 1035 (d) and on our recent decision in Phaff v. Gerner, 451 Pa. 146, 303 A.2d 826 (1973). We find, however, the Phaff decision uncontrolling in the present context. In Phaff, the pleadings presented an issue as to whether or not appellant had tendered settlement moneys. In support of its motion for summary judgment, appellee had presented the affidavit of the title officer which unequivocally stated that appellant had never appeared for settlement, had not deposited any moneys, nor completed settlement in any way. 451 Pa. at 148, 303 A.2d at 828. We there held that such affidavit evidence, in the absence of a counter-affidavit, justified the entry of summary judgment, 451 Pa 149, 303 A.2d at 828.\nContrastingly, the affidavits submitted by the instant appellees do not dispose of the factual dispute of forgery. Judge Honeyman-’s testimony was that he had been the attorney in charge of handling a multiple-party, and multiple-parcel real estate transaction involving, inter alia, the parties before us. He recognized his signature as witness on the deed and, on that basis, expressed his opinion as to the authenticity of the disputed signatures. He could not, however, specifically recall the event of the execution of the deed in any respect. Similarly, the testimony of Mrs. Pugh, the notary, was to the effect that although she did not recall the event, she made a practice of requiring the party whose signature was being notarized to present himself personally before her. While this type of evidence is certainly probative and would tend to negate the allegation of forgery, it is not of the unequivocal quality requisite to support a determination that “there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.” Pa. R. C. P. 1035(b). The mere fact that a party fails to submit counter-affidavits does not automatically render summary judgment appropriate under Rule 1035(d) or Phaff. It is preliminarily imperative that the moving party’s affidavit evidence clearly dispel the existence of any genuine factual issue as required by Rule 1035(b). We hold that the affidavits submitted by appellees do not satisfy this requirement. Thus, the present situation is more appropriately governed by the maxim that doubtful cases should go to trial. Gaul v. Philadelphia, 384 Pa. 494, 121 A.2d 103 (1956); Helfenstein v. Line Mountain Coal Co., 284 Pa. 78, 130 A. 301 (1925).\nTurning now to the laches question, it is likewise our opinion that the entry of summary judgment based on appellant’s laches is, at the very best, premature at this point. The equitable doctrine of laches is one which generally involves a careful factual inquiry and the instant pleadings reveal such a factual issue. See Kepler v. Kepler, 330 Pa. 441, 199 A. 198 (1938); Lehner v. Montgomery, 180 Pa. Superior Ct. 493, 119 A.2d 626 (1956). Appellees cite Gabster v. Mesaros, 422 Pa. 116, 220 A.2d 639 (1966), to support their position that the seventeen-year delay between the deed and this action constitutes laches even without a showing of specific prejudice or injury. However, they overlooked the distinction that in Gabster the plaintiffs had knowingly acquiesced for thirty years whereas in the present case appellant contends that he was unaware of the deed in controversy until just prior to the institution of this action. That the deed in question was recorded does not, by itself, give rise to laches where the underlying suit relates to the authenticity of this very document.\nIt is appellant’s burden to prove the alleged forgery and this burden may prove unsustainable. Nevertheless, we feel he should be afforded the opportunity to present his evidence and that the entry of summary judgment on the present record was erroneous.\nDecree reversed and case remanded for further proceedings consistent with this opinion. Costs to abide the event.\nMr. Justice Pomeroy concurs in the result.\nIn contrast, one of the affidavits submitted by appellant (which the court below refused to consider because it was submitted too late) contained the unequivocal averment of one Benjamin J. Márchese that he had personally witnessed one of appellees forge the signatures of appellant and his wife on the deed in question. In light of our disposition of the other issues involved in this case, however, we need not consider the propriety of the court’s ruling that appellant’s affidavits would not be considered.",
        "type": "majority",
        "author": "Mr. Chief Justice Jones,"
      }
    ],
    "attorneys": [
      "John Rogers Carroll, for appellant.",
      "Paul W. Callahan, with him Fox, Differ, Callahan & Ulrich, for appellees."
    ],
    "corrections": "",
    "head_matter": "Marchese, Appellant, v. Marchese.\nOctober 16, 1974:\nArgued May 22, 1974.\nBefore Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and Manderino, JJ.\nJohn Rogers Carroll, for appellant.\nPaul W. Callahan, with him Fox, Differ, Callahan & Ulrich, for appellees."
  },
  "file_name": "0625-01",
  "first_page_order": 655,
  "last_page_order": 661
}
