{
  "id": 970513,
  "name": "B. F. TELLER v. WM. BOYLE ET AL.",
  "name_abbreviation": "Teller v. Boyle",
  "decision_date": "1890-01-20",
  "docket_number": "No. 389",
  "first_page": "56",
  "last_page": "58",
  "citations": [
    {
      "type": "official",
      "cite": "132 Pa. 56"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "70 Pa. 84",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "20 Pa. 384",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        972414
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/20/0384-01"
      ]
    },
    {
      "cite": "59 Pa. 361",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        426980
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/59/0361-01"
      ]
    },
    {
      "cite": "99 Pa. 370",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446197
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/99/0370-01"
      ]
    },
    {
      "cite": "89 Pa. 58",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063216
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/89/0058-01"
      ]
    },
    {
      "cite": "1 Gray 282",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        1973985
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/67/0282-01"
      ]
    },
    {
      "cite": "70 Ill. 527",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        5309904
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/70/0527-01"
      ]
    },
    {
      "cite": "105 Mass. 263",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        713318
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/105/0263-01"
      ]
    },
    {
      "cite": "26 Ohio 327",
      "category": "reporters:state",
      "reporter": "Ohio",
      "opinion_index": -1
    },
    {
      "cite": "1 Phila. 106",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 346,
    "char_count": 4527,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 6.520009555291825e-07,
      "percentile": 0.9608328516450186
    },
    "sha256": "5b3b2696eadba24e73ca3781bee3fdef6bbc2b6b118811cac13d1ecdb5d48a78",
    "simhash": "1:0a3fc718866e5151",
    "word_count": 783
  },
  "last_updated": "2024-02-27T22:14:07.683778+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, Green, Clark, Williams, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "B. F. TELLER v. WM. BOYLE ET AL."
    ],
    "opinions": [
      {
        "text": "Per Curiam:\nIt appears that plaintiff below leased to Michael Higgins, for the term of three years and three months, from February 4, 1887, certain premises to be used as a saloon for the sale of liquors and as a dwelling. The lease contained a covenant that, under penalty of forfeiture, the lessee would neither occupy nor permit the premises to be occupied otherwise than as a saloon and dwelling, without the lessor’s written consent indorsed on the lease. The lessee, during the term, removed from the premises, and refused to pay subsequently accruing rent, and this suit was brought against appellants, sureties in the lease, to recover the rent thus in arrear. Their defence, in substance, is, that in 1888 the Court of Quarter Sessions refused to re-license the lessee to sell intoxicating liquors in the demised premises, and, being thus deprived of his license, his lease terminated, and, having vacated the premises, he was thenceforth relieved from his covenant to pay rent.\nThat position was ably presented in an argument that was more plausible than sound. If the lessor were insisting that his lessee should sell intoxicating liquors, and claiming the right to forfeit the lease because he refused to comply, it would doubtless be a good defence to say that he was forbidden by law to sell; but that is not this case. The license was a matter with which the lessor had nothing to do. The risk of obtaining it was assumed by the lessee; and that risk, as he must have known, depended on many contingencies, such as public necessity, character and conduct of the applicant, etc.\nIt is averred that the lessee surrendered the possession of the demised premises to the lessor, but it avails nothing without the further averment that the latter accepted the surrender and. released the tenant from further liability. The case presented by the affidavit of defence is that of a lessee who, finding that be could not obtain a renewal of bis license, abandoned the premises, and refused to further perform bis covenant to pay rent. His sureties were, of course, liable to answer for bis default, and the learned court was clearly right in entering judgment for want of a sufficient affidavit of defence.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Mr. J. Washington Logue (with him Mr. William Gorman), for the appellant.",
      "Mr. Mayer Sultsberger, for the appellee."
    ],
    "corrections": "",
    "head_matter": "B. F. TELLER v. WM. BOYLE ET AL.\nAPPEAL BY DEFENDANTS FROM THE COURT OF COMMON PLEAS NO. 1 OF PHILADELPHIA COUNTY.\nArgued January 9, 1890\nDecided January 20, 1890.\n1. The lessee under a lease containing a covenant that, under penalty of forfeiture, he would neither occupy nor permit the premises to be occupied otherwise than as a saloon or dwelling, without the lessor’s written consent indorsed, is not released from liability for the rent by a failure to obtain a license to sell liquors.\n2. An averment in an affidavit of defence to an action brought for the recovery of rent due, that the lessee surrendered the demised premises to the lessor, will avail nothing without the further averment that the latter accepted the surrender and released the tenant from further liability under the lease.\nBefore Sterrett, Green, Clark, Williams, McCollum and Mitchell, JJ.\nNo. 389 January Term 1889, Sup. Ct.; court below, No. 606 December Term 1888, C. P. No. 1.\nOn December 22, 1888, Benjamin F. Teller brought assumpsit against James Finnegan, William Boyle and John McGlinn, trading as Boyle & McGlinn, to recover rent alleged to be due from Michael Higgins, for whom the defendants were sureties. The defendants filed an affidavit of defence, the material averments of which appear in the opinion of the Supreme Court. A rule for judgment for want of a sufficient affidavit of defence was made absolute. Thereupon the defendants took this appeal, assigning the order entering judgment for error.\nMr. J. Washington Logue (with him Mr. William Gorman), for the appellant.\nCounsel cited: Rooks v. Seaton, 1 Phila. 106; Bailey v. De-Crespigny, L. R. 4 Q. B. 180; Brown v. Mayor, 13 C. B., N. S., 828; Brewster v. Kitchell, 1 Salk. 198; Gaslight Co. v. Turner, 7 Scott 779; Justice v. Lowe, 26 Ohio 327; Simpson v. Wood, 105 Mass. 263; Taylor v. Caldwell, 3 B. & S. 824 (113 E. C. L. R. 824); Walker v. Tucker, 70 Ill. 527; Williams v. Hide, Palmer 543; Lord v. Wheeler, 1 Gray 282; Appleby v. Myers, L. R. 2 C. P. 651.\nMr. Mayer Sultsberger, for the appellee.\nCounsel cited: Co. Lift., 206 a; Comyn’s Dig., Condition, D. 1; 2 Black Com., 340; Breuckmann v. Twibill, 89 Pa. 58; Auer v. Penn, 99 Pa. 370; Allegh. S. Bank v. Meyer, 59 Pa. 361; Lord v. Ocean Bank, 20 Pa. 384; Peck v. Jones, 70 Pa. 84."
  },
  "file_name": "0056-01",
  "first_page_order": 80,
  "last_page_order": 82
}
