{
  "id": 970635,
  "name": "THOS. PATTON v. PHILAD. TRACTION CO.",
  "name_abbreviation": "Patton v. Philad. Traction Co.",
  "decision_date": "1890-01-24",
  "docket_number": "No. 31",
  "first_page": "76",
  "last_page": "79",
  "citations": [
    {
      "type": "official",
      "cite": "132 Pa. 76"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "126 Pa. 559",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        968854
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/126/0559-01"
      ]
    },
    {
      "cite": "119 Pa. 53",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        558135
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/119/0053-01"
      ]
    },
    {
      "cite": "88 Pa. 37",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "97 Pa. 70",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        444789
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/97/0070-01"
      ]
    },
    {
      "cite": "104 Pa. 306",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        452206
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/104/0306-01"
      ]
    },
    {
      "cite": "126 Pa. 80",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        968873
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/126/0080-01"
      ]
    },
    {
      "cite": "71 Pa. 439",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1031212
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/71/0439-01"
      ]
    },
    {
      "cite": "24 Pa. 466",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "117 Pa. 390",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        555783
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/117/0390-01"
      ]
    },
    {
      "cite": "112 Pa. 574",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546745
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/112/0574-01"
      ]
    },
    {
      "cite": "85 Pa. 293",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        440494
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/85/0293-01"
      ]
    },
    {
      "cite": "62 Pa. 353",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1017240
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/62/0353-01"
      ]
    },
    {
      "cite": "80 Pa. 373",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042351
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/80/0373-01"
      ]
    },
    {
      "cite": "92 Pa. 475",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        491070
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/92/0475-01"
      ]
    },
    {
      "cite": "114 Mass. 83",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        722290
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/114/0083-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 439,
    "char_count": 6372,
    "ocr_confidence": 0.436,
    "pagerank": {
      "raw": 4.973475341337404e-07,
      "percentile": 0.9354481670552993
    },
    "sha256": "599b2a49fc0f50b36e6b51a349a663bd2297c1c90922aa911c61c14b3f64f825",
    "simhash": "1:6c9d817ba4c837f7",
    "word_count": 1188
  },
  "last_updated": "2024-02-27T22:14:07.683778+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Clark, Williams, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "THOS. PATTON v. PHILAD. TRACTION CO."
    ],
    "opinions": [
      {
        "text": "Per Curiam:\nOn the argument at Bar,\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Mr. Josiah R. Adams (with him Mr. Charles Hoffman), for the appellant.",
      "Mr. Thomas Leaming, for the appellee."
    ],
    "corrections": "",
    "head_matter": "THOS. PATTON v. PHILAD. TRACTION CO.\nAPPEAL BY PLAINTIFF FROM THE COURT OF COMMON PLEAS NO. 1 OF PHILADELPHIA COUNTY.\nArgued January 24, 1890\nAffirmed at Bar.\nIn an action by the driver of a dray against a street railway company, to recover damages for personal injuries, the testimony of the plaintiff showing no negligence on the part of the company’s employees, but merely a miscalculation of distance on the part of both the plaintiff and the driver of the car, it was not error to enter, a judgment of nonsuit.\nBefore Paxson, C. J., Clark, Williams, McCollum and Mitchell, JJ.\nNo. 31 January Term 1890, Sup. Ct.; court below, No. 93 December Term 1887, C. P. No. 1.\nOn December 30, 1887, Thomas Patton brought trespass against the Philadelphia Traction Company, to recover damages for personal injuries charged to the defendant company’s negligence. Issue.\nAt the trial on January 30,1889, the plaintiff introduced testimony showing that on December 22, 1887, he was driving a loaded dray from Strawberry street intending to unload at a store on the south side of Chestnut; that upon Chestnut street he drove for a short distance upon the car track of defendant company, and when he arrived nearly opposite the store at which he was to stop, another dray standing there delayed him, and, seeing a car approaching he turned off to the north side of the track, as far as he could, being there stopped by the rear end of a wagon that had stopped in front of him. He then got off his dray, and while in the act of blanketing his horse the car passed and struck the hub of his wheel, which caused the shaft of the dray to knock the plaintiff down, and throw him under a wheel of the car.\nOn motion, the court entered a judgment of nonsuit, BreGY, J., filed the following decision:\nThe plaintiff in this case has testified that he pulled out of the car track and stopped his dra}*-; got down to blanket his horse and while so doing was struck, knocked down, and run over, and that at the time he stopped, the wheels of his dray were two feet from the car track. One of the witnesses says that he heard the car strike the hub of the dray’s wheel and then saw the man go down and the hind wheel of the car go over his leg. The speed of the car has not been fixed by the witnesses, except the indefinite statement that it was faster than cars usually go. The measurements of the car, the dray, and the street were admitted.\nIf the plaintiff is accurate in his statement of the distance his dray was from the track, the measurements show that a collision was impossible. His testimony shows no negligence upon his part, as he says he was two feet from the track when he stopped, and he shows no negligence on the part of the car driver, as he says in relation to the car only that he saw it approaching some thirty or thirty-six feet off, at a fair gait.\nThe witness Doyle, it is contended, fixed negligence on the defendant, as he says the car struck the hub; and counsel claimed that the driver failed of his duty in not stopping before the dray was struck.\nThe driver of the dray and the driver of the car owed to each other the duty of ordinary care. Wliat was done by each here ? The driver of the dray stopped at what he thought was a perfectly safe distance from the track, but he was mistaken, for the car struck his dray. Can we say of the car driver, who evidently was of the same opinion as the plaintiff, that his mistake was negligence, without a like fault falling \\ipon the plaintiff ? The plaintiff had the fullest opportunity to know his position; he swears to it, almost to an inch. He had alighted from his dray, and had the advantage of seeing the location of the dray when he was standing upon the ground, and as he saw the car coming had the opportunity of seeking a place of safety for himself or giving notice to the car driver to stop, if he had any idea of danger.\nIt is very evident from the plaintiff’s testimony and conduct that he believed his dray was clear of all danger of collision. With equal and possibly better means of knowing than the car driver, he made, as it appears, a mistake in so thinking. If it was negligence for the car driver to make a miscalculation, was it not equally negligent for the plaintiff to do so ? They owed the same duty to each other. The plaintiff asks us to hold that the defendant was negligent in thinking exactly as he thought, namely, that there was room for the car to pass, when in reality there was no such room. Such a rule would not be golden. There is nothing in. this evidence to authorize us to measure the plaintiff and defendant with a different standard. If one was negligent, the other was. They both made a mistake, and made a natural miscalculation, as the only evidence on the subject shows the disturbance to the dray to have been so slight as to do little more than jar it. Mr. Doyle said he saw a box tilt a few inches and then settle back into its place. This was probably sufficient to cause the shaft to strike the plaintiff and knock him backward, and thus cause him to be run over. There was either no negligence, or there was joint negligence. I will therefore enter a nonsuit.\n—A rule to show cause why the judgment of nonsuit should not be vacated having been discharged, on argument before the court in banc, the plaintiff took this appeal assigning for error the order entering the judgment of nonsuit and the order discharging the rule to show cause, etc.\nMr. Josiah R. Adams (with him Mr. Charles Hoffman), for the appellant.\nCounsel cited: Lyman v. Railroad Co., 114 Mass. 83; Radley v. Railroad Co., L. R., 1 App. C. 754; Davies v. Mann, 10 M. & W. 546; Tuff v. Wannan, 5 C. B., N. S., 573; Thirteenth etc. Ry. Co. v. Boudrou, 92 Pa. 475; Penna. R. Co. v. Hope, 80 Pa. 373; Penna. R. Co. v. Kerr, 62 Pa. 353; Hoag v. Railroad Co., 85 Pa. 293; West Mahanoy Tp. v. Watson, 112 Pa. 574; Pass. Ry. Co. v. Trich, 117 Pa. 390.\nMr. Thomas Leaming, for the appellee.\nCounsel cited: Railroad v. Norton, 24 Pa. 466; Stiles v. Geesey, 71 Pa. 439; Bloomsburg etc. Co. v. Gardner, 126 Pa. 80; Patterson’s Ry. Acc. Law, 59; Pittsb. etc. Ry. Co. v. Taylor; 104 Pa. 306; Baker v. Fehr, 97 Pa. 70; Nagle v. Railroad Co., 88 Pa. 37; Barnes v. Sowden, 119 Pa. 53; Carroll v. Railroad Co., 12 W. N. 348; Buzby v. Traction Co., 126 Pa. 559."
  },
  "file_name": "0076-01",
  "first_page_order": 100,
  "last_page_order": 103
}
