{
  "id": 970478,
  "name": "NEW ERA LIFE ASS'N v. E. B. ROSSITER",
  "name_abbreviation": "New Era Life Ass'n v. Rossiter",
  "decision_date": "1890-02-17",
  "docket_number": "No. 446",
  "first_page": "314",
  "last_page": "318",
  "citations": [
    {
      "type": "official",
      "cite": "132 Pa. 314"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "89 Pa. 296",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063256
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/89/0296-01"
      ]
    },
    {
      "cite": "115 Pa. 492",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        551802
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/115/0492-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 499,
    "char_count": 10155,
    "ocr_confidence": 0.462,
    "pagerank": {
      "raw": 1.7490178253660338e-07,
      "percentile": 0.7082254602488408
    },
    "sha256": "6955b8f1a50ae7d1585a958442352850e0c2f00c84c1e3841818d702cd087e28",
    "simhash": "1:e37152b485206b3b",
    "word_count": 1773
  },
  "last_updated": "2024-02-27T22:14:07.683778+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, Clark, Williams, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "NEW ERA LIFE ASS’N v. E. B. ROSSITER."
    ],
    "opinions": [
      {
        "text": "Per Curiam:\nA careful examination of this case has failed to convince us that the learned judge below committed error, either in his charge, Or in his rulings upon questions of evidence. It was a case for the jury and was fairly submitted. The verdict was in favor of the plaintiff on policy No. 1,643, and in favor of the defendant on policy No. 2,389. We think that substantial justice has been done, and done in an orderly manner.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Mr. G. R. Fox, Jr. (with him Mr. G. R. Fox and Mr. Irving P. Wanger), for the appellant.",
      "Mr. George N. Corson (with him Mr. Robt. Snodgrass), for the appellee."
    ],
    "corrections": "",
    "head_matter": "NEW ERA LIFE ASS’N v. E. B. ROSSITER.\nAPPEAL BY DEFENDANT FROM THE COURT OF COMMON PLEAS OF MONTGOMERY COUNTY.\nArgued February 3, 1890\nDecided February 17, 1890.\nIn an action against a member of a mutual life insurance company to recover death assessments, the policies not being produced, but the defendant testifying that one of them having lapsed, he had returned it to the company, and the other he had never accepted, it was not error to admit the applications of defendant, entries in the company’s books, and certificates of assessments made, as evidence to establish the defendant’s membership'and liability.\nBefore Paxson, C. J., Sterrett, Green, Clark, Williams, McCollum and Mitchell, JJ.\nNo. 446 January Term 1889, Sup. Gt.; court below, No. 169 March Term 1888, C. P.\nOn January 18, 1888, an appeal was entered by the defendant from the judgment of a justice of the peace in an action by the New Era Life Association, for use of J. M. Wiestling, receiver, against Edwin B. Rossiter, to recover certain assessments upon two life policies numbered 1,648 and 2,387. Issue.\nAt the trial on December 18, 1888, the plaintiff put in evidence its charter of incorporation, and, having called the defendant to prove his signature to the applications, offered the applications in evidence. Objected to; objection overruled; exception.3\nThese applications were dated respectively April 22, 1880, and August 13, 1881; the former for an insurance of $2,000 on the life of Edwin B. Rossiter, M. D., of Pottstown; and the second for insurance of $1,000 on the same life, numbered respectively 1,643 and 2,387. The clause of the application which is the basis of this controversy was the same in both applications and read as follows: “ Should it become necessary to prove the death of a member and loss in consequence thereof, the certificate of the secretary, with the corporate seal, giving the name and address of such decedent with maximum of benefit held, shall be prima facie evidence in any court of law or elsewhere. The members and beneficiary shall be jointly and severally liable for all death claims accruing during life of membership, which shall become due within thirty days after mailing a notice showing a statement of the death and assessment as per the following graduated table: ”.....\nThe plaintiff then offered a health certificate admitted to have been signed by the defendant, on a renewal of policy 1,643, which had lapsed. Objected to. Objection overruled; offer admitted; exception.4\nPlaintiff then called F. JR. Alexander, who testified that he had been connected with the association from 1877, until its dissolution; first as local agent, then district agent, then general agent for eastern Pennsylvania, then general manager, also as a director; and offered to prove by him the policy book and register of assessments, containing the names of all the members, the numbers of their policies, the dates of their membership, and their assessments. Being cross-examined, he said his control over the book began in May or June, 1884, and that the secretaries had charge of it until then and named several. Plaintiff then offered the books so far as related to this application. Defendant objected. Objection overruled; exception.5\nThe plaintiff then showed by certain of the books the issuance of policy 1,643 for $2,000, payment of certain assessments thereon, non-payment of one assessment and lapse of the policy; also the issuance of policy 2,387, for $1,000, payment of one assessment thereon, and lapse of the policy.\nThe plaintiff then offered in evidence the certificates of assessments sent out to policy holders on the deaths of the members mentioned in them. Objected to. The plaintiff then called upon defendant to produce the policies; the defendant denied that he had them. Objection overruled; offer admitted; exception.6\nThe plaintiff then called Dr. W. H. Mayland, medical director of the association, and offered to show that the deaths mentioned in the certificates were all passed upon by him officially, that he approved them after examination, and recommended the assessments in each case. Objected to. Objection overruled; offer admitted; exception.7\nThe defendant testified as sufficiently shown in the charge of the court below. '\nAt the close of the testimony, the court, We and, J., charged the jury, in part, as follows:\n[From the testimony in this case it appears that the defendant had obtained a policy for $2,000 upon his life, which lapsed sometime in 1881; from the time he became insured until the policy was lapsed, there were certain deaths occurred amongst the insured in the company, for which he was assessed. Now, if he was insured and these deaths occurred, and he was assessed and notice given him, he ought to be made to pay. The testimony discloses that he did have such a policy; that there were certain deaths, and that certain assessments were made, and if you believe the testimony of Mr. Alexander, the proper notice of such assessments was mailed to the defendant. And therefore, in the absence of any contradictory testimony upon policy number 1,648, the court feels in duty bound to say to you that the plaintiff has made out such a case as would entitle you and require you to give a verdict in favor of the plaintiff for the amount of the assessments upon that particular policy.] 1\nA question has arisen however upon policy No. 2, or, as it is termed, policy 2,387, for $1,000. It appears that after the first policy had lapsed, Dr. Rossiter made application to have it renewed, and it is claimed by the plaintiff company that instead of renewing or reducing that policy, they issued to him a new one for $1,000. If they did do so, and he accepted or received that policy, then the same proof submitted in this case with reference to the deaths and the assessments and the notice, would govern that case, and if you believe that he was so insured, then your verdict should be in favor of the company for the assessments made upon that policy.\nBut Dr. Rossiter has a defence to the second policy; he claims that he never became insured under it, because he would not accept it when handed to him by the agent of the plaintiff company. Before the plaintiff could claim that this contract was consummated with reference to the second policy, it was their duty in some way to show to you that Dr. Rossiter had received this policy, or that it had been sent to him in such a manner as would justify you in believing that he had received it, and then, unless he could show that he had returned it or declined to receive it, he would be liable in the manner that I have stated.\nHe claims that •when this policy was handed to him by the agent, he rejected it and declined to receive it. Now, up to that time, this agent who had the policy was the representative of the company, and if they chose to send the policy by him they were bound by whatever took place between him and Dr. Rossiter ; and Dr. Rossiter at that time had the right to decline to receive it, and to refuse to go into this company; and therefore if you believe his evidence that he rejected this policy and would not receive it from the agent of the company, I charge you as a matter of law that this company cannot recover upon the second policy, unless in some way they have shown that Dr. Rossiter afterwards recognized it.\nIt is claimed that he did do so because of the payment of a certain assessment, and as evidence of that there has been offered the books of the plaintiff company, in which there is an entry of an assessment having been paid. But that book is not sufficient to show that fact, because it is simply an entry referring to some other book, and the person who received the money is not here to testify to it; nor is there any witness to identify the cash book, nor is the cash book received; and therefore if you believe the testimony of Dr. Rossiter, that he rejected this policy in the manner he stated, there can be no recovery upon that policy, and that, in the opinion of the court, is the only dispute in this case.\n[Therefore I again say to you, that under the uncontradicted testimony in the case it is your duty to render a verdict for the plaintiff company for the amount of $37.26, being the total of the assessments upon policy 1,643, with interest, $11.91, which amount is'not disputed as being the correct interest; ] 2 and if you believe that Dr. Rossiter also was insured under policy 2,387, your duty will be to render a verdict in favor of the company for tbe additional amount of $28.64, with $9.97 interest thereon, which amount is not disputed by the defendant. But if you believe the statement of Dr. Rossiter that he rejected this policy, your verdict should be in his favor on the second policy; or, in other words, you should then render a verdict in-favor of the plaintiff only for the amount which you find to be due on policy 1,643.\nThe jury returned a verdict in favor of the plaintiff for $49.17, due upon policy 1,643. A rule for a new trial having been discharged, judgment was entered, when the defendant took this appeal, assigning for error:\n1, 2. The portions of the charge embraced [ ] 1 2\n3-7. The admission of the plaintiff’s offers.3 to 7\nMr. G. R. Fox, Jr. (with him Mr. G. R. Fox and Mr. Irving P. Wanger), for the appellant.\nCounsel cited: Act of May 11, 1881, P. L. 20; Susq. M. F. Ins. Co. v. Gackenbach, 115 Pa. 492; Schaffer v. Insurance Co., 89 Pa. 296.\nMr. George N. Corson (with him Mr. Robt. Snodgrass), for the appellee.\nWhen reading the syllabus of this report, observe that in not a single one of the five offers made, objected to and admitted, was the ground of the objection stated."
  },
  "file_name": "0314-01",
  "first_page_order": 338,
  "last_page_order": 342
}
