{
  "id": 970638,
  "name": "HANNAH M. IREY v. PENNSYLVANIA R. CO.",
  "name_abbreviation": "Irey v. Pennsylvania R.",
  "decision_date": "1890-02-24",
  "docket_number": "No. 141",
  "first_page": "563",
  "last_page": "568",
  "citations": [
    {
      "type": "official",
      "cite": "132 Pa. 563"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "124 Pa. 572",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563073
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/124/0572-01"
      ]
    },
    {
      "cite": "40 Pa. 899",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "59 Pa. 259",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        426932
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/59/0259-01"
      ]
    },
    {
      "cite": "78 Pa. 219",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040392
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/78/0219-01"
      ]
    },
    {
      "cite": "73 Pa. 507",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "88 Pa. 38",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "126 Pa. 244",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        968913
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/126/0244-01"
      ]
    },
    {
      "cite": "130 Pa. 380",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        568967
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/130/0380-01"
      ]
    },
    {
      "cite": "65 Pa. 273",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "86 Pa. 78",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "113 Pa. 605",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "111 Pa. 171",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        545385
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/111/0171-01"
      ]
    },
    {
      "cite": "100 Pa. 583",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498429
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/100/0583-01"
      ]
    },
    {
      "cite": "3 W. & S. 18",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "9 W. & S. 187",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12169279
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/9/0187-01"
      ]
    },
    {
      "cite": "88 Pa. 497",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "84 N. Y. 241",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2180980
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/84/0241-01"
      ]
    },
    {
      "cite": "78 N. Y. 338",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        544400
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/78/0338-01"
      ]
    },
    {
      "cite": "70 Pa. 357",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1028193
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/70/0357-01"
      ]
    },
    {
      "cite": "31 Pa. 512",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "88 Pa. 332",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "122 Pa. 58",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948406
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/122/0058-01"
      ]
    },
    {
      "cite": "5 W. & S. 524",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        477683
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0524-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 645,
    "char_count": 11012,
    "ocr_confidence": 0.435,
    "pagerank": {
      "raw": 2.2625585666273003e-07,
      "percentile": 0.782798147691236
    },
    "sha256": "25e387c6120724ce0c2e1866a2300805124c10c0a8295e077d675f12f4b49b06",
    "simhash": "1:7a4ec3d8926bf875",
    "word_count": 1956
  },
  "last_updated": "2024-02-27T22:14:07.683778+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Green, Clark, Williams, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "HANNAH M. IREY v. PENNSYLVANIA R. CO."
    ],
    "opinions": [
      {
        "text": "Per Curiam:\nThe judgment of nonsuit was properly entei’ed. The evidence shows that the deceased lost his life as the result of his\nown rashness. While waiting at the station to take the train for Phcenixville, under the mistaken belief that his own train\nwas just starting, he left the platform and ran across the tracks, directly in front of a passing train by which he was struck and killed. Had he looked he would have seen the approaching train and saved his life. It is idle to speak of the negligence of the defendant company; plaintiff’s own negligence was so palpable as to justify the judge below in withdrawing the case from the jury.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Mr. Wm. M. Hays and Mr. Franklin March, for the appellant.",
      "Mr. John J. Pinkerton, for the appellee."
    ],
    "corrections": "",
    "head_matter": "HANNAH M. IREY v. PENNSYLVANIA R. CO.\nAPPEAL BY PLAINTIFF FROM THE COURT OF COMMON PLEAS OF CHESTER COUNTY.\nArgued February 12, 1890\nDecided February 24, 1890.\nIn an action against a railroad company to recover damages for the death of pl&intift's husband, through the alleged negligence of the defendant, it was made to appear that the deceased, under the mistaken belief that his own train was about to start, ran across an intervening track in front of a train approaching thereon, without stopping to look and listen, and was struck and killed; in such case, it was not error to enter judgment of compulsory nonsuit.\nBefore Paxson, C. J., Green, Clark, Williams, McCollum and Mitchell, JJ.\nNo. 141 July Term 1889, Sup. Ct.; court below, No. 70 January Term 1888, C. P.\nOn December 13, 1887, Hannah M. Irey brought trespass against the Pennsylvania Railroad Company, to recover damages for the death of her husband, Benjamin Irey, charged to the alleged negligence of the defendant company’s employees. Issue.\nAt the trial on November-14, 1888, before Futiiey, P. J., upon the close of the plaintiff’s testimony, on motion the court entered judgment of nonsuit, with leave etc. Subsequently a rule to show cause why the judgment should not be lifted having been argued before Clayton, P. J., 32d district, the following opinion was filed:\nThe facts briefly stated, are these: The place of the accident was at the junction of the West Chester branch with the main line of the Pennsylvania railroad at Frazer. There are two raised platforms at the station; one in front of the depot, the other on the opposite side of the road. The train from Frazer to Phoenixville is entered from the raised platform opposite the depot; and, consequently, to reach it, passengers must cross the entire roadbed and six different tracks. To enable them to do this, the company has constructed two broad plank walks, with the platforms between the tracks and on a level with the tops of the rails. These platforms are places of comparative safety. The danger to the passengers is in crossing the several tracks from each platform. From the number of tracks and passing trains, the place is more than usually dangerous, and consequently requires more than ordinary care.\nThe deceased, having his ticket for Phoenixville, attempted to cross from the depot to the opposite track, but, instead of confining himself to the plankway provided by the company for its passengers from the station to the cars, he crossed to the left at an angle of about 60 degrees, where there was no way provided for foot passengers, and, without taking any of the usual precautions, such as looking and listening, he hurried across the several tracks and jumped directly in the front of a moving engine and was killed.\nIt is said that no bell was rung, no whistle was blown, nor any warning whatever given by the company’s agents of the approaching danger. It is also said that the train that struck the deceased was moving at a very rapid rate of speed. Our attention has also been called to one of the company’s rules, which the plaintiff alleges was violated on the occasion referred to. Something was also said upon the argument on the subject of the kind of ticket the deceased was riding upon. This being a compulsory nonsuit, we must take all the evidence against the defendant in its strongest sense; and, for the purposes of this case, we may assume that the company, was, in some degree, negligent. The vital question, however, is whether the deceased was guilty of contributory negligence; in other words, whether the accident would have happened if he had exerted extraordinary care.\nThe learned judge, before whom the case was tried, was of the opinion, after hearing all the evidence, that the deceased was clearly guilty of contributory negligence. In my opinion, the case is very near the dividing line. If the accident had happened while the deceased was walking upon the planked way leading from the station to the platform on the opposite side, the question of contributory negligence would have to be decided by the jury, and not by the court; but, unfortunately for the plaintiff, this was not the case. He left a place of comparative safety, and without any invitation, actual or implied, he attempted to reach his train before it was ready to receive him, and by 'a way much more dangerous than the one provided for him by the company.\nOne who leaves the ordinary sidewalk for footmen, and walks in the middle of a frequented street, is bound to use more care and diligence for his safety than would be required if he confined himself to the proper footpath; and in an action for damages for an injury received on such an occasion, it was held that the defendant was amenable only for such wanton negligence as would be evidence of voluntary injury: Wynn v. Allard, 5 W. & S. 524; Pluckwell v. Wilson, 5 C. & P. 375. It may now be accepted as the settled law, that there can be no recovery, if care on the part of the injured one would have prevented the injury. Because of the danger of the place, the company were bound to provide a crossing place from the depot to the train; but they were not bound to guard the roadbed, as far as it could be walked over. They accordingly provided, and by their planks indicated, a place over which their travelers should walk. This place they w'ere bound to preserve from danger as far as they possibly could.\nAs every connection with a railroad is dangerous, the law requires every person who knows of the danger, or can see or hear it, to stop, look and listen, before he quits a place of safety and treads upon dangerous ground. I can see no good reason for relaxing the rule in this case. When it becomes necessary to cross several tracks, the necessity for additional care increases as the danger multiplies. Why then should not the deceased have inquired of the proper agent, first, when his train would start, and second, from what place? He would then have learned that he had full ten minutes to cross the tracks, and that there were resting platforms between each track so that he could safely look up and down before attempting to cross. He could thus have safely crossed to the Phœnixville platform, and have awaited for his train. Instead of taking such a course, he blindly rushed across the several tracks, at a place not intended for such a crossing, and without stopping, looking or listening, he sprang directly in front of the moving train and was killed. This, in the opinion of the court, was negligence per se; and, whether the company defendant was also negligent or not, the plaintiff cannot recover. This seems to be the rule laid down in the case of Carroll v. Railroad Co., 12 W. N. 348, and in Penna. R. Co. v. Bell, 122 Pa. 58.\nWe may add, that the evidence seems to show that Mr. Irey was familiar with the place; that the milk train that struck him was on time, a regular daily train. The evidence further shows that other persons, at the same time, who confined themselves to the planked way, crossed safely; and if the deceased had crossed at the same place he would perhaps have escaped.\nThe fact that the deceased was riding upon a mileage ticket is unimportant. He had surrendered his coupon at Frazer, and had commenced his journey on a new contract from Frazer to Phcenixville. Neither is it important that the Phcenixville train was behind time. The time table does not guarantee the arrival and depai’ture of trains strictly upon time. It is intended as an approxixnate guide, xiothing xnore. No foresight can guard against the delays incident to all kinds of traveling. The agent of the company is there to give all necessary information. It is too clear for argument, that the company canrxot be held liable for false information given by a bystander. If it had been proved that any person connected with the railroad had said, “Irey, there goes your train,” the case would have been differexit.\nAs to the alleged violation by the company of its own rules, which forbid a train to pass a station while another train is either receiving or discharging passengers, it is only necessary to say that the evidence does not show that any train was either receiving or discharging passengers when the milk train went by. This is not the case of a man who suddenly finds himself, without negligence upon his part, in a place of danger, and from fright or embarrassment makes a fatal mistake in judgment. Neither do the facts, as here stated, apply to a case where one is disarmed of fear by some invitation or encouragement from the party that afterwards injures him. Many of the cases cited by the plaintiff are based upon some excuse for a negligent act, or some act which estops the defendant from setting up contributory negligence. They have no application to the present case.\nUnder all the circumstances of the case, there was nothing in the conduct of the defendant, or its agents, that relieved the deceased from his plain duty to keep the path provided for him, and to stop, look and listen from such place o£ safety, before taking another dangerous step. Rule discharged.\n—Thereupon the plaintiff took this appeal, assigning the orders entering the judgment of nonsuit and discharging the rule to show cause, etc., for error.\nMr. Wm. M. Hays and Mr. Franklin March, for the appellant.\nCounsel cited: Penna. R. Co. v. White, 88 Pa. 332; Carroll v. Penna. R. Co., 12 W. N. 348; Brown v. Lynn, 31 Pa. 512; Johnson v. Railroad Co., 70 Pa. 357; Terry v. Jewett, 78 N. Y. 338; Brossels v. Railroad Co., 84 N. Y. 241; Maynes v. Atwater, 88 Pa. 497; Bevan v. Insurance Co., 9 W. & S. 187; Smyth v. Craig, 3 W. & S. 18; Miller v. Bealer, 100 Pa. 583; McGrann v. Railroad Co., 111 Pa. 171; Lehigh V. R. Co. v. Greiner, 113 Pa. 605; Gramlich v. Wurst, 86 Pa. 78; Kay v. Penna. R. Co., 65 Pa. 273; Shear. & Redf. on Neg., § 11.\nMr. John J. Pinkerton, for the appellee.\nCounsel cited: Aiken v. Penna. R. Co., 130 Pa. 380; Carroll v. Penna. R. Co., 12 W. N. 348; Penna. R. Co. v. Bell, 122 Pa. 58; Morgan v. Railroad Co., 23 W. N. 189; Penna. R. Co. v. Mooney, 126 Pa. 244; Nagle v. Railroad Co., 88 Pa. 38; Penna. R. Co. v. Beale, 73 Pa. 507; Phila. etc. R. Co. v. Stinger, 78 Pa. 219; Penna. R. Co. v. Barnett, 59 Pa. 259; McCully v. Clarke, 40 Pa. 899; Greenwood v. Railroad Co., 124 Pa. 572."
  },
  "file_name": "0563-01",
  "first_page_order": 587,
  "last_page_order": 592
}
