{
  "id": 1261895,
  "name": "Stoops v. Mulhorn, Appellant",
  "name_abbreviation": "Stoops v. Mulhorn",
  "decision_date": "1955-11-14",
  "docket_number": "Appeals, Nos. 117 and 170",
  "first_page": "132",
  "last_page": "138",
  "citations": [
    {
      "type": "official",
      "cite": "383 Pa. 132"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "362 Pa. 286",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        477383
      ],
      "pin_cites": [
        {
          "page": "289"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/362/0286-01"
      ]
    },
    {
      "cite": "296 Pa. 561",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1116650
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/296/0561-01"
      ]
    },
    {
      "cite": "353 Pa. 316",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        465744
      ],
      "pin_cites": [
        {
          "page": "318"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/353/0316-01"
      ]
    },
    {
      "cite": "119 Pa. Super. Ct. 44",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        984944
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/119/0044-01"
      ]
    },
    {
      "cite": "348 Pa. 117",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1220333
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/348/0117-01"
      ]
    },
    {
      "cite": "318 Pa. 557",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1159615
      ],
      "pin_cites": [
        {
          "page": "560"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/318/0557-01"
      ]
    },
    {
      "cite": "264 Pa. 17",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1048545
      ],
      "pin_cites": [
        {
          "page": "21"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/264/0017-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 584,
    "char_count": 9460,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 4.3341757668126914e-08,
      "percentile": 0.2725568170190617
    },
    "sha256": "0147c79072119a57461d6410fddcc10a34f556c89c0292bb0f1f35a4134db650",
    "simhash": "1:ff8392c9bb37e000",
    "word_count": 1657
  },
  "last_updated": "2024-02-27T19:05:43.789615+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stern, C. J., Stearns, Jones, Musmanno and Arnold, JJ."
    ],
    "parties": [
      "Stoops v. Mulhorn, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Musmanno,\nThe plaintiff in this case, E. Frank Stoops, wisely followed the sage counsel offered by traffic safety committees everywhere, namely, that in walking along a highway one should invariably face the oncoming traffic — but he was hit just the same. The car came up on him from the rear.\nOn the night of November 28, 1952, Stoops visited a friend in North Vandergrift, whose home bordered on the left side of Route 66 as one faces Leechburg. He had parked his car at a service station on the right side of the highway (facing Leechburg) several hundred feet away from his friend’s home. Thus, after the visit, it became necessary for him to return over this same Route 66 in order to reach the service station. As before stated, he prudently walked along the highway, facing traffic — because a pedestrian can more quickly and adroitly avoid a car which he can see in front of him than one which comes up in his wake. Route 66 at this stretch of the road is 24 feet wide.\nAfter travelling some distance' in the direction of Leechburg (with North Vandergrift behind him), Stoops readied himself to cross the highway over to the right side where his car awaited him. He stopped and looked in both directions. Two cars were proceeding toward Leechburg on the right side of the highway and they moved by without mishap. Moving in that same direction, Stoops now prepared to move obliquely from the left edge of the road so that he could continue to keep under surveillance all traffic which might approach from Leechburg. He had taken only two short diagonal steps which carried him but three feet away from the left edge of the highway, still facing Leech-burg, when a car coming from North Vandergrift struck him in the rear. Since Stoops was yet in the lane accommodating traffic from Leechburg, and this car was headed toward Leechburg, the inevitable conclusion was that the offending car was travelling on the wrong side of the road.\nThe motorist was Clarence Mulhorn, a policeman for the Township of Parks. The plaintiff sued him and the Township and recovered a verdict against both defendants in the sum of $30,000. The defendants filed motions for judgment n.o.v., which were refused in the Court below, and this appeal followed.\n• The appellants urge reversal of the lower Court’s action on the ground that Stoops committed contributory negligence. They assert that if the plaintiff had looked as he said he did, he could not fail to see Mulhorn’s car. But the answer to this contention is that Stoops did look in both directions before committing himself to the highway, and as he walked he continued to look in the direction from which traffic would normally come — in the lane in which he was advancing toward his objective. There would be no reason for him to look behind. Even if the law imposed the cautionary standards of a Milquetoast, which it does not, a pedestrian is not required to apprehend that a motorist may steal up on him from his postern side, on the contrary half of the road. In Lamont v. Adams Express Co., 264 Pa. 17, 21, this Court said on the subject, quoting from Berry on the Law of Automobiles: “ ‘A pedestrian is not necessarily guilty of negligence because of his failure to look to the rear for approaching automobiles while walking in the highway; and whether he is negligent on a particular occasion depends upon the circumstances at the time.’ Also, ‘Where a pedestrian was crossing a street diagonally in the middle of a block, it was held that she was under no legal duty to look behind her or to anticipate without having received any warning that an automobile driver was intending to pass her by going to the left of the center of the street.’ ”\nNor does the fact that the accident occurred at a point not an established crossing legally convict Stoops of contributory negligence. In Dempsey v. Cuneo E. Press Ink Co., 318 Pa. 557, 560, we said: “While it is true that one who crosses at such a place must use more care than when at a regular crossing, it is none the less also true that a pedestrian has a right to cross the street at any place, and, in doing this, he has a right to rely on the exercise of reasonable care by drivers on the highway.”\nWhat the appellants argue here in effect is that the plaintiff should have anticipated negligence on the part of the motorist. But there is no burden on a pedestrian to assume that a motorist will fail to exercise due care. As stated in Morris v. Harmony, 348 Pa. 117, 120: “One in crossing a highway has a right to rely on the assumption that a vehicle operator will use ordinary care to protect him and the mere failure to anticipate the negligence of another does not preclude a recovery of damages for injuries sustained.”\nCertainly no rule of common sense or fundamental fairness would saddle upon a pedestrian the responsibility of expecting a motorist to outrightly ignore the law of the Commonwealth. Driving on the wrong side of the road, if it so dominates facts and action as to precipitate injury, is an act which in itself constitutes negligence.\nIt is also to be noted particularly that at the time of the actual collision the plaintiff had not committed himself to the definitive movement of crossing the highway. He was still left of the center of the road and had not reached the point where to traverse the thoroughfare he might be required to turn right-angularly to traffic moving from North Vandergrift, whence came the defendants’ car.\nThere would be no justification under the decisions to hold Stoops culpable in contributory negligence as a proposition of law, and, as the record amply manifests, there would scarcely be any justification for the jury to find him guilty of contributory negligence on the facts. The negligence of Mulhorn cannot be doubted; he was driving on the wrong side of the road at such a velocity that his car hurled the plaintiff’s body 25 feet, inflicting injuries which merited an award of $80,000 damages.\nIt is contended by the appellant Township of Parks that although the accident occurred during the time that Mulhorn was assigned to police duties, his activities at the moment of the collision were without the scope of his employment. It appears that some time during the evening Mulhorn had purchased groceries and that he was on his way home to deliver them when he ran down Stoops. This circumstance would not absolve his employer from liability, for it is clear that Mulhorn was at the time still in the area of his patrolling jurisdiction and he had not arrived at the point where he would leave the highway in order to get on to the subsidiary road which led to his home, which was one mile off Route 66.\nThe defendant municipality argues further that Mulhorn’s assignment of duty that night was to check traffic at the intersection of Route 66 and Alternate Route 66 near the end of the Vandergrift Bridge and that the accident occurred beyond that intersection. However, as Mulhorn was a general policeman clothed with all the rights and responsibilities of a policeman, no part of the Township could be foreign to his police authority. He testified: “Q. You had arrested or stopped and warned people violating the law on every highway in Parks Township? A. Just about. Q. That was your business? A. Yes.”\nAlthough Mulhorn personally owned the automobile he drove during police duty, its use was authorized by the Township which supplied a siren for the vehicle and paid for the inspection of its speedometer. The Township also provided Mulhorn with a badge and purchased parts of the uniform he wore on the night of the accident.\nWhether the Township was responsible for the act of Mulhorn on the principle of respondeat superior was strictly a question of fact for the jury, and in this respect the Trial Judge properly charged: “Was he [Mulhorn] acting in the course of his employment, and upon the duties of the township, at the time the accident happened? If he was not, there could not be any recovery against Parks Township; but if he was, agency has been proven, and there can be a recovery.” He also affirmed the defendant’s point for charge: “If you find that Clarence Mulhorn was not acting on the business of the township at the time of the accident, your verdict must be for Parks Township.”\nThat Mulhorn may have been attending to some personal business while on duty for the Township would not of itself immunize the Township from responsibility for his tortious act. The syllabus in the case of Welsh et ux. v. Feyka, 119 Pa. Super. Ct. 44, well states the rule of law applicable in the case at bar: “The mere fact that an agent selects such time and route as will enable him, to some extent, to combine business and pleasure, or that, for his personal benefit, he incidentally deviates from the course of his employment, is not necessarily inconsistent with the purpose of the agency, and the principle is liable for the acts of the agent performed within the scope of his employment.”\nJudgment affirmed.\nAct of May 1, 1929, P. L. 905; Section 1004; Miles v. Myers, 353 Pa. 316, 318; Amey v. Erb, 296 Pa. 561; Fisher v. Hill, 362 Pa. 286, 289.",
        "type": "majority",
        "author": "Mr. Justice Musmanno,"
      }
    ],
    "attorneys": [
      "W. Davis Graham, for township, appellant.",
      "Harry A. Heilman, Jr., for individual, appellant.",
      "E. O. Golden, with him John Wirtsman, and Robert E. Ashe, for appellee."
    ],
    "corrections": "",
    "head_matter": "Stoops v. Mulhorn, Appellant.\nArgued September 27, 1955.\nBefore Stern, C. J., Stearns, Jones, Musmanno and Arnold, JJ.\nNovember 14, 1955:\nW. Davis Graham, for township, appellant.\nHarry A. Heilman, Jr., for individual, appellant.\nE. O. Golden, with him John Wirtsman, and Robert E. Ashe, for appellee."
  },
  "file_name": "0132-01",
  "first_page_order": 184,
  "last_page_order": 190
}
