{
  "id": 1261982,
  "name": "Warren, Appellant, v. Motion Picture Machine Operators",
  "name_abbreviation": "Warren v. Motion Picture Machine Operators",
  "decision_date": "1955-11-28",
  "docket_number": "Appeal, No. 207",
  "first_page": "312",
  "last_page": "318",
  "citations": [
    {
      "type": "official",
      "cite": "383 Pa. 312"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "379 Pa. 38",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1253632
      ],
      "pin_cites": [
        {
          "page": "47"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/379/0038-01"
      ]
    },
    {
      "cite": "336 Pa. 122",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1195638
      ],
      "pin_cites": [
        {
          "page": "126"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/336/0122-01"
      ]
    },
    {
      "cite": "310 Pa. 254",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1144243
      ],
      "pin_cites": [
        {
          "page": "263"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/310/0254-01"
      ]
    },
    {
      "cite": "303 Pa. 218",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1130074
      ],
      "pin_cites": [
        {
          "page": "223"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/303/0218-01"
      ]
    },
    {
      "cite": "353 Pa. 446",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        465766
      ],
      "pin_cites": [
        {
          "page": "449"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/353/0446-01"
      ]
    },
    {
      "cite": "311 Pa. 78",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1146314
      ],
      "pin_cites": [
        {
          "page": "85"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/311/0078-01"
      ]
    },
    {
      "cite": "310 U. S. 88",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6137179
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/310/0088-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 673,
    "char_count": 10540,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 1.2761905474665397e-07,
      "percentile": 0.6159108117886409
    },
    "sha256": "201d338c6d529572dd5ddae1f13675f83cf0455de50bad2f302ddf3331e89221",
    "simhash": "1:e72bb6c72174f606",
    "word_count": 1718
  },
  "last_updated": "2024-02-27T19:05:43.789615+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stearns, Jones, Chidsey, Musmanno and Arnold, JJ."
    ],
    "parties": [
      "Warren, Appellant, v. Motion Picture Machine Operators."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Musmanno,\nThe Skyline Drive-In Theatre, the plaintiff in this case, is a Pennsylvania corporation which owns and operates an outdoor motion picture theatre several miles west of New Castle. George Warren is the president of the corporation, all of the stock of which is owned by him and kinsmen. In 1948 the plaintiff corporation entered into a contract with New Castle Local No. 451 of the International Alliance of Theatrical Stage Employees and Moving Picture Machine Operators for the employment of two Union motion picture projectionists, which written contract was renewed in 1949 and 1950. In 1951 when the Union submitted the same agreement for signature, George Warren stated that a written contract was unnecessary, specifying : “There is no argument about it, we will cooperate again. This year is going to be the same as last year was.” In 1952, the same contract was re-tendered and George Warren reiterated: “Well, we get along without a contract, everything is abided by. We have been going on for years, no arguments, everybody is paid so why should we bother with a contract.” This identical arrangement continued through the years 1953 and 1954. By 1955 the understanding between the Corporation and the Union had become so crystallized in fact that the Union did not even find it necessary to submit a written contract. The theatre management, in the same spirit of understanding and mutual responsibility, called upon Andrew Kovach, Union projectionist, to make preparation for the opening of the 1955 season (annually the season ran from April to November, depending on weather conditions.)\nOn June 13, 1955, Donald Warren, owner of three shares of stock of the theatre corporation, and a licensed projectionist but not a member of the Union, took over the post of one of the Union projectionists, who was then discharged. The following day the Union voted to picket the plaintiff’s establishment because it was employing non-union labor. The plaintiff corporation filed a complaint against the Union, its officers and members for damages and injunctive relief against the picketing. The Court of Common Pleas of Lawrence County denied the applied-for relief on the ground that since there existed a valid and enforceable labor contract between the Corporation and the Union, a contract which the plaintiff had breached, a bona fide controversy and labor dispute had arisen which, under Section 6 of the Labor Anti-Injunction Act of 1937, P. L. 1198, 43 P.S. 206a, et seq., was not enjoinable.\nThe appellant theatre corporation asks for a reversal here, contending (1) that there was no valid contract between the parties, (2) that the Corporation was a family corporation, (3) that there was no labor dispute in the contemplation of the Labor Anti-Injunction Act, and (4) that the picketing of its premises was unlawful.\nAfter an extended hearing the Chancellor found that the facts supported a contract between the parties. A study of the record convinces us that the finding was justified. Where the Statute of Frauds is not involved, an oral agreement to continue the terms in a written contract is as binding between the parties as the original document itself. It was established by credible testimony that the management of the plaintiff corporation had implicit faith in the Union, as evidenced by the fact that at the end of each season the Union men obtained from the theatre the necessary keys to lock up the equipment and projection lens to preserve until the opening the following year. George Warren testified that he refused to sign the contract in 1950 because he wished to retain the right to discharge the Union men if he wished to do so. In view of all the circumstances in the case, it is not in the realm of likelihood that the Union would have continued to work at the theatre on so shaky a foundation as a discharge at will.\nThe appellant argues that the Skyline Drive-In Theatre is a closed corporation made up of one family and that, therefore, Donald Warren should not be treated as an employee but as a participant in the family’s self-employing activities. An analogy is thus sought to be drawn of the individual employer who hires no employees but does his own work. The appellant urges that equity should pierce the corporate veil to get at the “actual facts”, but there is no need to pierce. The corporate veil here is so thin that what it supposedly conceals is as evident as what it ostentatiously demonstrates. The fact that all the stock of the corporation is owned by members of the same family does not make it any the less a corporation. Exclusive family ownership of a corporation does not necessarily mean a small or restricted enterprise. There are many families with branches, ramifications, and offshoots so numerous that the number embraced in the over-all clan might well fill an assembly hall. The Skyline Drive-In Theatre operates as a corporation, enjoys the benefits and immunities of a corporation, and necessarily stands to accept the responsibilities of a corporation.\nIt is true that this Court has often declared that the corporate entity will be disregarded “whenever justice or public policy demand it and when the rights of innocent parties are not prejudiced thereby nor the theory of corporate entity made useless.” However, no compelling reason presents itself here for puncturing the corporate entity. Neither justice nor public policy demands it. In fact, to do so would be to visit harm to the whole concept of corporate responsibility. The mere fact that Donald Warren, who replaced the Union projectionist, was a stockholder and related to the other stockholders does not establish that he was working for himself. Many corporations, large and small, encourage their employees to become stockholders, but the purchase of stock does not metamorphose an employee into an owner with absolute powers of hiring and firing. Donald Warren’s position as a stockholder remains in a legal-tight compartment entirely separated from his status as an employee. It is significant in this connection that as a motion picture projectionist, Donald Warren obtains rights of Workmen’s Compensation, Unemployment Compensation, and Social Security which would not accrue to him as the proprietor of a one-man enterprise.\nIt is contended further by the appellant that according to the Labor Anti-Injunction Act no labor dispute existed between the parties. The Act says: “The term Tabor dispute’ includes any controversy concerning terms or conditions of employment, or . . . concerning employment relations or any other controversy arising out of the respective interests of employer and employe, regardless of whether or not the disputants stand in the proximate relation of employer and employe and regardless of whether or not the employes are on strike with the employer.” Since we have affirmed a contractual relationship, 43 P.S. 206c (c), between the plaintiff corporation and the defendant union it cannot be doubted that the controversy between the parties over that contract falls within the definition of a labor dispute. Therefore, with a labor dispute definitely indicated, the defendant union has the right to announce to the world the nature of that dispute and, by exposition and argument, seek to obtain the approval of the public for its side of the controversy. In this endeavor, freedom of expression is one of the inalienable rights of the Union and its members. In the case of Carlson v. California, 310 U. S. 88, the Supreme Court of the United States declared: “For the reasons set forth in our opinion in Thornhill v. Alabama, supra, publicizing the facts of a labor dispute in a peaceful way through appropriate means, whether by pamphlet, by word of mouth or by banner, must now be regarded as within that liberty of communication which is secured to every person by the Fourteenth Amendment by a state.”\nIn Kirmse v. Adler, 311 Pa. 78, 85, this Court said: “Appellants [union employees] are entitled to present their cause to the public by circulars calculated to induce others to stand with them, provided the arguments employed are peaceful and no coercion is attempted. They can inform the public of the existence of their difficulties, the reasons for them, and ask the public for support and request them generally to assist by not patronizing plaintiffs’ business.”\nThe defendants in the case at bar notified the general public of the breach in the harmonious relationship which had once existed between them and the plaintiff corporation. In a democracy, so long as the communication in a labor controversy — or in any other type of quarrel due to differences in view — advocates persuasion and not coercion, thus appealing to reason and not to force, there attends the message-bearer the invisible sentinel of the law protecting the right of freedom of communication. Of course, if freedom should become license and license degenerate into violence, then equity will step in to halt the club, the brickbat or flying stone which substitutes intimidation for argument and terror for common sense. There is, however, not the slightest suggestion or inference in this case of conduct which departs from the legitimate processes of argumentation in the forum of economic debate.\nThe right of injunction in labor controversies is one granted only in rare circumstances which do not appear here. In Westinghouse Elect. v. United Elec., 353 Pa. 446, 449, this Court said: “In Pennsylvania the Labor Anti-Injunction Act of June 2, 1937, P. L. 1198, prescribed that such injunctions should issue only when certain conditions existed and certain requirements were met; for example, the court must find that the public authorities were unable to furnish adequate protection to the complainant’s property; also, the complainant must have made every reasonable effort to settle the labor dispute.” In addition to other reasons specified, the plaintiff’s case does not fall within the requirements here cited.\nThe order of the court below is affirmed, costs on the appellants.\nFoley v. Barnett, 303 Pa. 218, 223.\nTucker v. Binenstock, 310 Pa. 254, 263; Markovitz v. Markovitz, 336 Pa. 122, 126; Barium Steel Corp. v. Wiley, 379 Pa. 38, 47.",
        "type": "majority",
        "author": "Me. Justice Musmanno,"
      }
    ],
    "attorneys": [
      "John A. Robb, with him Gilbert Levine and Van Der Voort, Royston, Robb & Leonard, for appellants.",
      "Alvah M. Shumaker, for appellees."
    ],
    "corrections": "",
    "head_matter": "Warren, Appellant, v. Motion Picture Machine Operators.\nArgued September 26,1955.\nBefore Stearns, Jones, Chidsey, Musmanno and Arnold, JJ.\nNovember 28, 1955:\nJohn A. Robb, with him Gilbert Levine and Van Der Voort, Royston, Robb & Leonard, for appellants.\nAlvah M. Shumaker, for appellees."
  },
  "file_name": "0312-01",
  "first_page_order": 364,
  "last_page_order": 370
}
