{
  "id": 1261913,
  "name": "Gagnon v. Speback, Appellant",
  "name_abbreviation": "Gagnon v. Speback",
  "decision_date": "1955-11-28",
  "docket_number": "Appeal, No. 122",
  "first_page": "359",
  "last_page": "372",
  "citations": [
    {
      "type": "official",
      "cite": "383 Pa. 359"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "77 A. 2d 669",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "168 Pa. Superior Ct. 254",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        471980
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/168/0254-01"
      ]
    },
    {
      "cite": "22 A. 2d 724",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "343 Pa. 132",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1208385
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/343/0132-01"
      ]
    },
    {
      "cite": "195 A. 910",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "328 Pa. 508",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1179694
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/328/0508-01"
      ]
    },
    {
      "cite": "110 A. 2d 186",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "380 Pa. 407",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1255997
      ],
      "pin_cites": [
        {
          "page": "414"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/380/0407-01"
      ]
    },
    {
      "cite": "94 A. 2d 578",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "372 Pa. 570",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1237994
      ],
      "pin_cites": [
        {
          "page": "574"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/372/0570-01"
      ]
    },
    {
      "cite": "176 Pa. Superior Ct. 643",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        723068
      ],
      "pin_cites": [
        {
          "page": "648"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/176/0643-01"
      ]
    },
    {
      "cite": "125 Pa. Superior Ct. 240",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        996463
      ],
      "pin_cites": [
        {
          "page": "244"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/125/0240-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1029,
    "char_count": 21540,
    "ocr_confidence": 0.476,
    "pagerank": {
      "raw": 4.0210113070786925e-07,
      "percentile": 0.9066393446104387
    },
    "sha256": "272b4eb935afa5ea6768c73ee392e990c6024a4c0aef6a21e73bbbccb28e0f97",
    "simhash": "1:373f5cb3d2d7dcc7",
    "word_count": 3662
  },
  "last_updated": "2024-02-27T19:05:43.789615+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Steen, C. J., Steaene, Jones, Musmanno and Aenold, JJ."
    ],
    "parties": [
      "Gagnon v. Speback, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMs. Justice Arnold,\nDefendants appeal from the discharge of a rule to show cause why judgment should not be opened. The judgment was entered on November 2, 1953, by confession upon a note executed on October 31, 1952, by defendant Kuznesld in the name of the partnership. Kuznesld and Spevack comprised the partnership.\nThe note was given in payment of one-half of the purchase price for potatoes bought from plaintiff and sold and disposed of by the defendant-partnership. At the same time, plaintiff delivered to Kuzneski a bill of sale which provided in part: “. . . this sale is made with the empress understanding that there is no warranty of quality or quantity whatsoever.” (Italics supplied). Also noted on the bill of sale was an acceptance in the name of the partnership, signed by Kuzneski.\nThe petition to open averred, inter alia: “3. On November 2, 1953, judgment was entered D.S.B. against petitioners [defendants] upon a judgment note issued October SI, 1952 by Charles Spivak and Company, a partnership then existing, through Andrew Kuzneski, partner. 4. . . . The said pptatoes were purchased upon sample and upon the express representation given petitioners by plaintiff that . . . [they] .were merchantable, . , . and containing less than one percent unmerchantable potatoes. . . 5. . . ..petitioners, through Andrew Kuzneski,. . . did execute the said judgment note . . . petitioners would not have executed the said judgment note or delivered same to plaintiff, except for their complete reliance upon the said representations. . . 6. . . . over seventy-five percent of the said potatoes were . . . unmerchantable ... 7. Plaintiff well knew at the time of his said representations . . . that [they] . . . were . . . unmerchantable.” (Italics supplied). It also averred that the sale had been made upon an oral contract.\nThe petition was sworn to by both partners. Plaintiff filed an answer making proper denials and also pleading the written contract — the bill of sale heretofore mentioned.\nDepositions taken on January 30,1954, were offered in evidence at hearing held on February 2, 1954, at which time additional testimony was taken. Plaintiff objected throughout to all parol evidence tending to vary the terms of the written contract, but it was received subject to further ruling thereon by the court. Subsequently, on May 3, 1954 — the date fixed for argument on the record — defendants asked leave to amend their petition and plaintiff filed answer to the rule issued thereon. Not until May 3, 1954, was Kuzneski’s authority to execute the warrant of attorney denied. On July 23, 1954, an amended petition to open, sworn to by Spevack only, was filed. This averred that Kuzneski had executed the note without authority to bind the partnership by the warrant of attorney. Plaintiff having filed answer, further hearing was had on November 17, 1954, to determine whether filing of the amended petition should be permitted, and whether, if filed, judgment should be opéned on those grounds. The court discharged the rule; hence this appeal. ■\nWhether or not a judgment should be opened is within the sound discretion of the court; and its action will not be reversed on appeal unless an abuse of that discretion appears: Deviney v. Lynch, 372 Pa. 570, 574, 94 A. 2d 578.\nAn examination of the testimony, as well as the pleadings in this case, leaves no doubt that the saie was upon a written contract, the bill of sale, and that there was nothing to call for any alteration of its terms by oral evidence. “The parol evidence rule . . . provides that where parties to an agreement commit their undertakings to a writing with the intention that it shall formally and comprehensively evidence the terms of their agreement, the writing when executed by the parties, cannot thereafter be made subject to parol alteration, contradiction or variance by way of agreements or understandings had prior to or contemporaneously with the execution of the writing . . . But, . . . evidence of prior or contemporaneous agreements of the parties is admissible to alter, contradict or vary the terms of their writing where the omissions therefrom occurred by reason of either fraud, accident or mistake”; International Milling Company v. Hachmeister, Inc., 380 Pa. 407, 414, 110 A. 2d 186.\nThe evidence here established that in the course of negotiations for purchase, Kuzneski and plaintiff went to the place of storage where Kuzneski saw, and had an opportunity to examine, the potatoes. Plaintiff offered alternatively to grade and bag the potatoes (at a higher price), or to sell them “in place,” and Kuzneski chose the latter method. The bill of sale was read, and expressly accepted, by Kuzneski prior to delivery of the note or the potatoes. The partnership thereafter took possession of the potatoes, graded and sold them, and received the proceeds.\nNowhere has any of the parties proved that the representation of fitness, if made, was omitted by fraud, accident or mistake. Thé most that was established was that plaintiff thought that about 1■% were unfit. Furthermore, defendants could have examined and determined for themselves the merchantability of the potatoes. Nothing was hidden from them by plaintiff. Moreover, it is not conceivable that, if such representation had been made, the defendants would have accepted the bill of sale as written, the provision against warranty being so strongly stated.\nDefendants also contend that the execution of. the note with warrant of attorney to confess judgment against the partnership was without authority and not binding upon it. They proved that their partnership agreement provided that neither party “shall, without the written consent of the other, in behalf of the firm: ... (b) Make, execute and deliver . . . confession of judgment. . .”\nIt has been heretofore noted that such lack of authority was not averred in the original petition to open, which was sworn to by not only Kuzneski but also Spevack. And in the original petition the averment was affirmatively that the “judgment note [was] issued . . . by. Charles Spivak and Company, a partnership . .- . through Andrew Kuzneski,. partner.” The evidence firmly establishes that Spevack knew everything that had been done, including the delivery of the judgment note. He had knowledge of it certainly no later than March 10, 1953, and his testimony shows that he knew about it prior thereto. At no time did he disavow its legality or binding effect. His only excuse for non-payment was that the potatoes were unfit. On several occasions prior to March 10, 1953, he had talked with plaintiff relative to payment of the note, and did not then deny authority. He was advised in writing by plaintiff’s attorney on March 10, 1953, that he had his “judgment note . . . for collection [which] provides for an attorney collection fee . . . [and unless I] hear from you on or before March 20, 1953, concerning the settlement of this note, ... I will be compelled to have judgment confessed and execution issued thereon.” Not until May 3,1954 — some 18 months after execution of the note; six months after confession of judgment; and after several hearings on the petition to open — did he try to deny authority in Kuzneski to bind the partnership under the warrant of attorney. The circumstances established at the very least a ratification of Kuzneski’s acts. Cf. Montgomery v. Van Ronk, 328 Pa. 508, 195 A. 910; National Bank of Fayette County v. Valentich, 343 Pa. 132, 22 A. 2d 724; Sterle v. Galiardi Coal & Coke Co., 168 Pa. Superior Ct. 254, 77 A. 2d 669.\nIn the Sterle case, appellant complained that the judgment was improperly confessed for lack of an averment that the partner had authority to execute the warrant of attorney and confess judgment against the partnership. The Court held, at page 259: “ ‘It is true that the action of a single partner in executing a warrant of attorney to confess judgment is not binding on the partnership unless authorized by the other partners or subsequently ratified by them, but a judgment entered by virtue of such a warrant is merely voidable, and not void. . .’ ” Spevack’s conduct manifested his consent to be a party to the transaction and to bind the partnership thereby. From all of the circumstances, we can find no abuse of discretion in the court’s refusal to open judgment.\nOrder affirmed.\nOn March 10, 1953, the plaintiff’s attorney wrote the following letter to the partnership: “Xour judgment note dated October 31, 1952 and payable in fifteen (15) days to Edward P. Gagnon, in the sum of $15,000.00 has been handed to me for collection. This note further provides for an attorney collection fee . . . Please let me hear from you on or before March 20, 1953, concerning the settlement of this note, or I will be compelled to have judgment confessed and execution issued thereon.”\nSpevack testifiéd, in part:' “Q. After the potatoes were removed from the storehouse, whatever you removed from it in Potter County did you ever contact Mr. Gagnon about this note? A. .No, sir. Q. Did you ever talk to him about it over the telephone? A. Oh yes; you mean after the potatoes, went out? . . . Q. And your conversation was it not with reference to the paying of this note? A. That is right. Q. Did you talk to him about it before I wrote you? A. Several times. Q. And on each one of those conversations you complained to him that the potatoes were not in good condition, and you lost'money on them? A; That is right. Q. Then finally I wrote you [letter quoted above] in the spring of 1953,- or early summer, about this note; did you call me on the telephone? A. Yes,I called you on the telephone. Q. During that conversation you' told me that the potatoes had a lot of bad ones in them and you didn’t make out? A. We lost a lot of money oh them.”",
        "type": "majority",
        "author": "Ms. Justice Arnold,"
      },
      {
        "text": "Dissenting Opinion by\nMe. Justice Musmanno:\nOn October 31, 1952, Andrew Kuzneski, on behalf of himself and partner, Charles Spevack, handed $15,-000 in cash to Edward P. Gagnon and agreed to pay an additional $15,000 for 18,000 bushels of potatoes. This sea of potatoes spread through a large warehouse in Newfield Junction, Pennsylvania, but, like any other extensive mass, offered only its surface to inspection and appraisement. When Kuzneski prepared to haul away his acquired goods, he discovered that the lower layers of potatoes were in a state of advanced deterioration and quite different from what had met his eye in looking over the outer expanse of what he had purchased. The deeper he penetrated into the twelve-foot depth, the worse he found the tubers to be. He asked Gagnon for an adjustment based on an acknowledgement of the inferior product he had sold him. Gag-non conceded that he hadn’t thought the potatoes were “that bad” but referred Mm to his partner Warren Anderson who, after several conversations, referred him back to Gagnon who then observed that Anderson “is just pushing the buck on me.”\nAll attempts to effect a settlement with Gagnon having failed, Kuzneski and Spevack filed a petition to open the judgment which had now been entered by Gagnon on a judgment note for the second $15,000, the note having been signed on October 31st. A hearing was held on the rule to show cause, and considerable testimony was taken, but. the lower Court refused to open the judgment. The majority of this Court has affirmed the action of the Court below. I believe this to be error. A study of the transcript of the testimony convinces me that the defendants should be allowed the opportunity to present to a jury the question posed in their petition to open judgment, namely, whether the plaintiff did not deceive them in selling potatoes which he knew were “in a frozen, decayed and grossly unfit and unmerchantable state, and that they were not salable for food purposes under the law of the Commonwealth of Pennsylvania.”\nThe defendants averred in their petition that the potatoes were “purchased upon sample and upon the express representation given petitioners by plaintiff that all of the said potatoes were merchantable, grade A quality, conforming to the sample, and containing less than one percent unmerchantable potatoes.” The Pennsylvania Sales Act of May 19, 1915, P. L. 543, para. 16, 69 P.S. para. 125, provides: “In a case of a contract to sell or a sale by sample: (a) There is an implied warranty that the bulk shall correspond with the sample in quality; ... (c) If the seller is a dealer in goods of that kind, it is an implied warranty that, the goods shall he free from any defect rendering them unmerchantable which would not be apparent on reasonable examination of the sample.”\nThe Majority Opinion states that the “defendants could have examined and determined for themselves the merchantability of the potatoes,” It was a question of fact for a jury to decide whether the defendants could have examined, or were required to inspect, each individual potato to ascertain its condition. In this connection, it is also noteworthy that when Kuzneski was specifically asked: “Was it practical for you to dig down and check and examine these potatoes thoroughly,” he replied: “It was impossible.”\nIt is true that upon receiving the $15,000 cash from the defendants, the plaintiff made up a receipt in which appeared the statement that “there is no warranty of quality or quantity whatsoever.” But even this apparently iron-sheeted barricade erected by the plaintiff may not shut off justice from one who has been palpably and grossly victimized. Whatever aggrieves fundamental fairness between man and man aggrieves the law.\nRegardless of what may have happened in the past when form frequently dominated over substance, and the letter of the law often ignored factual reality, it is the established jurisprudence of today that “when a buyer relies on the judgment of a seller who knows the purpose for which the property is to be used, it is an implied warranty that the property is reasonably fit for the purpose for lohich it was bought, and it is not excluded by a written contract eliminating any warranty that may have been made by the seller. The implied sale warranty arises independently and outside of the contract and is- imposed by operation of law.” (Hobart Mfg. Co. v. Rodziewicz, 125 Pa. Superior Ct. 240, 244.)\nIt does not comport with fair dealing that a seller may disobligate himself from plain-spoken requirements of the law by inserting into a bill of sale a statement that he will not abide by the law. A potato merchant may refuse to accept responsibility for the quality of his potatoes, but the article he sells must actually be potatoes. No disavowal of warranty can protect a businessman wbo sells oleomargarine for butter, or may it immunize from liability a wine dealer who markets cider as champagne. No amount of disclaimer of quality could save the trader who sells infected milk. It is, in fact, an affront to human intelligence and to every concept of responsibility which goes to make up civilized society for any vendor of food to proclaim that he will not be held to an accounting for taking money for bad food.\nThe evidence reveals that the goods Gagnon sold to the defendants were not merchantable. He knew that the potatoes had been subjected to a severe frost as well as to the rigors of a snow storm and unusual rains. It was within his knowledge that potatoes hammered at by such severe climatic elements would quickly rot and become unfit for human consumption. Gagnon did not sell what he promised to sell, that is, potatoes.\nDespite the most valiant effort at self-preservation, a potato may deteriorate to the point where it is no longer a potato. Most of the tubers in this case had reached a stage of almost complete self-effacement. Bruised and debilitated from the attack of the frost, snow, and rain in the fields, they could offer no resistance to the forces of disintegration in the warehouse which levelled them into a common denominator and compounded them into an inedible mass.\nAlthough a potato seems to be more firmly constructed than an egg, its outer covering is no less susceptible to the elements of deterioration than those which attack an egg. A dealer in potatoes is charged with that particular knowledge. Thus, he may no more escape responsibility for selling rotten potatoes than the egg merchant who purveys rotten eggs. It needs no argument to prove that in the market of fair dealing, a rotten egg has lost all standing as an egg.\nWhat Gagnon sold to the defendants had lost all standing as potatoes. Edward Kosa, a farmer for over 25 years, described the contents of the Newfield Junction packing shed as a “mess,” and declared that he would “defy any man to grade potatoes under that condition and make them merchantable.”\nWilliam Coburn, farmer for 20 years, declared that the potatoes looked like “mud balls.”\nClifton Erway, farmer for 30 years, testified “Q. Do you know what a frozen potato looks like? A. Yes. Q. Will you tell us if potatoes are near the surface of the ground or in the ground prior to harvesting when there is a freeze, does it affect the potato? A. Yes. Q. What is that effect? A. It softens them, they decay. Q. Are they then marketable as potatoes? A. Not as eating potatoes.” He described the potatoes as a “wet mess” and, like Kosa, asserted it was impossible to grade them. Pie carted away about 600 bushels to feed to his cows, but even the cows declined to accept the article as fit for bovine sustenance and rumination: “I tried to clean them up, and at the last they gave me all the seconds and thirds and we took them to the creek and tried to wash them and get the rot out of them and after I washed them I put them in the bin in the barn but if I didn’t get them fed within a week, they weren’t good because they would rot within a week.”\nWalter Leet, another farmer, portrayed the potatoes as a “sticky mess”: “Q. And what did you see exactly? A. Well, it looked as though you took a sack of lime and wet it and dumped it on top of them and run down over them — that’s as close as I could tell you. It was just a sticky mess. They had their gloves on and it was a wet, nasty mess. Q. Prom what you saw could they be sold on the market as potatoes? A. Well, I never could sell any such thing. Q. Would you be able to say that any part of wbat you saw was gradeable, that is economically gradeable for sale? A. No absolutely not — you couldn’t tell what was good from what was bad.”\nKuzneski testified that such potatoes as he was able to sell were returned to him: “We took and tried to salvage what we could out of it and sell them, but whoever we sold these potatoes to either returned them to us or called us and told us to come back and take them off their hands.”\nEichard Billings, farmer for 40 years, testified that it was his estimate that 60% of the potatoes were frozen. He described the frozen potatoes as “soft and they were like a rot.”\nMy study of the record leads me to the observation that the plaintiff Edward F. Gagnon did not sell the defendants potatoes — what he sold them was a lawsuit; but the action of the Majority of this Court has deprived the defendants of even that precarious boon.\nThe Majority asserts that there is nothing in the case which calls “for any alteration of its [the bill of sale] terms by oral evidence.” What we are concerned with here is whether Gagnon lived up to the implied warranty of merchantability of the goods he sold. And in this respect, as pointed out in Frigidinners v. Branchtown Gun Club, 176 Pa. Superior Ct. 643, 648, “parol evidence may be received to show circumstances tending to establish an implied warranty.”\nIn that same case the Court said: “For the purpose of the rule to open judgment the appellee was only required to show that it had good defense in whole or in part of the claim in which the judgment was founded. Once this requirement was met, it became the duty of the Court below to open the judgment and allow the appellee to definitely prove its case by proper evidence before a jury.”\nThe parol evidence rule on which the Majority relies in this connection is not so inflexible as the Majority infers. Williston’s Contracts (Yol. 2, sec. 643, p. 1244), speaks to the subject as follows: “The basis of the parol evidence rule is that it must be assumed that when the parties contracted in regard to a certain matter and reduced their agreement to writing, the writing expressed their, whole agreement in regard to that matter. This reasoning is obviously inapplicable to a situation where an obligation is imposed by law irrespective of any intention to contract. Such is frequently the case with warranties. Therefore, if a buyer is induced by positive statements of fact to enter into a written contract for the purchase of goods, there seems no reason why these statements should not be admitted in evidence.”\nThe defendants in the present proceedings do not ask for Outright liberation from their judgment note. They only seek an opportunity to present facts which will show that they were deceived into spending $30,-000 for potatoes that never had a chance. It would appear, insofar as this case is concerned, that the defendants have encountered the same fate.\nI dissent.\nAll italics throughout, mine.",
        "type": "dissent",
        "author": "Me. Justice Musmanno:"
      }
    ],
    "attorneys": [
      "Harry Alan Sherman, for appellants.",
      "John 8. Simpson, with him A. G. Helbling, and Fisher, Ruddock d Simpson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Gagnon v. Speback, Appellant.\nArgued September 28, 1955.\nBefore Steen, C. J., Steaene, Jones, Musmanno and Aenold, JJ.\nHarry Alan Sherman, for appellants.\nNovember 28, 1955:\nJohn 8. Simpson, with him A. G. Helbling, and Fisher, Ruddock d Simpson, for appellee."
  },
  "file_name": "0359-01",
  "first_page_order": 411,
  "last_page_order": 424
}
