{
  "id": 1261971,
  "name": "Pennsylvania Railroad Company v. Schwartz et al.",
  "name_abbreviation": "Pennsylvania Railroad v. Schwartz",
  "decision_date": "1956-01-04",
  "docket_number": "Appeals, Nos. 8 and 9",
  "first_page": "575",
  "last_page": "587",
  "citations": [
    {
      "type": "official",
      "cite": "383 Pa. 575"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "321 U. S. 649",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        301825
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/321/0649-01"
      ]
    },
    {
      "cite": "12 A. 2d 66",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "337 Pa. 456",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1197323
      ],
      "pin_cites": [
        {
          "page": "464"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/337/0456-01"
      ]
    },
    {
      "cite": "9 A. 2d 621",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "336 Pa. 310",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1195622
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/336/0310-01"
      ]
    },
    {
      "cite": "33 Pa. Superior Ct. 317",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        868606
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa-super/33/0317-01"
      ]
    },
    {
      "cite": "297 Pa. 260",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1118204
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/297/0260-01"
      ]
    },
    {
      "cite": "189 Pa. 385",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        903495
      ],
      "pin_cites": [
        {
          "page": "394"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/189/0385-01"
      ]
    },
    {
      "cite": "335 Pa. 387",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1193056
      ],
      "pin_cites": [
        {
          "page": "390"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/335/0387-01"
      ]
    },
    {
      "cite": "291 Pa. 421",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1107236
      ],
      "pin_cites": [
        {
          "page": "423"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/291/0421-01"
      ]
    },
    {
      "cite": "6 Pa. 402",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        954631
      ],
      "pin_cites": [
        {
          "page": "403"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/6/0402-01"
      ]
    },
    {
      "cite": "333 Pa. 220",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1187921
      ],
      "pin_cites": [
        {
          "page": "222"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/333/0220-01"
      ]
    },
    {
      "cite": "337 Pa. 456",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1197323
      ],
      "pin_cites": [
        {
          "page": "464"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/337/0456-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1013,
    "char_count": 19892,
    "ocr_confidence": 0.462,
    "pagerank": {
      "raw": 8.594203391136844e-08,
      "percentile": 0.4895142535337002
    },
    "sha256": "ff3fbf76567f68eccb9fd529e7c7c2f5df38cb5985309ffea0d351507239530d",
    "simhash": "1:3dcbec4a151aff12",
    "word_count": 3394
  },
  "last_updated": "2024-02-27T19:05:43.789615+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before -Steen, C. J., Steaene, Jones, Bell, Musmanno and Aenold, JJ."
    ],
    "parties": [
      "Pennsylvania Railroad Company v. Schwartz et al."
    ],
    "opinions": [
      {
        "text": "Order\nPer Curiam,\nAnd Now, to wit, the 4th day of January, 1956, it is ordered, adjudged and decreed that the rule granted upon plaintiff to show cause why the prayer of the Attorney General’s bill should not be granted and the decree heretofore entered in the above-entitled case be reviewed, modified and amended as prayed for therein, is discharged, without prejudice to the right of the Attorney General to proceed through the Public Utility Commission for the enforcement of Sections 3, 9 and 10 of the Act of June 1, 1937, P. L. 1120, nor to the right of the plaintiff to plead in said proceedings any and all defenses which it may desire to present.",
        "type": "majority",
        "author": "Per Curiam,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Bell:\nI would dismiss this Bill of Review to amend and modify a Final Decree — it is unwarranted by the facts or by the law. To reopen and review a final decree which was affirmed and entered by this Court 16 years ago: See The Pennsylvania Railroad Co. v. Dennis J. Driscoll et al., 336 Pa. 310, 9 A. 2d 621 — is highly prejudicial to the orderly administration of Justice, as well as unfair and unjust to parties who have acted in reliance thereon for 16 years. Defendants at that time presented no petition for reargument or for modification or clarification of the Court’s Decree, and took no action to challenge or modify or change the Court’s Opinion which declared Sections 2, 4, 5, 6, 7 and 8 of the Full Crew Act of June 1, 1937, to be unconstitutional and then affirmed a Decree which permanently enjoined the enforcement of said Act! Could anything be more specific?\nThe Courts for centuries have recognized the wisdom and need for certainty and finality in litigation and in the law. As (the present Chief) Justice Steen said in Davis, Trustee v. Pennsylvania Co., 337 Pa. 456, 464, 12 A. 2d 66: “ ‘There would be no security for titles, nor could counsel advise with confidence if we were ready to listen to suggestions for the reconsideration of points solemnly determined by our predecessors Otherwise the law would become the mere football of the successively changing personnel of the court, and ‘the knowne certaintie of the law,’ which Lord Coke so wisely said ‘is the safetie of all,’ would be utterly destroyed.”\nIf defendants at this late date believe that the aforesaid decision of the Supreme Court deprived them of rights or advantages to which they should be entitled, they still have (and for 16 years have had) an adequate remedy, namely, to ask the Legislature to enact a law (a) which is constitutional, and (b) which gives them the rights and privileges they desire.\nThe Order presently made by this Court unsettles all law; it substitutes for certainty and finality, uncertainty and confusion; and in the words of Justice Owen J. Robeets in Smith v. Allwright, 321 U. S. 649, 669: . [it] tends to bring adjudications of this tribunal into the same class as a restricted railroad ticket, good for this day and train only.”\nFor these reasons I dissent from the present Order of the Court.",
        "type": "dissent",
        "author": "Mr. Justice Bell:"
      },
      {
        "text": "Dissenting Opinion by\nMe. Justice Musmanno:\nOn June 1, 1937, the General Assembly of Pennsylvania enacted the Full Crew Act (1937, P. L. 1120) requiring the employment of certain minimum-numbered crews on railroad trains operating in this State. The Pennsylvania Railroad Company (hereinafter to be referred to as the Railroad) saw unconstitutionality in certain sections of the Act and accordingly on June 2, 1937, filed in the Court of Common Pleas of Dauphin County, a Bill in Equity calling for the nullification of Sections 2, 4, 5, 6, 7 and 8. The Dauphin County Court took extensive testimony on the subject and after due consideration declared that the Railroad was correct in its contentions regarding the enumerated sections. Accordingly it held: “The provisions of Sections 2, 4, 5, 6, 7 and 8 of the said Act of June 1, 1937, P. L. 1120, violate Section 1, Article 1, of the Constitution of the Commonwealth of Pennsylvania and are unconstitutional and void . . .”\nAlthough it has never been ascertained why it so acted, the Court, after declaring only six sections of the Act unconstitutional, proceeded to issue a sweeping injunction against the enforcement of the entire Act, the final decree reading: “And now, April 26, 1939, a permanent injunction is hereby awarded enjoining Dennis J. Driscoll, Thomas C. Buchanan, Richard J. Beamish, Guy K. Bard, Donald M. Livingston, constituting the Public Utility Commission of the Commonwealth of Pennsylvania, and Charles J. Margiotti, Attorney General of the Commonwealth of Pennsylvania, or their successors in office, from enforcing the Full Crew Act approved June 1, 1937, P. L. 1120, or otherwise interfering with the plaintiff in the operation of its railroad in the Commonwealth of Pennsylvania because of failure to comply with any of the provisions of the said Act.” Whether the striking down of the whole Act was simply a lapsus calami or an intentional movement, the action of the Court was clearly a legal error. No Court can invalidate an entire statute because of certain unconstitutional features within' it, when the unconstitutional sections can be severed from the constitutional. Moreover, the Full Crew Act contained a specific severability clause. And then, when the case came up on appeal, this Court said: “As the decree of the Court below strikes down only the sections of the Act noted, there is no need to consider the question of severability.”\nIt is clear as the noonday sun that when the case was considered here in 1939, this Court intended to affirm the declared unconstitutionality of only Sections 2, 4, 5, 6, 7 and 8. In fact it emphasized that point: “It is sufficient for us to hold that Sections 2-, 4, 5, 6, 7 and 8 of the Act of June 1, 1937, P. L. 1120, as applied to appellee violate Sections 1 and 9 of Article 1, of the Constitution of the Commonwealth of Pennsylvania.” However, with the same incomprehensibility aseribable to the action of the lower Court, this Court also enjoined the enforcement of the entire Act, committing an error which glares from the pages of the State Reports as conspicuously as an ink blot. This mispronouncement remained on the records uncorrected for 16 years when on June 8, 1955, the present Attorney General of Pennsylvania, the Honorable Herbert B. Cohen, filed in this Court a Bill of Review praying that this Court “review, modify and amend its final order entered in the above-entitled cause so that the restraining effect thereof shall apply to only those portions of the Act of June 1, 1937, P. L. 1120, which are declared to be unconstitutional, without interfering with the enforcement of the remaining and constitutional sections of said act.”\nInstead of granting the prayer at once, the Majority of this Court has ordered that the Attorney General initiate a totally different action. I do not know why. If a court had said that the total of 1 plus 1 plus 1 plus 1 plus 1 plus 1 equalled 15, it would be obvious that an error in arithmetic had occurred and the judicial eraser would be brought into play without ceremony and without pause. Throughout the course of the entire litigation, which endured for two years, it was repetitiously asserted that only six of the fifteen sections of the Act were under attack. Everyone agreed that the remaining nine sections were constitutional and effective. But the Court of Dauphin County, after spelling out in so many words that six sections were unconstitutional and nine sections constitutional, threw out quite inexplicably the whole fifteen sections. No one had asked for the jettisoning of the entire cargo of the Act. On the contrary, all parties were of one mind that only six sections were to be condemned.\nAnd now that the opportunity is upon us to rescue the nine sections so mistakenly proscribed, this Court suggests in effect that possibly they should have been doomed anyway. And it does not even do this unambiguously. It declares that an issue should be framed around Sections 3, 9 and 10 of the Act. This procedure is one which does not add prestige to the Court. The present state of the record imperatively calls for a pronouncement on the constitutionality of the nine controverted sections. Why not now determine that constitutionality?\nThe law has always inveighed against multiplicity of suits and it has invariably frowned upon procrastination and laches. Yet this Court orders a wholly superfluous line of action, unconcerned about the delay such a performance will create. It orders the Attorney General to proceed through the Public Utility Commission toward the enforcement of the invalidated Sections 3, 9 and 10. The Railroad will obviously oppose the revival of those sections on the basis that the whole Act, as indicated in this Court’s prior decision, is void. Thus the same question which is now before us will return, crying for decision, but in the mean-, while much further time will have elapsed, unnecessary expenses will have been incurred, and the law, like a train without an engineer, will be running crazily through danger signals and closed switches, to the bewilderment of the legal profession and the consternation of the lay world.\nAs I see it, the Majority is ordering a vain and useless thing. How can the Public Utility Commission give sanction to Sections 3, 9, and 10, when this Court has proclaimed in a decision which stands unaltered that these sections (being part of the whole enjoined Act) are beyond the pale of recognition? The Majority advises that the Railroad may present any defense it desires to the action to be launched by the Attorney General, but what defense would it want to present except the very cogent one that this Court has already in an unchanged judgment outlawed Sections 3, 9 and 10? And what is the Public Utility Commission to do in the circumstances except to turn to the Supreme Court for instructions as to which part of its decision it intends to stand on: the one which says that Sections 3, 9 and 10 are constitutional, or the part which says that Sections 3, 9 and 10 are nullified and dead.\nSince the case is properly before us in all its phases, why is it not our duty to hand down proper instructions now? The Eailroad in its brief says that cases must have a finality, and in that connection, quotes from Davis v. Pennsylvania Co., 337 Pa. 456, 464, where we said: “Otherwise, the law would become the mere football of the successively changing personnel of the court, and ‘the knowne certaintie of the law,’ which Lord Coke so wisely said ‘is the safetie of all,’ would be utterly destroyed.” But the Eailroad presents as a solution what is precisely the difficulty before us, namely, that this Court’s decision in the case is not a “knowne certaintie” and therefore cannot be accepted as the “safetie of all.”\nThe Eailroad further advances the argument that if an error crept into the original computation in 1939, it is now too late to make a correction. It argues that the passage of time since the promulgation of the original decree has in itself already made whatever correction the facts may have demanded. In other words the Eailroad proceeds on the theory that time cures all ills. It is true that time may assuage the pain of grief and that scars may dim with the passage of years, but a broken bridge is not repaired with a calendar or repaired by idlers from the land of sloth. If there is an error of substance in a decision of this Court, the law demands and justice dictates that a correction be made, no matter how many years have passed over the crippled viaduct of indifference. It is unthinkable that in criminal law a prisoner would be compelled to serve an erroneous sentence because of a Court’s reluctance to correct records. It should be equally intolerable, if safety of life on the railroads requires, under law, that certain crews be employed, that this legal demand should be ignored because an error has gone undetected, or at least unacted upon for years.\nThe Railroad contends in addition that if a correction was to have been made in this Court’s decision, the Attorney General should have petitioned for a re-argument at the time the decision was handed down. Whether a reargument was or should have been requested is purely academic discussion. The question before us is one of substance, namely, May a statute or any portion thereof be declared unconstitutional through the process of error?\nIt should need no citation of authority to impress intellect and convince common judgment that the will of the people, as exhibited through an Act of the General Assembly, cannot be overridden by a slip of the pen. The Commonwealth here is not seeking a reargument on the merits of the case. It is merely asking that the pen which has fallen to the floor be retrieved and used to correct an unintentional wrong. It certainly should not require considerable argument to prove a point so simple. The fact that the error in this case has persisted for 16 years is historically interesting but not legally relevant. As well stated by the Attorney General in his brief, “The protracted life of an error does not give it eternal existence.”\nA Bill of Review is the proper remedy to invoke in a situation of this kind. Mr. Justice Kephart, speaking for the Court in the case of Frantz v. Philadelphia, 333 Pa. 220, 222, said: “A bill of review is a proceeding in equity, in the nature of a new suit to set aside or reexamine the final decree for error of law apparent in the decree itself, or for new matter or after discovered evidence which would require a different result. See Dennison v. Goehring, 6 Pa. 402, 403; Bailey’s Est., 291 Pa. 421, 423. It is not to be confused with a petition for rehearing under Section 78 of the Equity Rules.”\nThe error of law involved in this case is certainly “apparent in the decree itself.” It proclaims the unenforcement of legislation which the Court itself declared constitutional! What could be more an error of law than that?\nIn Davis v. Commonwealth Tr. Co., 335 Pa. 387, 390, Mr. Justice Schaffer said: “. . . The Court always has poAver to correct mistakes made by it in its own records. The power of courts to correct their own judgment is inherent.”\nWhere a court of equity is involved, this rule is particularly applicable: “It is familiar doctrine in the chancery practice that the door of equity is never closed.” (Semple’s Estate, 189 Pa. 385, 394.)\nIn its answer to the averments in the bill of review, the Railroad took the unusual position that the error of the Court below was in fact not an error, namely, that the decree prohibiting the administration of the entire Act was “the only proper result.” But to argue in this fashion is to read into the Court’s opinion Avhat is not there, and what is in verity specifically refuted because the Court held Sections 3 and 9 (the ones the Railroad specifically objects to being reviA'-ed) to be constitutionally valid. In fact, the Railroad itself argues today that it had no complaint with Sections 3 and 9 at the time the case was in litigation: “.At1 the time of the institution of this proceeding, the Pennsylvania Railroad did not allege that Sections 3 and 9 in themselves would have resulted in any unreasonable burden. At the stage which the development of railroad facilities, equipment and operations had reached in 1937, compliance Avith Sections 3 and 9 was consistent with economic and efficient railroad operation, irrespective of any statutory requirement.”\nIf this Court had not in 1939 barred the working of Sections 3 and 9, the Eailroad might well have gone on observing the standards of safety in those sections and the problem now in issue would never have arisen. This demonstrates quite conclusively the enormity of the misjudgment of 1939, and throws into bas relief the imperative necessity for action by this Court on that error.\nThe Eailroad submits the proposition that conditions have changed since 1939 and that, therefore, for that reason alone, Sections 3 and 9 may not have application to the status quo. If conditions have changed and safety standards are to be altered because of that fact, it devolves upon the Legislature or the Public Utility Commission to effect the required modifications. Conditions of themselves cannot automatically amend the decrees and judgments of the courts. Unchained chaos would reign in the land if decrees, judgments, and orders were to bend before the winds of unadjudicated changing conditions.\nThe Eailroad lays down a self-contradictory track of logic when it asserts that the decision of this Court was correct and therefore, the whole Act is enjoinable, and then, at the same time, asserts that the Court made an error. The Eailroad brief says: “The Court in its per ewiwm, opinion did make the following statement: ‘As the decree of the court below strikes down only the sections of the act noted, there is no need to consider the question of severability.’ This is clearly an erroneous statement. When else does an issue of severbility arise except when only some of the sections of an Act are stricken down as unconstitutional? If none, or all, of the sections of the Act were found to be unconstitutional, the problem of severability would obviously not arise.” The answer to this observation is to be found in the Act itself, which says: “Section 13. The provisions of this act are severable and if any of the provisions hereof are held to be unconstitutional the decision shall not be construed to impair any other provision of this act. It is hereby declared as the legislative intent that this act would have been adopted had such unconstitutional provision not been included herein.”\nPiling paradox on paradox, the Railroad brief, after asserting that this Court’s decision in 1939 was entirely correct, and then declaring it was in error, then goes on to say that this error should not be held to invalidate the result because the Chancellor who made the decision “is no longer on the scene.” It would be most anomalous indeed if justice depended on the immortality of the judges! The law is presumed to be something entirely apart from the personality of the judges who write it.\nA judicial error of far-reaching consequences is involved in the proceedings before us. It would scarcely be consonant with our concept of responsive government for this Court to adopt the rationalization of Lady Macbeth: “What need we fear who knows it, when none can call our power to account?” This Court should have sua sponte made the necessary adjustment. Failing in that self-directed rectification, it should not now compound the error by declining to take action when the Commonwealth itself asks for relief from the effects of a blunder made by the highest Court of the Commonwealth. Mr. Justice Simpson spoke well when he said in Erie City’s Appeal, 297 Pa. 260, 270: “The law is a practical science, and, in the absence of statutory inhibition, our courts may take such steps, regarding matters properly before them, as will promote the administration of justice.” The administration of justice calls for the revision indicated. Since this Court refuses to take that action, I dissent.\nAct of May 23, 1887, P. D. 158, §5(e). [600]\n“Equity seeks to prevent a multiplicity of actions by disposing in one proceeding of all the questions which arise affecting many persons.” (Corbe v. Burkert, 33 Pa. Superior Ct. 317.)",
        "type": "dissent",
        "author": "Me. Justice Musmanno:"
      }
    ],
    "attorneys": [
      "Edward Friedman, Deputy Attorney General, with him Edward L. Springer and John Sullivan, Deputies Attorney General and Herbert B. Cohen, Attorney General, for petitioner.",
      "John B. Primer, with him William J. Taylor, John Mol. Smith and Nauman, Smith, Shissler & Hall, for respondent.",
      "Oliver C. Cohen, for intervenors."
    ],
    "corrections": "",
    "head_matter": "Pennsylvania Railroad Company v. Schwartz et al.\nArgued November 17, 1955.\nBefore -Steen, C. J., Steaene, Jones, Bell, Musmanno and Aenold, JJ.\nJanuary 4, 1956:\nEdward Friedman, Deputy Attorney General, with him Edward L. Springer and John Sullivan, Deputies Attorney General and Herbert B. Cohen, Attorney General, for petitioner.\nJohn B. Primer, with him William J. Taylor, John Mol. Smith and Nauman, Smith, Shissler & Hall, for respondent.\nOliver C. Cohen, for intervenors."
  },
  "file_name": "0575-01",
  "first_page_order": 627,
  "last_page_order": 639
}
