{
  "id": 1782413,
  "name": "COMMONWEALTH of Pennsylvania v. Rodney McCULLOUGH, Appellant",
  "name_abbreviation": "Commonwealth v. McCullough",
  "decision_date": "1983-07-01",
  "docket_number": "No. 80-03-639",
  "first_page": "423",
  "last_page": "427",
  "citations": [
    {
      "type": "official",
      "cite": "501 Pa. 423"
    },
    {
      "type": "parallel",
      "cite": "461 A.2d 1229"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "481 Pa. 284",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1747340
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "287-288"
        },
        {
          "page": "1296"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/481/0284-01"
      ]
    },
    {
      "cite": "486 Pa. 212",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1757611
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "page": "215"
        },
        {
          "page": "1306"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/486/0212-01"
      ]
    },
    {
      "cite": "490 Pa. 329",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1763772
      ],
      "weight": 2,
      "year": 1980,
      "pin_cites": [
        {
          "page": "332"
        },
        {
          "page": "496"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/490/0329-01"
      ]
    },
    {
      "cite": "493 Pa. 530",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8733293
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "page": "539"
        },
        {
          "page": "145"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/493/0530-01"
      ]
    },
    {
      "cite": "311 A.2d 576",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "454 Pa. 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        579894
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/454/0401-01"
      ]
    },
    {
      "cite": "475 Pa. 165",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1734126
      ],
      "weight": 3,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/475/0165-01"
      ]
    },
    {
      "cite": "491 Pa. 85",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1765625
      ],
      "weight": 3,
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa/491/0085-01"
      ]
    },
    {
      "cite": "491 Pa. 78",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1765683
      ],
      "weight": 2,
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa/491/0078-01"
      ]
    },
    {
      "cite": "260 A.2d 751",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "436 Pa. 459",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1926116
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/436/0459-01"
      ]
    },
    {
      "cite": "43 L.Ed.2d 414",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "95 S.Ct. 1147",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "420 U.S. 937",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11655495,
        11655592,
        11655244,
        11655375,
        11655537,
        11655442,
        11655347,
        11655413,
        11655196,
        11655294,
        11655519
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/us/420/0937-08",
        "/us/420/0937-11",
        "/us/420/0937-02",
        "/us/420/0937-05",
        "/us/420/0937-10",
        "/us/420/0937-07",
        "/us/420/0937-04",
        "/us/420/0937-06",
        "/us/420/0937-01",
        "/us/420/0937-03",
        "/us/420/0937-09"
      ]
    },
    {
      "cite": "322 A.2d 343",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "457 Pa. 436",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        478600
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/457/0436-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 471,
    "char_count": 6380,
    "ocr_confidence": 0.764,
    "pagerank": {
      "raw": 2.0477134353182179e-07,
      "percentile": 0.7550021256065508
    },
    "sha256": "a3a62a8c73b07bda0adc31a4563658f630238506acb89cde4111a22d5f46f264",
    "simhash": "1:b345a80c875f743a",
    "word_count": 1048
  },
  "last_updated": "2024-02-27T20:46:04.128292+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ROBERTS, C.J., and NIX, LARSEN, FLAHERTY, McDermott, hutchinson and zappala, jj."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Rodney McCULLOUGH, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nNIX, Justice.\nThis is a direct appeal from a conviction of murder in the second degree. Post-trial motions were denied by the court en banc and a sentence of life imprisonment was imposed by the trial judge. Appellant challenges the finding of second degree murder and asserts the ineffectiveness of trial counsel.\nThe evidence offered by the Commonwealth in support of the verdict was supplied by one Rudy Platt, an eyewitness to the event, and Gerald Woodson, a friend of appellant. Appellant and Platt went to the home of the victim, William Watkins, on September 2,1978 for a social visit. After their arrival at the Watkins’ home, which was located on Broad Street in North Philadelphia, the three men began smoking marijuana. Mr. Watkins proceeded to show his guest a pistol that he had recently purchased because he “was having some trouble with some people.” The weapon was placed on the floor beside where he was sitting and he began preparing another marijuana cigarette. Appellant seized possession of the gun and fatally shot Watkins three times, when he attempted to retrieve the pistol. Platt and appellant fled to the house of Gerald Woodson. At Woodson’s home appellant told Woodson that he had “pulled a heist” at a place on Broad Street. Appellant had concealed the weapon in a shirt. Appellant and Platt exited the Wood-son’s home through the rear door. Later that night appellant was seen retrieving the shirt in which the weapon had been concealed, from the alley behind the Woodson’s home. Appellant eluded apprehension until May 1979. The weapon was not recovered.\nUnder the well defined standard for assessing the sufficiency of the evidence, it is eminently clear that the evidence supports the finding that there was a robbery and that the object taken was Watkins’ pistol. There is no suggestion in either the Commonwealth’s or the defense’s version of the facts that any animosity or bad will existed between appellant and the victim when appellant visited the home of Watkins on September 2. To the contrary they went pursuant to an invitation of Watkins. The evidence also fails to disclose any basis for concluding that a disagreement had arisen during the visit prior to the display of the weapon. The testimony is uncontradicted that the situation was harmonious up to the point when the weapon was revealed. It was certainly a reasonable inference that the shooting occurred because of appellant’s intention to deprive the victim of possession of the gun. The fact that appellant removed the weapon from the scene and attempted to secrete it, that he has failed to return it or disclose its whereabouts all reflect his intention to maintain dominion and control over it permanently. See Commonwealth v. Weeden, 457 Pa. 436, 322 A.2d 343 (1974), cert, denied 420 U.S. 937, 95 S.Ct. 1147, 43 L.Ed.2d 414 (1975); Commonwealth v. Simpson, 436 Pa. 459, 260 A.2d 751 (1970).\nThe arguments attacking the sufficiency of the evidence of the underlying felony, robbery, are all premised upon a refusal to accept that there was a robbery of the victim’s pistol. The fact that no money was taken or other items of value removed from the home is of no consequence. The Commonwealth proved that appellant robbed the victim of his gun. He seized the gun without permission; he shot the victim thereby precluding Mr. Watkins from retrieving it, and he was later seen with the weapon by Mr. Woodson. Moreover, shortly after the event, the appellant stated that he had “pulled a heist,” a slang expression for committing a robbery.\nEqually without foundation is the contention that the intention to rob was formed after the killing. See, e.g., Commonwealth v. Legg, 491 Pa. 78, 417 A.2d 1152 (1980). Here the death resulted from the force used to accomplish the robbery, thus there is no question of the appropriateness of a finding of felony murder. See Commonwealth v. Waters, 491 Pa. 85, 418 A.2d 312 (1980); Commonwealth v. Allen, 475 Pa. 165, 379 A.2d 1335 (1977); Commonwealth v. Banks, 454 Pa. 401, 311 A.2d 576 (1973).\nAppellant also argues that a conviction of murder of the second degree must fail because the Commonwealth did not establish a prima facie case of robbery at the preliminary hearing. This fact is clearly immaterial where at the trial the Commonwealth met its burden by proving the underlying felony beyond a reasonable doubt. See Commonwealth v. Waters, supra; Commonwealth v. Allen, supra; Commonwealth v. Banks, supra. We therefore find the arguments challenging the sufficiency of the evidence to establish the underlying felony to be without merit.\nAccordingly, the Judgment of Sentence is affirmed.\n. Jurisdiction is vested in this Court pursuant to the Judicial Code, Act of July 9, 1976, P.L. 586, No. 142, § 2, 42 Pa.C.S.A. § 722. This statute was amended subsequent to appellant’s conviction, removing this Court’s exclusive jurisdiction over appeals from homicide convictions. Act of September 23, 1980, P.L. 686, No. 137, § 1.\n. The three judge panel hearing and denying the post verdict motions consisted of Judges Caesar (the trial judge), Stout and Kremer.\n. Our standard of review in determining the sufficiency of the evidence is: whether, accepting as true all of .the evidence, be it direct or circumstantial, and all reasonable inferences arising therefrom upon which, if believed, the trier of fact could properly have based the verdict, it is sufficient in law to prove beyond a reasonable doubt that the defendant is guilty of the crime or crimes of which he has been convicted. Commonwealth v. Stamps, 493 Pa. 530, 539, 427 A.2d 141, 145 (1981); Commonwealth v. Smith, 490 Pa. 329, 332, 416 A.2d 494, 496 (1980); Commonwealth v. Pitts, 486 Pa. 212, 215, 404 A.2d 1305, 1306 (1979); Commonwealth v. Wilcox, 481 Pa. 284, 287-288, 392 A.2d 1294, 1296 (1978).\n. Appellant in the alternative seeks the award of a new trial on the grounds of the ineffectiveness of trial counsel. These complaints are clearly meritless and do not require discussion.",
        "type": "majority",
        "author": "NIX, Justice."
      }
    ],
    "attorneys": [
      "Jay H. Rosenfeld, Philadelphia (Court-appointed), for appellant.",
      "Robert B. Lawler, Chief, Appeals Div., Michael Clarke, Asst. Dist. Attys., for appellee."
    ],
    "corrections": "",
    "head_matter": "461 A.2d 1229\nCOMMONWEALTH of Pennsylvania v. Rodney McCULLOUGH, Appellant.\nSupreme Court of Pennsylvania.\nJuly 1, 1983.\nJay H. Rosenfeld, Philadelphia (Court-appointed), for appellant.\nRobert B. Lawler, Chief, Appeals Div., Michael Clarke, Asst. Dist. Attys., for appellee.\nBefore ROBERTS, C.J., and NIX, LARSEN, FLAHERTY, McDermott, hutchinson and zappala, jj."
  },
  "file_name": "0423-01",
  "first_page_order": 617,
  "last_page_order": 621
}
