{
  "id": 1782460,
  "name": "Kathleen TOOLAN and Gerald Toolan on behalf of themselves and others similarly situated, Appellants, v. TREVOSE FEDERAL SAVINGS AND LOAN ASSOCIATION, Appellee",
  "name_abbreviation": "Toolan v. Trevose Federal Savings & Loan Ass'n",
  "decision_date": "1983-07-08",
  "docket_number": "No. 81-3-470",
  "first_page": "477",
  "last_page": "485",
  "citations": [
    {
      "type": "official",
      "cite": "501 Pa. 477"
    },
    {
      "type": "parallel",
      "cite": "462 A.2d 224"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "12 U.S.C. § 1421",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "et seq."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "47 Stat. 725",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "12 U.S.C.A. § 1464",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "12 U.S.C. § 1461",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "et seq."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "48 Stat. 128",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "272 A.2d 888",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "441 Pa. 551",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1933951
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/441/0551-01"
      ]
    },
    {
      "cite": "288 Pa.Super. 211",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        165988
      ],
      "weight": 2,
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/288/0211-01"
      ]
    },
    {
      "cite": "388 F.2d 609",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2094192
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/388/0609-01"
      ]
    },
    {
      "cite": "12 U.S.C. § 1464",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(d)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "390 F.Supp. 874",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3367528
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/390/0874-01"
      ]
    },
    {
      "cite": "402 F.Supp. 1291",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3828649
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/402/1291-01"
      ]
    },
    {
      "cite": "371 F.Supp. 1282",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3389525
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/371/1282-01"
      ]
    },
    {
      "cite": "499 F.2d 1145",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1171040
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/499/1145-01"
      ]
    },
    {
      "cite": "367 U.S. 374",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1785573
      ],
      "weight": 3,
      "year": 1961,
      "pin_cites": [
        {
          "page": "383"
        },
        {
          "page": "1560"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/367/0374-01"
      ]
    },
    {
      "cite": "458 U.S. 141",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        636558
      ],
      "weight": 17,
      "year": 1982,
      "pin_cites": [
        {
          "page": "153"
        },
        {
          "page": "3022"
        },
        {
          "page": "675"
        },
        {
          "page": "151, n. 9"
        },
        {
          "page": "3021, n. 9"
        },
        {
          "page": "674, n. 9"
        },
        {
          "page": "160"
        },
        {
          "page": "3026"
        },
        {
          "page": "680"
        },
        {
          "page": "167, n. 20"
        },
        {
          "page": "3029, n. 20"
        },
        {
          "page": "3032"
        },
        {
          "page": "687"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/458/0141-01"
      ]
    },
    {
      "cite": "331 U.S. 218",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6157471
      ],
      "weight": 3,
      "year": 1947,
      "pin_cites": [
        {
          "page": "230"
        },
        {
          "page": "1152"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/331/0218-01"
      ]
    },
    {
      "cite": "53 L.Ed.2d 240",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1977,
      "opinion_index": 0
    },
    {
      "cite": "97 S.Ct. 2201",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1977,
      "opinion_index": 0
    },
    {
      "cite": "431 U.S. 925",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        2050,
        1862,
        1745,
        1879,
        1756
      ],
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/us/431/0925-01",
        "/us/431/0925-05",
        "/us/431/0925-04",
        "/us/431/0925-03",
        "/us/431/0925-02"
      ]
    },
    {
      "cite": "430 U.S. 519",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12125732
      ],
      "weight": 3,
      "year": 1977,
      "pin_cites": [
        {
          "page": "525"
        },
        {
          "page": "1309"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/430/0519-01"
      ]
    },
    {
      "cite": "12 U.S.C. § 1425",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 4,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 722,
    "char_count": 12871,
    "ocr_confidence": 0.762,
    "pagerank": {
      "raw": 1.107578119001701e-07,
      "percentile": 0.5699073575331998
    },
    "sha256": "d1b04980068484fec4e75bd87b2e0f7be6c505edc1ed13624f64d2722afc6c8d",
    "simhash": "1:de9ad7425bb12dde",
    "word_count": 2096
  },
  "last_updated": "2024-02-27T20:46:04.128292+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ROBERTS, C.J., and NIX, LARSEN, FLAHERTY, McDermott, hutchinson and zappala, jj.",
      "ROBERTS, C.J., concurs in the result of this matter.",
      "LARSEN, J., dissents."
    ],
    "parties": [
      "Kathleen TOOLAN and Gerald Toolan on behalf of themselves and others similarly situated, Appellants, v. TREVOSE FEDERAL SAVINGS AND LOAN ASSOCIATION, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nMcDERMOTT, Justice.\nThis is an appeal from an order of the Superior Court affirming an order of the Court of Common Pleas of Montgomery County, sustaining appellee’s demurrer to the appellants’ complaint on grounds of federal pre-emption.\nThe facts of this case are not in dispute. In August, 1975, Gerald and Kathleen Toolan entered into a residential mortgage agreement with the Trevose Federal Savings and Loan Association (hereinafter “Trevose”), a federally chartered institution, authorized under the Home Owners’ Loan Act of 1933 (hereinafter “HOLA”). That agreement contained a prepayment penalty clause which provided that “the Mortgagee is hereby given the option to demand and receive in addition to accrued interest, one hundred eighty (180) days interest on the amount of any prepayment which, together with other such prepayments made during the preceding twelve months (12), would exceed twenty per centum (20%) of the original principal debt.”\nOn July 7, 1977, the Toolans paid the outstanding balance on their mortgage. This payment constituted a substantial prepayment in excess of twenty per cent of the original loan. Consequently Trevose demanded, and the Toolans paid, a prepayment penalty of $1,335.83.\nOn December 16, 1977 the Toolans filed a class action suit against Trevose, alleging that Trevose violated Section 405 of the Loan Interest and Protection Law, 41 P.S. § 405, by imposing and collecting a penalty for prepayment of a residential mortgage.\nTrevose filed preliminary objections in the nature of a demurrer to that complaint, asserting that as a federally chartered savings and loan association it was governed by the Federal Home Loan Bank Board (hereinafter “Board”), and not subject to Section 405, 41 P.S. § 405. Pursuant to its rule-making authority the Board had previously promulgated rules which specifically permitted prepayment penalties regardless of conflicting state law. In response, appellants argued that the Board exceeded its statutory authority in promulgating these rules, and that the prepayment penalty in this case violated Section 5 of the Federal Home Loan Bank Act, (hereinafter “Bank Act”) 12 U.S.C. § 1425, as amended.\nThe Court of Common Pleas of Montgomery County, per Moss, J. sustained the demurrer and dismissed the complaint, holding that the federal regulations pre-empted Section 405, 41 P.S. § 405; and that Section 5 of the Bank Act conferred no private right of action upon the plaintiffs. Implicit in their decision was a rejection of appellants’ contention that the regulations were promulgated in excess of the Board’s statutory authority.\nOn appeal the Superior Court affirmed, holding that the regulations were valid, and that there existed no conflict between those regulations and the Bank Act. The court did not address appellants’ contention that the imposition of the prepayment penalty in this case resulted in a charge in excess of that permitted by Section 5 of the Bank Act, 12 U.S.C. § 1425, as amended. From that decision appellants petitioned this Court, and we granted allocatur. We now affirm.\nThe pre-emption doctrine has its roots in the Supremacy Clause of the United States Constitution, Art. VI, cl. 2. Pre-emption may be either express or implied, Jones v. Rath Packing Co., 430 U.S. 519, 525, 97 S.Ct. 1305, 1309, 51 L.Ed.2d 604 (1977), rehearing denied 431 U.S. 925, 97 S.Ct. 2201, 53 L.Ed.2d 240 (1977), and may be inferred where “the scheme of federal regulations (is) so pervasive as to make reasonable the inference that Congress left no room for the States to supplant it.” Rice v. Santa Fe Elevator Corp., 331 U.S. 218, 230, 67 S.Ct. 1146, 1152, 91 L.Ed. 1447 (1947). Even where Congress has not completely displaced state regulation in a specific area, state law is nullified to the extent that it actually conflicts with federal law. Fidelity Federal Savings & Loan Association v. delaCuesta, 458 U.S. 141, 102 S.Ct. 3014, 73 L.Ed.2d 664 (1982). Federal law includes federal regulations, and they have no less pre-emptive effect than federal statutes. Id. at 153, 102 S.Ct. at 3022, 73 L.Ed.2d at 675.\nOur scope of review in passing on the validity of a federal regulation is limited to whether it “represents a reasonable accommodation of conflicting policies that were committed to the agency’s care,” and whether the regulation is arbitrary or in excess of the agency’s statutory authority. United States v. Shimer, 367 U.S. 374, 383, 81 S.Ct. 1554, 1560, 6 L.Ed.2d 908 (1961).\nThe first question then is whether prepayment penalties were intended to fall within the purview of the Federal Home Bank Board. At least one court has answered this question in the affirmative. See Meyers v. Beverly Hills Federal Savings and Loan Association, 499 F.2d 1145 (9th Cir.1974). While we are not bound by this decision, we nonetheless find it persuasive. In addition, the United States Supreme Court’s recent decision in delaCuesta, supra, confirmed the wisdom of this holding. Sec 458 U.S. at 151, n. 9, 102 S.Ct. at 3021, n. 9, 73 L.Ed.2d at 674, n. 9.\nIn delaCuesta, the Court held that the regulation of due-on-sale clauses was within the Board’s jurisdiction, and that the Board’s regulations regarding due-on-sale clauses pre-empted conflicting state law. The majority extensively analyzed the history of the HOLA, and concluded that “Congress gave the Board plenary authority to issue regulations governing federal savings and loans,” and expressed “no limits on the Board’s authority to regulate the lending practices of federal savings and loans.” Id. at 160, 102 S.Ct. at 3026, 73 L.Ed.2d at 680.\nThe Court also impliedly approved of the Board’s regulation of other facets of savings and loans practices, including: “fair credit requirements, the types and amounts of loans, collateral required, repayment schedules, initial loan charges, assignment of rents, escrow accounts and interest paid on those accounts, late charges, servicing of loans and loan payments and prepayments.” (emphasis added.) Id. at 167, n. 20, 102 S.Ct. at 3029, n. 20, 73 L.Ed.2d at, 684, n. 20.\nTherefore we hold that the. regulation of prepayment penalties is within the authority of the Federal Home Loan Bank Board, and that Rules 545.8-5(b) and 555.15 pre-empt Section 405 of the Loan Interest and Protection Law, supra.\nThe second issue raised by appellants is whether the imposition of the prepayment penalty in this case violated Section 5 of the Bank Act, 12 U.S.C. § 1425, as amended.. Assuming arguendo that this- prepayment penalty was violative, we are nonetheless without the power to offer appellants the requested relief, since a violation of this section confers upon appellants no right to bring a private cause of action. Chevalier v. Baird Savings Association, 371 F.Supp. 1282 (E.D.Pa.1974). See Goldstone v. South Shore Federal and Loan Association, 402 F.Supp. 1291 (E.D.N.Y. 1975); Cooper v. Baldwin-Bellmore Savings and Loan Association, 390 F.Supp. 874 (E.D.N.Y.1975). Appellants’ remedy if any, would lie in a complaint filed with the Board. See 12 U.S.C. § 1464(d); Murphy v. Colonial Federal Savings and Loan Association, 388 F.2d 609 (2d Cir.1967).\nAccordingly, we affirm the order of the Superior Court.\nROBERTS, C.J., concurs in the result of this matter.\nLARSEN, J., dissents.\n. The Superior Court opinion is reported at 288 Pa.Super. 211, 431 A.2d 1012 (1981).\n. By demurring to appellants’ complaint appellees admitted, for purposes of this appeal, every well pleaded fact contained therein. See Reardon v. Wilbur, 441 Pa. 551, 272 A.2d 888 (1971).\n. Act of June 13, 1933, C. 64, § 1, 48 Stat. 128, 12 U.S.C. § 1461 et seq.\n. The class included all those individuals who had entered into a residential mortgage agreement with Trevose on or after January 30, 1974, and whose mortgage agreement contained the same or a similar prepayment clause.\n. Act of January 30, 1974, P.L. 13, No. 6 sect. 101 et seq., 41 P.S. § 101 et seq.\n. Section 405, 41 P.S. § 405 provides:\n§ 405. Prepayment penalty prohibited.\nResidential mortgage obligations contracted for on or after the effective date of this act may be prepaid without any prepayment penalty or other charge for such prepayment at any time before the end of the period of the loan.\n. See 12 U.S.C.A. § 1464.\n. 12 C.F.R. 545.8-5(b) provides:\n(b) Loan payments and prepayments.\nPayments on the principal indebtedness of all loans on real estate shall be applied directly to reduction of such indebtedness, but prepayments made on an installment loan may be reapplied from time to time wholly or partly to offset payments which subsequently accrue under the loan contract. A borrower on a loan secured by a home or combination of home and business property may prepay the loan without penalty unless the loan contract expressly provides for a prepayment penalty. The prepayment penalty for a loan secured by a home occupied or to be occupied in whole or in part by a borrower shall not be more than 6 months’ advance interest on that part of the aggregate amount of all prepayments made on such loan in any 12 month period which exceeds 20 percent of the original principal amount of the loan.\n12 C.F.R. 555.15 provides:\n§ 555.15 Prepayment penalty on mortgage loans.\nSection 548.8-5(b) makes clear that charging a prepayment penalty is a matter of contract between a Federal association and a borrower, and that the borrower may wholly or partly prepay the loan without penalty unless the loan contract contains an express provision imposing a prepayment penalty. Section 545.8~5(b) also authorizes a Federal association to include a provision in its loan contract with a borrower (who occupies or will occupy the home securing the mortgage loan) imposing a prepayment penalty at any amount up to, but not exceeding, a specified limit. Thus, in view of the controlling Federal regulation, a Federal association may include a prepayment provision in the loan contract up to the maximum limitation of § 545.8-5(b) regardless of conflicting State law which sets a lower limit or imposes a different type of prepayment penalty, but it may not charge a prepayment penalty exceeding the limit in § 545.8-5(b) even if State law allows a higher charge.\n. Act of July 22, 1932, C. 522 § 5, 47 Stat. 725, 12 U.S.C. § 1421 et seq.\n. In her concurrence, Justice O’Connor expressed the opinion “that HOLA does not permit the Board to pre-empt the application of all state and local laws to such institutions.” However, her concern was with laws, “such as tax statutes and zoning ordinances, (which are) not directly related to savings and loan practices.” Id at 172, 102 S.Ct. at 3032, 73 L.Ed.2d at 687. We find no support in this opinion for appellants’ contention that Congress reserved to the states the regulation of prepayment penalties.\n. Section 5, 12 U.S.C. § 1425 provides as follows:\n§ 1425. Limitation on lawful contract rate of interest receivable by members and nonmember borrowers; applicability to home mortgage loans on single-family dwellings.\nNo institution shall be admitted to or retained in membership, or granted the privileges of nonmember borrowers, if the combined total of the amounts paid to it for interest, commission, bonus, discount, premium, and other similar charges, less a proper deduction for all dividends, refunds, and cash credits of all kinds, creates an actual net cost to the home owner in excess of the lawful contract rate of interest applicable to such transactons, or, in case there is no lawful contract rate of interest applicable to such transactions, in excess of such rates as may be prescribed in writing by the Board acting in its discretion from time to time. This section applies only to home mortgage loans on single-family dwellings.\n. The right of plaintiffs to bring their original cause of action derived from Section 504 of The Loan Interest and Protection Law, supra, 41 P.S. § -504, which provides:\n§ 504. Individual actions permitted\nAny person affected by a violation of the act shall have the substantive right to bring an action on behalf of himself individually for damages by reason of such conduct or violation, together with costs including reasonable attorney’s fees and such other relief to which such person may be entitled under law.\nWhile this section obviously provides a cause of action for a violation of 41 P.S. § 405 it does not provide a cause of action for a violation of a federal statute.",
        "type": "majority",
        "author": "McDERMOTT, Justice."
      }
    ],
    "attorneys": [
      "Jeffrey S. Kahn, Norristown, for appellants.",
      "John J. Kerrigan, Jr., Newtown, for appellee."
    ],
    "corrections": "",
    "head_matter": "462 A.2d 224\nKathleen TOOLAN and Gerald Toolan on behalf of themselves and others similarly situated, Appellants, v. TREVOSE FEDERAL SAVINGS AND LOAN ASSOCIATION, Appellee.\nSupreme Court of Pennsylvania.\nArgued April 28, 1983.\nDecided July 8, 1983.\nJeffrey S. Kahn, Norristown, for appellants.\nJohn J. Kerrigan, Jr., Newtown, for appellee.\nBefore ROBERTS, C.J., and NIX, LARSEN, FLAHERTY, McDermott, hutchinson and zappala, jj."
  },
  "file_name": "0477-01",
  "first_page_order": 671,
  "last_page_order": 679
}
