{
  "id": 1782447,
  "name": "COMMONWEALTH of Pennsylvania v. Johnny ALLEN, Appellant",
  "name_abbreviation": "Commonwealth v. Allen",
  "decision_date": "1983-07-01",
  "docket_number": "No. 81-3-368",
  "first_page": "525",
  "last_page": "534",
  "citations": [
    {
      "type": "official",
      "cite": "501 Pa. 525"
    },
    {
      "type": "parallel",
      "cite": "462 A.2d 624"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "235 A.2d 349",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "427 Pa. 599",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1910363
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa/427/0599-01"
      ]
    },
    {
      "cite": "284 A.2d 730",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "445 Pa. 279",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1940060
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/445/0279-01"
      ]
    },
    {
      "cite": "486 Pa. 102",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1757605
      ],
      "weight": 3,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa/486/0102-01"
      ]
    },
    {
      "cite": "490 Pa. 296",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1763807
      ],
      "weight": 2,
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa/490/0296-01"
      ]
    },
    {
      "cite": "491 Pa. 253",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1765696
      ],
      "weight": 2,
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa/491/0253-01"
      ]
    },
    {
      "cite": "409 U.S. 95",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6171852
      ],
      "weight": 3,
      "year": 1972,
      "pin_cites": [
        {
          "page": "98"
        },
        {
          "page": "353"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/409/0095-01"
      ]
    },
    {
      "cite": "463 Pa. 449",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1708043
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "parenthetical": "not improper for prosecutor to advise eyewitness of Fifth Amendment right not to testify where evidence suggests complicity in the crime"
        },
        {
          "parenthetical": "not improper for prosecutor to advise eyewitness of Fifth Amendment right not to testify where evidence suggests complicity in the crime"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/463/0449-01"
      ]
    },
    {
      "cite": "486 Pa. 573",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1757591
      ],
      "weight": 6,
      "year": 1979,
      "pin_cites": [
        {
          "page": "1041"
        },
        {
          "page": "1042",
          "parenthetical": "Nix, J., dissenting"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/486/0573-01"
      ]
    },
    {
      "cite": "388 U.S. 14",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6167274
      ],
      "weight": 5,
      "year": 1967,
      "pin_cites": [
        {
          "page": "23, n. 21"
        },
        {
          "page": "1925, n. 21"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/388/0014-01"
      ]
    },
    {
      "cite": "95 L.Ed. 1118",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1951,
      "opinion_index": 0
    },
    {
      "cite": "341 U.S. 479",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1148003
      ],
      "weight": 5,
      "year": 1951,
      "pin_cites": [
        {
          "page": "818",
          "parenthetical": "citation omitted"
        },
        {
          "page": "486"
        },
        {
          "page": "818"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/341/0479-01"
      ]
    },
    {
      "cite": "227 A.2d 627",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 5,
      "year": 1967,
      "pin_cites": [
        {
          "page": "629"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "424 Pa. 551",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1904978
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa/424/0551-01"
      ]
    },
    {
      "cite": "429 A.2d 82",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        167610,
        167483,
        167677,
        167541
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/289/0594-01",
        "/pa-super/289/0592-02",
        "/pa-super/289/0593-01",
        "/pa-super/289/0593-02"
      ]
    },
    {
      "cite": "289 Pa.Super. 593",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        167677,
        167541
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/289/0593-01",
        "/pa-super/289/0593-02"
      ]
    }
  ],
  "analysis": {
    "cardinality": 730,
    "char_count": 13821,
    "ocr_confidence": 0.749,
    "pagerank": {
      "raw": 2.8989076197151245e-07,
      "percentile": 0.8449141243369788
    },
    "sha256": "c80175d97648b968177579e37748cfb8b8f1c2c8b522f120b2a7c0a40f5f5b8d",
    "simhash": "1:1be9ed4e4bba2a60",
    "word_count": 2222
  },
  "last_updated": "2024-02-27T20:46:04.128292+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ROBERTS, C.J., and NIX, LARSEN, FLAHERTY, McDermott, hutchinson and zappala, jj."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Johnny ALLEN, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nNIX, Justice.\nThis is an appeal, by allowance, from the order of the Superior Court, 289 Pa.Super. 593, 429 A.2d 82, which affirmed the judgments of sentence imposed upon appellant by the Court of Common Pleas of Philadelphia sitting without a jury. Appellant alleges four grounds upon which he claims warrant a new trial.\nAppellant claims the trial court erred in permitting a defense witness, Allen Page, to be excused from testifying because of the witness’ assertion of his Fifth Amendment privilege. In this context, appellant alleges that the trial court should not have excused the witness without first establishing the factual basis of the asserted privilege; that the prosecutor engaged in misconduct by threatening prosecution which coerced the witness into invoking his privilege; and that trial counsel was ineffective for failing to establish on the record the nature of the defense witness’ anticipated testimony and in failing to question the witness to ascertain whether the threat of prosecution influenced the witness’ decision not to testify. Finally, appellant claims counsel was ineffective for failing to call a co-defendant as a defense witness after the court entered a directed verdict of not guilty in favor of the co-defendant upon the conclusion of the Commonwealth’s case. For the reasons that follow, we affirm the judgments of sentence.\nThe underlying facts of the instant appeal are as follows: In the early morning hours of November 15, 1977, Allen Page met Luther McCray in a restaurant and asked if McCray and another individual, Carlos Heath, who was with McCray, would assist Page in removing the remainder of Page’s belongings from McCray’s apartment. Page had lived in McCray’s apartment but previously moved to another apartment on north 20th Street in Philadelphia.\nWhen Page, McCray and Heath arrived at Page’s new residence on 20th Street, Page yelled up to the second floor window. Appellant, Johnny Allen, also a resident at the 20th Street location, looked out the window and subsequently came down to admit the three men. Page was the last to enter. Immediately thereafter, appellant slammed the door behind McCray, Heath and Page and proceeded to pull out a butcher knife. Appellant searched and then took McCray’s money, coat and watch. Another individual, Charles Carter appeared at the top of the stairs. Heath was also searched by appellant, but nothing was found. Page was neither searched nor robbed.\nAppellant then allowed McCray, Heath and Page to leave after warning them not to call the police. McCray called the police from a nearby set of public telephones. Page simultaneously used another telephone and made a call, the contents of which could not be determined because “he tried to keep his voice down” although Heath was standing near Page. While waiting for the police, McCray flagged down a patrol car and informed the officer of the robbery. Upon arrival at the 20th Street apartment with the police, McCray identified appellant, who had changed his clothes, and Charles Carter. Both appellant and Carter were arrested, but the stolen items were not recovered.\nAppellant and Carter were tried together. At the close of the Commonwealth’s case, the court directed a verdict of acquittal against Carter. Appellant did not testify, but defense counsel attempted to call Allen Page as a witness. The prosecutor informed the court that there was a question concerning Page’s participation in the incident, and as an officer of the court, the prosecutor suggested that counsel should be appointed to represent Page. The court appointed Walter Dinda, Esquire, to represent Page and upon conferring with Page, Mr. Dinda informed the court that pursuant to his (Dinda’s) advice, Page did not wish to testify and intended to assert his Fifth Amendment privilege. Page was called to the stand and the following colloquy occurred:\nBY MR. SHAFFER [Attorney for appellant]:\nQ Mr. Page, do you know the defendant in this case, Johnny Allen?\nMR. DINDA: Objection.\nBY THE COURT:\nQ I think the question should be: As you know, you have been called as a witness in this case. Do you understand that?\nA Right.\nQ And you have had an opportunity to discuss this matter with the lawyer who has been appointed to represent you, Mr. Dinda?\nA Right.\nQ It has been indicated that you do not wish to testify in this case after discussing this matter with your attorney; is that correct?\nA Right.\nQ Are you saying that if any questions are directed to you, you are going to take your Fifth Amendment privilege and not testify?\nA Right.\nThe trial court excused Page from testifying. Defense counsel suggested that Page had been intimidated by the prosecutor with the threat of prosecution if he testified. The prosecutor stated that Page would be arrested whether or not he testified. Defense counsel apologized to the court and prosecutor and the defense then rested. After appellant’s trial, Page was arrested and subsequently pled guilty to robbery, conspiracy, aggravated assault, possession of an instrument of crime, and reckless endangering.\nThe standard against which a trial judge must determine whether a witness may properly invoke a claimed Fifth Amendment privilege was set forth in Commonwealth v. Carrera, 424 Pa. 551, 227 A.2d 627 (1967).\nWhen [a witness is called to testify], he or she is not exonerated from answering questions merely upon the declaration that in so doing it would be self-incriminating. It is always for the court to judge if the silence is justified, and an illusory claim should be rejected. However, for the court to properly overrule the claim of privilege, it must be perfectly clear from a careful consideration of all the circumstances, that the witness is mistaken in the apprehension of self-incrimination and the answer demanded cannot possibly have such tendency. (Emphasis in the original, citations omitted.)\nId., 424 at 553-54, 227 A.2d at 629.\nIf an individual possesses reasonable cause to apprehend danger of prosecution, “it is not necessary that a real danger of prosecution exist to justify the exercise of the privilege against self-incrimination.” Id. “Moreover, the privilege extends not only to the disclosure of facts which would in themselves establish guilt, but also to any fact which might constitute an essential link in a chain of evidence by which guilt can be established.” Id. See Hoffman v. United States, 341 U.S. 479, 71 S.Ct. 814,95 L.Ed. 1118 (1951). “The trial judge in appraising the claim must be governed as much by his personal perception of the peculiarities of the case as by the facts actually in evidence,” Id. at 487, 71 S.Ct. at 818 (citation omitted). To require the witness to prove the basis of the claim would force the disclosure of the information the Fifth Amendment was designed to protect against. Id. at 486, 71 S.Ct. at 818.\nIt is clear that under both our state and federal constitutions, a criminal defendant has a right of compulsory process to obtain witnesses in his favor. Pa. Const, art. I § 9. See Washington v. Texas, 388 U.S. 14, 87 S.Ct. 1920,18 L.Ed.2d 1019 (1967). However, this right is qualified to the extent of existing testimonial privileges of witnesses, including the privilege against self incrimination. Id. at 23, n. 21, 87 S.Ct. at 1925, n. 21.\nThe Superior Court panel was of the opinion that the trial court did not err in allowing Page to assert his Fifth Amendment privilege without first making a specific inquiry into the factual basis for the claimed privilege. That court found, as did the trial court, that the testimony of record was sufficient to suggest Page’s complicity in the crime. A specific factual inquiry was therefore deemed unnecessary. We agree.\nThis Court’s decision in Commonwealth v. Rolon, 486 Pa. 573, 406 A.2d 1039 (1979) does not compel a different conclusion. In Rolon, this Court granted a new trial where the trial court accepted a defense witness’ assertion of a Fifth Amendment privilege “. .. on a record both lacking any indication that appellant’s line of questions would have required the privilege to be invoked and containing no evidence which link[ed] [the witness] to the crime. . .” Id., 486 at 577, 406 A.2d at 1041. (Emphasis added.)\nIn the instant case, the record contained evidence suggesting Page’s complicity in the crime. Page was the individual responsible for directing McCray and Heath to the place of the robbery. Upon arrival at the 20th Street residence, Page summoned appellant. Page was neither robbed nor searched. After McCray, Heath and Page left the apartment, while McCray phoned the police, disregarding appellant’s threats not to call, Page simultaneously made an unidentified phone call himself. When the police arrived at the 20th Street apartment shortly thereafter, appellant was wearing different clothes and had disposed of the proceeds of the robbery. Further, the court was advised of the prosecution’s intention to arrest and try Page for these charges in addition to Page’s counsel’s conclusion that the area of inquiry would tend to incriminate Page.\nThe instant invocation of Page’s Fifth Amendment privilege was properly accepted by the trial court. Guided by the facts of the case, the trial judge found that it was far from “perfectly clear” that the witness was mistaken in his apprehension of self incrimination and realized that the answers to the questions relating to the robbery possessed the possibility of incriminating Page. See Commonwealth v. Carr-era, supra. This finding by the trial judge is amply supported and will not be disturbed.\nAppellant’s contention that Page’s assertion of his Fifth Amendment privilege was a result of prosecutorial misconduct is also without merit. There is no basis in the record upon which to conclude that the prosecutor’s informing the court of Page’s suspected complicity in the crime and the suggestion that counsel be appointed to advise Page, constituted a coercive influence on Page’s decision not to testify. The prosecutor stated that Page would be arrested and charged whether or not he testified. See Commonwealth v. DiGiacomo, 463 Pa. 449, 345 A.2d 605 (1975) (not improper for prosecutor to advise eyewitness of Fifth Amendment right not to testify where evidence suggests complicity in the crime).\nIt is also significant that Page’s decision not to testify resulted from his consultation with his counsel. The presence of his counsel served as a further insulation from any intimidation which may have otherwise resulted from the prosecutor’s remarks. Such a situation is' clearly distinguishable from one where the action of a prosecutor or judge “.. . effectively dr[i]ve[s] [the] witness off the stand...” Webb v. Texas, 409 U.S. 95, 98, 93 S.Ct. 351, 353, 34 L.Ed.2d 330 (1972).\nAppellant next contends trial counsel was ineffective for failing to place on the record the nature of Page’s anticipated testimony and for failing to establish that the Commonwealth coerced Page into not testifying. Since we have concluded the Commonwealth did not coerce Page, the second prong of this argument must necessarily fall. Additionally, appellant has failed to show that any purpose would be served by the preservation of the evidence sought to be obtained from Page. If the exercise of the privilege was proper, and we find that it was, no purpose can be served by attempting to memorialize it. Counsel will not be deemed ineffective for failing to pursue an action which would not inure to the benefit of his client. Commonwealth v. Tarver, 491 Pa. 253, 420 A.2d 438 (1980); Commonwealth v. Wilkerson, 490 Pa. 296, 416 A.2d 477 (1980); Commonwealth v. Musi, 486 Pa. 102, 404 A.2d 378 (1979).\nFinally, appellant claims trial counsel was ineffective for failing to call a co-defendant as a defense witness after a directed verdict of not guilty had been entered by the court in the co-defendant’s favor. Appellant merely alleges that counsel’s failure to present testimony of a co-defendant, Carter, constitutes ineffective assistance of counsel. Appellant provides no factual basis supporting the conclusion that the co-defendant Carter possessed exculpatory evidence. Appellant’s implicit suggestion that because Carter was acquitted, he therefore was a favorable witness is a non sequitur. The fact that he was present and observed the event readily suggests that he may have been an eyewitness against appellant. Absent a showing that the co-defendant’s testimony would have indeed been favorable, there is no factual predicate for this claim of ineffectiveness. Commonwealth v. Hawkins, 445 Pa. 279, 284 A.2d 730 (1971); Commonwealth ex rel. Washington v. Maroney, 427 Pa. 599, 235 A.2d 349 (1967); cf. Commonwealth v. Musi, supra.\nJudgments of Sentence affirmed.\n. Appellant was convicted of robbery, aggravated assault, possession of an instrument of crime and recklessly endangering another person. Appellant was sentenced to 2-5 years on the robbery conviction. Sentence was suspended on the remaining convictions.\n. Trial counsel withdrew his representation on July 25, 1978. Present counsel, appointed by the court, filed and argued post-verdict motions.\n. This writer disagreed that the record in Rolon did not provide a sufficient basis for the court to accept the invocation of the witnesses’ privilege against self-incrimination. Commonwealth v. Rolon, supra 486 Pa. at 578, 406 A.2d at 1042 (Nix, J., dissenting).",
        "type": "majority",
        "author": "NIX, Justice."
      }
    ],
    "attorneys": [
      "Louis Lipschitz, Philadelphia, for appellant.",
      "Robert B. Lawler, Chief, Appeals Div., Asst. Dist. Atty., Ronald Eisenberg, Philadelphia, for appellee."
    ],
    "corrections": "",
    "head_matter": "462 A.2d 624\nCOMMONWEALTH of Pennsylvania v. Johnny ALLEN, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted April 22, 1983.\nDecided July 1, 1983.\nLouis Lipschitz, Philadelphia, for appellant.\nRobert B. Lawler, Chief, Appeals Div., Asst. Dist. Atty., Ronald Eisenberg, Philadelphia, for appellee.\nBefore ROBERTS, C.J., and NIX, LARSEN, FLAHERTY, McDermott, hutchinson and zappala, jj."
  },
  "file_name": "0525-01",
  "first_page_order": 719,
  "last_page_order": 728
}
