{
  "id": 1782499,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Benjamin TERRY, Appellant",
  "name_abbreviation": "Commonwealth v. Terry",
  "decision_date": "1983-07-11",
  "docket_number": "No. 80-3-595",
  "first_page": "626",
  "last_page": "634",
  "citations": [
    {
      "type": "official",
      "cite": "501 Pa. 626"
    },
    {
      "type": "parallel",
      "cite": "462 A.2d 676"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "476 Pa. 391",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1736904
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/476/0391-01"
      ]
    },
    {
      "cite": "478 Pa. 222",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1740538
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/478/0222-01"
      ]
    },
    {
      "cite": "468 Pa. 210",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1719630
      ],
      "weight": 3,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa/468/0210-01"
      ]
    },
    {
      "cite": "499 Pa. 106",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1778805
      ],
      "weight": 3,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa/499/0106-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 749,
    "char_count": 13525,
    "ocr_confidence": 0.736,
    "pagerank": {
      "raw": 1.6896619689648287e-07,
      "percentile": 0.6990021425959583
    },
    "sha256": "894cca6adf68edf3138ab9278afbe941ff6813fa0c05a89ac3e4ce560634b431",
    "simhash": "1:7fd717a0affc41fe",
    "word_count": 2209
  },
  "last_updated": "2024-02-27T20:46:04.128292+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ROBERTS, C.J., and NIX, LARSEN, FLAHERTY, McDermott, hutchinson and zappala, jj.",
      "ZAPPALA, J., files a concurring opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Benjamin TERRY, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nHUTCHINSON, Justice.\nOn March 20, 1979, while serving three life sentences at Graterford Prison, appellant bludgeoned Felix Mokychic, Captain of the Guards, to death. On November 19, 1979, a jury found appellant guilty of first degree murder, 18 Pa. C.S. § 2502(a), and after a sentencing hearing pursuant to 42 Pa.C.S. § 9711, returned a death sentence. This is appellant’s automatic direct appeal from that sentence. 42 Pa. C.S. § 9711(h).\nAppellant claims the trial court erred reversibly in permitting the jury to have appellant’s signed confession during its deliberations in violation of Pa.R.Crim.P. 1114. Appellant made the confession shortly after his arrest and it was reduced to writing in the words of a State Police trooper. Since appellant’s only defense was his subjective mental condition we conclude the availability of a police edited statement emphasizing the criminal act and its conscious planning, but omitting appellant’s arguably delusional statements, was prejudicial to him. We therefore reverse and remand for a new trial.\nThe trial judge overruled a defense objection and permitted a copy of appellant’s signed confession to go out with the jury. Appellant contends that constituted a clear violation of Pa.R.Crim.P. 1114 which provides:\nUpon retiring for deliberations, the jury shall not be permitted to have a transcript of any trial testimony, nor a copy of any written confession by the defendant, nor a copy of the information or indictment. Otherwise, upon retiring, the jury may take with it such exhibits as the trial judge deems proper.\nIt is undisputed that appellant fatally assaulted Felix Mokychic with a baseball bat at about 3:00 P.M. on March\n20,1979. Immediately after the incident, he dropped the bat and surrendered to correctional Officer Arthur Smith. Trooper Moran of the Pennsylvania State Police arrived at Graterford at about 4:50 P.M. that day and arrested appellant.\nAfter appellant executed a Miranda waiver, Trooper Moran interrogated him. Trooper Moran then transcribed appellant’s answers to a series of questions about his involvement in the incident. The resulting document, which appellant signed, states, inter alia:\nYes, today I went out for yard out and found a baseball bat. I took the bat and hid it under my coat returning back inside the institution approximately fifteen minutes before yard out was over. I began thinking how everyone, guards and inmates, would laugh at me when I walked and climbed stairs. I am a semi-cripple and have difficulty walking and climbing. I decided then that I was going to get even with someone, did not have anyone particular in mind. I began scouting around inside the institution for someone to kill. I went onto C Block. When I was leaving C Block Captain Mokychic was standing at the door asking the inmates for their passes to get off the block. As he asked for mine he gave me a slight push. This irritated me and I became angry, having a flashback. Captain Mokychic and I had an argument sometime ago and I never forgot it.\nAs he (Captain Mokychic) was looking at other inmate passes, his back was towards me and I pulled the bat from my coat and struck him on the head. As he was going down I saw blood coming from his head. I looked at him and saw that he was still breathing so I hit him again. Everytime I looked at him I could see that he was still breathing so I hit him with the bat in the head again and again. I don’t really know how many times I hit him but it seemed as though he just kept breathing. I then heard someone holler, “Terry, drop it.” I turned and saw a short Sergeant standing in the doorway of C Block. He was in a karate stance so I drew the bat back and told him to come on. Another guard came and hollered, “Terry, drop it.” I turned and saw another officer to my right. He again said, “Terry, drop it. The man’s down.” I told him that I didn’t want to play games. He replied that no games were going to be played for me to drop the bat (sic). I hesitated, then threw the bat on the floor. The guards then came, handcuffed me and took me to the Day Captain’s office.\nN.T. at 225-28 (November 7, 1979).\nOn cross-examination Trooper Moran acknowledged that when he wrote down appellant’s answers he omitted appellant’s remarks to the effect that the guards were trying to kill him by injecting poison in his legs. He also said that he substituted his words for appellant’s words. Because appellant’s answers were lengthy and Trooper Moran did not type well, he edited the answers. Trooper Moran conceded he could not recall which words in the written statement were appellant’s and which were his own. Moreover, he did not pay any attention to anything appellant said “outside the incident.” He said he did not remember what else appellant said that he did not record and that appellant “probably told me other things but when you go over to . .. Graterford .. . the inmates tell you all kinds of things. They are always telling you that the guards are trying to kill them, . . . trying to poison their food, trying to cripple them ...” N.T. at 236 (November 7, 1979). Moreover, Moran said that appellant’s remarks about being injected with poison were “mixed in” with appellant’s oral statement about the incident. About fifteen minutes of appellant’s oral statement pertained to:\n[his] problems in the institution, injecting his legs (sic), . . . being a semi-cripple, how the guards laughed at him, how the other inmates laughed at him when he would stumble, that he was upset over this and he decided to do something about it.\nN.T. at 240 (November 7, 1979).\nThe Commonwealth argues that the signed confession properly went to the jury room because defense counsel effectively attacked it on cross-examination by showing that it varied from appellant’s oral statement. Consequently, the jury needed to see the written confession to determine which words were appellant’s and which were Trooper Moran’s summaries and paraphrases. That claim, however, supports appellant’s contention that the presence of the written confession in the jury room was prejudicial to him. During its deliberations the jury had only the signed confession before it. They did not have the benefit of comparing it to the cross-examination testimony in which Trooper Moran admitted to editing the oral statement. The jury may have believed that the signed confession was sent out with them because it accurately reflected appellant’s state of mind shortly after the killing, a fact which was in dispute. Thus, the Rule 1114 violation was plainly prejudicial.\nWe must reject the Commonwealth’s contention that the Rule 1114 violation was harmless error. Appellant’s sole defense was diminished capacity, i.e. that he did not have the requisite mental state to commit first degree murder. See Commonwealth v. Weinstein, 499 Pa. 106, 451 A.2d 1344 (1982); Commonwealth v. Walzack, 468 Pa. 210, 360 A.2d 914 (1976). While there was ample evidence for the jury to find the killing of Felix Mokychic was planned, premeditated and deliberate, honest fair-minded jurors might have concluded that appellant’s delusional mental state at the time of the killing precluded plan, premeditation or deliberation.\nAs the Commonwealth admits, there was a serious dispute as to whether the statement signed by appellant or the oral communications between appellant and Trooper Moran best reflected appellant’s mental state shortly after the murder. Moreover, appellant’s oral statement as described by Trooper Moran supported his defense.\nA defense witness, Dr. Gerald Cooke, a psychologist, testified that appellant’s test results and behavior were consistent with minimal organic brain damage syndrome. Moreover, appellant had a history of epileptic seizure disorder. Dr. Cooke also stated that around 1976 or 1977 appellant had a “psychotic break” with reality and as a result he developed somatic delusions. He testified that appellant believed the guards put gas in his cell and they injected him with poison while he was asleep. Appellant stated that on several occasions he was awakened by the gas and he saw the guards backing out of his cell. Appellant also believed the poisoning was part of a conspiracy between guards and officials to get him and that the guards and other inmates ridiculed him because of a physical disability. Dr. Cooke stated appellant acted in a rage which resulted from his mental illness, that he did not have the capacity to premeditate and deliberate and that his delusional remarks to Trooper Moran supported that conclusion. N.T. at 778-83 (November 13, 1979). it\nDr. Robert Sadoff, a psychiatrist, testified that in his opinion appellant hallucinated the story of the guards poisoning his legs. He said appellant suffered from paranoid ideation, a condition in which a person projects the blame on others for what he feels for himself. Sadoff testified that appellant picked up the baseball bat because he was afraid he would be hurt or killed and that when the victim pushed him he believed he had to protect himself. He lashed out in rage, with fear and without control. He concluded appellant had the ability to premeditate and the ability to form a specific intent to kill but it was based on his delusion that the guards had killed his “little buddy, Vasquez,” and they were also going to kill him. N.T. at 917 (November 13,1979). We note that simple lack of control is not available in Pennsylvania either to negate mens rea or to establish diminished capacity in a murder prosecution. Commonwealth v. Weinstein, supra. However, delusions which prevent an accused from understanding the nature and quality of his act, or recognizing it as wrong are relevant. Since this testimony arguably showed the latter it was relevant and admissible. Commonwealth v. Walzack, supra.\nAn inmate at Graterford, Gerald Washington, testified that appellant had told him the institution was trying to kill him, that he could not walk because he had been poisoned by the guards, and that the institution had committed a series of murders against various inmates. Other inmates described similar conversations with appellant.\nThe signed statement in the jury room eliminated those portions of appellant’s oral remarks in which appellant articulated his hallucinations to Trooper Moran. The signed statement was coherent and focused only on the inculpatory portions of the oral remarks concerning his mental state and eliminated those portions of his remarks consistent with his only defense. Compare Commonwealth v. Riggins, 478 Pa. 222, 386 A.2d 520 (1978). Consequently, the Rule 1114 error here involved related directly to the only element of the crime which was in dispute. We cannot therefore conclude, as the Commonwealth contends, that the evidence on appellant’s mental state was so overwhelming or that the error of permitting the written signed confession to go out with the jury was so insignificant that the error was harmless beyond a reasonable doubt. Commonwealth v. Story, 476 Pa. 391, 383 A.2d 155 (1978).\nJudgment of sentence reversed and a new trial granted.\nZAPPALA, J., files a concurring opinion.\n. Appellant raises twenty-three additional issues pertaining to a wide range of alleged trial error. He also raises four issues regarding the penalty phase of the trial. Because we reverse on Rule 1114 grounds, it is unnecessary for us to reach the remaining issues raised by this appeal.\n. In Story we held that in deciding whether an error is harmless because there is properly admitted overwhelming evidence of guilt, the untainted evidence of guilt must be uncontradicted. As previously stated, in the present case it is undisputed that there was a serious question as to whether the signed statement was an accurate representation of appellant’s mental state. In fact appellant’s mental state was the only issue in this case.",
        "type": "majority",
        "author": "HUTCHINSON, Justice."
      },
      {
        "text": "ZAPPALA, Justice,\nconcurring.\nWhile I agree with the result reached by the majority writer, I am compelled to write separately because of my belief that the circuitous path which he travels to reach that result unnecessarily complicates what has been, and should remain, a simply stated rule of procedure. Pa.R.Crim.P. 1114 clearly and unequivocally states that “. . . the jury shall not be permitted to have ... a copy of any written confession by the defendant ...” The purpose of this rule, which also prohibits possession by the jury of transcripts of trial testimony and copies of the indictment, has often been stated — to prevent the jury from giving undue emphasis to that portion of the evidence. The rule represents a policy determination that these items, specifically enumerated, are of such a character that their possession by a jury during its deliberations is necessarily prejudicial and therefore to be prohibited. I fear that by engaging in an extensive analysis and concluding that “the Rule 1114 violation was plainly prejudicial”, the Court implicitly invites argument on an issue which by rule has properly been placed beyond argument.",
        "type": "concurrence",
        "author": "ZAPPALA, Justice,"
      }
    ],
    "attorneys": [
      "Marvin L. Wilenzik, Norristown (court-appointed), for appellant.",
      "Joseph A. Smyth, Jr., Dist. Atty., Ronald T. Williamson, Chief, Appeals Div., Bert Goodman, Norristown, Marion E. MacIntyre, Deputy Atty. Gen., for appellee."
    ],
    "corrections": "",
    "head_matter": "462 A.2d 676\nCOMMONWEALTH of Pennsylvania, Appellee, v. Benjamin TERRY, Appellant.\nSupreme Court of Pennsylvania.\nArgued April 19, 1983.\nDecided July 11, 1983.\nMarvin L. Wilenzik, Norristown (court-appointed), for appellant.\nJoseph A. Smyth, Jr., Dist. Atty., Ronald T. Williamson, Chief, Appeals Div., Bert Goodman, Norristown, Marion E. MacIntyre, Deputy Atty. Gen., for appellee.\nBefore ROBERTS, C.J., and NIX, LARSEN, FLAHERTY, McDermott, hutchinson and zappala, jj."
  },
  "file_name": "0626-01",
  "first_page_order": 820,
  "last_page_order": 828
}
