{
  "id": 542281,
  "name": "Appeal of the City of Allentown",
  "name_abbreviation": "Appeal of Allentown",
  "decision_date": "1885-05-11",
  "docket_number": "No. 347",
  "first_page": "75",
  "last_page": "79",
  "citations": [
    {
      "type": "official",
      "cite": "109 Pa. 75"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 W. N. C., 528",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "weight": 3,
      "opinion_index": -1
    },
    {
      "cite": "68 Pa. St., 126",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024613
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/68/0126-01"
      ]
    },
    {
      "cite": "36 Pa. St., 466",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992218
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/36/0466-01"
      ]
    },
    {
      "cite": "10 W. N. C., 528",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 540,
    "char_count": 11539,
    "ocr_confidence": 0.426,
    "pagerank": {
      "raw": 1.0383857019565628e-07,
      "percentile": 0.5501216480188613
    },
    "sha256": "fc0c3635e7e3d534d1cce1268557e9663c4c54d56a3b257721a49fe0e81e81df",
    "simhash": "1:b997b6b0de682ec7",
    "word_count": 2046
  },
  "last_updated": "2024-02-27T18:24:01.652372+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercur, C. J., Gordon, Trunkey and Clark, JJ. Paxson, Sterrett and Green, JJ., absent."
    ],
    "parties": [
      "Appeal of the City of Allentown."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Trunkey\ndelivered the opinion of the court,\nUnder the Act of April 14th, 1851, the widow of any decedent is entitled to retain either realty or personalty of his estate to the value of three hundred dollars; and when she elects to retain part of a tract of land, if the same cannot be divided without injury to the whole, the whole may be sold and she shall be entitled to take of the proceeds of said sale so much as she would have received at the appraised value had said real estate been divided. This provision shall not impair any liens for the purchase money of such real estate— no other liens are excepted by the terms of the statute, and none other has been held to deprive her of the right save a mortgage by her husband in his lifetime.\nThe reason why such mortgage shall not be impaired by the statutory exemption in favor of the widow or children, is said to arise from the contract by which the debtor pledges the land to his creditor as a security for the debt. And though mortgages are commonly spoken of as mere securities for payment of money, they are such because they are formal pledges of the land. The mortgagee, upon default in performance by the mortgagor of the stipulations in the deed, may by ejectment obtain possession of the premises, and the exemption laws do not apply to the impairing of such a security: Gang-were’s Appeal, 36 Pa. St., 466; Nerpel’s Appeal, 91 Id., 334.\nA debtor may waive the right of exemption from levy and sale, as respects all his property, and the waiver is valid during his life, but after his decease the contract of waiver does not interfere with the right of his widow or children to retain the property allowed to be set apart to them by statute.\nSection 33 of the Act of 1874, provides that all taxes assessed and levied upon real estate in pursuance of said Act, shall be a lien on such real estate, which lien shall have priority and be paid before any judgment or mortgage ; and the defendant in any writ of execution shall not be entitled to claim any exemption under a levy and sale of any real estate charged with such tax against the payment of the same. This Act creates a lien that shall be paid before other liens that are prior in date, and abrogates the debtor’s right of exemption, if any, which existed under prior laws, but leaves the statutory right of the widow or children of a decedent untouched. With regard to the widow’s claim the lien for taxes is no more than that of a mechanic’s lien or a judgment.\nIn Bower’s Appeal, 68 Pa. St., 126, it was decided that a mortgage is not a waiver of the debtor’s right to exemption as •to prior liens, and the fund for distribution was appropriated first, to the mortgage ; secondly, to the debtor in satisfaction of his claim of exemption; and thirdly, to the judgments prior to the date of the mortgage. But in Huffort’s Appeal, 10 W. N. C., 528, it was ruled that the sum claimed by the debtor for his exemption, should be regarded as one fund, and the residue another; and that a mortgagee whose mortgage is subsequent to the lien of judgments, having a claim on both funds, and the judgment creditors on one only, must exhaust the first fund before resorting to the second. Accordingly, the judgments were paid, and the balance of the fund applied on the mortgage; the debtor got nothing on his claim of exemption. These cases are not easily reconciled. It is recognized in the latter, with reference to the former, that if the fund for distribution does not exceed three hundred dollars, the subsequent mortgage may be paid out of the same, and if there be an overplus it shall be paid to tire debtor on his claim. Plence, Huffort’s Appeal does not qualify tbe decision in Bower’s Appeal as respects the facts in this case.\nThis fund is less than three hundred dollars. Were there no mortgage the widow would be entitled to tbe whole of it. The mortgage or pledge of the land, subject to the prior liens, cannot prejudice them and ought not to benefit them by dein-ivation of her right. Whatever remains after payment of the debt secured by the pledge, goes to the widow, not to lien creditors who could have taken nothing as against her had there been no pledge or mortgage.\nWhether, if the fund were large enough to satisfy the widow’s claim aud all liens prior to the mortgage, but too small to satisfy lier claim, and all liens including the mortgage, she would be defeated, cannot now be determined.\nDecree affirmed and appeal dismissed at costs of appellant.",
        "type": "majority",
        "author": "Mr. Justice Trunkey"
      }
    ],
    "attorneys": [
      "R. P. Wright, Jr., (with whom was A. P. Crilly), for appellants.",
      "John D. Stiles and Thomas Melzgar, for appellee."
    ],
    "corrections": "",
    "head_matter": "Appeal of the City of Allentown.\nA. died possessed of $8.77 in personal property, and a small amount of real estate. His widow took the $3.77 on account of her exemption, and claimed the balance of $296.23 out of the realty. After an Orphans’ Court sale of the latter, A.’s administrator had in hand for distribution, as the proceeds of the sale, $271.86. Before the Auditor appointed to distribute this fund, the widow claimed the balance of her exemption; the holders of a first mortgage against the real estate which had been discharged by the Orphans’ Court sale, presented a claim for $110; and the city of Allentown presented claims based on liens against the real estate for taxes, amounting to about $84. The Auditor first awarded $110 to the holders of the mortgage, and the balance of the fund to the widow on account of her exemption. This award was confirmed by the court below, whereupon the city appealed.\nHeld, there was no error. The widow’s right to her exemption under the Act of April 14th, 1861 (P. L., 613), was not affected by the Act of May 23d, 1874 (P. L., 237), tinder which the eity claimed.\nQuiere, whether the widow’s claim would have been defeated, under the ruling in Huffort’s Appeal, 10 W. N. 0., 628, if the fund had been large enough to satisfy her claim, and all liens prior to the mortgage; but too small to satisfy her claim and all liens including the mortgage.\nFebruary 18th, 1885.\nBefore Mercur, C. J., Gordon, Trunkey and Clark, JJ. Paxson, Sterrett and Green, JJ., absent.\nAureal from the Orphans’ Court of Lehigh county: Of January Term, 1884, No. 347.\nAppeal of the eity of Allentown and the Board of Water Commissioners, from a decree of said court confirming the report of an Auditor appointed to re-settle and make distribution, in the matter of the account of H. G. Stiles, administrator of James Sweeney, deceased.\nBefore the Auditor (S. S. Dufey, Esquire), the following facts appeared: Harry G. Stiles as administrator of James Sweeney, deceased, filed his account, showing a balance in Ms hands of $274.85.\nThe entire fund represented the proceeds of the sale of the decedent’s real estate. There had been a trifling amount of personal property — three dollars and seventy-seven cents— which the widow, Catharine Sweeney, took on account of her $300 exemption allowance. She claimed the balance of her “ exemption ” out of the real estate, and the appraisers returned that it could not be divided without spoiling the whole, and that she should be entitled to receive $296.23 out of the proceeds of its sale. This return was confirmed on July 3d, 1882. Before the Auditor, the widow claimed that the entire balance in hand be distributed to her, under the Act of April 14th, 1851, setting apart $300 to widows of decedents. The National Loan and Building Association presented a mortgage which they held against the premises, and which had been discharged by the Orphans’ Court sale, and asked that distribution be first made to it. This mortgage was dated May 22d, 1876, and the association agreed to accept $110 in full, for the same and interest.\nThe city of Allentown and the water department of the city of Allentown presented their liens for city and water taxes filed against the real estate, of which the proceeds were in the hands of the administrator. The taxes were for the years 1876 to 1881 inclusive; amount of liens $54.56, costs $29.10. The liens were filed under the Act of 1874 dividing cities into classes. '\nThe city of Allentown accepted the provisions of that Act as its charter sometime in September, 1874. The Auditor distributed first to the mortgagee, the balance to the widow, and excluded the tax liens altogether’. Exceptions filed to the Auditor’s report in behalf of the -city and the water department, were dismissed by the court, and a decree entered confirming the Auditor’s report. Thereupon the city of Allentown and the water commissioners took this appeal, assigning for error the decree of the court confirming the Auditor’s report, and refusing to distribute the fund to the tax liens, in preference to the mortgage and the widow’s exemption.\nR. P. Wright, Jr., (with whom was A. P. Crilly), for appellants.\nIt was evidently intended that under the Act of May 23d, 1874 (Purd., 1911, PI., 63), no claim against real estate should be preferred to the lien of municipal taxes.\nThe language is as follows: “All taxes assessed and levied upon real estate in pursuance of this Act and the laws and ordinances of said city, shall be lien on such real estate, from the time of such levy; and the lien hereby created shall have priority to and shall be fully paid and satisfied before any recognizance, mortgage, judgment, debt, obligation or responsibility which the said real estate may become charged with or liable to from and after the passage of this Act.”\nIt was held by this court in Nerpel’s Appeal, 10 Norris, 334, that, as against a mortgage, the widow’s exemption cannot be allowed, and that in a contest between the two, over the proceeds, the mortgage must be preferred. The court recognized that rule in this case and distributed first to the mortgagee, giving the widow only the balance. But the Act of 1874 declares that the lien for taxes shall have priority to, and shall be fully paid and satisfied before any mortgage. The logic of the position of the court below is, that while our lieu is to be preferred to the estate created by the mortgage, yet it is not to be preferred to an estate as to which the mortgage has priority.\nWe concede that it has often been held that the widow’s exemption is to be preferred to a judgment. But the Act of 1874 has created a new lien that is to be higher even than the estate created by a conveyance in mortgage, yet the court below holds that the lesser estate, the mortgage, is to be preferred to the higher, to wit, the tax liens.\nHuifort's Appeal, 10 W. N. C., 528, and kindred cases settled a principle-analogous to the one we contend for here, 'filie debtor’s exemption can be claimed against a judgment, but not against a mortgage. In Huifort's Appeal it is held that where a judgment is the first lien and the mortgage the second, the exemption cannot be claimed against the judgment, because to permit it it would be to affect the mortgage. So here, as the exemption cannot be claimed against the mortgage it certainly cannot be claimed as against a tax lien which the statute lien expressly says must bo paid before the mortgage.\nJohn D. Stiles and Thomas Melzgar, for appellee.\nThe Act of April 14th, 1851, giving to widows $300 out of estates of decedents, has never been abridged or repealed, and has always been sustained by this court. The Act of 1874 was not intended to repeal it. That simply provides for a lien, and for the enforcement thereof. The widow is not deferred to any claims, except liens for purchase money : Hildebrand's Appeal, 3 Wr., 133 ; Nottes's Appeal, 9 Id., 8G1; Nerpel’s Appeal, 10 Norris, 331; Huffort’s Appeal, 10 W. N. C., 528.’\nMay 11th, 1885."
  },
  "file_name": "0075-01",
  "first_page_order": 93,
  "last_page_order": 97
}
