{
  "id": 542294,
  "name": "Reading Iron Works versus Devine",
  "name_abbreviation": "Reading Iron Works v. Devine",
  "decision_date": "1885-05-25",
  "docket_number": "No. 172",
  "first_page": "246",
  "last_page": "254",
  "citations": [
    {
      "type": "official",
      "cite": "109 Pa. 246"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "49 N. Y., 528",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "100 U. S., 219",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "102 Mass., 572",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2142929
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/102/0572-01"
      ]
    },
    {
      "cite": "10 Allen, 233",
      "category": "reporters:state",
      "reporter": "Allen",
      "case_ids": [
        2116918
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/92/0233-01"
      ]
    },
    {
      "cite": "10 Gray, 274",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        2082421
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/mass/76/0274-01"
      ]
    },
    {
      "cite": "32 Md., 411",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1772590
      ],
      "opinion_index": -1,
      "case_paths": [
        "/md/32/0411-01"
      ]
    },
    {
      "cite": "17 N. Y., 134",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2019315
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/17/0134-01"
      ]
    },
    {
      "cite": "14 Gray, 466",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        2091672
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/80/0466-01"
      ]
    },
    {
      "cite": "10 Allen, 288",
      "category": "reporters:state",
      "reporter": "Allen",
      "opinion_index": -1
    },
    {
      "cite": "6 Cush., 75",
      "category": "reporters:state",
      "reporter": "Cush.",
      "case_ids": [
        1989530
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/mass/60/0075-01"
      ]
    },
    {
      "cite": "4 Met., 49",
      "category": "reporters:state",
      "reporter": "Met.,",
      "case_ids": [
        2065782
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/45/0049-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 830,
    "char_count": 20233,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 1.4722695862512792e-07,
      "percentile": 0.6595087203925789
    },
    "sha256": "d4acc88a8abca08abecb3fdde07d12019921589797cdf0a26f2ae285989d351e",
    "simhash": "1:e0b044de4a7204b0",
    "word_count": 3612
  },
  "last_updated": "2024-02-27T18:24:01.652372+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercur, C. J., Gordon, Paxson, Trunkey and Sterrett, JJ. ' Green and Clark, JJ., absent."
    ],
    "parties": [
      "Reading Iron Works versus Devine."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Gordon\ndelivered the opinion of the court,\nThe plaintiffs below are the widow and children of Winfield S. Devine, who was, on the 11th of December, 1883, mortally injured in the forge of the defendant. For the damages resulting from his death, which occurred the day after the injury, this action was brought. The history of the case, as we find it detailed in the statements furnished to us by counsel, is as follows : In November, 1883, the company, defendant, found it necessary or convenient to make some repairs upon their forge, and to put therein a new steam hammer. This work was done partly by hands sent from the Scott Works, part of the defendant’s general establishment, and partly by a Philadelphia firm. In making these repairs it became necessary to place overhead a large beam of timber, extending from one stringer, or joist, to another, and, as we understand it, this timber was used as a support for the exhaust pipe connected with the hammer about which Devine was employed. By some oversight or neglect the beam was not fastened to its place, and the result was, that whilst Devine was engaged in running this hammer the timber stick was jarred from its place, and in falling struck and mortally wounded the decedent as above stated. Now, it was contended by the plaintiffs that it was the duty of the company defendant to furnish this, their employee, both a place in which to work and machinery with which to operate that were reasonably safe, and that failing so to do, it was responsible for the accident which happened to Devine. The position thus assumed the court refused to adopt, on the ground that it altogether ignored the question of contributory negligence on his part. This refusal certainly did no injustice to the plaintiffs. Whilst the master is bound to furnish his servant with appliances which can be safely used in and about the work he is required to do, yet a duty also rests upon the workman to see to his own safety. Devine was a hammerman, and we must infer that he knew the effect his hammer was likely, by its jarring, to produce upon surrounding objects, and that it was his business to see that not only this hammer, but all tilings about it, were safe. Clearly, the presumption is not too violent that one who professes to know how to use a tool, knows also whether it is safe or unsafe. So we may presume that ho understands the effect that the working of such tool is likely to have on things in its vicinity. Who then, ought to have known, if Devine did not, the effect the jarring of the hammer would have on the beam above his head ? It did not, therefore, require the testimony of Edward Kerr, who says that he warned him to see that the beams overhead were secure, to carry the case to the jury on the question of contributory negligence. Indeed, our only doubt is whether the facts connected with this part of the case did not require a peremptory instruction that, in this matter, Devine was negligent, and that his death was attributable to his own default.\nBut passing this, we think the court erred in not affirming the defendant’s first point. We fail to read even the plaintiffs’ evidence aright if those who placed the beam where and as it was, were not Devine’s fellow-servants. John A. Moyer testifies that Devine was present, at least part of the time, whilst the repairs were being made ; he says : “ Sometimes when we worked under one of the machinists he gave us the instructions ; when we worked around the hammer there was somebody there ; when Winfield Devine was there we worked under him — the man that got killed.” Again, in answer to the question, “Is it not true that at the time you were working around the hammer, when Devine was there he was the boss — that he was the man from whom you got the instructions ? ” he says : “ In rigging up and repairing around there, when they were putting up the legs, we worked all under the machinists, Devine and all. But in cleaning up, or something of that kind around the hammer, we workecl whatever he told us to do.” Further on this witness swears that Kerr told Devine, before the hammer was started, to see to it that everything was right. It thus appears, without reference to the evidence produced on part of the defence, that the decedent was a fellow-servant witlx those engaged in this work of repairing, and that it was his business to finally examine and see that all things were secure. It does not matter that he happened to be absent at the time the beam was put in place, for not the less was he a co-employee with those who did that work; neither does it matter whence came these fellow-servaixts, whether from the Forge or the Scott Works, since they were all engaged in one co'mmon employment. If he was at any time, during the progress of this particular work, engaged as one of the hands employed for its accomplishment, he and all those laboxing with him must be regarded as co-employees, and because of this relation, the employer.cannot be made responsible for damages resulting to one of them, as a consequence of the negligence of another: Lehigh Valley Coal Co. v. Jones, 5 Norr., 432.\nBut still farther: in the testimony above cited we have a corroboration, by a witness of the plaintiffs, of that part of the evidence of Kerr, the defendant’s foreman, wherein he alleges that he gave Devine special instructions “ to see that everything on top was made fast, knowing the danger that would result.” As Moyer says : “ He was to look after that\neverything was right.” Taking this evidence in connection with the fact that, Avithout such instruction, it Avas his business to see that the hammer was in all particulars safe and in good working order before he started it, and the inference is irresistible that the accident from which he suffered Avas due to his OAvn neglect. Thus, quaeunque via data; whether we regard Devine as engaged with those who did the defective Avork, or as wanting in proper care in the discharge of his duty, the company cannot be charged with the results of this lamentable accident. In other words, the court should have affirmed the defendant’s fourth point, “ that under all the evidehce in the case the verdict must be for the defendant.”\nThe judgment is reversed.",
        "type": "majority",
        "author": "Mr. Justice Gordon"
      }
    ],
    "attorneys": [
      "Jeff. Snyder and George F. Baer, for the plaintiff in error.",
      "II. Willis Bland (with him J. Howard Jacobs), for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Reading Iron Works versus Devine.\n1. A workman is presumed to know whether the machinery operated by him is safe or unsafe, and what effect its operation is likely to have upon surrounding objects. Want of reasonable care in ascertaining these facts will constitute negligence on his part.\n2. Where a servant employed by a master to operate a machine assists other operatives of the master in repairing it, he is a fellow servant of those who made the repairs, and if upon the completion of the repairs and after he has resumed the operation of the machine, he is injured by a defect therein due to the negligence o£ those who made the repairs, to which negligence lie did not contribute, he cannot recover against the master.\n:h A corporation, engaged in the msumfacturing of iron for different purposes, maintained several establishments, each having a separate purpose and foreman, but all being under one general superintendent. A. was employed to operate a steam hammer at one of the departments known as the forge. The company, in replacing the hammer with a new one, took some of its operatives from another department known as the foundry, and engaged them to complete the repairs, in the course of which the said operatives negligently left a supporting beam unfastened. A. was not present when this was done, but in other respects assisted to some extent in the completion of the repairs. He was directed by the foreman of the forge to see that ‘ everything was right ” about the machine. Upon the completion of the repairs, A. resumed the operation oí the machine and was killed by the falling of the unfastened beam. In an action by A.’s widow against the corporation, Held-\n(1) That he was a fellow-servant of the operatives who made the repairs and whose negligence caused the accident.\n(2) That it was Ms duty to see that the machine was safe before resuming its operation, and Ms failure to do so was contributory negligence.\n(3) That the court should have instructed the jury to render a verdict lor the defendant.\nMarch 6th, 1885.\nBefore Mercur, C. J., Gordon, Paxson, Trunkey and Sterrett, JJ. ' Green and Clark, JJ., absent.\nError to tlie Court of Common Pleas of Berlcs county: Of January Term 1885, No. 172.\nThis was an action on the ease by Catharine Devine et al., widow and minor children of Winfield S. Devine, against the Heading Iron Works, a corporation, to recover damages for the death of the said Winfield S. Devine, who was killed while in the employ of the defendant company through its alleged negligence in failing to supply him with safe and suitable machinery. Plea, not guilty.\nOn the trial, before Albright, P. J., the following facts appeared : The defendant company was a corporation engaged in the manufacture of iron for different purposes, and in furtherance of these objects owned and operated several establishments in different localities of the city of Reading. At one place the company had furnaces, bar and plate rolling mills and tube works; at another, a sheet mill; in a third locality it bad a steam forge, and about two squares distant therefrom it maintained a foundry known as the Scott Foundry. All these establishments are under the management of one general superintendent, although each has a special foreman. The steam forge manufactured the forgings for the machines which the Scott Foundry builds, and also sold the forgings to third parties to a limited extent.\nDevine was employed in the Steam Forge to operate the steam hammer. Several weeks previous to the accident, the company employed a Philadelphia manufacturer to replace the old steam hammer with a new one. After the new hammer had been placed in position by the Philadelphia firm, the defendant company sent some of the operatives of the Scott Foundry to complete the repairs by the attachment of the steam supply and exhaust pipes. It was necessary for this purpose to place overhead a large beam of timber extending from one joist to another as a support for the exhaust pipe. By some oversight or neglect this beam was not properly fastened, and when Devine, upon the completion of the repairs, resumed the operation of the machine, the beam fell upon him and inflicted injuries of which he died. It was in evidence that he had assisted to some extent in the work of these repairs, although he had not been present on the day on which the beam was placed in position.\nOne of plaintiff’s witnesses testified :\n“ Q. Was Devine about while this was repaired? A. He was.\nQ. Did he have anything to do with you people ? A. He did, until the hammer was erected; while we were putting the pipes up he was not there. He was not there on that morning when I got hurt......\nQ. Up to the time you were hurt, was Devine there ? A. He was there; he was there the morning I was hurt.\nQ. Did Devine have anything at all to do with the fixing up of things there? Was he not given directions to have charge of you men there — to look after you? A. Well, he was around that hammer because that was the place of his work......\nQ. Is it not true that at the time you were working around the hammer, when Devine was there he was the boss — that he was the man from whom you got the instructions — is not that true? A. In rigging up and repairing around there, when they were putting up the legs, we worked all under the machinists — Devine and all. But in cleaning up, or something of that kind around the hammer, we worked whatever he told us to do......\nQ. He was put in charge of that part of the work because he had to run that hammer? A. Well, not in particular, I guess; not to my estimation. It was done that way because he was there, it took less talking to explain what was to be done.\nQ. He was more familar with it, and was more interested in having everything secure? A. He was to work under it.\nQ. Did you hear Mr. Kerr tell Devine that he should take care that everything was secure overhead ? A. Not in that way; before the hammer ever was started, he told him to look after that everything was right. That is the remark.”\nKerr, the foreman of the.steam forge, testified:\nQ. What had Mr. Devine to do with the repairs that were going on there ? A. During the time the hammer was taken down, or sent to Philadelphia for repairs, I think he was idle for some time, considerable time, but just so soon as we got it back he was re-employed, and he had instructions from me personally to see that everything was made secure before we turned the steam on.\nQ. Made secure where ? A. Both overhead and around the hammer. I warned him specially that everything should be made right overhead with the beams. And some of the beams that required to be there, I would not allow any other to place there but himself; and he did arrange a number of other beams. This special beam he did not; but he had instructions from me to see that everything on top was made fast, knowing the danger that would result.\nQ. Who has charge and oversight of the rigging and machinery of a hammer? A. Well, in putting up a new hammer, usually a machinist is sent with it, but in running and repairing, the hammer-driver or hammer-runner.\nQ. What was Devine’s position ? A. Hammeiydriver or ha ni in er-r un n er.\nBy the Court : Q. Whose charge was it to keep the\nhammer in repair? A.'He repaired around the hammer.\nQ. When was it that you gave these instructions to Mr. Devine ? A. I kept Devine there several days when otherwise I had nothing for him to do, except to see that everything was made right around the hammer.\nQ. And was he there ? A. He was there.\nQ. When — -before or after the completion of the repairs ? A. He was there both before and after the completion of repairs.\nQ. Do you know whether or not he examined the rigging overhead? A. Well, I saw him following out, as I understood, the orders that 1 had given him, examining around the hammer.\nQ. Did you see him at any time up on the rigging ? A. Oh, yes; I saw him frequently on the beams above the hammer, both after and before the repairs were finished.\nQ. Did you see him up there at any time after the hammer had begun to run ? A. Frequently.\nThe defendant submitted, inter alia, the following points :\n1. That the evidence shows that the employees of the defendant, by whom the timber which fell on and killed Mr. Devine was placed, were the fellow-servants of Mr. Devine, and therefore the plaintiff cannot recover.\nAnswer. Negatived.\n4. That under all the evidence in this case, the verdict must be for the defendant.\nAnswer. Negatived.\nThe court charged the jury, inter alia, as follows :\nIt is also a rule of law that where several are in the employ of the same individual, and owing to the carelessness of one of the employees another one is hurt or killed, the injured party cannot recover damages; because when an employee enters the employment of another, one of the risks which he takes is the carelessness of the other employees; and the employer cannot be held responsible for the injury which happens by reason of the negligence of one of the employees. This rule is invoked by defendants to excuse them from all responsibility because of the alleged negligent placing of this piece of timbe'r overhead where the deceased worked.\n[If the deceased had met his death owing to the . carelessness of some other man who with him was operating the hammer, or working in this forge while it was being carried on, I would say to you, as a matter of law, that the plaintiffs could not recover. But I cannot assent to the defendant’s contention that the carelessness — if there was carelessness — of the men who came there from the Scott Works to repair this hammer will excuse the defendant. I cannot assent to the proposition that they were fellow-employees of the deceased within the rule of-law, to which I have just alluded.\nIt appears that shortly before this accident occurred there were extensive repairs made at the works known as the Forge ; that the hammer was either repaired or made by a party in Philadelphia; that then workmen were brought from the Scott Works to make the connection of the steam-pipes; that , they did so,.and while connecting the pipes, placed the exhaust-pipe on the beam in question to support it.\nIn the opinion of the court it could not be found under this evidence that the workmen thus making the repairs were fellow-workmen of the deceased, within the rule which protects an employer against liability for the injury caused by a fellow-employee. In the opinion of the court, the repairing of the 'works was the act of the defendant, and if the defendant sent the men from the Scott Works there to make the repairs, they are to be held to the same measure of responsibility as if they had employed outside parties.]\nVerdict for the plaintiffs for $1,541 and judgment thereon. The defendant took this writ of error, assigning for error inter alia, the answers to its first and fourth points as above, and the above portion of the charge of the court enclosed in brackets.\nJeff. Snyder and George F. Baer, for the plaintiff in error.\nWhere servants are in the employ of a common master, receive their compensation from the same source and their labors have the same general, although not immediate, purpose, they are fellow-servants. Servants, therefore, who are employed by the master to repair the machinery, are fellow-servants with those who operate it. The particular work where the negligence occurred in this case was in repairing the hammer in its place. The particular work where the accident occurred was in operating the hammer, but the common purpose in view was the production of hammered iron. The repairing of the hammer and placing of supports for the steam-pipes contributed as essentially, if not so immediately, to the latter purpose as the working of the lever which controlled the steam. The employments differ in grade, but there is only a step between them. In addition to this, the evidence clearly showed that Devine contributed to the work of these repairs, and was therefore a fellow-servant of the men whose negligence caused the accident: Lehigh Valley Coal Co. v. Jones, 5 Norris,482; Morgan v. R. II. Co., S'5 L. j. Q. B., 28; Farwell v. R. It. Co., 4 Met., 49 ; Albro v. Canal Co., 6 Cush., 75 ; Gillshannon v. R. R. Co., 10 Id., 228: Gilman v. R. R. Co., 10 Allen, 288 ; Seaver v. R. It. Co., 14 Gray, 466; Itussell v. R. R. Co., 17 N. Y., 134 ; Boldt v. R. R. Co., 18 Id., 482; Wonder v. R. R. Co., 32 Md., 411 ; McAndrews v. ‘Burns, 39 N. J. L. Rep., 119.\nII. Willis Bland (with him J. Howard Jacobs), for the defendants in error.\nA master is under an implied contract witli those whom he employs, to adopt and maintain suitable instruments and means with which to carry on the business in which they are employed. This includes an obligation to provide a suitable place in which the servant, being himself in the exercise of due care, can perform his duties safely, or without exposure to dangers that do not come within the reasonable scope of his employment: Cay’zer v. Taylor, 10 Gray, 274; Seaver v. Boston & Maine R. R. Co., 14 Id., 466 ; Gilman v. Eastern R. R. Co., 10 Allen, 233 ; Coombs v. New Bedford Cordage Co., 102 Mass., 572 ; Pass R’y Co. v. Bresmer, 1 Out., 106 ; Hough v. Ry. Co., 100 U. S., 219 ; Atchison, Topeka & Santa Fe R. R. Co. v. Moore, 11 Amer. and Eng. R. R. Cases, 251.\nThe rule as to fellow-servants invoked by the plaintiff in error has no application. A workman, of course, takes the risk of the negligence of his fellow-servants; but those only are fellow-servants, in the sense of this rule, who were engaged with Devine in the work of operating the steam forge ; those who were negligent in an entirely different employment, viz. • that of constructing the building and machinery, were not his fellow-servants, when he was injured as hammer-driver, in operating the forge : Hough v. R. R. Co., supra ; Banning v. R. R. Co., 49 N. Y., 528 ; A. T. & S. F. R. R. Co. v. Moore, supra.\nMay 25th, 1885."
  },
  "file_name": "0246-01",
  "first_page_order": 264,
  "last_page_order": 272
}
