{
  "id": 542287,
  "name": "Grim's Appeal",
  "name_abbreviation": "Grim's Appeal",
  "decision_date": "1885-10-05",
  "docket_number": "No. 145",
  "first_page": "391",
  "last_page": "398",
  "citations": [
    {
      "type": "official",
      "cite": "109 Pa. 391"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "29 Hun, 223",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "79 N. Y., 327",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2171475
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/79/0327-01"
      ]
    },
    {
      "cite": "3 Whar., 477",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833433
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0476-01"
      ]
    },
    {
      "cite": "4 W. N. C., 42",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 826,
    "char_count": 19710,
    "ocr_confidence": 0.442,
    "pagerank": {
      "raw": 6.248438889622063e-07,
      "percentile": 0.9575701131610376
    },
    "sha256": "07d0f161b71b57f6b684edaead62c5d0364bff9b78a09cb115ad68f25963acfd",
    "simhash": "1:808da10396949df5",
    "word_count": 3471
  },
  "last_updated": "2024-02-27T18:24:01.652372+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercur, C. J., Gordon, Paxson, Trunkey, Sterrett, and Clark, JJ. Green J. absent."
    ],
    "parties": [
      "Grim’s Appeal."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Gordon\ndelivered the opinion of the court,\nJohn Grim, by his last will, devised and bequeathed as follows : “ I give, devise and bequeath all the rest, residue and remainder of my estate, real, personal and mixed, wheresoever and whatsoever, unto my executors hereinafter named, and the survivor of them, and the heirs, executors, administrators and assigns of such survivor, upon trust, to take, collect and receive the rents, issues and profits of my real estate, and the income of my personal estate, and to pay out of said rents, issues, profits and income of my said residuary real and personal estate, the sum of twelve hundred dollars per annum in equal quarterly payments, the first payment to be made within three months after my decease unto my said wife, Sophia Grim, for and during all the time she shall remain my widow; and if there should be any surplus income of my said real and personal estate in the hands of my said executors after payments to be made as aforesaid by them to my said wife of twelve hundred dollars in each and every year in quarterly payments as aforesaid, I do order and direct them, my said executors, and the survivors and survivor of them, to invest such surplus income from time to time, and to call in, convert, and re-invest the same as often as they or he shall deem proper or necessary, in such securities as they, my said executors or the survivor of them, maj1-, in their or his discretion, deem most advantageous to my estate, until the decease or marriage of my said wife, whichever event may first happen.”\nThat under the Act of 1853, accumulations as directed in the above recited testamentary clause, are void and of no effect, is no longer an open question: Washington’s Estate, 25 P. F. S., 102; McKee’s Ap., 15 Nor., 277; Stille’s Estate, 4 W. N. C., 42; Carson’s Ap., 3 Out., 325. It follows, that as by reason of the provisions of the Act mentioned, all accumulations except for minors and charities are void, the provision above set forth, by which the accumulations are expressly reserved for the residuary estate, is unlawful and nugatory.\nThe only question left for our consideration is, to whom does the accumulating fund thus left, undisposed of, belong ? Not to the residuary legatees, for they are not the persons who, “ under the uses or trusts of the deed, will or other conveyance, directing such accumulation, would for the time being, if of full age be entitled to the rents, issues, interests and profits so directed to accumulate.” They cannot take presently, but only after the death or marriage of Sophia Grim, and as the accumulations can never form part of the residuary estate, these residuary legatees can have no interest in them, present or prospective. The case is very much like McKee’s Ap., supra. In this case there was no disposition whatever made by the testator of the surplus rents, issues and profits which, after his death, arose from his estate, and it was therein held that, “ under the operation of the will before us there is no direction in favor of any person or persons; on the other hand, if accumulation is allowed at all, it must be allowed to swell the general estate until the death of Mrs. McKee, when, as part of the corpus, it must go to whomsoever at that time may be entitled. No ingenuity can reconcile a piovision of this kind with the statute, and it must, therefore, fall.” The result was that the surplus increase of the estate was, as in Washington’s Estate, decreed to the heir at law. To whom then, shall the rents, issues and profits out of which the accumulations, directed by the will, were to arise, be awarded? The Act itself answers this question as follows: ‘•And in every case where any accumulation shall be directed otherwise than as aforesaid, such direction shall be null and void, in so far as it shall exceed the limits of this Act; and the rents, issues, interests and profits so directed to be accumulated, contrary to the provisions of this Act, shall go to and be received by such person or persons as would have been entitled thereto, if such accumulation had not been directed.” In other words, to the testator’s widow and heirs or next of kin.\nThis disposes of the main matter in dispute, but there is another of minor importance, and which, though arising in the form of an exception, has not been thought worthy of a discussion by the counsel on either side. The exception is, that the court erred in awarding the entire balance of the present account to the widow. This is answered by the auditing judge of the court below in this manner : “ As the heirs and next of kin. under the distribution made alreadjq have received more than one half the surplus accrued, the entire balance shown by the present account has been awarded to the widow.” There can be no valid objection to the judgment here announced; the first account was but partial, embracing only the rents, issues and profits then accrued, and whilst the decree of confirmation was conclusive on all therein contained, yet as the widow’s claim was not embraced in that account, the decree can in no wise affect her rights; Leslie’s Ap. 13 P. F. S., 355 Shindel’s Ap., 7 Id., 43; Kline’s Ap., 5 Nor., 363. The question involves not so much the previous account, which has been closed up, and is now out of the way, as the equitable status of the parties with reference to the fund in hand. The doctrine held in Williams’ Law of Executors, 1088, (7th ed.) is undoubtedly the true one; that is, whore a creditor goes into the Master’s office to establish his debt, he must not only show what was due at the time of the death of the debtor, but also what has been received since that time; and this for the reason, that it being a leading equitable maxim that equality is equity, the creditors who have been paid in part ought not to receive any other part either of the legal or equitable assets, until the other creditors have been paid the same proportion of their debts. The question thus being one simply of payment, it does seem to us that it cannot make much difference how the payment was made, whether by the executor, on his own responsibility, or by distribution of a previous fund under the decree of the court, and this rule must undoubtedly apply to the claims of the present distributees. How stand these several claims; what proportion has been paid on each? And the manner of payment is a question of minor consequence. The previous decree neither altered the character of the claims nor the equities of the parties.\nWhen that decree was made the widow was entitled to the one half of all the accumulations, not only of those which had then accrued, but that'had and would accrue between the date of the death qf the testator, and her own death or marriage, and the heirs were entitled to the other half. How then, did or could the decree, which related only to a partial fund alter or destroy this right established by the law of the Commonwealth? By paying to the heirs that which the widow ought to have had? An equitable conclusion truly; a conclusion that would enlarge the share of the heirs at the expense of the widow! This will not do. If we but remember that the former decree operated upon nothing but what was then in hand, and that the order then made was but a direction to pay what the executor then had for distribution on account of the shares of the heirs, and that the court neither did, nor intended to, pass upon the rights of the parties, we will at once see, that what the distributees then received were but payments upon the claims, which, by the decree, were made absolute,'but which, nevertheless, left the equitable status untouched, and to be adjusted on final account. For example: let us suppose the accumulations to finally net $100,000; of this the heirs at law are entitled to $50,000, and. the .widow is entitled to the balance. About this proposition there is no doubt; so reads the law. But the appellants say, no; the widow is entitled to but $25,000, and this because on a former distribution they were allowed to take $50,000. And the widow’s claim not being presented, she took nothing. Now, say thej’', we are to come in pro rata with the widow on the present fund, being held to no account for what we have received, and so are to raise our own shares of the estate to $75,000, and reduce her share to $25,000. A rule of this kind being not only inequitable and unjust, but contrary to the provisions of the Act of Assembly, cannot be sustained.\nThe decree of the court-below is affirmed, and it is ordered that the appellants pay the costs.",
        "type": "majority",
        "author": "Mr. Justice Gordon"
      }
    ],
    "attorneys": [
      "S. N. Rich, for the appellants.",
      "George L. Crawford and George M. Dallas, for appellee."
    ],
    "corrections": "",
    "head_matter": "Grim’s Appeal.\n1. A testator, who left to survive Mm a widow a.nd next of kin of full age, but no issue, after giving Ms widow an annuity for life, directed Ms executors to accumulate the surplus income of ’his estate (if any) during Ms widow’s life, and after her death testator gave all moneys in the hands of his executors, invested or uninvested, to certain legatees, with a clause bequeathing to certain residuary legatees (after the death of bis wife) all Ms other estate whatsoever: Held,\n(1) That the direction to accumulate was illegal and void, under lie Act of April 18th, 1858.\n(2) That the testator died intestate as to said accumulations, wMcli therefore passed under the intestate laws to his widow and next of kin, in equal moieties.\n2. Where on a partial distribution of an intestate’s estate, one of the distributees does not appear, and the entire fund then for distribution is awarded to those who do appear and make claim, the inequality will be corrected on a subsequent distribution of other funds belonging to the decedent’s estate, by awarding to the one who received nothing on the first distribution enough to make up his proportionate distributive share of both funds; if the second fund is insufficient to make him equal with the distributees of the first fund, the whole of the second fund will he awarded to him.\nMarch 30th, 1885.\nBefore Mercur, C. J., Gordon, Paxson, Trunkey, Sterrett, and Clark, JJ. Green J. absent.\nAppeal from the Orphans’ Court of Philadelphia county : Of July Term 1884, No. 145.\nAppeal of Henry Grim, Jacob Grim, Peter Grim, Rebecca Grim, Anna Grim, Mary Ann Grim, Charles Fletcher Grim, Letitia Grim, and Augustus Pfaff from a decree of the Orphans’ Court of Philadelphia county, making a partial distribution in the matter of the estate of John Grim, deceased.\nAt the audit of a second account filed by the executors of said decedent, before Penrose, J., the following facts appeared : John Grim died May 25th, I860, leaving a widow, Sophia Grim, and no issue. By bis will, dated April 25th, 1862, and duly admitted to probate, after bequeathing to his said wife bis household furniture absolutely, and devising to her for life or widowhood his mansion-house, he directed as follows:—\nItem. — I give, devise and bequeath all the rest, residue and remainder of my estate, real, personal and mixed, wheresoever and whatsoever, unto my executors hereinafter named, and the survivor of them, and the heirs, executors, administrators, and assigns of such survivor, upon trust, to take, collect and receive the rents, issues and profits of my real estate, and the income of my personal estate, and to pay out of said rents, issues, profits and income of my said residuary, real and personal estate, the sum of twelve hundred dollars per annum, in equal quarterly payments, the first payment to be made within three months after my decease, unto my said wife, Sophia Grim, for and during all the time she shall remain my widow; and if there should be any surplus income of mv said real and personal estate in the hands of my said executors after the payments to be made as aforesaid by them to my said wife of twelve hundred dollars in each and eveiy year in quarterly payments as aforesaid, I do order and direct them, my said executors and the survivors and the survivor of them, to invest such surplus income, from time to time, and to call in, convert, and re-invest the same as often as they or he shall deem proper* or necessary, in such security or securities as they, my said executors or the survivor of them, may, in their or his discretion, deem most advantageous to my estate, until the decease or marriage of my said wife, whichever event may first happen.\níK* üfr\nItem. — I order and direct my executors and the survivors and survivor of them, at any convenient time after the expiration of the one year from the time of the decease or marriage of my said wife, whichever event may first happen, to sell all the rest, residue and remainder of my said real estate either at public or private sale ..... and the proceeds arising from all such sale or sales of my said real estate, and from the said ground-rents, after the death or marriage of my said wife, .....and all moneys whatsoever in the hands of my said executors or survivors or survivor of them, invested or uninvested, I give and bequeath as follows, to wit: ..... [$5,000 to be held in trust for the sole and separate use of his niece, Elizabeth S. Kale, for life, and at her death to fall into the residuary estate; $250 to his nephew, George Kale; $250 to his niece, Mary A. K. Dougherty$250 to his nephew William Kale; $250 to his niece Rebecca Kale.]\n* * * * « . * *\nItem. — -All the residue and remainders of the moneys arising from the sale of my real estate, after the decease of my said wife as aforesaid* together with all the moneys which may be in the custody, hands, possession or control of my executors from the sales made of my vacant grounds during the life of my said wife, and from the sale or extinguishment of any and all ground rents owned by me at the time of my decease, or which may be reserved by my executors, and also the said principal sum of five thousand dollars hereinbefore directed to be invested, the interest whereof is to be paid to Elizabeth Shinnick Kale for life ; and all my other estate whatsoever 1 give, devise and bequeath as follows, to wit:\n(Disposing of the same in undivided tenth parts to the ten several branches of his collateral heirs) to them their “heirs, executors, administrators and assigns forever.”\nAfter the death of the testator the widow took possession of the mansion-house and household furniture, and the executors paid to her an annuity of $3200, as provided in the will, and continued to invest the annual surplus income of the estate until December, 1883, when, upon the petition of the residuary legatees and the personal representatives of such of them as were then dead, setting forth, inter alia, that they were advised that the directions in the said will to accumulate income were n ull and void, as exceeding the limits of the Act of April 18th, 18-53, the court appointed an Auditor to ascertain the amount of accumulation, and make distribution of the same among the parties entitled thereto, who, June 3rd, 1882, reported that he found the amount of accumulation to be $52,985.38, and accordingly he distributed the same to the residuary legatees.\nThe widow made no claim then for any portion of the said income, and the report of the Auditor was duly confirmed, and the accumulated income was paid over to the legatees aforesaid.\nIn 1884, the executors filed a second account of surplus income accrued since January 1st, 1882, amounting to $8,993.66, which said sum was claimed both by the widow and the residuary legatees.\nUpon the above facts, the Auditing Judge awarded the whole of the said sum to the widow, the residuary legatees having received, on the former distribution, more than onelialf of the surplus accumulations. To his adjudication exceptions were filed on behalf of the residuary legatees, but subsequently the exceptions were dismissed, and the adjudication confirmed. Whereupon the residuary legatees took this appeal, assigning for error the actiou of the court.\nS. N. Rich, for the appellants.\nAlthough the accumulations are void under the Act of 1853, the testator did not die intestate as to them. In a clause of his will [the second above cited] he supplements his general residuary clause with the language “and all my other estate whatsoever, I give ” &c. The meaning and legal effect of this language is best answered in the words of Mr. Justice Kennedy, in Woolmer’s Estate, 3 Whar., 477 : (cited by Mr. Justice Gordon, as ruling the point in Appeal of Boards of Missions, 91 Pa. St. Rep., 507,) “ I have always understood that with regard to personal estate, everything which is ill given by the will does fall into the residue; and it must be a very peculiar case indeed, in which there can at once be a residuary clause and a partial intestacy. It is immaterial how it happens that any part of the property is undisposed of, whether by the death of the legatee, or by the remoteness and consequent illegality of the bequest; either way it is residue, that is, something upon which no other disposition of the will effectually operates.”\nIt follows that the accumulations, though illegal, were nevertheless part of testator’s estate, which passed to the residuary legatees, and not, as the court below held, to the widow and next of kin under the intestate law. In view of the Act of 1853, the will must be read omitting the direction to accumulate, but every thing else is there, the gift of the residuary income and the legatees who are to take it, and they become entitled to take at the expiration of one year from testator’s death. They are, in the words of the Act, “ such person or persons who, under the uses or trust of the deed, or will directing such accumulation, would, for the time being, if of full age, be entitled unto the rents, issues, interests and profits so directed to accumulate.” If the legislature had meant that accumulations for residue should go to the testator’s legal representatives it would have been easy to say so. The ease, we submit, is similar to Washington’s Estate, 75 Pa. St. Rep., 102, and is ruled by it.\nGeorge L. Crawford and George M. Dallas, for appellee.\nIn this state the well known principle of Skrymsher v. North-cote, 1 Swanston Ch., 566, also applies to void accumulations under our Act, where there is no one who can take for the time being. A void or lapsed devise or legacy of a moiety of a residue is undisposed of by the will and passes in intestacy : Neff's App., 2 P. F. S., 326; Massey’s App., 7 N., 474; Reed’s App., 1 N., 428; Yard v. Murray, 5 N., 113 ; See also Kerr v. Dougherty, 79 N. Y., 327 ; Goodwin v. Ingraham, 29 Hun, 223; Gowen’s Appeal, 10 Out., 288. This principle governing the present case is quite consistent with the principle that where the void accumulation is engrafted on a vested interest, it will go to the person entitled to such vested interest, as illustrated in Washington’s Estate, 25 P. F. S., 102; Stille’s Appeal, 4 W. N. O. 42, and Carson’s Appeal, 3 Out., 325. The principle governing the present case is also consistent with the principle governing another different class of cases, viz: where the property, the subject'of the accumulation, is not a residue and there is a residuary clause in the will, in which case the accumulations go to the residuary legatee: 1 Jarman on Wills, p. *812 ; Smith on Exy. Ints., § 741 d.; Theobold on Wills, 2d ed., 447. This latter principle is illustrated in McKee’s App., 15 Norris, 277.\nAs the legacies to the residuary legatees in the present ease are postponed in vesting not simply until the death of the widow, but until after payment of the pecuniary legacies, such residuary legatees can not possibly be “ the persons who would be entitled to take if the illegal accumulations had not been directed.”\nOctober 5th, 1885."
  },
  "file_name": "0391-01",
  "first_page_order": 409,
  "last_page_order": 416
}
