{
  "id": 542264,
  "name": "Cheraw & Salisbury R. R. Co. versus Broadnax et al.",
  "name_abbreviation": "Cheraw & Salisbury R. R. v. Broadnax",
  "decision_date": "1885-10-05",
  "docket_number": "No. 156",
  "first_page": "432",
  "last_page": "442",
  "citations": [
    {
      "type": "official",
      "cite": "109 Pa. 432"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Yeates, 118",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6771589
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/4/0118-01"
      ]
    },
    {
      "cite": "3 Mass., 481",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2005743
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/3/0421-01"
      ]
    },
    {
      "cite": "89 Pa. St., 71",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063241
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/89/0071-01"
      ]
    },
    {
      "cite": "3 Rawle, 256",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822540
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/3/0256-01"
      ]
    },
    {
      "cite": "3 Johns. Cas., 178",
      "category": "reporters:state",
      "reporter": "Johns. Cas.",
      "opinion_index": 0
    },
    {
      "cite": "11 Johns., 323",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2137600
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/11/0323-01"
      ]
    },
    {
      "cite": "4 La., 130",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        1821700
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la/4/0130-01"
      ]
    },
    {
      "cite": "7 How., 729",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        6140909
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/48/0729-01"
      ]
    },
    {
      "cite": "3 Mass., 481",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2005743
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/3/0421-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1101,
    "char_count": 27573,
    "ocr_confidence": 0.403,
    "pagerank": {
      "raw": 1.8580769829114323e-07,
      "percentile": 0.7244654031953214
    },
    "sha256": "017bab16d8d76c1de71d9a1a39f969af02545bba48ace47dfa487a221129ff72",
    "simhash": "1:3eef66b99bcccc6c",
    "word_count": 4787
  },
  "last_updated": "2024-02-27T18:24:01.652372+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "April 1st, 1885. Before Mercur, C. J., Gordon, Trunkey, Sterrett and Clark, JJ. Paxson and Green, JJ., absent."
    ],
    "parties": [
      "Cheraw & Salisbury R. R. Co. versus Broadnax et al."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Clark\ndelivered the opinion of the court,\nThis is an action upon a general average bond, made by the defendants, the Gheraw & Salisbury Railroad Company, to the plaintiffs, who are the owners of the schooner “ Mattie A. Hand.” This schooner on the 9th January, 1880, sailed from Philadelphia, bound for Charleston, South Carolina, with a cargo, consisting of canned goods, paint, putty and steel rails. The steel rails weighing 545^^- tons, valued at $38,171.56, had been purchased b\\7, and were consigned to the defendants. From the recitals of the defendant’s bond and other eyidence in the cause, it appears that on the 21st January, whilst in the' prosecution of the voyage, the wind from the northeast, and a- chopping sea, caused the vessel to labor heavily, and upon sounding the pumps it was found that the vessel had sprung a leak at the rate of one hundred strokes per hour, which gradually increased to four hundred, it was deemed unsafe to continue the voyage, and, after due consideration, the master of the vessel bore up to Norfolk for the general benefit.\nThe cargo, upon the recommendation of the surveyor of the port, was discharged, the vessel was repaired and re-loaded, and again proceeded on her voyage. On the 12th April,-1880, in a chopping sea she again sprung a leak at the rate of four hundred strokes per hour, which continued to increase; finding it unsafe to prosecute the voyage, the master finally bore up for and arrived back at Hampton Roads on the 13th April, and on 14th put into Norfolk for further repairs. The schooner afterwards set out for Charleston, where she arrived safely in latter part of April, 1880. Captain Hearon was in command of the schooner between Philadelphia and Norfolk, and Captain Jarvis between Norfolk and Charleston.\nUpon the arrival of the schooner at Charleston, Captain Jarvis, before delivering the cargo of steel rails, had the bond in suit executed by Mr. Ravenel, president of the company defendant. . The master of the vessel thereupon submitted the loss to John R. Heriot, adjuster of marine losses, named in the bond, who on 7th May, 1880, made the general average adjustment, in evidence, finding for contribution by the defendants upon their cargo of steel rails, the sum of $1,939.38, the amount of the plaintiff’s claim in this case. After the adjustment had been made the master of the vessel presented it to Mr. Ravenel, who made no objection, but claimed that the law allowed him thirty days in which to pay it. The defendants afterwards refused to pay the bond, and this foreign attachment was issued, attaching in the hands of the Insurance Company of Pennsylvania, garnishees, tlio amount of the insurance, which the defendant had placed upon the cargo. At the trial the bond and the adjustment, together with the bills covering the expenses incurred at Norfolk, wore offered and received in evidence without objection.\nGeneral average is a doctrine growing out of the casualties of a mercantile voyage, and is built upon the plainest principles of justice. When sacrifices are made, either of the ship or of the cargo; extraordinary expenses incurred, or damages sustained, voluntarily in the course of the voyage to save the whole adventure, the property rescued from the fury of the storm, or other impending peril of the sea, to which all the interests were exposed, must upon a general average bear its proportion of the loss. “ Claims of this kind,” says Mr. Justice Clifford in Hobson v. Lord, 2 Otto, 399, “have their foundation in equity, and rest upon the doctrine, that whatever is sacrificed for the common benefit of the associated interests, shall be made good by all the interests which were exposed to the common peril, and which were saved from the common danger by the sacrifice ; ” the loss, therefore, falls upon the ship, the cargo and the freight.\nSo if a ship be injured by a peril of the sea, and be obliged to go into port to refit, the necessary expenses of unloading, warehousing and re-loading tlie cargo, are properly brought into general average, for all persons concerned are interested in the completion of the voyage: Plummer v. Wildman, 3 Maule & Selwyn, 482; Power v. Whitmore, 4 Id., 141; Union Bank v. Union Ins. Co., Dudley, L. & E., 171; Abbott on Shipping, 280; 3 Kent’s Com., 236; N. American Ins. Co. v. Jones, 2 Binney, 547.\nWe do not understand the defendants to deny that the various matters embraced in the adjustment, are proper subjects of general average, if the in navigability of the vessel, in fact, resulted from the perils of the sea; their contention is that the vessel was unseaworthy at the commencement of the voyage, and the several assignments of error relate, in part, to the exclusion of evidence tending to establish that fact, and in part, to the refusal of the court to instruct the jury that the plaintiff could not recover under the pleadings, until the seaworthiness of the vessel was first established.\nIt is a general rule that where a jettison is rendered necessary, or extraordinary expense is incurred by the original unseaworthiness of the ship, or the negligence or faulty conduct of the master or crew, the owner of the ship is responsible for the entire loss, not merely for his share of it as a general average : Lowndes on General Average, 38. But it is a well settled principle that seaworthiness of the ship is not a condition precedent to the shipper’s liability for general average, although, if the loss was caused by it, that would constitute a good defence : Schloss v. Heriot, 14 C. B. N. S., 59. Under a marine policy on ship, freight or cargo, the fitness of the vessel for service, in the absence of any contrary provision, may be an implied condition, but in contracts of affreightment, no such condition exists. In the latter case, however, there is perhaps an implied contract on the part of the ship owner that the ship is tight: Abbott on Shipping, 224; Lyon v. Mells, 5 East, 428 ; Putnam v. Wood, 3 Mass., 481; but that it is tight is the prima facie presumption: Myers v. Girard Ins. Co., 2 Casey, 195; and if it be not, unless the loss occurs in consequence of unseaworthiness, the doctrine of general average will apply. The averment in the plaintiff’s declaration, that the schooner was staunch and seaworthy, was, under the implication arising out of the contract of affreightment, a proper one; perhaps it was not essential, but it did not require any proof in the first instance in support of it. There are affirmative averments, deemed essential in formal pleading, which stand upon the presumption of their truth until that presumption is rebutted; for example, in an action for defamation, the good repute of the plaintiff is always averred, but need not be proved until it is attacked.\nThe execution of the bond was shown ; the adjustment was proven to have been made in accordance with the laws and usages of the port of destination, and it cannot be doubted, that the bond with its recitals and the adjustment made pursuant thereto, constituted a prima facie case for the plaintiff. The court was right, we think, in refusing to charge the jury that the plaintiff /as bound to prove the seaworthiness of the vessel, as a condition of his recovery.\nBut it was competent, we think, for the defendants, notwithstanding the execution of the general average bond, and the adjustment and apportionment of the loss, to have shown that the unseaworthiuess of the vessel caused the extraordinary expense incurred at Norfolk.\nThe master has a possessory lien upon the cargo: Hobson v. Lord, 2 Otto, 405; and he may either retain it until the contribution is secured by bond, or enforce it in admiralty, like the lien for freight: Cutler v. Rae, 7 How., 729; Dupont de Nemours v. Vance, 19-Id., 162. In the case of a general ship, where there are many consignees, the English practice is for the master, before delivering the goods, to take a bond from the different merchants for payment of their portion of the average, when the same shall be adjusted : Abbott on Shipping, part 3, c. 8, sec. 17; and it has been held in this country that as the right is founded in commercial usage, the captain may make the giving of the average bond a condition of the delivery: Cole v. Bartlett, 4 La., 130. But the obligor might, we think, set up want of consideration, fraud, or mistake as a defence to the payment of it, as to the payment of any other bond. If the loss was in fact not occasioned by some peril of the sea, but by the misconduct of the master, the bond could have no consideration whatever to support it, and it would certainly be competent to defend against it upon that ground.\nIn Strong v. New York Firemen Ins. Co., 11 Johns., 323, it was declared to be the duty of the master, in cases proper for a general average, to cause an adjustment to be made upon his arrival at the port of destination, and that he had a lien upon the cargo to enforce payment of the contribution. When the general average is thus fairly settled in the foreign port, according to the usage and law of that port, it is binding and conclusive as to the items, as well as to the apportionment thereof upon the various interests, though settled differently from what it would have been in the home port: 3 Kent's Com., 244. If, however, it was not a proper case for a general average, and was a partial loss only, the adjustment, assuming a case for general average, when none existed, is not binding: Lenox v. United Insurance Co., 3 Johns. Cas., 178; Power v. Whitmore, 4 Maule & Selwyn, 141; 3 Kent’s Com., 214. In Chamberlaine v. Reed, 13 Maine, 357, which was an action between the owner of the goods shipped on board a vessel as freight and the master of the vessel, it was held that an adjustment and general average of a loss made on the protest and representation of the master, did not preclude the owner from showing that they were not liable to contribution, because the loss was occasioned by the culpable negligence or want of skill of the master. The legal operation and only effect of the bond and the adjustment is, in each instance, we think, to fix the measure of the defendants’ liability, and secure payment of the amount, unless it shall afterwards appear that it was not a case for general average.\nAssuming the right to impeach the bond for want of consideration, the defendant offered to show by the deposition of James S. Edwards, and other witnesses, that the schooner “Mattie A. Hand” at and before the time of her departure from the port of Philadelphia, on the voyage described in the inuT, was uuseaworthy. The offer was in direct proof of the defendants’ first special plea. It may be that this plea even if sustained by the proof, is insufficient in law to bar the plaintiffs’ recovery; if the plaintiff thought it insufficient he should have demurred, but he joined issue and went to trial upon it, and he cannot prevent that from going to the jury, on part of the defendants, which tends to prove the issue thus formed. If a party accepts an issue tendered, the question thus raised is one that must be tried, and upon which evidence is necessarily admissible. In Howell v. McCoy, 3 Rawle, 256, it is held that the plaintiff has a right to support his cause of action by proof of the facts, stated in the declaration, and this can only be prevented by a demurrer, which admits the truth of the facts as set forth. The defence, if any he has, will avail the defendant, when the whole case is before the court and jury, by a direction on the law, arising on the facts. In Moore v. Houston, 3 S. & R., 175, Chief Justice Tilghman says: “If the question were simply, whether the judgment of the Court of Common Pleas should be reversed or affirmed, there would be little difficulty in deciding it. If any of the rejected evidence was competent the judgment cannot stand. And, without doubt, part of it was competent, because it was in direct proof of the defendant’s plea, and therefore admissible, whether it was matter sufficient, in law, to bar the plaintiff’s action or not. If the plaintiff thought it insufficient to bar him he might have démurred; but having joined issue, he cannot prevein; that from going to the jury which tends to prove the issue on the part of the defendant.” Rawlins v. Danvers, 5 Espinasse, 38; Thompson v. Barclay, 3 Casey, 263; Philadelphia & Reading R. R. Co. v. Ervin, 8 Norris, 71; and Seymour v. Hubert, 11 Id., 499, are eases in support of the same principle. The exclusion of the evidence offered, was, in our opinion, erroneous.\nThe questions, on cross-examination, as to rotten timbers being found in the vessel at Norfolk, were rightly refused, they were not upon matters proper for cross-examination, and the answers were inadmissible at that stage of the case.\nThe first, second and fourth assignments of error are not sustained, but upon the third assignment the judgment must be reversed.\nJudgment reversed and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Clark"
      }
    ],
    "attorneys": [
      ". George Tucker Bispham (with whom was George Junkin), for plaintiff in error.",
      "Alfred Driver (with whom were B. F. Gilkeson and J. Warren Coulstan), for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Cheraw & Salisbury R. R. Co. versus Broadnax et al.\n1. The defendant in an action on a general average bond may show as a defence thereto that the loss was caused by the unseaworthiness of the vessel. . ,\n2. The only effect of a general average bond and the adjustment made with it is to fix the measure of the obligor’s liability and to secure its payment, if it is really a ease for general average. The obligor therefore will not be estopped from defending on the ground of lack of consideration, by a recital in his bond that the losses for which it is given were occasioned by certain specified disasters on the voyage.\n3. In the contract of affreightment there is perhaps an implied contract on the part of the ship owner that the ship is tight and such is the legal presumption. Tl; is perhaps not strictly necessary in an action on a, general average bond to aver that the vessel was staunch and seaworthy. but such averment is at least proper and need not be proved in the first instance.\n4. If issue be tendered in a special plea and accepted, the fact must be tried, even if the plea should be demurrable.\n5. The plaintiffs, owners of a schooner, brought suit on a general average bond (or more strictly agreement as it was not under seal) given by a consignee of freight to secure his payment of the proportionate share of losses and expenses incurred for refitting the vessel during the voyage. The narr. averred that the schooner set out from Philadelphia on a certain day “ being staunch and seaworthy.” The defendant pleaded specially that the schooner at the time mentioned in the narr. was not staunch and seaworthy and tendered issue. x\\t the trial the defendant offei-ed to show that the schooner at and before her departure from Philadelphia was unseaworthy, which offer the court below overruled on the ground that the offer should have been to show that the disaster or expense incurred sprang immediately from the alleged unseaworthluess.\nHeld, to be error, as the offer was in direct proof of the plea. If the plea was insufficient in law to bar the plaintiff’s recoyery he should have demurred, but having accepted the issue therein tendered he cannot object to its trial.\nApril 1st, 1885. Before Mercur, C. J., Gordon, Trunkey, Sterrett and Clark, JJ. Paxson and Green, JJ., absent.\nError to the Court of Common Pleas No. 4, of Philadelphia county : Of July Term 1884, No. 156.\nForeign attachment, by Jane Broadnax, et al., owners of the schooner “ Mattie A. Hand,” against The Cheraw and Salisbury Railroad Company defendant, and the Insurance Company of the State of Pennsylvania, garnishee, upon a general average bond made by defendant to the Master or W. Nelson Jarvis as agent for the plaintiff. As the bond was not under seal the plaintiffs declared in assumpsit and filed the common counts with special counts averring that the said schooner being staunch and seaworthy set out from Philadelphia to Charlestons. C. and on January 9th, 1880, by stress of weather was compelled to put into the port of Norfolk, Va. for iepairs; (setting out the facts in detail) that the schooner afterwai’ds arrived at Charleston and there safely delivered to the defendant company the goods consigned to it, and the defendant entered into a general average bond (or agreement) ; that the losses and expenses were duly adjusted and that the defendants’ proportion thereof amounted to $1939.38, for the payment of which said company were liable under the said agreement of general average.\nThe defendant pleaded non. assumpsit and specially as follows:\n“And for a further plea in this behalf, the defendant saj’s that the plaintiffs ought not to have or maintain their aforesaid action, because it says that the schooner ‘ Mattie A. Hand,’ in the said declaration mentioned, was not at the time in the said declaration stated, to wit, on the ninth day of January, 1880, staunch and seaworthy, as in the said declaration set forth, and of this the defendant puts itself on the country.\n“And for a further plea in this behalf, defendant says that the plaintiffs ought not to have or maintain their afoz’esaid action, because it says that the schooner ‘ Mattie A. Hand,’ in the said declaration mentioned, was at the time in the said declaration set forth, to wit, on the twenty-second day of January, 1880, greatly damaged and opened izi her seams, and becazne and was leaky by and through the perils and dangers of the sea and force and violence of the winds and waves, and by means of stormy and tempestuous weather, whereby the said schooner became and was unfit and unable to proceed further upon'her voyage, and whereby it becazne and was neeessazy for the said schooner to put back into the port of Norfolk, and of this the defendant puts itself on the country.”\nThe facts appeared at the trial as follows: On January 9th, 1880, the schooner Mattie A. Hand sailed frozn Philadelphia bound for Charlestozz, having ozz board, inter alia, sozne 545 tons of steel rails, valued at $38,171.56 consigned to the defendant. On January 21st the wind and sea caused the vessel to labor heavily ; she sprung a leak through which the water gained on her pumps so that the master boz’e up to Norfolk for repairs. There the caz’go was dischaz’ged, the vessel repaired and reloaded and again proceeded ozz lzer voyage until April 12th, 1880, when she agaizi sprung a leak, thereupon the master finding it unsafe to continue put back to Norfolk where he arrived on April 14th. Again setting out for Charleston she arrived at the latter port at the close of the month. The master refused to deliver the rails to the defendant company until it should execute the bond or agreement upoiz which this suit arose. This agreement for general average was as follows :\nAverage Bond.\nWhereas, the schooner “ Mattie A. Hand,” of Philadelphia, whereof Joseph Heaz'on is master’, having on boaz-d a cargo of merchandise, sailed from the port of Philadelphia, on or about the nizzth day of January, A. D. 1880, bound for Charleston, S. C., and in prosecution of her said voyage on the twenty-first day of January, 1880, at one R. M., Phoenix Gland Light-house bore N. E. four miles distant with the wind from the N. E- and a chopping sea on, which caused the vessel to labor heavily, when upon sounding the pumps found that she had sprung a leak at the rate of about one hundred strokes per hour, and which gradually increased to about four hundred strokes per hour, with the pumps kept going all the time in order to keep her free. At 7 P. M. Chincoteague Light-house bore W. N. W., and as it was deemed unsafe to continue on the voyage, after due consideration bore up for Norfolk for the general benefit, where we finally arrived on the 23d, at 1.30 p. M.\nThe said vessel after having proceeded on her voyage, and on the 12th of April, 1880, at 1 p. M., Cape Henry Lighthouse bore W., about eight miles distant, wind W. N. W., and under all sails and a chopping sea, she again sprung a leak at the rate of five hundred strokes per hour, which continued to increase, when finding it unsafe to continue on the voyage finally bore up at 2 i>. m. and arrived back at Hampton Hoads on the 13th inst., at 9 a.m. On the 14th inst. she arrived at Norfolk at 6.30 p. M. for repairs. The said vessel being now under the command of W. Nelson Jarvis, who is master and agent for all concerned.\nBy which means certain losses and expenses have been incurred, and other expenses hereafter may be incurred in consequence thereof, which (according to the usages of the port of Charleston, S. C.) may constitute a general average to be apportioned on the said vessel, her earnings as freight, and the cargo on hoard ; or a special or particular average or charge upon said vessel, cargo, and freight separately. Now we the subscribers, being owners, shippers, consignees, agents or attorneys of owners, shippers or consignees of said vessel or carg’o, or underwriters on said vessel, cargo or freight, do hereby, for ourselves, our executors and administrators, and our principals, generally and respectively, but not jointly, nor one for the other, covenant and agree to and with each other and also separately to and with the said master and agent for all concerned in the said vessel, cargo and freight; that the Joss and damage aforesaid, and such other incidental expenses thereon, as shall be made to appear to be due from us, the subscribers to these presents, or our principals either as owners, shippers or consignees of said vessel or cargo, or as underwriters upon said vessel, cargo, or freight, shall be paid by us respectively, according to our parts or shares in the said vessel, her earnings as freight, and her said cargo or our interest therein or responsibility therefor, that such losses and expenses be stated and apportioned in accordance with the established laws and usages of this state in similar cases, by Juo. H. Heriot, adjuster of marine losses, and that we wiil severalty furnish them on request with all reasonable information and accounts. And for the true performance of all and singular the premises, we do severally hereby bind ourselves, our principals, and our respective heirs, executors, and administrators, to each other and separately to the said master and agent for all concerned as aforesaid in the penal sum of thirty-five hundred dollars, lawful money of the United States.\nIn witness whereof, We have hereunto set our hands, in the city of Charleston, this first day of May, in the year of our Lord one thousand eight hundred and eighty.\nA. F. Ravenel,\nlor Oheraw f Salisbury It. It.\nW. Nelson Jarvis, the master of the schooner, was called by the plaintiffs to prove the execution of the bond and the details of the adjustment. He was asked on cross-examination ;\n“ Q. Was there not some other timber in the vessel at the time the repairs were made in Norfolk?” Objected to, and objection sustained. (Exception and first assignment of error.)\nOne of the owners having proved the payment of the bills for the repairs, was asked on cross-examination :\n“ Q. Which of these bills you have before you, if any, are to replace rotten timbers and frames in the vessel with new ones ? ” Objected to, and objection sustained. (Exception and second assignment of error.)\nThe defendant offered to show by several witnesses that the schooner “ Mattie A. Hand,” at and before the time of her departure from the port of Philadelphia, on the voyage described in the narr. was unseaworthy. Objected to, and objection sustained. (Exception and third assignment of error.)\nThe defendant requested the coux’t to charge the jury “ that under the evidence in this case the plaintiff has established no cause of action as laid in the narr.; and that the verdict should be for the defendant.” Refused. (Exception and fourth assignment of error.)\nThe court, therefore, instructed the jury to find for the plaintiffs. Yerdict accordingly for the plaintiffs for $2,373.80, and judgment thereon, whereupon defendant took this writ assigning errors as noted above.\n. George Tucker Bispham (with whom was George Junkin), for plaintiff in error.\nThe narr. averred that the schooner was “ staunch and seaworthy.” This averment was traversed by the defendant’s first special plea, and the issue thus tendered being accepted must be tried. The defendant’s offer to pi’ove unseaworthiness at the time mentioned should have been received: Seymour v. Hubert, 11 Norris, 499; Thompson v. Barclay, 3 Casey, 263; Rawlins v. Danvers, 5 Espinasso, 38; Philadelphia & Reading R. R. v. Ervin, 8 Norris, 71. The fact of seaworthiness at the time of departure is set forth as the consideration for the promise declared on, and thus becomes material. Schloss y. Heriot, 14C. B., N. S., 59, merely decided that seaworthiness at the beginning of a voyage was not an implied condition precedent to the liability for general average. It was for the jury in this case to determine the fact of seaworthiness: Armroyd v. Union Ins. Co., 2 Binney, 394. Moreover, the fact of seaworthiness being averred in the narr. and traversed by the defendant should have been proved by the plaintiff like any other material fact: Hake v. Fink, 9 Watts, 3¶36; Philadelphia & Reading R. R. v. Ervin, 89 Pa. St., 71. The rule is well settled as to the implied warranty by a ship owner of the seaworthiness of his vessel: Abbott on Shipping, 224; Lyon v. Mells, 5 East, 428; Putnam v. Wood, 3 Mass., 481. General average bonds are open to this defence : Lowndes on General Average, 38; Chamberlain v. Read, 18 Maine, 357.\nAlfred Driver (with whom were B. F. Gilkeson and J. Warren Coulstan), for defendants in error.\nThe bond fully recites the disability of tbe vessel by perils of the sea, and that the losses and damages were occasioned thereby; audit is expressly covenanted in the bond that tbe defendant will pay such damage when such losses and expenses are stated and apportioned in accordance with law and usage. The adjustment having been made, tbe parties are bound by it: McLoon v. Cummings, 23 P. F. S., 98; Fowler ®. Rathbones, 12 Wallace, 120 ; Hob-son v. Lord, 2 Otto, 398. The defendants’ offer to show “ unseaworthiness ” was vague. The court below held that the offer should have been to show what the alleged original uuseawortliiness of the vessel was, and that it was the immediate cause of the disaster, and that the damages and losses were not incurred by reason of subsequent injuries by storm and sea perils, but by reason of u use a worthiness alone. This is especially true in view of the language of the bond : Steiumetz v. U. S. Ins. Co., 2 S. & R., 296; Armroyd v. Union Ins. Co., 2 Binney, 394 ; Insurance Co. v. Dunham, 11 Wallace, 32. The allegation in the narr. that the vessel was seaworthy does not require the plaintiff to prove it in the first instance, as the presumption is in favor of seaworthiness, and the burden is upon him who alleges the contrary; Myers v. Girard Ins. Co., 2 Casey, 195 ; Brown v. Girard, 4 Yeates, 118 ; Adderly v. Ins. Co., Taney’s Decisions, 126. The defendant is estopped from setting out the defence of unseaworthiness by the recital and stipulations in the bond; by the adjustment and survey, and by the fact that the owners of the vessel relying on the giving of the bond, relinquished their lien on the cargo: Black’s Appeal, 1 Casey, 238; Eldred v. Hazlett’s Administrators, 9 Id., 307; McÉlrath v. R. R. Co.. 5 P. E. S., 189; Chapman v. Chapman, 9 Id., 214; Mercer Mining Co. v. McKee, 27 Id., 170; Wright’s Appeal, 3 Out., 432.\nOctober 5th, 1885."
  },
  "file_name": "0432-01",
  "first_page_order": 450,
  "last_page_order": 460
}
