{
  "id": 542274,
  "name": "Nassauer versus Susquehanna Mutual Fire Ins. Company",
  "name_abbreviation": "Nassauer v. Susquehanna Mutual Fire Ins.",
  "decision_date": "1885-04-13",
  "docket_number": "No. 109",
  "first_page": "507",
  "last_page": "515",
  "citations": [
    {
      "type": "official",
      "cite": "109 Pa. 507"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "82 N. Y., 517",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2177137
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/82/0517-01"
      ]
    },
    {
      "cite": "14 Wright, 331",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 2,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 769,
    "char_count": 21254,
    "ocr_confidence": 0.409,
    "pagerank": {
      "raw": 1.2676511985397763e-07,
      "percentile": 0.6139429364414682
    },
    "sha256": "a949f603bddd3c81e9b700a27a40411afdedea23e51e054ec9a30b71569e7b10",
    "simhash": "1:4220440ef84af764",
    "word_count": 3743
  },
  "last_updated": "2024-02-27T18:24:01.652372+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercur, C. J., Gordon, Paxson, Trunkey, Sterrett and Clark, JJ. Green J. absent."
    ],
    "parties": [
      "Nassauer versus Susquehanna Mutual Fire Ins. Company."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Paxson\ndelivered the opinion of the court,\nThis was an action of covenant upon' a policy of insurance. The plaintiff was insured in the defendant company upon his house and furniture as follows: $1,000 upon his house and $200 upon his furniture. The house was valued in the application at $1,400 ; the furniture at $400. On the night of August 7th, 1877, while the plaintiff and his wife were absent from home, the house and all its contents were destroyed by fire.\nUpon the trial below the learned judge gave the jury a binding instruction to find for the defendant. If for any reason this instruction was proper, we would not reverse even though some technical errors appeared upon the trial.\nIt was claimed by the defendant that there was a gross over-valuation of the property insured, and that incumbrances had been placed upon the property after the date of the policy and before the fire, which reduced the real interest of the insured to an amount less than the sum insured, and that these were both breaches of the warranty contained in the policy.\nThe application contained this provision: “and it is expressly understood and agreed that this application and survey shall be a warranty on the part of the assured and constitute a part of the contract, and that the said company will not be bound by any act or statement made to or by the agent, restricting its rights or varying its written or printed contracts, unless inserted in this application in writing.”\nThe thirteenth interrogatory in the application was as follows: “If any judgments, liens or mortgages, state particularly the amount, and whether there is any insurance by mortgagee.” To which the assured made answer: “I have $500 claim on one acre of ground against, but not on building.”\nThe thirteenth “ condition of insurance ” provided inter alia : “ And should there during the life of this policy, an incumbrance fall, or be executed upon the property insured sufficient to reduce the real interest of the insured in the same to a sum only equal to or below the amount insured, and he neglect or fail to obtain the consent of the company thereto, then and in that case the policy shall be void.”\nThis provision is based upon the theory, to state it mildly, that the owner of a house, incumbered to a part or the whole of its value, has not the same motive to preserve his property from fire as he would have .in case it were free from incumbrance. There is nothing in the provision itself that offends public policy or good morals.\nTo meet the allegation of over valuation the plaintiff alleged that he was an ignorant German and did not understand the English language. He also offered to prove (see sixth assignment) “That at the time of the application for insurance, Frank Laubach, the agent of the insurance company, made all the answers in his own handwriting to the questions in the application, and stated to the witness that on the payment of his premium he would get $1,200 if a fire occurred by which his property was totally destroyed, and that Frank Laubach valued the property at $1,400 for the building and $400 for his household and kitchen furniture, making in. all $1,800, and that Frank Laubach fixed the amount of insurance, which the company would take at $1,200, and based the premium thereupon.”\nThis offer of evidence was rejected by the court.\nWe do not assent to the proposition that the offer was incompetent because Laubach was the agent of the assured in filling up the application and forwarding it to the company. He was not the agent of the assured. The latter had not employed him for any purpose. He was the agent of the defendant company and as such called upon the assured and solicited a policjq and having obtained his consent, proceeded to fill up the application for him to sign. As to all these preliminary matters' the person soliciting the insurance is the agent of the company. So much was said in Columbia Insuranee Company v. Cooper, 14 Wright, 331. It is true that section 15 of the by-laws of the company provides that: “ In all cases shall the person forwarding applications be deemed the agent of the applicant, and not of the company, in any preliminaries to such contract or proposal.” The policy provides that “this policy is made and accepted in reference to the by-laws of this company,” and from this it was argued that by the terms of the contract of insurance the agent of the company becomes the agent of the assured. This court, in the case above cited, characterized a somewhat similar provision, as a “cunning condition.” The court might have gone further and designated it as a dishonest condition. It was the assertion of a falsehood, and an attempt to put that falsehood into the mouth of the assured. It formed no part of the contract of insurance. That contract consists of the application and the policy issued in pursuance thereof. In point of fact the assured does not see the policy until after it is executed and delivered to him. In many instances it is laid away by him and never read, especially as to the elaborate conditions in fine print. Grant that it is his duty to read it, his neglect to do so can bind him only for what the company had a right to insert therein. Ho was not bound to suppose that the company would falsely assert, either by direct language in the policy, or by reference to a by-law, that a man was his agent who had never been his agent, but wlio was on the contrary, the agent of the company. Notwithstanding this was a mutual company, the assured did not become a member thereof until after the insurance was affected. Hence a by-law of the company of' which he liad no knowledge, and by which he was not bound could not affect him in matters occurring before the granting of the policy : Columbia Ins. Co. v. Cooper, supra. And even a by-law of a mutual company which declares that black is white does not necessarily make it so.\nBut the difficulty here lies deeper. It was competent, under the authorities, to show that Laubach, the agent, had deceived the assured, when he came to fill up the application, either by a misrepresentation of facts, and by setting down false answers in place of those that had been given. But the offer does not go to this extent. It shows no fraud practised upon the assured. On the contrary, if the agent practised a fraud, it was a fraud upon the company, by inducing them to issue a policy upon property largely in excess of its value, for the sake of the commissions.\nThis brings us to the question of what was the real value of the property. I give what arc the undisputed facts. The building insured was 18x22 feet, two and a half stories high. It was a frame built of hemlock, painted only on the outside, and was without a cellar. Any one who has the slightest knowledge of building can see at once that $1,400 was a grossly excessive valuation. But we will not deal in generalities ; we will take the undisputed evidence. The plaintiff himself called as a witness, the carpenter who erected the building, and he puts the cost of it from $550 to 650, and it was built at a time when labor and building material were higher than at the date of the insurance. Thomas E. Osmun, a witness for the defendant, said it was not worth more than $550 when built; and that when it burned down, he estimated its value at $450. Thomas P. Bachman, called by the defendant, said he would have replaced the building after the fire for $300. This was all the evidence upon the subject. So that it appears from the plaintiff’s own showing that the building was at no time worth more than $650, and as he was the person who paid for its construction, he must have known this fact when he applied for the insurance. Granting that the assured was an ignorant German, who did not understand English, the evidence discloses the fact that he was returning his building at a valuation more than double the amount he had paid for it. There was no fraud practised upon him and under the circumstances it was not error to reject the offer.\nThe value of the property bears closely upon the question of the incumbrances. The learned judge charged the jury (see 11th assignment), that: “Now, the undisputed evidence in this case is that after the date of the policy and before the fire, a number of judgments were entered up against the insured, which reduced the real value of the property insured below the amount of the insurance. It is not even pretended here, that the company were notified of these incumbrances, and there is no explanation or excuse given for want of notice. The 13th condition of the policy is one of the vital conditions upon which the company agreed to be bound to pay the amount of the insurance. It has not been complied with, and therefore there can be no recovery in this action upon the part of the plaintiff.”\nThe learned judge was slightly inaccurate in this statement. One of the judgments to which he evidently referred was the Yeager judgment for $668.55, which was not entered until after the fire, and was for the same debt secured by a mortgage, which the assured refers to as a “ claim of $500 ” in his application. We throw this out of the case. In point of fact there were two claims entered against the property during the life of the policy, viz; a judgment of George Snyder for the sum of $50, and a mechanics’ lien of $62.50. There are authorities in New York and elsewhere which hold that mechanics’ liens are not incumbrances within the meaning of such clauses in policies of insurances : Green v. The Ins. Co., 82 N. Y., 517 ; Baloy v. The Ins. Co., 80 Id., 21; Merrill v. The Ins. Co., 73 Id., 452. The reason appears to be that such liens are entered without the act or consent of the assured. In view of the peculiar language of this policy, the application of those eases, if no other reason existed, may well be doubted. We leave that question, however, until a case arises in which it is essential. It is not so here. The single judgment of Snyder, small as the amount is, was sufficient to avoid the policy, for tire reason that it reduced the real interest of the plaintiff below the amount insured. This is not very important in view of the admitted fact that the property was rated at more than double its value, and insured at almost double. The judgment still further reduced it by its amount. Under sucb circumstances we find no error in the instruction complained of.\nThere was an offer to prove that the assured informed the agent at the time the application was mudo that there were incumbrances upon the property, and that the agent told him that would make no difference. This offer the court rejected. See eighth assignment.\nIn point of fact there -were no incumbrances upon the property at that time, except the one noted in the application. In the light of this the offer was properly rejected. It had no significance.\nThis view of the case renders a discussion of the remaining assignments unnecessary.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Paxson"
      }
    ],
    "attorneys": [
      "Thomas F. Emmens (with whom were Chas. F. Walter and A. G. Dewalt), for plaintiff in error.",
      "Henry W. Scoll, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Nassauer versus Susquehanna Mutual Fire Ins. Company.\n1. A binding instruction to a jury to find for one of the parties, if proper, will not be reversed although some technical errors appeared upon the trial.\n2. A provision in a policy of insurance that “if incumbrances fall or be executed upon the property insured during the life of the policy, reducing the real interest of the insured to a sum equal to or below the amount insured without the consent of the company, the policy shall be void,” is not contrary to public policy or good morals. Whether mechanics’ liens are “incumbrances” within the meaning of the above provision not decided.\n3. A by-law provided that “in all eases the person forwarding applications shall bo deemed the agent of the applicant.” Held, under the circumstances of this case, that the agent of the company soliciting insurance, was not' the agent of the applicant, and that such by-law was not binding upon Mm. Although the insured is presumed to know at his peril the conditions of his policy, that will not bind him to a provision that is not true, and one whieli the company had no right to insert therein.\nA. While it is competent for an insured to show that he was deceived by the agent of the company by reason of his being a German without education, yet this fact will not excuse Mm in placing a valuation upon his property greatly in excess of its true value, there being no fraud practised upon Mm as to the value, and the offer to prove deception was properly rejected.\nMarch 12th, 1885.\nBefore Mercur, C. J., Gordon, Paxson, Trunkey, Sterrett and Clark, JJ. Green J. absent.\nError to the Court of Common Pleas of Northampton county: Of January Term 1885, No. 109.\nCovenant, by William Nassauer against the Susquehanna Mutual Fire Insurance Company, on a policy of firé insurance to recover damages for loss sustained by plaintiff in the destruction of the insured property by fire. Pleas, covenants performed absque hoc, payment with leave, &e.\nOn the trial, before Schuyler, J., the following facts appeared: In June, 1876, Nassauer was approached by Frank Laubach, the local agent of the defendant company, and after some conversation Nassauer agreed to have his house insured for $1,000, and his furniture for $200. The house was valued in the application at $1,400, and the furniture at $400.\nIn his application plaintiff was asked: “If any judgments, liens or mortgages, state particularly the amount, and whether there is any insurance by mortgagee,” to which he answered, “I have $500 claim on one acre of ground against, but not on building.” By a provision in the application, the above was taken to be a warranty.\nThe policy of insurance was issued on June 21st, 1876, and contained, inter alia, the following conditions:\n“ 1......the applicant shall also state the true cash value of the property to be insured, and the incumbrances (if any) on the same; also the nature of the interest to be insured, if other than fee simple title and ownership; also any other facts relating and material to the risk. And the said valuation, description and survey shall be taken, and deemed to be the act of the insured, and a warranty on his, her or their part, and said warranty shall apply to all the property insured, whether real or personal......An over-valuation of the property or interest to be insured, shall render absolutely void any Policy issued upon such description or valuation.\n“ 13. The insurance under this Policy shall cease at and from the time the property hereby insured be levied on or taken into possession or custody under any proceeding in law or equity; and should there, during the life of tiffs Policy, an incumbrance fall or be executed upon the property insured sufficient to reduce the real interest of the insured in the same to a sum only equal to or below the amount insured, and he neglect or fail to obtain tbe consent of tbe company thereto, then and in that case the Policy shall be void.”\nThe policy also contained a provision that the policy was made and accepted in reference to the by-laws, which provide, by section 15, that: “In all eases shall the person forwarding applications be deemed the agent of the applicant and not of the company, in any preliminaries to such contract or proposal.”\nPlaintiff’s property was totally destroyed by lire on the night of August 7th. 1877, while plaintiff and his wife were absent from home. The company refused to pay Nassauer the amount of his policy on the ground that there was a breach of warranty, that the valuation put upon the property was greatly in excess of its true value, and that incumbrances had been placed on the property after the date of the policy, which reduced the real interest of the insured to an amount less than the sum insured.\nSeveral witnesses testified to the value of the house, the highest valuation put upon it was $650, and one witness testified that he would rebuild it for $300.\nPlaintiff, who was an ignorant German, offered to prove that at the time of the application for insurance, Frank Laubaeli, the agent of the insurance company, made all the answers in life own handwriting to the questions in the application, and stated to this witness that on the payment of a premium he would get $1,200 if any fire occurred by which this property was totally destroyed, and that Frank Laubaeli valued the property at $1,400 for the building, and $400 for the kitchen and other furniture, making in all $1,800; and that Frank Laubaeli fixed the amount of the insurance which the company would take at $1,200, and based the premium thereupon.\nObjected to, because the application is an act of the insured and that it is a warranty upon its face, and that no evidence of either fraud or mistake would be admissible to contradict the written contract between the parties. Objection sustained. Exception. (Sixth assignment of error.)\nPlaintiff also offered to prove that he stated to the agent of the company when making his application for insurance, that there were incumbrances and liens upon the property, and that the agent told him that that was of no consequence, that he would fill up the application, and offers to prove also by the same witness that the value stated in the contract of insurance as the cash value of the property was made by the agent of the company after a careful survey of tbe premises. Objected to as incompetent and irrelevant. Objection sustained. Exception. (Seventh and eighth assignments of error.)\nThe defendant submitted the following point:\n“First. Under the law and all the evidence in the cause, the verdict must be for the defendant.”\n“ Answer. This point is affirmed.” (Twelfth assignment of error.)\nIn the charge the court said:\n“ The 13th and last condition of the policy is as follows :\n“ ‘ The insurance under this policy shall cease at and from the time the property hereby insured, be levied on or be taken into possession or custody under any proceeding in law or equity; and should there during the life of this policy an incumbrance fall or be executed upon the property insured sufficient to reduce the real interest of the insured in the same to a sum only equal to or below the amount insured, and he neglect or fail to obtain the consent of the company thereto, then, and in that case the policy shall be void.’\n“Now, the undisputed evidence in this case is that after Ihe date of the policy and before the fire, a number of judgments were entered up against the insured, which reduced the real value of the property insured below the amount of the insurance. It is not even pretended here, that the company were notified of these incumbrances, and there is no explanation or excuse given for the want of notice. This 13th condition in the policy is one of the vital conditions lipón which the company agreed to be bound to pay the amount of the insurance. It has not been complied with, and therefore, there can be no recovery in this action upon the part of the plaintiff. For both of these reasons, gentlemen of the jury, I think that your verdict should be for the defendant, and, of course, it will be your duty to so render your verdict.” (Eleventh assignment of error.)\nVerdict for the defendant and judgment thereon. Plaintiff took this writ of error, assigning for error, inter alia, the rejection of his offers of testimony as above noted, the action of the court in directing a verdict for the defendant, and the portion of the charge above quoted.\nThomas F. Emmens (with whom were Chas. F. Walter and A. G. Dewalt), for plaintiff in error.\nThe court below holds the plaintiff responsible for certain answers to questions in the application and refused to permit him to show that he did not make those answers. He is held responsible for all the representations of the agent as though the agent had been his agent and acting under his instructions. In Columbia Insurance Company v. Cooper, Id Wright, 331, Chief Justice Woodward, referring to these mutual companies, says: “ As to all preliminary negotiations, the agent acts only on behalf of the company.” An agent may so conduct bis business as to estop the company he represents from denying the truth of the statements made in the application, as by assuming to fill up and. forward an application signed by himself, but without authority to do so : May on Insurance, 14. Parol evidence is admissible to show that an insured did not know that he was making, and did not intend to make such a representation as that which it was claimed avoided the policy: Union Mutual Ins. Co. v. Wilkinson, 13 Wall, (U. S.) 222; Insurance Go.v. Marshall, 29 Vennt., 23. The only incumbrance on the property at the time the application was made, was that contained in plaintiff’s answer.\nHenry W. Scoll, for defendant in error.\nPlaintiff, by permitting the agent to write his answers to the application, makes the answers his own warranty: Blooming Grove Ins. Co. v. McAnerney, 6 Out., 335; Mutual Fire Ins. Co. v. Huntzinger, 2 Id., 41; Insurance Co. v. Fromm, 4 Id., 347. The amount of incumbrances stated is a warranty, unless fraud is practised In* the agent of the company; but this provision makes the local agent the representative of the applicant in this matter.\nApril 13th, 1885."
  },
  "file_name": "0507-01",
  "first_page_order": 525,
  "last_page_order": 533
}
