{
  "id": 1100786,
  "name": "Conboy, Appellant, v. Osage Tribe No. 113",
  "name_abbreviation": "Conboy v. Osage Tribe",
  "decision_date": "1927-01-03",
  "docket_number": "Appeal, No. 278",
  "first_page": "193",
  "last_page": "196",
  "citations": [
    {
      "type": "official",
      "cite": "288 Pa. 193"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "282 Pa. 517",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1088388
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/282/0517-01"
      ]
    },
    {
      "cite": "282 Pa. 322",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1088362
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/282/0322-01"
      ]
    },
    {
      "cite": "151 Pa. 600",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836656
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/151/0600-01"
      ]
    },
    {
      "cite": "261 Pa. 199",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042184
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/261/0199-01"
      ]
    },
    {
      "cite": "86 Pa. Superior Ct. 280",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        570299
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/86/0280-01"
      ]
    },
    {
      "cite": "88 Pa. Superior Ct. 381",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        667298
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/88/0381-01"
      ]
    },
    {
      "cite": "261 Pa. 199",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042184
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/261/0199-01"
      ]
    },
    {
      "cite": "86 Pa. Superior Ct. 280",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        570299
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/86/0280-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 442,
    "char_count": 6111,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 2.691751820754532e-07,
      "percentile": 0.8276440054999346
    },
    "sha256": "ed21151f14b12cc9b2062b3eb5c2c21d23e841417d90ed3b3b285a3a7467f56e",
    "simhash": "1:2eb5ab7586144379",
    "word_count": 1089
  },
  "last_updated": "2024-02-27T21:20:49.960408+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ."
    ],
    "parties": [
      "Conboy, Appellant, v. Osage Tribe No. 113."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Schaffer,\nPlaintiff appeals from the refusal to take off a nonsuit entered against him in an action to recover damages for personal injuries. He was a member of a fraternal organization which rented a room in the third story of a building belonging to defendant and on the afternoon of the occurrence out of which this suit grows was attending a meeting therein.\nHe left the lodge room, which was lighted, between 5:40 and 5:45 P. M., intending to go to his home, passed through an anteroom which was dark, the lights not having been put on, and thence into a hall which he testified was totally dark and in which was located the stairway he was required to use to reach the first floor of the building; it was also unlighted. He was familiar with the location of the stairway and banister, having gone up and down the stairs many times. Beaching the head of the stairs, he took hold of the banister with his left hand, paused for a little while and called the janitor of the building four times for the purpose of having him turn on the lights, and, getting no response, started down the stairs and as he was making the third step missed his footing and fell down the stairway and over the banister, receiving the injuries for which damages are here sought.\nThe trial judge on this showing entered a nonsuit on the ground of plaintiff’s contributory negligence in testing the danger by endeavoring to traverse the stairs in the dark. There were other members of the organization in the meeting room which he had just left. When some of them reached the head of the stairs after plaintiff’s fall, they struck matches and proceeded down to the lower floors in safety. One of them turned on the electric light by a switch located in the hallway; with its location plaintiff was unfamiliar.\nThe foregoing recited facts connected with the accident give rise at once to the query: Why did not plaintiff, upon finding the hall and stairs in darkness and getting no response to his calls for the janitor, retrace his steps to the lodge room (it was but a few feet away) and from some of those there present ascertain the location of the switch which controlled the electric lights? Was not this the dictate of ordinary prudence? We think it was: Smalley v. First Nat’l. Bank, 86 Pa. Superior Ct. 280; Davis v. Edmondson, 261 Pa. 199.\nAppellant’s counsel argues that it was the duty of the janitor of the building who was in defendant’s employ to see that the lights were lit; he points us to evidence on the record showing that it was a dark afternoon, January 28,1923, that the sun set at 5:15, and to the provisions of the Act of May 9, 1889, P. L. 169, “and in all----halls or places of amusement or other places mentioned in this act, the hallways and stairways shall be prompty lighted at night and at the head and foot of each flight of stairs.” The Act of 1889 has no relation to this controversy. The original act to which the Act of 1889 is a supplement (Act of June 11,1879, P. L. 128) is entitled “An Act to provide for the better security of life and limb, in cases of fire in hotels and other buildings.” It recites that, in consequence of fires in hotels, factories and other high buildings, many lives have been lost through the want of efficient means of escape, and ordains that certain enumerated buildings shall be provided with external means of escape therefrom in case of fire and that every person whose duty it is to provide fire escapes shall be liable in an action for damages in case of death or personal injury in consequence of their absence. All persons failing to comply with the provisions of the Act were made liable to a penalty. The various supplements of June 1, 1883, P. L. 50; June 3,1885, P. L. 65, and June 3,1885, P. L. 68, added other safety provisions and made the neglect or refusal to erect fire escapes a misdemeanor.\nThis legislation as its title indicates is intended to secure the safety of persons in the event of fire in certain classes of buildings and fixes the responsibility of the owners of the buildings mentioned if they do not obey its mandates. It, however, does not prescribe the duties of such owners to persons in the buildings under conditions other than those where there is a fire, hence the legislation has no bearing on this action where fire or danger therefrom is not a factor in the problem.\nThe court below properly disposed of the case by entering the nonsuit.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Schaffer,"
      }
    ],
    "attorneys": [
      "Abraham WernicJc, of Evans <& WernicJc, with him Nathaniel Shapiro, for appellant,",
      "Alexander Meig Haig, with him Michael Francis Doyle, for appellees,"
    ],
    "corrections": "",
    "head_matter": "Conboy, Appellant, v. Osage Tribe No. 113.\nNegligence — Falling down unlighted staircase — Gontnbutory negligence — Nonsuit—Act of May 9, 1889, P. L. 169.'\n1. One cannot recover damages for personal injuries from the landlord of a building used for lodge meetings because of a fall down an unlighted staircase, where it appears that he was familiar with the approach to the staircase, and that he neglected to take precautions available to him in securing a light before he proceeded in the darkness.\n2. The Act of May 9, 1889, P. L. 169, is not applicable to such a case, inasmuch as it has no bearing on an action where fire or danger therefrom is not a factor in the problem.\nArgued December 2,1926.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ.\nAppeal, No. 278, Jan. T., 1926, by plaintiff, from order of C. P. No. 1, Phila. Co., March T., 1923, No. 3907, refusing to take off nonsuit, in case of John W. Conboy v. Osage Tribe No. 113,1. O. R. M., Inc.\nAffirmed.\nTrespass for personal injuries. Before McDevitt, J.\nThe opinion of the Supreme Court states the facts.\nNonsuit; refusal to take off. Plaintiff appealed.\nError assigned was, inter alia, refusal to take off nonsuit, quoting record.\nAbraham WernicJc, of Evans <& WernicJc, with him Nathaniel Shapiro, for appellant,\ncited: Mullen v. McGeagh, 88 Pa. Superior Ct. 381.\nAlexander Meig Haig, with him Michael Francis Doyle, for appellees,\ncited: Smalley v. Bank, 86 Pa. Superior Ct. 280; Davis v. Edmondson, 261 Pa. 199; Sweeney v. Barrett, 151 Pa. 600; Johnson v. Mfg. Co., 282 Pa. 322; Murray v. Earl, 282 Pa. 517.\nJanuary 3, 1927:"
  },
  "file_name": "0193-01",
  "first_page_order": 215,
  "last_page_order": 218
}
