{
  "id": 1100813,
  "name": "Satterthwait et al., Appellants, v. Gibbs et al.",
  "name_abbreviation": "Satterthwait v. Gibbs",
  "decision_date": "1927-01-24",
  "docket_number": "Appeal, No. 285",
  "first_page": "428",
  "last_page": "434",
  "citations": [
    {
      "type": "official",
      "cite": "288 Pa. 428"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "263 Pa. 188",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047519
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/263/0188-01"
      ]
    },
    {
      "cite": "269 Pa. 244",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063560
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/269/0244-01"
      ]
    },
    {
      "cite": "269 Pa. 482",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063471
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/269/0482-01"
      ]
    },
    {
      "cite": "252 Pa. 267",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021606
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/252/0267-01"
      ]
    },
    {
      "cite": "279 Pa. 514",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1083423
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/279/0514-01"
      ]
    },
    {
      "cite": "163 N. Y. App. Div. 359",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        5553074,
        5333851
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nys/148/0519-01",
        "/ad/163/0359-01"
      ]
    },
    {
      "cite": "247 Pa. 418",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009449
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/247/0418-01"
      ]
    },
    {
      "cite": "244 Pa. 386",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1003488
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/244/0386-01"
      ]
    },
    {
      "cite": "135 N. E. 948",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "233 N. Y. 633",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1967035
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/233/0633-01"
      ]
    },
    {
      "cite": "188 N. Y. Supp. 589",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "opinion_index": 0
    },
    {
      "cite": "149 Pac. 835",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "59 Colo. 449",
      "category": "reporters:state",
      "reporter": "Colo.",
      "case_ids": [
        2471788
      ],
      "opinion_index": 0,
      "case_paths": [
        "/colo/59/0449-01"
      ]
    },
    {
      "cite": "88 N. E. 747",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "195 N. Y. 415",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        6040299
      ],
      "pin_cites": [
        {
          "page": "420"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/195/0415-01"
      ]
    },
    {
      "cite": "80 Pa. Superior Ct. 108",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        653513
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/80/0108-01"
      ]
    },
    {
      "cite": "67 Pa. 512",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1022513
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/67/0512-01"
      ]
    },
    {
      "cite": "208 Pa. 209",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998051
      ],
      "pin_cites": [
        {
          "page": "213"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/208/0209-01"
      ]
    },
    {
      "cite": "273 Pa. 265",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070861
      ],
      "pin_cites": [
        {
          "page": "270"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/273/0265-01"
      ]
    },
    {
      "cite": "279 Pa. 514",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1083423
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/279/0514-01"
      ]
    },
    {
      "cite": "247 Pa. 418",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009449
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/247/0418-01"
      ]
    },
    {
      "cite": "244 Pa. 386",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1003488
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "389"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/244/0386-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 611,
    "char_count": 12671,
    "ocr_confidence": 0.51,
    "pagerank": {
      "raw": 4.7124345513275327e-07,
      "percentile": 0.929009953862175
    },
    "sha256": "6d7b8ed25f65e09614eb282da1ae05a41bbf7014d9f1bbf9cd14700537c4bd40",
    "simhash": "1:bb6db934b1e0a7c0",
    "word_count": 2151
  },
  "last_updated": "2024-02-27T21:20:49.960408+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, O. J., Frazer, Walling, Simpson, Kephart, Sadler and Schapper, JJ."
    ],
    "parties": [
      "Satterthwait et al., Appellants, v. Gibbs et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Kephart,\nThe estate of Henry H. Houston owned a tract of land in Philadelphia, fronting 565 feet on Morris Street and extending in depth to the right-of-way of a railroad. A part of the land was sold subject to the following restriction : “ (a) For the period of 25 years from the date hereof, not rpore than two houses and two stables or garages shall be erected on said premises, (b) That at no time shall any house be erected within forty feet of the line of Morris Street, or any stable or garage within one hundred feet of the line of Morris Street, and no building within ten feet of the side lines of said lot. (c) That no building shall be erected or. used on said lot for a hotel or tavern, or for manufacturing purposes, nor for any other purpose offensive to the owners or occupiers of other property......nor shall, said lot or land be used for such offensive purposes, (d) That stables or garages for the exclusive use of- the occupiers of the dwelling houses erected on the lot of ground shall not be deemed offensive or be hereby prohibited.”\nPlaintiffs, as owners of 250 feet on Morris Street, contemplated erecting a six story apartment house. A dispute arose as to the scope of the restriction above mentioned, and the parties hereto agreed to submit its determination to the court for a declaratory judgment. The court below found that an apartment house would be “offensive to the owners or occupiers of other [adjacent] properties,” not because an apartment house is generally offensive to residents, but for the reason that it possesses “most of the inconveniences and annoyances of a hotel” which had been specifically interdicted as being offensive. This conclusion of the court below was error.\nCovenants restricting the use of land are construed most strictly against one claiming their benefit and in favor of free and unrestricted use of property; a violation of the covenant occurs only when there is a plain disregard of the limitations imposed by its express words: DeSanno v. Earle, 273 Pa. 265, 270; Johnson v. Jones, 244 Pa. 386, 389; Crofton v. St. Clement’s Church, 208 Pa. 209, 213. It does not extend to limitations arising by implication: Taylor v. Lambert, 279 Pa. 514; St. Andrew’s Lutheran Church’s App., 67 Pa. 512; Francis v. Dean, 80 Pa. Superior Ct. 108.\nUnder clause (a) of the restrictive covenant, only “houses” could be built upon the property. “House,” in common speech, embraces “every form of structure for hjiman habitation”: Caddy v. I. R T. Co., 195 N. Y. 415, 420, 88 N. E. 747. In a legal sense, however, it is more comprehensive and may mean a building regardless of habitation: 30 C. J. 472 ; 4 Words & Phrases, 3351. Here it is used in conjunction with the phrase, “two stables or garages.” These words do not explain or modify “houses,” which precedes them, so as to confine its meaning to dwellings for single families. Stables and garages are used in connection with houses not' places of habitation, as, for illustration, a hospital. Clause “(d)” states that “stables or garages for the exclusive use of the oceupiers of ‘said dwelling houses,’ shall not be deemed offensive.” This is the first use of the term “dwelling house” in the covenant; assuming that “dwelling houses” refers to “houses” in clause “ (a),” we have held that “dwelling house” does not mean a single dwelling for one family, but is a more comprehensive term. Thus, in Johnson v. Jones, supra, an apartment house was held not repugnant to the restriction “dwelling house,” though designed to admit of several families dwelling separately in house-keeping flats. We said (p. 389, 390): “The governing word......is “dwelling house”......[It] is [not] used in [a] qualified or restricted sense......A dwelling house is a house occupied as a residence in distinction from a store, office or other building. Neither the character of the structure here proposed, nor the use to which it is to be put, suggests anything that would bring [an apartment house] within any of these distinctions.” In Hamnett v. Born, 247 Pa. 418, the restriction “one dwelling house” was held not to forbid the erection of an apartment or duplex house. In Taylor v. Lambert, supra, we held that “private dwelling house” had a more restricted meaning than “dwelling house,” and excluded all buildings used for residential purposes of a public character, including an apartment house.\nThe purpose of clause “(d)” was to prevent stables or garages from being held nuisances or “offensive” under clause “(c).” It was not intended to broaden or lessen either the meaning of the terms to which they were applied, or to change the meaning of “houses” or “buildings” used in “(a)” and “(c).” A restrictive covenant cannot be varied by implication or inference from other sections in the deed, unless a clear intent and purpose is apparent. That the words “stables or garages” were not intended to restrict the character of structure to which they were attached becomes clear when we consider paragraph “(c).” It expressly refers to a building coming within the meaning of “houses,” as used in clause “ (a),” but which is clearly not such a structure to which the. words “stable or garage” are said to refer.\nClause “(e)” limits the primary term “houses” by forbidding the erection of any building for a hotel or tavern or for manufacturing purposes. This is a further restriction upon the ordinary use of the property. Had “houses” meant dwellings for single families, this section would be unnecessary.\nThe clause goes on to prohibit any other type of building “for any other purpose offensive to the owners or occupiers of other properties on......Morris Street.” It has been uniformly held that an apartment house is not a hotel, but is a building used as a dwelling for several families, each living separate and apart. While each family uses the main hall for entrance to the building, it may be regarded as stepping from the street through the doorway into a modern home: Scanlan v. LaCoste, 59 Colo. 449, 149 Pac. 835; Waitt Construction Co. v. Chase, 188 N. Y. Supp. 589, affirmed 233 N. Y. 633, 135 N. E. 948; Alsberg v. Lucerne Hotel Co., 92 N. Y. Sup. 851. A hotel is a building held out to the public as a place where all transient persons who come will be received and entertained as guests for compensation, 32 C. J. 527.\nA limitation in a conveyance, coming after a prior grant of an unlimited right, will not avail to cut down the unlimited right unless the intent to do so is clearly expressed. Restrictions in deeds deal with property rights. They do not arise, nor can they be enforced, unless they appear in express terms. They do not arise by implication and where a right ordinarily appertaining to a grant is limited by an instrument in express language, a subsequent clause to extend the scope of the operation of the restriction must be expressed in clear and explicit language. No such intention is clearly expressed in this deed. The court below, in holding that an apartment house has many of the objectionable elements of a hotel, overlooks the fact that other buildings, even private dwelling houses, may have some of them. In balancing the various activities that go to make up dwellings, hotels, and apartments, the characteristics appertaining to the latter, resemble those of dwelling houses much more than hotels. The salient features of the two are alike. The apartment is devoted exclusively to tenants by long term leases. The great bulk of hotel business is transient and a hotel is primarily a public house. The court below was quite correct in saying that the word “hotel” does not comprehend an apartment house, because a hotel and an apartment house are distinct and well known types of buildings. In common speech one is not confounded with the other. The learned judge should have stopped at this point. We hold the language “a building for any other purpose offensive to the owners or occupiers of other properties” is not sufficiently clear, explicit or definite in use or reference to restrict the use permitted under clause “(a)” on the word “houses” which concedes the right to erect an apartment house.\nThe decree of the court below is reversed and the record is remitted with instruction to enter a decree in conformity to this opinion, costs to be paid by appellees.",
        "type": "majority",
        "author": "Mr. Justice Kephart,"
      }
    ],
    "attorneys": [
      "Stevens Heckscher, of Duane, Morris & Heckscher, for appellants.-",
      "Wm. Clarke Mason, for appellees."
    ],
    "corrections": "",
    "head_matter": "Satterthwait et al., Appellants, v. Gibbs et al.\nDeeds — Building' restrictions — Express and implied restrictions —Covenants—House—Dwelling house — Apartment house — Offensive building — Words and phrases.\n1. Covenants restricting the use of land are- construed most strictly against one claiming their benefit and in favor of the free and unrestricted use of property.\n2. Violations of such covenants occur only where there is a plain disregard of the limitations imposed by their express words, and do not extend to limitations arising by implication.\n3. Where a building restriction provides that “not more than two houses and two stables or garages shall be erected on said premises,” the word “houses” may in a legal sense mean a building regardless of habitation, although in common speech it embraces every form of structure for human habitation.\n4. The words “two stables or garages” do not explain or modify “houses” which precedes them, so as to confine the meaning of “houses” to dwellings for single families.\n5. A “dwelling house” in a building restriction does not mean a single dwelling for one family, but is a more comprehensive term.\n6. An apartment house is not repugnant to the restriction “dwelling house.”\n7. A restriction cannot be varied by implication or inference from other sections in the deed unless a clear intent and purpose is apparent.\n8. An apartment house is not a hotel, but is a building used as a dwelling for several families, each living separate and apart.\n9. A hotel is a building held out to the public as a place where all transient persons who come are received or entertained as guests for compensation.\n10. A limitation in a deed conveying under a prior grant an unlimited right in the primary clause, will not avail to cut down the unlimited right unless the intent to do so is clearly expressed.\n11. Restrictions in deeds deal with property rights, and they do not arise, nor can they be enforced, unless they appear in express terms.\n12. Where a building restriction forbade the erection of a hotel or a building for any other purpose offensive to owners, the court below erred in holding that an apartment house was within the restriction because it possessed “most of the inconveniences and annoyances of a hotel,”\nArgued January 4, 1927.\nBefore Moschzisker, O. J., Frazer, Walling, Simpson, Kephart, Sadler and Schapper, JJ.\nAppeal, No. 285, Jan. T., 1926, by plaintiffs, from order of C. P. No. 1, Pbila. Co., June T., 1925, No. 8131, declaring judgment in favor of defendants, in case of Walter J. Satterthwait et al. v. Ralph A. Gibbs et al., and the Real Estate Trust Co. of Philadelphia, Trustees under will of Henry H. Houston, deceased.\nReversed.\nPetition for declaratory judgment. Before Tail LANE, J.\nThe opinion of the Supreme Court states the facts.\nOrder for judgment for defendants. Plaintiffs appealed.\nError assigned was order, quoting it.\nStevens Heckscher, of Duane, Morris & Heckscher, for appellants.-\nThe restriction “not more than two houses and two stables or garages” does not prohibit the erection of the modern apartment house described in plaintiffs’ petition: Johnson v. Jones, 244 Pa. 386; Hamnett v. Born, 247 Pa. 418; Reformed Church v. Bldg. Co., 163 N. Y. App. Div. 359.\nThe restriction against the erection of a building “for a hotel or tavern or for manufacturing purposes,” does not prohibit the erection of plaintiffs’ apartment house.\nThe restriction against the erection of a building “for any other purpose offensive to the owners,” and against the use of the ground for such offensive purposes, does not prohibit the erection of plaintiff’s apartment house.\nWm. Clarke Mason, for appellees.\nThe apartment house proposed to be built by the appellants is not a dwelling house permitted by the restrictions but is a building of the character expressly prohibited by them: Taylor v. Lambert, 279 Pa. 514.\nThe apartment house proposed to be erected by appellants, because of its character and use to which it would be put, would be offensive to the appellees as the owners of property fronting on Walnut Lane and Morris Street; it is for this reason, also, prohibited by the restrictions: Murphy v. Ahlberg, 252 Pa. 267; Rabinowitz v. Rosen, 269 Pa. 482; Phillips v. Donaldson, 269 Pa. 244; Harmon v. Burow, 263 Pa. 188.\nJanuary 24, 1927:"
  },
  "file_name": "0428-01",
  "first_page_order": 450,
  "last_page_order": 456
}
