{
  "id": 1100797,
  "name": "Miller's Estate",
  "name_abbreviation": "Miller's Estate",
  "decision_date": "1927-03-14",
  "docket_number": "Appeal, No. 109",
  "first_page": "476",
  "last_page": "478",
  "citations": [
    {
      "type": "official",
      "cite": "288 Pa. 476"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "269 Pa. 486",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063497
      ],
      "pin_cites": [
        {
          "page": "495"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/269/0486-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 240,
    "char_count": 3366,
    "ocr_confidence": 0.511,
    "pagerank": {
      "raw": 9.284474682126556e-08,
      "percentile": 0.5120327478551838
    },
    "sha256": "7835e362f5871b2e1ddac59da7848f9c4039430deb13b9f9cf7731a959e4681d",
    "simhash": "1:8df56c496e2137b5",
    "word_count": 569
  },
  "last_updated": "2024-02-27T21:20:49.960408+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Kephart and Schaefer, JJ."
    ],
    "parties": [
      "Miller’s Estate."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis case involves an appeal to the orphans’ court from the probate of a writing purporting to be the will of Charles F. Miller, deceased; the court below sustained the probate, refusing to submit to a jury the evidence relied on by contestants; hence the present appeal.\nIn Tetlow’s Estate, 269 Pa. 486, 495, where our prior decisions on the point involved are reviewed and discussed, and many rules derived therefrom are stated, we recently said: “Where it is claimed that a case...... was improperly kept from the jury or that a finding therein against the will was reversed without due cause, manifold adjudications on like matters, which appear in our reports, show that, when the action of the trial court was based on a consideration of the evidence, the propriety of such action is to be judged, or tested, by the answer to the following inquiry: In view of the relevant rules of law applicable to the particular case, is it conceivable that a judicial mind, — desiring only to arrive at the truth and do exact justice, — could, on due consideration of the evidence as a whole, reasonably have reached the conclusion of the court below? When the answer to this question is in the affirmative, the judgment appealed from will not be disturbed.” This decision has been followed in numerous subsequent cases (as may be seen by consulting Shepard’s Pa. Supreme Court Citations), and, when the test therein stated is applied to the evidence now before us, we cannot say that the conclusion reached by the court below as to the validity of the will is unsustainable; on the contrary, considering the unfavorable impression which many of the witnesses called by appellants made upon the judge of the court below, who saw and heard them, the conclusion under attack is an entirely reasonable one. Further discussion would serve no useful purpose.\nThe assignments of error are overruled and the decree is affirmed; costs to be paid out of the estate.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "John D. Hoffman and Calvin F. Smith, for appellants.",
      "R. C. Mauch, for appellees."
    ],
    "corrections": "",
    "head_matter": "Miller’s Estate.\nWills — Probate—Contest—Award of issue d. v. n. — Province .of court and jury.\n1. Where, on appeal from a decree refusing an issue devisavit rel non, the complaint is that the case was improperly kept from the jury, the propriety of such action is to be judged or tested by the answer to the following inquiry: In view of the relevant rules of law applicable to the particular case, is it conceivable a judicial mind, — desiring only to arrive at the truth, and do exact justice,— on due consideration of the evidence as a whole, could reasonably have reached the conclusion of the court below ? When the answer to this question is in the affirmative, the judgment appealed from will not be disturbed.\nArgued February 1,1927.\nBefore Moschzisker, C. J., Frazer, Walling, Kephart and Schaefer, JJ.\nAppeal, No. 109, Jan. T., 1927, by Sallie E. Miller et al., next-of-kin, from decree of O. C. Northampton Co., refusing issue devisavit vel non, in estate of Charles F. Miller, deceased.\nAffirmed.\nAppeal from decision of register of wills admitting will to probate. ^Before Stotz, J.\nThe opinion of the supreme court states the case.\nDecision sustained and issue devisavit vel non refused. Sallie E. Miller et al., next-of-kin, appealed.\nError assigned was, inter alia, decree, quoting record.\nJohn D. Hoffman and Calvin F. Smith, for appellants.\nR. C. Mauch, for appellees.\nMarch 14, 1927:"
  },
  "file_name": "0476-01",
  "first_page_order": 498,
  "last_page_order": 500
}
