{
  "id": 1100843,
  "name": "Black's Estate",
  "name_abbreviation": "Black's Estate",
  "decision_date": "1927-03-14",
  "docket_number": "Appeal, No. 14",
  "first_page": "525",
  "last_page": "527",
  "citations": [
    {
      "type": "official",
      "cite": "288 Pa. 525"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "288 Pa. 91",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1100773
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/288/0091-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 301,
    "char_count": 4403,
    "ocr_confidence": 0.53,
    "pagerank": {
      "raw": 5.061447019797991e-08,
      "percentile": 0.3175905236174001
    },
    "sha256": "1ed4a5455c192763dc8da9bfd1a390cdb0b6055a874ec73fc27c63e36923ab44",
    "simhash": "1:56ab380219657333",
    "word_count": 758
  },
  "last_updated": "2024-02-27T21:20:49.960408+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Kephart and Schaefer, JJ."
    ],
    "parties": [
      "Black’s Estate."
    ],
    "opinions": [
      {
        "text": "Pee Curiam,\nThis is an appeal from a declaratory judgment of the court below construing the will of Adam J. Black, deceased. The will is that of an uneducated man, written by his own hand and apparently without aid from any outside source; the spelling is somewhat phonetic in form.\nThe sixth paragraph, which contains the bequests now in question, is headed in this manner: “No. 6 to N W Black and go [i. e. Geo.] D. Black.” Then follows a list of several pieces of realty, after which the will states, on separate lines:\n“Olso Cash 5,000 to each”\n“Olso Cash 5,000 to each”\nThe problem is whether the foregoing language gives to N. W. Black and George D. Black $5,000 each or $10,000 each. The court below concluded that there was a gift of only $5,000 to each of the two, and we agree with this construction.\nIt is apparent from the original will that the words “to each” were added to both of the above lines after the instrument was written. Keeping in mind, as we must, testator’s demonstrated educational handicaps, what intention is indicated by his words and acts? In the preceding portion of the paragraph he had devised real estate to N. W. Black and George D. Black, as tenants in common; the money, however, he wanted to give in severalty, and he set about to express this thought. At first, he wrote “Olso Cash 5,000,” duplicating the language on the next line, no doubt with the intention of expressing that each of the legatees provided for in the particular item which he was then engaged in writing was to receive a separate gift of $5,000. Sometime afterward, — we cannot tell when,— apparently feeling that this form was inadequate to show his intention that “each” was to get $5,000 separately, he added the words “to each,” not with any intention, we believe, of altering the bequest, but, as we have said, in an effort to make clear his desire that each of the two legatees should receive $5,000, separately, as distinguished from the manner in which they were to take the real estate previously given in common.\nWe need not, however, rest our decision on the foregoing theory, since, if the will be read as repeating a $5,000 provision for each legatee, there is a principle of law directly applicable here, which dictates that the second provision shall be read as merely repetitious, and of no avail. In Kessler’s Estate, 288 Pa. 91, we very recently said, “In the absence of internal evidence of intent, the following rules of construction have been generally adopted to determine whether a legacy be cumulative or substitutional......2. Where two legacies of quantity of equal amount are bequeathed to the same legatee in one and the same instrument, the second bequest is regarded as mere repetition and the beneficiary takes but one legacy.” The will before us contains no internal evidence which in any way weakens the applicability of this principle to the present case. What evidence there is, as we have above pointed out, leads to the same conclusion that follows from the rule stated.\nThe judgment is affirmed, costs to be paid out of the estate.",
        "type": "majority",
        "author": "Pee Curiam,"
      }
    ],
    "attorneys": [
      "Wm. Wallace Chisolm, for appellant.",
      "W. M. Henderson, of Henderson & Henderson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Black’s Estate.\nWills — Construction—Legacies—Two legacies of same amount —Repetition. .\n1. Where a will devises real estate to two persons as tenants in common, and immediately afterwards, on two separate lines, appear the words “Olso cash 5,000 to each,” “Olso cash 5,000 to each,” this constitutes a gift to the two persons of $5,000 to each and not a gift of $10,000 to each.\n2. In the absence of internal evidence of intent, where two legacies of equal amount are bequeathed in one and the same instrument to the same legatee, the second bequest will be regarded as a mere repetition, and the beneficiary takes but one legacy.\nArgued January 24, 1927.\nBefore Moschzisker, C. J., Frazer, Walling, Kephart and Schaefer, JJ.\nAppeal, No. 14, Jan. T., 1927, by N. W. Black, legatee, from declaratory judgment of O. C. Huntingdon Co., to No. 1329 of Term 1925, construing will in estate of Adam J. Black, deceased.\nAffirmed.\nPetition for declaratory judgment on construction of will. Before Bailey, P. J.\nThe opinion of the Supreme Court states the facts.\nJudgment that appellant was entitled to money legacy of $5,000 and not $10,000. N. W. Black, legatee, appealed.\nError assigned was judgment, quoting record.\nWm. Wallace Chisolm, for appellant.\nW. M. Henderson, of Henderson & Henderson, for appellee.\nMarch 14, 1927:"
  },
  "file_name": "0525-01",
  "first_page_order": 547,
  "last_page_order": 549
}
