{
  "id": 1100785,
  "name": "Kehres, Appellant, v. Stuempfle et al.",
  "name_abbreviation": "Kehres v. Stuempfle",
  "decision_date": "1927-03-14",
  "docket_number": "Appeal, No. 74",
  "first_page": "534",
  "last_page": "541",
  "citations": [
    {
      "type": "official",
      "cite": "288 Pa. 534"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "214 Pa. 215",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        946079
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/214/0215-01"
      ]
    },
    {
      "cite": "187 Pa. 283",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        900326
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/187/0283-01"
      ]
    },
    {
      "cite": "7 Pa. Superior Ct. 43",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        285467
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/7/0043-01"
      ]
    },
    {
      "cite": "19 Pa. Superior Ct. 644",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        839586
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/19/0644-01"
      ]
    },
    {
      "cite": "220 Pa. 216",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1005876
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/220/0216-01"
      ]
    },
    {
      "cite": "224 Pa. 319",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        963048
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/224/0319-01"
      ]
    },
    {
      "cite": "80 Pa. Superior Ct. 602",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        653477
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/80/0602-01"
      ]
    },
    {
      "cite": "225 Pa. 221",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965286
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/225/0221-01"
      ]
    },
    {
      "cite": "71 Pa. Superior Ct. 252",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        638147
      ],
      "pin_cites": [
        {
          "page": "254"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/71/0252-01"
      ]
    },
    {
      "cite": "12 Pa. Superior Ct. 240",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        823367
      ],
      "pin_cites": [
        {
          "page": "247"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/12/0240-01"
      ]
    },
    {
      "cite": "252 Pa. 199",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021635
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/252/0199-01"
      ]
    },
    {
      "cite": "286 Pa. 376",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1096502
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/286/0376-01"
      ]
    },
    {
      "cite": "277 Pa. 190",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1079541
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/277/0190-01"
      ]
    },
    {
      "cite": "266 Pa. 449",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056066
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/266/0449-01"
      ]
    },
    {
      "cite": "257 Pa. 118",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032445
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/257/0118-01"
      ]
    },
    {
      "cite": "220 Pa. 154",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1005899
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/220/0154-01"
      ]
    },
    {
      "cite": "237 Pa. 153",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988976
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/237/0153-01"
      ]
    },
    {
      "cite": "280 Pa. 335",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1084482
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/280/0335-01"
      ]
    },
    {
      "cite": "282 Pa. 301",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1088335
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/282/0301-01"
      ]
    },
    {
      "cite": "264 Pa. 130",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1048544
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/264/0130-01"
      ]
    },
    {
      "cite": "265 Pa. 561",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1051935
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/265/0561-01"
      ]
    },
    {
      "cite": "279 Pa. 209",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1083363
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/279/0209-01"
      ]
    },
    {
      "cite": "269 Pa. 273",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063512
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/269/0273-01"
      ]
    },
    {
      "cite": "278 Pa. 268",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1080591
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/278/0268-01"
      ]
    },
    {
      "cite": "30 Pa. Superior Ct. 396",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        862281
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/30/0396-01"
      ]
    },
    {
      "cite": "233 Pa. 421",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981125
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/233/0421-01"
      ]
    },
    {
      "cite": "262 Pa. 446",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044481
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/262/0446-01"
      ]
    },
    {
      "cite": "84 Pa. Superior Ct. 498",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        662733
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/84/0498-01"
      ]
    },
    {
      "cite": "57 Pa. Superior Ct. 48",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        444650
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/57/0048-01"
      ]
    },
    {
      "cite": "57 Pa. Superior Ct. 287",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        444737
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/57/0287-01"
      ]
    },
    {
      "cite": "59 Pa. Superior Ct. 150",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        448967
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/59/0150-01"
      ]
    },
    {
      "cite": "220 Pa. 216",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1005876
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/220/0216-01"
      ]
    },
    {
      "cite": "80 Pa. Superior Ct. 602",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        653477
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/80/0602-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 689,
    "char_count": 13788,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 9.019043022194828e-07,
      "percentile": 0.978951282487898
    },
    "sha256": "3e8c1783fb69158d501a0d271d4146fdcb041db55f30fa8ab43e9bb0b1261788",
    "simhash": "1:ad85a7444da620b3",
    "word_count": 2402
  },
  "last_updated": "2024-02-27T21:20:49.960408+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Kehres, Appellant, v. Stuempfle et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Schaefer,\nThis case can be disposed of without elaboration. The action is trespass to recover damages due to injuries received by plaintiff consequent upon the collapse of a coal shed in which he and others employed by a railroad company were placing coal cars on a trestle which the shed covered, It was alleged in the statement of claim that the defendants had negligently permitted the lumber of which the shed was constructed to become rotten, worn and unsound and the nails which held the lumber in place to become rusted and corroded and the shed to become unsafe and that this unsafe condition was visible, self-evident and notorious. There was no evidence produced to show that the shed was visibly, self-evidently and notoriously unsafe and no testimony to show what caused the structure to collapse. On trial defendant at the close of plaintiff’s case moved for a nonsuit upon the specified ground, inter alia, that the proofs did not support the allegations of the statement of claim. The court refused the nonsuit and at the end of their case defendants presented a point for binding instructions which the trial judge declined and a verdict was rendered in plaintiff’s favor; subsequently judgment was entered for defendants non obstante veredicto on the grounds that the proofs did not support the negligence alleged, but showed, if anything, by way of negligence, that there was some latent defect in the building, and failed utterly to show what caused the building to fall.\nIt is the contention of plaintiff prosecuting this appeal that defendants, having proceeded with their proofs, following the refusal of the nonsuit, thereby waived the advantage they otherwise could have maintained due to the failure of allegata and probata to agree. This contention cannot be upheld. On the motion for non-suit the specific reason therefor was the lack of accord between proofs and allegations. For that reason the motion for nonsuit should have prevailed. When it was refused defendants had no other course to pursue save to offer their testimony and at its close to ask for binding instructions, as they did. When such a course is pursued, in the absence of evidence to the contrary the request for instructions will be assumed to cover the same points comprehended by defendants’ prior motion for a nonsuit. They were not required to forego their right to make defense under the penalty of abandoning the position they had assumed on the nonsuit motion if they did advance their proofs,. Rules for the conduct of trials which do not further a just determination of causes have no reason for existence and should not be established or adhered to under modern conditions. It would not promote the better administration of justice to hold the highly technical rule that if the defendant does not object to the admissibility of proofs not in line with the allegations (see Irwin v. Leuten Brick Co., 59 Pa. Superior Ct. 150) he is debarred thereafter from raising the question of the divergence between allegations and proofs. The rule should be that the defendant may raise this question at any time on the trial, provided it is specifically raised so that the plaintiff may have an opportunity to amend his pleadings. We, therefore, declare the rule to be that the plaintiff may raise the question of the disagreement between probata and allegata (1) when the testimony not covered by the pleadings is offered; (2) by a motion for a nonsuit, assigning the divergence as the reason; (3) by a motion for binding instructions in which the reason is assigned. If, however, no objection is made to the testimony, and the specific reason is not assigned on the motion for a nonsuit or in the point for binding instructions, then the defendant, having taken his chance, may not thereafter raise the question. We think this rule is not out of line with any of our own pronouncements or of those of the Superior Court. In Clark v. Millett, 57 Pa. Superior Ct. 287, the nonsuit was entered on general grounds and the court later set up a variance as one of the reasons to sustain its refusal to remove the nonsuit; it thus appeared that the plaintiff had no opportunity to amend. The same is true of Shaffer v. Bahr, 57 Pa. Superior Ct. 48, and Lederman v. Lazarus, 80 Pa. Superior Ct. 602. The raising of the question of a variance at some point during the trial is required in order to permit the plaintiff to make an offer to amend. If it appears that no amendment can be allowed to cover the case actually proved, the court may properly direct a verdict for defendant on the ground of a variance: Harris v. Blitzstein, 84 Pa. Superior Ct. 498. As before pointed out, in the case at bar the specific reason was assigned in the motion for the nonsuit. The plaintiff then had notice that required him to elect either to amend or to stand on the statement as it was. Not having moved to amend and having stood on the proofs as they were, his contentions must-be adjudicated in the light of the rule that probata and allegata must be in agreement: Shenango Limestone Co. v. Buffalo, Rochester & Pittsburgh Ry. Co., 262 Pa. 446; National Bank v. Lake Erie Asphalt Block Co., 233 Pa. 421; Leh v. Delaware, Lackawanna & Western R. R. Co., 30 Pa. Superior Ct. 396. It is true we will not consider a question of variance between proof and pleadings where it was not raised in the court below (Saxman v. McCormick, 278 Pa. 268; Boyd v. Houghton & Co., 269 Pa. 273) but here the question was raised below, and, this being so, the variance can be availed of on appeal.\nThe situation at the end of the plaintiff’s case is correctly stated in the opinion of the learned court below when he says “the plaintiff and his five witnesses who were with him at the time of the accident stated positively that although they had been in this shed and upon the trestle frequently not one of them had ever seen anything to cause them to believe the shed to be in a dangerous condition, and not one of them testified that he had seen a rusted or corroded nail or a rotten or decayed timber prior to the fall of the shed...... The four witnesses called by the plaintiff who were not present when the shed collapsed......but who inspected the timber and nails of the building after its collapse, simply say that the nails were rusted and corroded and some of the timbers had dry rot. Not one of them even suggested that the collapse was the result of either of these alleged defects.”\nUnder these circumstances the case is within the principle of such cases as Mardo v. Valley Smokeless Coal Co., 279 Pa. 209; Direnzo v. Pittsburgh Bridge & Iron Works, 265 Pa. 561; Laing v. Remington Arms Co., 264 Pa. 130; Sack v. Ralston, 220 Pa. 216, which hold that an unexplained falling of an object is not sufficient to render the defendant owner liable for negligence. If in point of fact the fall of the shed was due to the decayed condition of the lumber described by the four witnesses who examined it after the fall, then, having in mind the testimony of the other witnesses, the case comes down to one of a “latent defect” and is governed by such decisions as Philadelphia Ritz Carlton Co. v. Phila., 282 Pa. 301; Travers v. Delaware County, 280 Pa. 335; Sheets v. Sunbury & Northumberland Electric Ry Co., 237 Pa. 153, particularly the last named case.\nAltogether this case is strikingly analogous to the situation presented in Stewart v. DeNoon, 220 Pa. 154, where we reversed a judgment in favor of the plaintiff on the grounds, first, that the plaintiff had not proven the case on which he had declared, and, second, that he did not establish what had caused the fire which brought about the damage. We there said: “As long as the case of plaintiffs was being presented the defendants could not know that it would not be made out as pleaded, and only when plaintiffs rested was it known that it had not been so made out, and a nonsuit was promptly asked for, Tor the reason that the plaintiffs have not given any evidence of the negligence alleged in the declaration or statement. The evidence does not show that the fire originated from an explosion in the cellar.’ Plaintiffs made no offer to amend their statement. If it had been amended the case would have been continued, on. defendants’ motion, if they were surprised, to a subsequent term, and in the interval they would have had an opportunity to prepare to meet the new charge of negligence against them. But we need not discuss this further, for, even if the statement should be regarded as having been amended, charging the fire as the direct result of the negligence of the defendants, there is nothing in the evidence from which the jury conld have determined how it originated.”\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Me. Justice Schaefer,"
      }
    ],
    "attorneys": [
      "Max L. Mitchell^ for appellant.",
      "Mortimer C. Rhone, with him Candor <& Munson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Kehres, Appellant, v. Stuempfle et al.\nNegligence — Collapse of shed — Defective condition — Allegata and probata — Vanance—Notice—Waiver—Motion for nonsuit— Evidence — Appeal—Question raised below.\n1. Plaintiff may raise in the course of the trial the question of variance between allegata and probata, (1) when the testimony covered by the pleadings is offered; (2) by a motion for a nonsuit, assigning the divergence as the reason; or (3) by a motion for binding instructions, in which the reason is assigned.\n2. If no objection is raised to the testimony, and the specific reason is not assigned on the motion for a nonsuit or in the point for binding instructions, then defendant, having taken his chance, may not thereafter raise the question.\n3. Where the question of variance has been properly raised, the plaintiff has notice that requires him to elect either to amend or to stand on the statement as it was.\n4. If he does not move to amend and stands on the proofs as they are, his contention must be adjudicated in the light of the rule that probata and allegata must be in agreement.\n5. If the question of variance between proofs and pleadings has been properly raised in the court below, the variance can be availed of on appeal.\n6. The unexplained collapse of a shed is not sufficient to render the defendant owner liable for negligence.\nY. In an action where the statement charges that an injury to plaintiff was caused by the collapse of a shed which defendant had negligently permitted to become rotten and unsafe and that this unsafe condition was visible, self-evident and notorious but no evidence is produced that the shed was visibly and notoriously unsafe and no testimony is produced to show what caused the shed to collapse, and the defendant moves for a nonsuit on the specific ground of variance, and the court overrules the motion, the defendant may, after a verdict for plaintiff, move for judgment n. o. y., and, if such judgment is entered, it will be affirmed on' appeal.\nArgued January 17, 1927.\nBefore Moschzisker, C. J., Frazer, Walling, Kephart, Sadler and Schaffer, JJ.\nAppeal, No. 74, Jan. T., 1927, by plaintiff, from order of C. P. Lycoming Co., March T., 1925, No. 401, entering judgment for defendant n. o. v., in case of Daniel T. Kehres v. Gustav A. Stuempfle et al., trading as David Stuempfle’s Sons.\nAffirmed.\nTrespass to recover damages for personal injuries. Before Whitehead, P. J.\nThe opinion of the Supreme Court states the facts.\nVerdict for plaintiff for $5,800. Judgment was entered for defendant n. o. v. Plaintiff appealed.\nError assigned was, inter alia, judgment for defendant n. o. v., quoting record.\nMax L. Mitchell^ for appellant.\nAn inference from negligence arose from collapse of the old building, the timbers of which were rotten and the hardware rusted.\nThis rule is recognized and applied in Pennsylvania, at least to the extent of holding that the happening of the accident, under such circumstances, may itself give rise to an inference or presumption of negligence: Dougherty v. P. R. T., 257 Pa. 118; Gawronski v. McAdoo, 266 Pa. 449; Murray v. Frick, 277 Pa. 190; Durning v. Hyman, 286 Pa. 376; Janock v. R. R., 252 Pa. 199; Fisher v. Ruch, 12 Pa. Superior Ct. 240, 247; Silver Costume Co. v. Passant, 71 Pa. Superior Ct. 252, 254.\nWe admit there is a variance between the letter of plaintiff’s statement and the proofs he offered at the trial. We contend, however, that the variance is not fatal, not being upon an essential matter, and that what variance there is has been waived by defendants.\nThe allegation that the defects were visible is not one of suclx character that variance cap be predicated upon it. Stegmaier v. Coal Co., 225 Pa. 221; Lederman v. Lazarus, 80 Pa. Superior Ct. 602.\nThat defendants were not surprised or misled is evidenced by the fact that they did not plead surprise and ask for a continuance, or move to strike out the evidence of plaintiff which they now contend varied from his pleadings, but elected to go on with the trial. Under such conditions the rule that the pleadings will be treated as amended, to correspond with the evidence, certainly is applicable: Lederman v. Lazarus, 80 Pa. Superior Ct. 602; Carter v. Henderson & Co., 224 Pa. 319; Stegmaier v. Coal Co., 225 Pa. 221.\nMortimer C. Rhone, with him Candor <& Munson, for appellee.\nThe legal conclusion of counsel for plaintiff that defendants waived their rights as to the admitted variance is wrong, as shown by the fact that one of the reasons assigned for a nonsuit was this material variance which was later followed up by a point for binding instructions; that, as a matter of law, these two steps taken by the defendants negative any waiver: Sack v. Ralston, 220 Pa. 216; Henessy v. Anstock, 19 Pa. Superior Ct. 644; Clark v. Lindsay, 7 Pa. Superior Ct. 43.\nThe following cases show that plaintiff cannot recover in this case: Sack v. Ralston, 220 Pa. 216; McClain v. Henderson, 187 Pa. 283; Sandt v. Foundry Co., 214 Pa. 215.\nMarch 14, 1927:"
  },
  "file_name": "0534-01",
  "first_page_order": 556,
  "last_page_order": 563
}
