{
  "id": 1100849,
  "name": "Commonwealth v. Eastern Paving Co., Appellant",
  "name_abbreviation": "Commonwealth v. Eastern Paving Co.",
  "decision_date": "1927-03-14",
  "docket_number": "Appeal, No. 5",
  "first_page": "571",
  "last_page": "577",
  "citations": [
    {
      "type": "official",
      "cite": "288 Pa. 571"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "214 Pa. 568",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        945994
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/214/0568-01"
      ]
    },
    {
      "cite": "165 Pa. 21",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        862131
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/165/0021-01"
      ]
    },
    {
      "cite": "4 W. & S. 205",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856244
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0205-01"
      ]
    },
    {
      "cite": "62 Pa. Superior Ct. 550",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        455325
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/62/0550-01"
      ]
    },
    {
      "cite": "233 Pa, 36",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981127
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/233/0036-01"
      ]
    },
    {
      "cite": "107 Pa. 419",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8858058
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/107/0419-01"
      ]
    },
    {
      "cite": "97 Pa. 107",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        444810
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/97/0107-01"
      ]
    },
    {
      "cite": "121 Pa. 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        561300
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/121/0401-01"
      ]
    },
    {
      "cite": "204 Pa. 219",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        927525
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/204/0219-01"
      ]
    },
    {
      "cite": "210 Pa. 267",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        937812
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/210/0267-01"
      ]
    },
    {
      "cite": "217 Pa. 46",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953608
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/217/0046-01"
      ]
    },
    {
      "cite": "224 Pa. 359",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        963064
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/224/0359-01"
      ]
    },
    {
      "cite": "264 Pa. 111",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1048471
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/264/0111-01"
      ]
    },
    {
      "cite": "172 Pa. 121",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        874135
      ],
      "pin_cites": [
        {
          "page": "122"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/172/0121-01"
      ]
    },
    {
      "cite": "16 Pa. 469",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        410206
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/16/0469-01"
      ]
    },
    {
      "cite": "271 U. S. 536",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1276207
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/271/0536-01"
      ]
    },
    {
      "cite": "260 U. S. 323",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11925945
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/260/0323-01"
      ]
    },
    {
      "cite": "121 Pa. 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        561300
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/121/0401-01"
      ]
    },
    {
      "cite": "204 Pa. 219",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        927525
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/204/0219-01"
      ]
    },
    {
      "cite": "210 Pa. 267",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        937812
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/210/0267-01"
      ]
    },
    {
      "cite": "217 Pa. 46",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953608
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/217/0046-01"
      ]
    },
    {
      "cite": "224 Pa. 359",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        963064
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/224/0359-01"
      ]
    },
    {
      "cite": "264 Pa. 111",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1048471
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/264/0111-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 638,
    "char_count": 12308,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 1.8850592856314158e-07,
      "percentile": 0.7282028797817942
    },
    "sha256": "cadbc713c06ee68202e88960b12f16ecf77cf3af08a2ba805ae2e29f49ffc6d1",
    "simhash": "1:baeb0c8c9cf0c8ea",
    "word_count": 2067
  },
  "last_updated": "2024-02-27T21:20:49.960408+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ."
    ],
    "parties": [
      "Commonwealth v. Eastern Paving Co., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Sadler,\nThe Eastern Paving Company entered into a written contract with the department of highways to construct a road in Luzerne County. To prevent misunderstanding in carrying out the plans and specifications, the engineer in charge was granted the right to decide all questions that might arise as to the quality and acceptability of materials furnished and the work performed, and also any disputes as to the proper fulfillment of the contract. His decision was made a condition precedent to the allowance of sums which should from time to time be payable. Another provision, voluntarily agreed to by the builder, provided, “In case any question or dispute arises between the parties hereto respecting any matter pertaining to this contract, or any part thereof, said questions or disputes shall be referred to the state highway commissioner and attorney general or first deputy attorney general of the Commonwealth of Pennsylvania, whose decision shall be final, binding and conclusive on all parties without exception or appeal; and all right or rights for any action at law or in equity under and by virtue of the contract, and all matters in connection with it and relative thereto, are hereby expressly waived by the contractor.”\nThe work agreed upon was undertaken, and payments made from time to time. Ultimately a semifinal estimate was made, and a part of the amount so found to be due was turned over to the contractor, but a portion was retained by the Commonwealth because of the alleged failure to conform to the specifications, in that there had been a neglect in certain designated areas to furnish and lay a concrete base of the depth and thickness required. The company was called upon to remedy the defects, but failed to do so. No attempt was made on its part to have the dispute arbitrated as provided in the contract, but it made demand directly on the auditor general and state treasurer for the balance of $28,000, the portion of the semi-final estimate remaining unsatisfied, before referred to, claiming under the Act of 1811 (April 30th, P. L. 145). The highway department objected, calling attention to the failure to arbitrate, and its contention was sustained. An appeal was then taken to the Common Pleas of Dauphin County. A motion to dismiss it was later filed, and a rule granted to show cause why this should not be done. The parties entered into an agreement as to the facts involved, which was filed of record. Later, the learned court below dismissed the proceeding, and from its order this appeal was taken.\nThe claim of the parties has been most ably presented in the briefs submitted, and the contention narrowed to the question whether an arbitration clause in a contract as here involved is of any validity, and will prevent plaintiff from applying directly to the officers named in the Act of 1811 for the adjustment of its demand. It is conceded that such a clause would be binding as between individuals or contractors with municipal corporations, or even with the United States Government: U. S. v. Mason Hanger Co., 260 U. S. 323; Goltra v. Weeks, 271 U. S. 536. This admission makes unnecessary discussion of the many decisions where municipalities are involved, and the arbitration clause in the contract entered into enforced, but they are numerous and uniform in upholding the provision. And the fact that an officer of the contracting party is agreed upon as the decider of the dispute, in manner similar to the present case, does not alter the rule, unless it be shown that he arbitrarily refuses to act, or does so capriciously, or fraudulently. Reference to the following adjudications will suffice: Curran v. Phila., 264 Pa. 111; Clark & Sons v. Pittsburgh, 217 Pa. 46; Drhew v. Altoona, 121 Pa. 401; Werneberg v. Pittsburgh, 210 Pa. 267; Com. v. Pittsburgh, 204 Pa. 219; Hallock v. Lebanon County, 224 Pa. 359. These propositions are not contested by appellant, but it is insisted there was no power to insert such a clause in the agreement, and, though assented to by the contractor in order to secure the work, he is at liberty to disregard the stipulation, and present his demand as he sees fit.\nIt will first be noticed that the balance here claimed is based upon a contract, and the action is in affirmance of it. The agreement assented to cannot now be impeached. Plaintiff knew What was included in the writing, and there is no suggestion of any fraud in its insertion, or that it was included through accident or mistake : Faunce v. Burke & Gonder, 16 Pa. 469. The argument is made, however, that, though the terms were well understood, the arbitration clause is void, and therefore ineffective. There is no express legislative enactment that such provisions shall be inserted in highway contracts, though they have been used from the first of the road building agreements. An examination of the pertinent acts, beginning with the Sproul Act of 1911 (March 31, P. L. 468), indicates an implied authority on the part of the commissioner of highways to so provide, in that there is committed to that officer the duty of constructing, maintaining and improving the several highways, according to specifications “as regards the character, construction and material to be used,” and the work of construction and maintenance must be done under the direction of that department. There the specifications are prepared upon which bids are based, and contracts awarded, necessarily with provisions protecting the interests of the Commonwealth. When contracts are let, the contractor knows the terms by which he will be bound, and any clause deemed essential, relative to the work in hand, may be incorporated, and an arbitration clause is certainly \"within reason, and is usually found where municipal work is to be done, so as to avoid possible litigation. Unless restrained by some positive enactment, the stipulation for arbitration was properly included in the agreement: Smith v. Wilkinsburg Boro., 172 Pa. 121, 122.\nBut it is urged that the contractor is not necessarily bound by it in the case of state agreements, since the Act of 1811 also provided a manner of adjusting indebtedness. That legislation was enacted for the benefit of creditors, who, theretofore, had no manner of enforcing a just demand against the sovereign, and permitted an adjustment and approval of a claim by the auditor general and state treasurer, whose action was subject to review on appeal. They were not bound to approve any demand presented, but to use their judicial discretion in passing on its validity. Here, they refused allowance because it appeared on the face of the record that the terms of the contract as to arbitration had not been complied with. It will be kept in mind also that the Highway Act of 1911, provided a different system for the auditing of claims arising from road contracts. Provision is there made for a determination by the highway department of balances due, which are not to be passed upon by the auditor general until certified by the commissioner, and, if then approved, are made payable by warrants drawn on the state treasurer from specific funds appropriated for road construction. The contractor presumably knew the law, and that any compensation to which it was entitled must be secured in the manner provided.\nWe are convinced that the arbitration clause in the contract was properly incorporated, and the contractor bound by it. Without complying with the agreement it has no right to have its claim for a balance awarded as that of an ordinary creditor under the terms of the Act of 1811. If any capricious conduct on the part of the arbitrators had been set up, or if it appeared that there was admittedly an unsatisfied balance due which the commissioner improperly refused to certify to the auditor general under the Act of 1911, a different situation would be presented, and appropriate relief could be had. But it cannot demand as a creditor an approval of its bill under the Act of 1811, where the contract upon which the demand is based shows a requirement for a preliminary arbitration, which admittedly was not complied with. The proceeding was therefore properly dismissed.\nThe order appealed from is affirmed at the costs of appellant.",
        "type": "majority",
        "author": "Mr. Justice Sadler,"
      }
    ],
    "attorneys": [
      "W. B. Saul, of Saul, Ewing & Saul, with him Beidleman & Hull, for appellant.",
      "James O. Campbell, First Deputy Attorney General, with him George W. Woodruff, Attorney General, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Eastern Paving Co., Appellant.\nContracts — State highway contracts — Arbitration clause — Fraud, accident, etc. — Act of March SO, 1811, P. It. US, and May SI, 1911, P. L. 468.\n1. An arbitration clause in a construction contract cannot be impeached where the contracting party knew that it was included in the writing, and there is no suggestion of any fraud in its insertion, or that it was included through accident or mistake.\n2. The state commissioner of highways has implied authority under the Act of May 31, 1911, P. L. 468, and later acts, to insert an arbitration clause in contracts for the building of state highways.\n3. The fact that an officer of the Commonwealth is made an arbitrator in a highway construction contract does not render the arbitration clause void.\n4. Where the arbitration clause in a highway contract provides that all disputes shall be referred for settlement to the state highway commissioner and the attorney general or first deputy attorney general whose decision shall be final, the decision of such officers is final, and the contractor cannot submit the dispute to the auditor general and state treasurer under the Act of March 30, 1811, P. L. 145, without an effort to arbitrate.\n5. The Act of March 30, 1811, P. L. 145, was enacted for the benefit of creditors, and a contractor cannot demand, as a creditor, the approval of his bill, where the contract, upon which his demand is based, shows a requirement for a preliminary arbitration, which he had not complied with.\nArgued January 11,1927.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ.\nAppeal, No. 5, May T., 1927, by defendant, from order of C. P. Dauphin Co., Commonwealth Docket 1925, No. Ill, discharging rule to show cause why appeal from settlement of auditor general and state treasurer should not be dismissed, in suit of Commonwealth v. Eastern Paving Co.\nAffirmed.\nRule to show cause why appeal from settlement of auditor general and state treasurer should not be dismissed. Before Wickersham, J.\nThe opinion of the Supreme Court states the facts.\nRule absolute. Defendant appealed.\nError assigned was, inter alia, order, quoting record.\nW. B. Saul, of Saul, Ewing & Saul, with him Beidleman & Hull, for appellant.\nThe proper protection of the interests of the Commonwealth and its citizens requires that any decision reached under the so-called arbitration provision in the contract be considered nothing more than a statement of the Commonwealth’s position, from which an appeal lies under the Act of 1811. There is no express waiver of the right of appeal under the Act of 1811, and public policy should not permit a waiver of a right under that act by implication.\nJames O. Campbell, First Deputy Attorney General, with him George W. Woodruff, Attorney General, for appellee.\nThe statutory authority to contract for the construction of state and state-aid highways (sections 11, 15 and 22 of the Sproul Act of May 31, 1911, P. L. 468, and section 13 of the same, as last amended by Act of May 16, 1921, P. L. 650) implies authority to arbitrate questions arising under such contract.\nThe fact that the arbitrators named in the agreement to arbitrate are officers of the Commonwealth does not affect the validity of the agreement and does not make it revocable by the contractor without the consent of the Commonwealth: Curran v. Phila., 264 Pa. 111; Hallock v. Lebanon City, 224 Pa. 359; Clark & Sons Co. v. Pittsburgh, 217 Pa. 46; Werneberg v. Pittsburgh, 210 Pa. 267; Com. v. Pittsburgh, 204 Pa. 219; Drhew v. Altoona, 121 Pa. 401; Hartupee v. Pittsburgh, 97 Pa. 107; Hostetter v. Pittsburgh, 107 Pa. 419; Ruch v. York, 233 Pa, 36; McHugh v. Phila., 62 Pa. Superior Ct. 550.\nThe insertion of an arbitration clause in contracts for public work is an established practice, has been successfully operated and, therefore, should not be lightly set aside: Monongahela Nav. Co. v. Fenlon, 4 W. & S. 205; English v. School Dist., 165 Pa. 21; Payne v. Roberts, 214 Pa. 568.\nMarch 14, 1927:"
  },
  "file_name": "0571-01",
  "first_page_order": 593,
  "last_page_order": 599
}
