{
  "id": 878509,
  "name": "Commonwealth of Pennsylvania, for use of Allegheny County and Eastburn Reeder, Dairy and Food Commissioner for the State of Pennsylvania, v. Frank McCann and Owen McCann, trading as McCann & Company",
  "name_abbreviation": "Commonwealth v. McCann",
  "decision_date": "1896-02-24",
  "docket_number": "Appeal, No. 94",
  "first_page": "19",
  "last_page": "23",
  "citations": [
    {
      "type": "official",
      "cite": "174 Pa. 19"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "76 Pa. 465",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1038919
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/76/0465-01"
      ]
    },
    {
      "cite": "9 Pa. C. C. 469",
      "category": "reporters:state",
      "reporter": "Pa. C.",
      "opinion_index": -1
    },
    {
      "cite": "4 Kulp. 75",
      "category": "reporters:state",
      "reporter": "Kulp",
      "opinion_index": -1
    },
    {
      "cite": "16 W. N. C. 349",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "140 Pa. 158",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        972692
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/140/0158-01"
      ]
    },
    {
      "cite": "14 Pa. C. C. 119",
      "category": "reporters:state",
      "reporter": "Pa. C.",
      "opinion_index": -1
    },
    {
      "cite": "14 Pa. C. C. 117",
      "category": "reporters:state",
      "reporter": "Pa. C.",
      "opinion_index": -1
    },
    {
      "cite": "109 Pa. 613",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        542278
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/109/0613-01"
      ]
    },
    {
      "cite": "170 Pa. 47",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "102 Pa. 190",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        502740
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/102/0190-01"
      ]
    },
    {
      "cite": "76 Pa. 471",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts, 384",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850915
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0384-01"
      ]
    },
    {
      "cite": "100 Pa. 282",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498402
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/100/0282-01"
      ]
    },
    {
      "cite": "7 Watts, 493",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "35 Me. 129",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        357708
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/35/0129-01"
      ]
    },
    {
      "cite": "8 Ind. 453",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1465073
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ind/8/0453-01"
      ]
    },
    {
      "cite": "1 Luz. Leg. Reg. 90",
      "category": "reporters:state",
      "reporter": "Luz. L.R.",
      "opinion_index": -1
    },
    {
      "cite": "7 Phila. 303",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "17 Pa. 248",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967609
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/17/0248-01"
      ]
    },
    {
      "cite": "109 Pa. 613",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        542278
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/109/0613-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 512,
    "char_count": 10356,
    "ocr_confidence": 0.473,
    "pagerank": {
      "raw": 4.2379399422516523e-07,
      "percentile": 0.9146185742875357
    },
    "sha256": "a794a08ad3c48a7cf952ef3ec84a57661be8940e77f4c2aedfd6a9ec9f9fbf94",
    "simhash": "1:cdebc2e0f74a35fc",
    "word_count": 1826
  },
  "last_updated": "2024-02-27T19:57:19.184599+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, Mitchell and Dean, JJ."
    ],
    "parties": [
      "Commonwealth of Pennsylvania, for use of Allegheny County and Eastburn Reeder, Dairy and Food Commissioner for the State of Pennsylvania, v. Frank McCann and Owen McCann, trading as McCann & Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Williams,\nThis was an action brought before a justice of the peace under the act of May 21, 1885, to recover a penalty for the unlawful .sale of oleomargarine. It was so proceeded in that judgment was regularly rendered against the defendent for the statutory penalty of $100. He then appealed to the court of common pleas of Allegheny county, and filed a transcript of the proceedings had before the justice in the office of the prothonotary of that court. The appeal so taken and filed was subsequently •struck off for the reason that it had not been allowed, for cause shown, by either the said court or a judge thereof. This action •of the court of common pleas is what is now complained of. Prior to the adoption of the present constitution this appeal from •a judgment for a penalty would have been regular. The question had been so decided in several cases, among the earliest of which is Commonwealth v. Bennett, 16 S. & B. 243. But there were many cases in which the judgment of the justice whether upon a summary conviction or in an action for a penalty was final. No review was possible except upon certiorari, and then only of the regularity of the proceeding. This want of uniformity in the manner of enforcing penal statutes and ordinances attracted the attention of the constitutional convention and led to the adoption of the provision found in article 5, section 14. It is as follows: “ In all cases of summary conviction in this commonwealth or of judgment in suit fox a penalty before a magistrate or court not of record, either party may appeal to such court of record as may be prescribed by law upon allowance of the appellate court or a judge thereof upon cause shown.” The act of 1876 which was passed to carry this provision into effect prescribed the court of quarter sessions as the court of record into, which all appeals from summary convictions should be taken, after an allowance; and the court of common pleas as the court of record into which all appeals from the judgment of a magistrate or court not of record in a suit for a penalty should be taken “ upon allowance of said court or any judge thereof upon cause shown.” Then follows a proviso declaring that “ all appeals from summary conviction, and judgment for penalties shall be upon such terms as to payment of costs and entering bail as the court or judge allowing the appeal shall direct.” The language employed in this statute, like that of the constitutional provision to which it relates, is general. It embraces all appeals from judgments for penalties or of summary conviction rendered by magistrates or courts not of record in this commonwealth; and it provides a wise and uniform system applicable to all cases in the same manner, to take the place of the unequal and illogical system that had previously prevailed. There is no authority to be found in either the constitutional or the statutory provisions, to which we have referred for restricting their operation to such cases of conviction or judgment as were, prior to their adoption, without any right of appeal whatever. Such a construction would require us to hold that the words in sec. 14 of art. 5 of the constitution, “ In all cases of summary conviction or of judgment in suit for a penalty before a magistrate or court not of record,” did not mean what they expressly and clearly say, but. should be read “ in such cases of summary conviction or judgment in suit for a penalty as have not heretofore been appealable to some court of record, an appeal may be hereafter taken in the manner herein provided, but this method of appeal shall not apply to any case where an appeal was permitted under the law as heretofore administered.” We do not feel at liberty to do> violence in this manner to a very plain provision of the constitution. This was said in effect in McGuire v. Shenandoah Borough, 109 Pa. 613. The 6th section of art. 1 of the Declaration of Rights, which declares that “ Trial by jury shall be as heretofore, and the right thereof remain inviolate,” is not inconsistent with the section we have been considering. Regulating the method by which the judgment of an inferior court may be brought into a superior court for trial so that a jury may be reached and their verdict upon any question of fact in dispute obtained is not a denial of trial by jury. It is on the contrary a “ casting up of the highway ” over which, in the judgment of the people as expressed in their fundamental law, suitors should go in order to reach a trial by jury in a certain class of cases.\nWhatever effect the words “to be recovered as debts of like amount are by law recoverable ” had, or were entitled to have, prior to the adoption of the present constitution when there was no constitutional provision relating to the subject of appeals and no general statutory regulation applicable to summary convictions and judgments for penalties, they cannot now be allowed to override the express provisions to which we have referred. They give the form of procedure before the magistrate of the judgment and of the execution process, but they cannot give by implication what the constitution has expressly denied.\nThe assignments of error are overruled and the judgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Williams,"
      }
    ],
    "attorneys": [
      "Richard B. Seandrett, for appellants.",
      "K. T. Meade, for appellees."
    ],
    "corrections": "",
    "head_matter": "Commonwealth of Pennsylvania, for use of Allegheny County and Eastburn Reeder, Dairy and Food Commissioner for the State of Pennsylvania, v. Frank McCann and Owen McCann, trading as McCann & Company.\nJustice of the peace — Summary conviction — Judgment for penalty — Constitutional law — ■Constitution of 1874, art. 6, see. 14.\nArticle 6, section 14 of the constitution of 1874, which permits appeals in all cases of summary conviction or in actions for penalties before a magistrate or court not of record, upon the allowance of the appellate court or a judge thereof, is not restricted to such cases as were without the right of appeal prior to the adoption of the constitution, but it embraces all appeals from judgments for penalties or of summary conviction.\nConstitutional law — Declaration of rights — Appeals—Trial by jury.\nArticle 1, section 6 of the Bill of Rights, which declares that “ trial by jury shall be as heretofore, and the right thereof remain inviolate,” is not inconsistent with section 14, of article 5 of the constitution relating to appeals in cases of judgments for penalties and of summary convictions.\nRegulating the method by which the judgment of an inferior court may be brought into a Superior Court for trial, so that a jury may be reached and their verdict upon any question of fact in dispute obtained, is not a denial of trial by jury.\nArgued Jam 29, 1896.\nAppeal, No. 94, Oct. T., 1895, by defendants, from order of O. P. No. 1, Allegheny Co., Dec. T., 1894, No. 911, striking off appeal.\nBefore Sterrett, C. J., Green, Williams, Mitchell and Dean, JJ.\nAffirmed.\nRule to strike off appeal from justice of the peace.\nFrom the record it appeared that on September 17, 1894, the defendants, Frank McCann and Owen McCann,were summoned to appear before Alexander McClintock, justice of the peace of the borough of Ben Avon, Allegheny county, Pennsylvania, on October 25, 1894, to answer in an action of assumpsit wherein the commonwealth of Pennsylvania, for use of Allegheny county and Eastburn Reeder, dairy and food commissioner for the state of Pennsylvania, was plaintiff, for an alleged violation of the act of assembly, approved May 21,1885, P. L. 28, relating to the sale of oleomargarine. On October 25, 1894, the case was called and judgment was entered against the defendants for $100. An appeal was taken, and subsequently a rule was granted on the defendants to show cause why the appeal so entered should not be stricken off for the reason that the judgment of the justice of the peace was rendered in a suit for a penalty from which an appeal could only be taken upon allowance of the court of common pleas upon cause shown as provided in the act of April 17, 1876, P. L. 29, and section 14, article 5 of the constitution. This rule was on January 10, 1895, made absolute.\nError assigned was above order.\nRichard B. Seandrett, for appellants.\nWhere an act provides that a penalty which is under $100 shall be recovered, “ as debts of the same amount are recoverable,” an appeal lies from the judgment of the justice of the peace for the penalty: Miller v. Lockwood, 17 Pa. 248; Com. v. Levy, 7 Phila. 303; Com. v. Bennett, 16 S. & R. 243.\nIn civil cases, the jurisdiction of justice of the peace is derived altogether from the statutes : Clark v. Lehigh Valley R. R., 1 Luz. Leg. Reg. 90; Willey v. Strickland, 8 Ind. 453; State v. Hartwell, 35 Me. 129; McConahy v. Courtney, 7 Watts, 493; Milliken v. Mitchell, 28 P. L. J. 302.\nThis language “ to be recovered as debts of like amount ” is to provide a plain civil remedy for the recovery of the penalty : Fetterman v. Robbins, 100 Pa. 282; Garman v. Gamble, 10 Watts, 384.\nPrior to the constitution of 1873, there was no right to appeal in such cases from justice of the peace to common pleas or quarter sessions. It was, however, doubted even whether in those statutes in which the penalty was recovered before justices of the peace as debts of like amount are by law recoverable, parties did not have the ordinary right of appeal as in other civil cases. Nothing in the constitution of 1888 provided for an appeal in the many actions like the foregoing, so that it is fair to conclude that the mischief sought to be provided against, the wrong to be righted, was the oppression by petty magistrates in exercising their power in such cases as the above in which their jurisdiction was final: Com. v. Betts, 76 Pa. 471.\nWhere one of two constructions would lead to an absurdity, tbe absurd construction ought not to be adopted: Phila. v. Ry. Co., 102 Pa. 190; Com. v. Forrest, 170 Pa. 47.\nK. T. Meade, for appellees.\nThe court below was not in •error in striking off the appeal: Com. v. Gibson, 42 P. L. J. 347 ; McGuire v. Shenandoah, 109 Pa. 613 ; Com. v. Sassaman, 2 Del. Co. Ct. 333 ; Board of Health v. Decker, 14 Pa. C. C. 117; Board of Health v. Crest Farm D. Co., 14 Pa. C. C. 119; Com. v. Eichenberg, 140 Pa. 158; Com. v. Johnston, 16 W. N. C. 349; Granahan’s App., 4 Kulp. 75; Borough v. Bissell, 9 Pa. C. C. 469; Com. v. Betts, 76 Pa. 465; Com. v. Kerr, 19 P. L. J. 367.\nFebruary 24, 1896 :"
  },
  "file_name": "0019-01",
  "first_page_order": 39,
  "last_page_order": 43
}
