{
  "id": 878626,
  "name": "The City of Philadelphia v. Frank K. Ward, Appellant",
  "name_abbreviation": "City of Philadelphia v. Ward",
  "decision_date": "1896-03-02",
  "docket_number": "Appeal, No. 109",
  "first_page": "45",
  "last_page": "51",
  "citations": [
    {
      "type": "official",
      "cite": "174 Pa. 45"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Ohio, 296",
      "category": "reporters:state",
      "reporter": "Ohio",
      "opinion_index": -1
    },
    {
      "cite": "35 Iowa, 89",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        109241
      ],
      "opinion_index": -1,
      "case_paths": [
        "/iowa/35/0089-01"
      ]
    },
    {
      "cite": "22 Kan. 285",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        590207
      ],
      "opinion_index": -1,
      "case_paths": [
        "/kan/22/0285-01"
      ]
    },
    {
      "cite": "149 Pa. 18",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        832646
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/149/0018-01"
      ]
    },
    {
      "cite": "55 Pa. 16",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1470767
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/55/0016-01"
      ]
    },
    {
      "cite": "151 Pa. 30",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836732
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/151/0030-01"
      ]
    },
    {
      "cite": "158 Pa. 360",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "152 Pa. 488",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838109
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/152/0488-01"
      ]
    },
    {
      "cite": "153 Pa. 360",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        840344
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/153/0360-01"
      ]
    },
    {
      "cite": "122 Pa. 530",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "88 Pa. 424",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061166
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/88/0424-01"
      ]
    },
    {
      "cite": "44 Pa. 375",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        484265
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/44/0375-01"
      ]
    },
    {
      "cite": "149 Pa. 18",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        832646
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/149/0018-01"
      ]
    },
    {
      "cite": "152 Pa. 488",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838109
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/152/0488-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 638,
    "char_count": 12450,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 1.9355993289422071e-07,
      "percentile": 0.7348447728033565
    },
    "sha256": "b34bff28e9f3a9db70696093a36a7f63f01aa5bf62ea3aeba3b9d23155fc98f5",
    "simhash": "1:8c316d23515f1343",
    "word_count": 2235
  },
  "last_updated": "2024-02-27T19:57:19.184599+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ.",
      "Sterrett, C. J., dissents."
    ],
    "parties": [
      "The City of Philadelphia v. Frank K. Ward, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Green,\nThe land for the possession of which this action of ejectment was brought, is land which was taken by the city for the purpose of erecting a free bridge over the river Schuylkill at South street. The land was taken and the bridge was built, under the authority conferred by an act of assembly passed April 28, 1870, P. L. 1289. It consists of two sections and is a further supplement to the original act authorizing the structure passed' May 16, 1861. By a prior supplement passed April 5, 1866, P. L. 528, it was directed that the bridge should be built by a commission consisting of a number of persons named. By the supplement of 1870, it was provided that, “ The said commissioners may take actual possession of any land and property which they may deem necessary for the site of the bridge,” and that the commissioners should apply to the court of quarter sessions for the appointment of viewers to assess the damages sustained by the owner. At the January term, 1871, of the court of quarter sessions of Philadelphia county the commissioners presented their petition stating that they deemed necessary the land now in question for the erection of the bridge and praying for the appointment of viewers to assess the damages. Viewers were accordingly appointed who subsequently reported their proceedings and that the damages sustained by the owner of the property at that time were $14,500, together with further sums for damages sustained by tenants. The awards of damages were duly paid to the several parties and the bridge was built. The present owner, Ward, acquired his title by purchase in 1874, and his deed contained a clause as follows, “ And subject to the rights of the city of Philadelphia to the use of that portion of the hereby granted premises taken and necessary for the construction of the bridge crossing the river Schuylkill at South street.” The land which is claimed in this action includes a small triangle extending about seventy-five feet from the bridge on the south side and on the river front, and this is the principal subject of contention. The defendant claims that the land of which he took possession adversely to the city was not necessary for the use of the bridge and therefore he had a right to occupy and use it. The case is argued now upon that theory. The learned judge of the court below directed a verdict to be returned for the plaintiff and this is the error assigned. We are of opinion that the direction to the jury was entirely proper. The whole contention for the defendant proceeds upon the idea that the city’s use of the ground was a mere easement, that he, as owner of the fee, had a right to use the surface as he pleased so long as he did not interfere with its use for bridge purposes, and that the taking of the whole of the land was not necessary for the bridge purposes, and therefore he may now treat the excess as unlawfully taken.\nIt is only necessary to say that these contentions have been duly considered and decided by this court in at least three of our very recent decisions, all of them adverse to the defendant’s claim. In Pa. Schuylkill Val. R. R. v. Reading Paper Mills, 149 Pa. 18, a similar argument was made in reference to land taken by a railroad company for its purposes. But we held that the title of the company was not a mere easement, but a fee in the surface and so much beneath as may be necessary for support etc. Our Brother Mitchell, delivering the opinion said, “ Such title is sometimes called an easement, but it is a right to exclusive possession, to fence in, to build over the whole surface, to raise and maintain any appropriate superstructure including necessary foundations, and to deal with it within the limits of railroad uses as absolutely and as uncontrolled as an owner in fee. There was no such easement at common law, and it may well be doubted if it is not a misnomer to extend to this newly invented interest in land the name of easement, perhaps appropriate enough to the railroad’s ordinary right of way for its tracks. . . . But whatever it may be called it is in substance an interest in the land special and exclusive in its nature and which may be the subject of special injury by the obstruction of access to the abutting street, and therefore within the rule which governs the application of equitable relief. The right of exclusive possession includes the right of ingress and egress from the street, and in this respect the injury is exactly the same as to a tenant for life or for years, whose right to relief would be unquestionable, and is entirely different from the general right of the public to pass along the street.”\nIn the case of Pittsb., Fort Wayne & Chicago R’y v. Peet, 152 Pa. 488, all of the foregoing ruling was repeated and confirmed. Mr. Chief Justice Paxson, in the course of the opinion said, “ The vice of this argument consists in treating the plaintiff’s right as a mere easement or right of way. It is a great deal more than a right of way. It has the actual possession of the property, and that possession is exclusive at all times and for all purposes except where a way crosses it: Phila. & Read. Railway Co. v. Hummell, 44 Pa. 375; Junction Railroad Co. v. The City of Philadelphia, 88 Pa. 424. The estate acquired by a railroad company by a condemnation of land is often spoken of as an easement, but the term is used in a loose way for the purpose of distinguishing it from a fee.”\nOn the question as to who is the proper judge as to how much land is required for its use, the opinion proceeds to say, “ Where a railroad company condemns land it is by necessity the judge of how much land is required for its use. If this question were submitted to a jury in every case the right of eminent domain would be of little practical value. The company had a right when it condemned the property to regard and make provision for its future, as well as its present needs. This is settled law. It is sufficient to refer to Pittsburg Junction Railway Company’s Appeal, 122 Pa. 530. If it condemns for future use land which it does not need at the time, the nonuser of a portion for present purposes, cannot be held to be an abandonment.” In the case just cited part of the land was used for tracks and abutments but the lot in suit was not in the actual occupation of the company. It was testified by the engineer that it was not intended for sidings or for depot purposes, but was intended to be used ultimately to build protection walls upon it on either side and fill them in.\nIn Reading v. Davis, 153 Pa. 360, the same doctrine was applied in a case in which the city had condemned land for a pumping station. About an acre of the ground was used only as a lane to connect the pumping station lot proper with a highway. The defendant began without the city’s permission to drive his wagons over a portion of the land in the main part of the pumping house lot, but without interfering with the city’s use of the lot. He had the right to cross the lane, but that was all, and he was held a trespasser for driving on the main lot. The present Chief Justice delivering the opinion said, “ The character of the city’s title is similar to that acquired by railroad and other corporations invested with the power of eminent domain. It is sometimes called an easement, but that does not adequately express the nature and extent of the title thus acquired.” The Chief Justice then cites the language of our Brother Mitchell already referred to, as properly expressive of the estate thus acquired, and adds, “ He (the owner) was fully compensated for the land taken for a public purpose; and he had no more right to enter upon the pumping station lot without permission from the city authorities, than any entire stranger would have had.”\nIn the present case it must be borne in mind that the power to determine what land was necessary for the site of the bridge, was expressly conferred by the act of 1870 upon the commissioners who were authorized to erect the bridge. They “ may take actual possession of any land or property at or near South street which they may deem necessary for the site of the bridge.” It follows that they alone are empowered to determine how much land was necessary and when their decision was made it was final as to that subject. Nothing but an abuse of this power could suffice to overthrow their action. But there is not, and cannot be, any question of that kind in this case. The quantity taken was quite limited in extent outside of the actual structure of the bridge, and no question of abuse of power is raised on the record. As we have already seen it is not a question for the jury upon the mere allegation that more was taken than was necessary. Even if it were a subject of consideration it is manifest that upon all the testimony in the case there is no basis upon which such an allegation could be sustained. We are entirely satisfied with the action of the learned court below in ■directing a verdict for the plaintiff.\nJudgment affirmed.\nSterrett, C. J., dissents.",
        "type": "majority",
        "author": "Mr. Justice Green,"
      }
    ],
    "attorneys": [
      "Ellis Ames Ballard, Rufus E. Shapley with him, for appellant.",
      "E. Spencer Miller, assistant city solicitor, John L. Kinsey, city solicitor, with him, for appellee,"
    ],
    "corrections": "",
    "head_matter": "The City of Philadelphia v. Frank K. Ward, Appellant.\n[Marked to be reported.]\nEminent domain — Bridges—Municipalities.\nThe title which a municipality has in land condemned for bridge purposes is not a mere easement, but a fee in the surface and so much beneath as may be necessary for support.\nWhere commissioners are appointed by an act of assembly to build a bridge with power to “take actual possession of any land or property which they may deem necessary for the site of the bridge,” the commissioners alone are empowered to determine how much land is necessary, and when their decision is made it is final, unless an abuse of power is shown.\nArgued Jan. 7, 1896.\nAppeal, No. 109, Jan. T., 1895, by defendant, from judgment of O. P. No. 3, Philadelphia Co., July T., 1891, No. 658, on verdict for plaintiff.\nBefore Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ.\nAffirmed.\nSterrett, C. J., dissents.\nAmicable action of ejectment for a triangular piece of land at the end of the South street bridge in the city of Philadelphia. Before Finletter, P. J.\nThe facts appear by the opinion of the Supreme Court.\nThe land claimed appears by the dotted lines in the following diagram.\nThe court gave binding instructions for plaintiff.\nVerdict and judgment for plaintiff. Defendant appealed.\nError assigned was above instruction.\nEllis Ames Ballard, Rufus E. Shapley with him, for appellant.\nThe character of title acquired by the exercise of the power of eminent domain, as well as the quantity of land taken, must be determined with reference to the necessities of the case, and within those necessities, by the intention of the sovereign: Pitts., Ft. Wayne & C. Ry. v. Peet, 152 Pa. 488; City of Reading v. Davis, 158 Pa. 360 ; Jones v. Erie & Wyoming Valley R. R., 151 Pa. 30 ; Cooley on Constitutional Limitations, 557; Mills on Eminent Domain, sec. 49 ; 3 Dillon on Municipal Corporations, sec. 589; Lance’s App., 55 Pa. 16; R. R. v. Paper Mills, 149 Pa. 18; R. R. v. Allen, 22 Kan. 285; Overman v. May, 35 Iowa, 89.\nThe public use to be subserved was the erection and maintenance of a bridge. This bridge was built more than twenty years ago, and the triangular piece to the south of the bridge (a portion of which is one hundred feet away from the line of the bridge) has not been made use of in any way for bridge purposes during the whole twenty years.\nAn abuse of the power whereby an amount is condemned greater than can be reasonably required for the public use is subject to the correction of the courts, and the construction will be against extending the power. No more is to be taken than is necessary for the accomplishment of the public object: Cooley’s Constitutional Limitations, 539; Dillon on Municipal Corporations, sec. 591; 6 Am. & Eng. Ency. of Law, 540 ; Buckingham v. Smith, 10 Ohio, 296.\nEven if the court below was not bound to direct a verdict for defendant, it was clearly in error in directing the jury as matter of law to find for plaintiff.' And this because in so doing it passed upon a question of fact which it was the province of the jury alone to determine, and which was in no possible sense a question of law for the court.\nE. Spencer Miller, assistant city solicitor, John L. Kinsey, city solicitor, with him, for appellee,\ncited Pa. Schuylkill Valley R. R. v. Reading Paper Mills, 149 Pa. 18.\nMarch 2, 1896 :"
  },
  "file_name": "0045-01",
  "first_page_order": 65,
  "last_page_order": 71
}
