{
  "id": 878563,
  "name": "Barbara Fleishman, by her next friend and father, Adam Fleishman, Appellant, v. The Neversink Mountain Railroad Company",
  "name_abbreviation": "Fleishman v. Neversink Mountain Railroad",
  "decision_date": "1896-03-27",
  "docket_number": "Appeal, No. 128",
  "first_page": "510",
  "last_page": "512",
  "citations": [
    {
      "type": "official",
      "cite": "174 Pa. 510"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "163 Pa. 102",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        859036
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/163/0102-01"
      ]
    },
    {
      "cite": "152 Pa. 425",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838080
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/152/0425-01"
      ]
    },
    {
      "cite": "107 Pa. 537",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8858549
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/107/0537-01"
      ]
    },
    {
      "cite": "110 Pa. 226",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543766
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/110/0226-01"
      ]
    },
    {
      "cite": "51 N. W. 463",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": -1
    },
    {
      "cite": "125 Pa. 615",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563975
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/125/0615-01"
      ]
    },
    {
      "cite": "161 Pa. 124",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        854173
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/161/0124-01"
      ]
    },
    {
      "cite": "112 Pa. 414",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546602
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/112/0414-01"
      ]
    },
    {
      "cite": "80 Mo. 325",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        8852217
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mo/80/0325-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 328,
    "char_count": 4815,
    "ocr_confidence": 0.46,
    "pagerank": {
      "raw": 4.2213378253236745e-07,
      "percentile": 0.9139772241547673
    },
    "sha256": "a4f2ad2f51c23753635820086996a064b83146f8b186c0e19ceb54853d8e794f",
    "simhash": "1:aca11bea7af74ef4",
    "word_count": 866
  },
  "last_updated": "2024-02-27T19:57:19.184599+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Green, Williams, McCollum, Mitchell and Dean, JJ."
    ],
    "parties": [
      "Barbara Fleishman, by her next friend and father, Adam Fleishman, Appellant, v. The Neversink Mountain Railroad Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nWe agree with the learned court below in their views of this ease. There is no evidence of negligence on the part of the motorman. He could not anticipate the sudden action of the child in attempting to cross the track immediately in front of the car, and his failure to do so is not negligence.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "JEdward S. Kremp, for appellant,"
    ],
    "corrections": "",
    "head_matter": "Barbara Fleishman, by her next friend and father, Adam Fleishman, Appellant, v. The Neversink Mountain Railroad Company.\nNegligence — Street railways — -Infants.\nIn an action against a street railway company to recover damages for injuries to a child six years old which was struck by an electric ear, a verdict and judgment for the defendant will not be disturbed where the evidence tended to show that the child started to cross the street, then stopped, and when the car was about ten feet from her, turned suddenly, and ran upon the track; and the evidence further showed that the motorman did his best to stop the ear; that from the time that the child started to run towards the track until the car was stopped, the car traveled about eighteen feet.\nArgued March 4, 1896.\nAppeal, No. 128, Jan. T., 1896, by plaintiff, from judgment of C. P. Berics Co., Aug. T., 1892, No. 65, on verdict for defendant.\nBefore Green, Williams, McCollum, Mitchell and Dean, JJ.\nAffirmed.\nTrespass for personal injuries to a child six years of age,. Before Ebmenteout, P. J.\nAt the trial it appeared that about eight o’clock on the evening of June 22,1892, the plaintiff, at that time about six years •of age, was struck and injured by one of defendant’s electric cars. Just before the accident plaintiff had started across the street, and then stopped. When the car which struck her was about ten feet from her, she turned suddenly and ran upon the track, and was struck upon the shoulder. It appeared that from the time the child started to run towards the track, until the car was stopped, the car traveled about eighteen feet. The evidence as to the speed of the car was conflicting.\n■Plaintiff’s points among others were as follows :\n8. The defendant’s motorman, having, as a witness for the defendant, testified he first saw the plaintiff on the curbstone, and that he saw her stepping from the curbstone into the gutter, which was in the direction of the railway track, — if. the jury believe that the action and attitude of the child were such as should have indicated to a reasonably cautious man an intent to get upon or across the track, it is the motorman’s duty by •checking the speed of the car, by ringing of the gong, or by other proper and reasonable precautions, to have guarded against the accident. Answer : This point I would affirm if the facts were correctly stated in it, but there is nothing in the evidence of the motorman or any other witness to this accident, to show the action of this child indicated an intention to cross the street until within ten feet from the place of contact, and then he swears, together with the witnesses who were there at the time, that he did all he could to prevent the accident. [1]\n5. The defendant’s motorman having, as a witness for the defendant, testified that he turned off the power, and tried to slacken the speed of the car by applying the brakes only when he was within ten feet of the plaintiff, — if the jury believe that the defendant could have avoided the accident if the motorman had slackened the speed of the car as soon as he saw the child in the gutter or upon the street, then it was negligence in not having done so. Answer: This point I cannot affirm. It was not incumbent upon the motorman to slacken the speed of the car , or to stop the car simply because he may have seen somebody standing in the gutter. While she was standing in the gutter there was no possibility of running over her, and there is no evidence to show any attitude or anything in the manner.of the child that would indicate to anybody that she was about to run across the street or upon the track, or in front of the car. [2]\nThe court directed the jury to find a verdict for the defendant. [3]\nVerdict and judgment for defendant. Plaintiff appealed.\nJErrors assigned were (1-3) above instructions, quoting them.\nJEdward S. Kremp, for appellant,\ncited on the question on negligence: Booth on Street Railways, p. 422, sec. 310; Mallard v. Ry. Co., 7 N. Y. Supplement, 666; Farris v. Fair Ground Ry., 80 Mo. 325; R. R. v. Layer, 112 Pa. 414; Denseath v. Traction Co., 161 Pa. 124; Phila. Traction Co. v. Bernheimer, 125 Pa. 615; Rascher v. Detroit & Gross Point Ry., 51 N. W. 463; Ry. Co. v. Horst, 110 Pa. 226; R. R. v. Foxley, 107 Pa. 537.\njP. S. Zieber and Baer Snyder for appellee, were not heard, but cited in their printed brief: Chilton v. Central Traction Co., 152 Pa. 425; Flanagan v. People’s Pass. Ry. Co., 163 Pa. 102.\nMarch 27, 1896 :"
  },
  "file_name": "0510-01",
  "first_page_order": 530,
  "last_page_order": 532
}
