{
  "id": 878591,
  "name": "Samuel L. Light and J. D. Kerr, trading as J. D. Kerr & Co., Appellants, v. Joseph S. Lauser",
  "name_abbreviation": "Light v. Lauser",
  "decision_date": "1896-04-06",
  "docket_number": "Appeal, No. 45",
  "first_page": "608",
  "last_page": "612",
  "citations": [
    {
      "type": "official",
      "cite": "174 Pa. 608"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "112 Pa. 251",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546601
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/112/0251-01"
      ]
    },
    {
      "cite": "122 Pa. 377",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948376
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/122/0377-01"
      ]
    },
    {
      "cite": "127 Pa. 59",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        565688
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/127/0059-01"
      ]
    },
    {
      "cite": "149 Pa. 163",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        832519
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/149/0163-01"
      ]
    },
    {
      "cite": "92 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        491030
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/92/0241-01"
      ]
    },
    {
      "cite": "113 Pa. 326",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457625
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/113/0326-01"
      ]
    },
    {
      "cite": "110 Pa. 109",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543757
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/110/0109-01"
      ]
    },
    {
      "cite": "15 Wall. 643",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        3424901
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/82/0643-01"
      ]
    },
    {
      "cite": "104 Pa. 74",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        452147
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/104/0074-01"
      ]
    },
    {
      "cite": "121 Pa. 648",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "25 Pa. 112",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        975780
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/25/0112-01"
      ]
    },
    {
      "cite": "23 Pa. 415",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        974041
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/23/0415-01"
      ]
    },
    {
      "cite": "5 Pa. 81",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "152 Pa. 98",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838151
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/152/0098-01"
      ]
    },
    {
      "cite": "132 Pa. 351",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "102 Pa. 366",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        502731
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/102/0366-01"
      ]
    },
    {
      "cite": "113 Pa. 326",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457625
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/113/0326-01"
      ]
    },
    {
      "cite": "110 Pa. 109",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543757
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/110/0109-01"
      ]
    },
    {
      "cite": "104 Pa. 74",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        452147
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/104/0074-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 470,
    "char_count": 10350,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 4.518461695170957e-08,
      "percentile": 0.28284679917632266
    },
    "sha256": "fc1f611a260b80e54a5c26497ab0b731dd26ec6a89246c0e8df20eba8eac9957",
    "simhash": "1:06e863a0a48fe25e",
    "word_count": 1859
  },
  "last_updated": "2024-02-27T19:57:19.184599+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, Dean and Fell, JJ."
    ],
    "parties": [
      "Samuel L. Light and J. D. Kerr, trading as J. D. Kerr & Co., Appellants, v. Joseph S. Lauser."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMk. Justice Fell,\nTwo policies of insurance, one for $1,000 and the other for $2,000, were issued by the U. B. Mutual Aid Society on the life of John H. Boyer. Isaac N. Boyer, the son of the insured, and the beneficiary named in the policies, assigned both of them to Joseph S. Lauser, the appellee. By the terms of the assignment it was provided that at the maturity of the policies $500 of the amount realized from the smaller and $1,000 of the amount realized from the larger policy should be paid to Isaac N. Boyer, the assignor; and that in the event of the failure of Joseph S. Lauser to pay all charges and assessments as they became due the assignment should become void, and that all benefits to arise from the policies should revert to the assignor. Subsequently Isaac N. Boyer assigned his right to the money to be received by him under these assignments, together with his remaining interest in the policies to Light and Kerr, the appellants. During the running of the policies Lauser paid assessments amounting to $2,813.40, and the total amount due on both policies at the death of the insured was $2,774.50. This amount was paid into court by the Mutual Aid Society, and an issue framed between the assignees of the policies to determine their rights to the fund.\nNeither of the assignees, at the time of the assignments to them, had any insurable interest in the life of the insured. Lauser, the first assignee, claimed the whole fund, not by virtue of the assignment to him of an interest in the policies, but because he had paid the assessments which kept the policies alive. His right to receive all that had been paid on the policies to the aid society, in excess of $1,500, the reserved interest of the assignor, was conceded, and he was allowed to withdraw $1,274.50 from the money paid into court. The dispute was as to the balance of the fund. Upon the ground that both assignments were void, but that Lauser was entitled to recover what he had paid as assessments on the policies, the learned judge, considering the case as ruled by Gilbert v. Moose, 104 Pa. 74; Downey v. Hoffer, 110 Pa. 109, and Seigrist v. Sehmoltz, 113 Pa. 326, directed a verdict for him, and the only question to be considered is whether this was a proper disposition of the case.\nThe assignor of the policies retained an interest in them to the extent of $1,500. The assignee, Lauser, took by the assignments the remaining interests, subject to the duty to pay the assessments as they became due. He was to pay these assessments whatever they might be, or forfeit all interest in the policies, but he was not to receive anything until the assignor had been paid $1,500. The balance after this payment he was entitled by the agreement to receive, but only the balance. The amount he might be required to pay was uncertain, but he limited the amount he was to receive, and he cannot now by setting up the illegality of the assignments to himself establish a claim to more than he would have been entitled to under them.\nAside from the assignments Iris right to receive anything is based upon the equity that he should have restored to him what he paid to keep the policies alive. This equity does not arise from the fact of payment alone — for if he had been a mere volunteer he could recover nothing — but from thé fact that payment was made in discharge of a duty or obligation. But whatever duty or obligation there was arose from the agreement, and by that agreement he fixed the terms under which the payments were to be made, and limited the amount he was to receive. To free himself from his agreement he asserts that it is against public policy and seeks in his own interest to have it set aside in order that he may take advantage of an equitable doctrine which will give him more. This he cannot do. Without the agreement he has no equity, and without an equity he has no right to recover anything. He has already received what he agreed to take, and whoever may be entitled to it, he has no further claim upon the fund in court.\nThe third assignment of error is sustained and the judgment is reversed.",
        "type": "majority",
        "author": "Mk. Justice Fell,"
      }
    ],
    "attorneys": [
      "Thomas H. (Japp, Grant Weidman, Jr., and George B. Sehoek with him, for appellants.",
      "Wm. M. Derr, Charles M. Zerle with him, for appellee."
    ],
    "corrections": "",
    "head_matter": "Samuel L. Light and J. D. Kerr, trading as J. D. Kerr & Co., Appellants, v. Joseph S. Lauser.\nInsurance — Life insurance — Insurable interest — Assignment of policy —Contract.\nTwo policies of insurance, one for'$1,000 and the other for $2,000 were made payable to B., the son of the assured. B. assigned both policies to L., under an agreement that at maturity of the policies $500 of the amount realized from the smaller, and $1,000 of the amount realized from the larger policy should be paid to B., and that in the event of the failure of L. to pay all charges and assessments as they became due, the assignment should become void, and that all benefits to arise from the policies should revert to the assignor. Subsequently B. assigned his right to the money to be received by him under these assignments-together with his remaining interests in the policies to K. L. paid assessments amounting to $2,813.40, and the total amount due on both policies at the death of the insured was $2,774.50. Neither of the assignees, at the time of the assignments to them, had any insurable interest in the life of the insured. The amount of $2,774.50 was paid into court by the insurance company, and an issue framed between the assignees of the policies to determine their rights to the fund. L. was allowed to withdraw $1,274.50, being the amount in excess of $1,500 reserved in the assignment by B. Held, (1) that L. was not entitled to anything in excess of the amount which he had been allowed to withdraw from court; (2) that by his agreement he limited the amount which he was to receive to the balance remaining after the payment of the $1,500; (3) that aside from the assignment L.’s right to receive anything was-based upon the equity that he should have restored to him what he paid to keep the policies alive, and that this equity did not arise from the fact of payment alone, but from the fact that payment was made in discharge of a duty or obligation under his agreement; (4) that he could not, to free himself from his agreement, assert that it was against public policy and seek in his own interest to have the agreement set aside in order that he might take advantage of an equitable doctrine which would give him more; (6) that he had already received what he had agreed to take, and whoever might be entitled to it, he had no further claim upon the fund in court.\nArgued Feb. 18, 1896.\nAppeal, No. 45, Jan. T., 1896, by plaintiffs, from judgment of C. P. Lebanon Co., March T., 1895, No. 186, on verdict for defendant.\nBefore Sterrett, C. J., Green, Williams, Dean and Fell, JJ.\nReversed.\nFeigned issue to determine the ownership of the proceeds of two policies of life insurance. Before Ehrgood, P. J.\nThe facts appear by the opinion of the Supreme Court. The charge of the court below was in part as follows:\nAt the time that these policies were taken out, the contract between the insurance company and Isaac M. Boyer, the beneficiary therein, were valid policies, it was a valid insurance; it was a good insurance. When Isaac M. Boyer assigned these two policies to Joseph S. Lauser, he being neither a creditor nor a relative, the assignment, or both assignments, were void, on the ground of public policy, and the contract as between the U. B. Mutual Aid Society and Joseph S. Lauser was not binding on either. If Joseph S. Lauser had attempted to collect this money from the insurance company and the insurance company had contested his claim they might have defeated him in the action. Joseph S. Lauser received no title to these policies. When Isaac M. Boyer assigned to J. D. Kerr & Co., J. D. Kerr & Co., being in the same position as Joseph S. Lauser, received no title to either of these two policies, and, of course, after-wards could not receive a title to the policies, the title to these policies were still in Isaac M. Boyer.\nNow, then, as between Joseph S. Lauser and J. D. Kerr & Co., who is entitled to this money? That is the question. [Joseph S. Lauser having received no title to either of these policies by assignment, however, paid the assessments by the direction of the beneficiary in the policy and by his knowledge and consent kept on paying until the death of the insured, keeping the policy alive. The Supreme Court says that he can collect the amount of money that he paid in in assessments and annual dues.] [1] [J. D. Kerr & Co. having no title to either of these policies and having paid no assessments nor annual dues to keep the policy alive, have no claim whatever in this fund, and as between those two parties J. D. Kerr & Co. cannot recover, as we understand the decision of the Supreme Court.] [2]\nWith these views as applied to the facts in the case [we will instruct you to find in favor of the defendant.] [3]\nCounsel for parties in interest have asked us to instruct you in this case. [The plaintiff requests us to instruct you that under all the evidence in the case the verdict of the jury must be in favor of the plaintiff. This is refused;] [4]\nVerdict and judgment for defendant.\nErrors assigned among others were, (1-4) above instructions, quoting them.\nThomas H. (Japp, Grant Weidman, Jr., and George B. Sehoek with him, for appellants.\nAs between the parties to this controversy, both having speculated in human fife, both having been gamblers and wrongdoers, the contract having been executed they will be left where they have placed themselves, and neither is entitled to any relief: Winton v. Freeman, 102 Pa. 366; Allebach v. Hunsicker, 132 Pa. 351; Smith v. Kammerer, 152 Pa. 98; Lestapies v. Ingraham, 5 Pa. 81.\nWhen one volunteers to pay a debt for another the latter is under no obligations to reimburse it: Hehn v. Hehn, 23 Pa. 415; North Wheatfield Twp. v. Brush Valley Twp., 25 Pa. 112; Breneman’s App., 121 Pa. 648.\nWm. M. Derr, Charles M. Zerle with him, for appellee.\nAll the equities in the case are clearly with Lauser: Gilbert v. Moose, 104 Pa. 74; Cammack v. Lewis, 15 Wall. 643; Warnock v. Davis, 14 Otto, 775; Downey v. Hoffer, 110 Pa. 109; Siegrist v. Schmoltz, 113 Pa. 326; Bredin’s App., 92 Pa. 241; Peters v. Grim, 149 Pa. 163; Lenig v. Eisenhart, 127 Pa. 59; Hoffman v. Hoke, 122 Pa. 377; Ruth v. Katterman, 112 Pa. 251.\nApril 6, 1896 :"
  },
  "file_name": "0608-01",
  "first_page_order": 628,
  "last_page_order": 632
}
