{
  "id": 878668,
  "name": "Estate of Robert G. White, deceased. Appeal of Free Library of Philadelphia",
  "name_abbreviation": "Estate of White",
  "decision_date": "1896-04-06",
  "docket_number": "Appeal, No. 399",
  "first_page": "642",
  "last_page": "649",
  "citations": [
    {
      "type": "official",
      "cite": "174 Pa. 642"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "24 Pa. 197",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        9503843
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/24/0197-01"
      ]
    },
    {
      "cite": "45 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        9502081
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/45/0009-01"
      ]
    },
    {
      "cite": "4 Cush. 178",
      "category": "reporters:state",
      "reporter": "Cush.",
      "case_ids": [
        1986133
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/58/0178-01"
      ]
    },
    {
      "cite": "24 Wend. (N. Y.) 146",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "28 N. H. 459",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        4410158
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/28/0459-01"
      ]
    },
    {
      "cite": "71 Pa. 161",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1031251
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/71/0161-01"
      ]
    },
    {
      "cite": "162 Pa. 338",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        856743
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/162/0338-01"
      ]
    },
    {
      "cite": "46 Pa. 341",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "163 Pa. 388",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        859062
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/163/0388-01"
      ]
    },
    {
      "cite": "82 Pa. 434",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 822,
    "char_count": 18141,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 1.417823765551116e-07,
      "percentile": 0.6483839405308958
    },
    "sha256": "067cc4245ee5a7b13cf9b07a40772fb65ef50d70227da9a03c5e3a19c9f195af",
    "simhash": "1:73b2faa0a9248f75",
    "word_count": 3112
  },
  "last_updated": "2024-02-27T19:57:19.184599+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, McCollum, Mitchell and Dean, JJ."
    ],
    "parties": [
      "Estate of Robert G. White, deceased. Appeal of Free Library of Philadelphia."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Dean,\nRobert G. White, of Philadelphia, the testator, died on 31st of July, 1893, leaving a will, by which, as modified by the codicils, he gave:\n1. To the Presbyterian Orphanage in Philadelphia, $2,000.\n2. To the Presbyterian Home for Widows and Single Women, $2,000.\n3. To the Indigent Widows’ and Single Women’s Society, 1100.\nThen appears this sweeping direction in the will:\n“ It is my will and I hereby direct, in regard to every one of the legacies bequeathed by my said Will and Codicils, or which may be bequeathed by any future Codicil, or by any writing in my own hand or over my signature according to the Fourth clause of my Will as modified by this Codicil, or by virtue of any of the provisions in the Second Codicil of my Will, — that if at any future time any of the beneficiaries thereby or their successors ever commit any act or in any manner whatever give any support, aid, sympathy or countenance to what I consider the pernicious fallacy of ‘prohibition’ or its bantling, ‘local option,’ or any other scheme for the total suppression by law of the manufacture, sale or consumption of liquors that will intoxicate when used to excess, or commit any act of proscription against any person of good moral character by reason of being engaged in the manufacture or sale, or owing to the rational and temperate use of such liquors — that then and in such case, such legacy shall become forfeit and void as to such beneficiary forthwith, and the Trustees or beneficiaries of the same are hereby directed to pay over the sum so bequeathed with the accrued interest thereon to the Trustees of a certain fund for the establishment of a Free Library in the City of Philadelphia according to the Will of George S. Pepper, Esq., lately deceased, or to the Trustees of the said Library, if already established, the income thereof to be applied to the uses of the said institution.”\nThere were legacies to other religious and charitable objects, besides the three specified; but those mentioned, by resolutions of their respective boards of directors, duly certified to the orphans’ court, declined to accept the bequests made to them, because of the conditions annexed thereto, contained in the third codicil of the will, and which are hereinbefore recited in full. They state, that while it is not their chartered object to take part in schemes for the suppression of drinking or the prohibition of the liquor traffic, yet as they are connected with a religious body whose consistent course has been opposed to this traffic, they feel that they could not conscientiously accept a legacy with such a condition annexed thereto.\nThe court below was of opinion the condition was too indefinite for interpretation, and so vague that effect could not be given it, therefore, notwithstanding the renunciation, the legacies were awarded the legatees. From this decree, the Free Library appeals. Should the appeal be sustained ?\nWe think no one, lawyer or layman, can doubt that by the decree of the court below the intention of the testator is frustrated by construction. While by indefinite and vague language, a testator may have so failed to clearly express his intention that a court cannot give effect to it, yet in this case, there remains in the mind a consciousness. from the mere reading of the will, that by the decree, the testator’s estate clearly has gone to those he intended should not have it.\nThe first question is, does the language of the testator describe with such precision the objects of his bounty that a court may, by judicial decree, with reasonable certainty, determine to whom the legacies are and to whom they are not payable? The money is given to the three legatees named, but if they “ ever commit any act or in any manner whatever give any support, aid, sympathy or countenance to what (the testator) considers the pernicious fallacy of prohibition, or its bantling, local option, or any other scheme for the total suppression by law of the manufacture, sale or consumption of liquors that will intoxicate,” .... then in such case, such legacy shall become forfeit, and the money is given to the “ Free Library.”\nWherein is the indefiniteness of this condition, which renders it incapable of enforcement ? It is not aimed at an opinion on a question of morals, but at the unmistakable acts which such opinion usually prompts. It is well known that more than one third of the legal voters of the commonwealth approve the so-called “pernicious fallacy” which the testator detested, and they actively aided and tried to give it effect by law; we know this, because they voted for constitutional prohibition; in their respective precincts, their opinion was in most cases known to their neighbors and friends, because in many ways they announced their purpose to vote that opinion. Churches and societies held meetings at which speakers advocated prohibition; and the same churches and societies adopted resolutions favorable to it. And since that election, those holding that opinion, in their sincere conviction as to its rightfulness, have not ceased to promulgate it by all lawful means. Is there any more uncertainty in determining who are prohibitionists and that they aid, encourage and support prohibition than in pointing out republicans, democrats, Catholics, Presbyterians or Methodists, or those who support, aid, sympathize with or countenance these respective political parties and religious creeds? Nor does the fact that the legatees are corporations necessarily render it doubtful whether they have brought themselves within the terms of the forfeiture. The members of the corporations can hold and advocate individual opinions on this question wholly at variance with those of the testator; this fact would not in the least degree affect the right of the corporation to the legacy. But a majority of the members of a corporation may act through the corporation’s agents, officers and managers. If these last, by authority of the corporation, aid or' encourage what the testator calls the “ pernicious fallacy,” the legacy is forfeited.\nWhat constitutes corporate action is not difficult to answer, because as to tins the law is well settled ,• whether in a particular case, because of conflicting evidence, corporate action be proved, may be and often is difficult to answer; and conceding that such would be the case here, did the question arise, would only be conceding what is developed in every question of disputed fact. But because of this, it by no means follows the testator failed to express clearly his intention, or .that the intention, with proximate certainty, cannot be carried into effect.\nIn discussing the question thus far, we have treated' it as if these legatees were here asserting a claim to this money. But instead of this, by corporate action, they have declined to accept it with the condition annexed; that is, they have declared in substance, the intention of the testator is well defined and, with their views on the subjects of prohibition and local option, he did not intend they should receive this money. Certainly their candor is commendable, as this virtue must always be under such circumstances. It cost them something, the amount of these legacies, to say, in effect, that they were prohibitionists, and would aid and sympathize with the view apparently so obnoxious to the testator. ' Having thus, for themselves, interpreted what, to us, also seems so plainly the intention of their would be benefactor, it is not for courts to hold they are mistaken, and force upon them gifts which their conscience ■ rejects. By the renunciation, the fund is in precisely the same condition as if the free library had successfully asserted a forfeiture because of a violation of the condition upon which the enjoyment of the gift depended.\nWhatever criticism may be passed upon the peculiar views of the testator, we can only say that his money was Ms own, to do with as he pleased; if he chose not to give it to those who would promulgate a doctrine which he hated, that is none of our busmess. It is our business, however, to give effect to the wills of dead men where they are not contrary to law, irrespective of our views as to the wisdom of their benefactions.\nIt is argued by counsel for Anna M. Gill, one of the residuary legatees, that the free library can only demand and take the legacies, after the legatees have done that which is a cause of forfeiture, and the forfeiture has been adjudged. The corporate action of the legatees, formally renouncing the legacies, because of their determination not to comply with the conditions implied by acceptance, is equivalent to an adjudicated forfeiture, and warrants the claim of the free library.\nAs to tire legacy to the Franklm Reformatory Home, the legatee neither accepted nor renounced; the proper time to determine its right is when that right is disputed.\nThe decree of the orphans’ court is ^reversed, and it is ordered and directed that the legacies to the Presbyterian Orphanage in PMladelphia and to the Presbyterian Home for Widows and Single Women and to the Indigent Widows’ and Single Women’s Society be paid to the trustees of the Free Library in the the city of PMladelpMa.",
        "type": "majority",
        "author": "Mr. Justice Dean,"
      }
    ],
    "attorneys": [
      "Gteorge Wharton Pepper, for appellant.",
      "Alfred AT. Keim, (?. Harry Davis with him, for Franklin Reformatory Home.",
      "Walter E. Bex, for Anna M. Gill."
    ],
    "corrections": "",
    "head_matter": "Estate of Robert G. White, deceased. Appeal of Free Library of Philadelphia.\nWill — Gift to charity — Renunciation of legacy.\nTestator by his will made various charitable bequests and amongst others to three corporations chartered for charitable purposes. He further directed as follows: “ It is my will and I hereby direct, in regard to every one of the legacies bequeathed by my said will and codicils, or which may be bequeathed by any future codicil, or by any writing in my own hand or over my signature according to the Fourth clause of my will as modified by this codicil, or by virtue of any of the provisions in the Second Codicil of my Will, — that if at any future time any of the beneficiaries thereby or their successors ever commit any act or in any manner whatever give any support, aid, sympathy or countenance to what I consider the pernicious fallacy of ‘ prohibition ’ or its bantling, ‘ local option ’ or any other scheme for the total suppression by law of the manufacture, sale or consumption of liquors that will intoxicate when used to excess, or commit any act of proscription against any person of good moral character by reason of being engaged in the manufacture or sale, or owing to the rational and temperate use of such liquors — that then and in such case such legacy shall become forfeit and void as to such beneficiary forthwith, and the trustees or beneficiarles of the same are hereby directed to pay over the sum so bequeathed with the accrued interest thereon to the Trustees of a certain fund for the establishment of a Free Library in the City of Philadelphia according to the Will of George S. Pepper, Esq., lately deceased, or to the Trustees of the said library, if already established, the income'thereof to be applied to the uses of the said institution.” The three corporations by formal vote of their directors renounced the legacies on the ground as stated in their resolutions ‘ ‘ that they could not conscientiously accept a legacy with such a condition annexed thereto.” Held (1) that there was no such indefiniteness of the condition attached to the legacy as rendered it incapable of enforcement; (2) that the formal action of the corporations through their Boards of Directors brought the corporations within the condition of the will, and was equivalent to an adjudicated forfeiture of the legacies; (3) that the Free Library was entitled to the legacies renounced by the three corporations.\nArgued March 23, 1896.\nAppeal, No. 399, Jan. T., 1895, by tire Free Library'of Philadelphia, from decree of O. C. Phila. County, July T., 1894, No. 193, overruling exceptions to adjudication.\nBefore Sterrett, C. J., Green, McCollum, Mitchell and Dean, JJ.\nReversed.\nExceptions to adjudication.\nThe facts appear by the opinion of the Supreme Court.\nThe auditing judge, Ferguson, J., held that the legatees took the legacies free and clear of any condition whatever.\nIn the course of his adjudication he said:\nThe first question to be considered is whether this bequest violates the rule against perpetuities. The contingency, upon the happening of which the gift over takes effect, might not occur during any number of successive lives — might never occur. It is “ if at any future time.” The rule is that a limitation over is too remote if it must not take effect within a life or lives in being and twenty-one years and nine months thereafter. The question is not whether it may take effect within that period, but whether it must. If it must not, ex necessitate, then it is void as too remote and tending to a perpetuity: Smith v. Townsend, 82 Pa. 434.\nTried by this rule, the limitation over to the Pepper Free Library would undoubtedly be void, but it was contended that this rule has no application where both the first and second takers were charities. This is what was decided in Christ’s Hospital v. Granger, 1 Macnaghten & G., page 460. That case can, however, be distinguished from this, in that a time was fixed within which the contingency was to happen, when the gift over was to take effect. Be that as it may, we have a recent act of assembly in this state, act of May 9, 1889, P. L. 173, which declares that a gift to a charity shall not fail because transgressive of the rule against perpetuities.\n“No disposition of property made for any religious or charitable use shall fail, by reason of being given in perpetuity,” etc.\nIn view of this law it may be concluded that the rule against perpetuities has no application to this case, because the gift is originally to a charity, and in case of forfeiture it goes to another one. But, notwithstanding, is the gift over good ? Is it not too vague and indefinite to be considered after a vested gift in the first taker ? Particularly as the second, taker can have no claim unless there is a forfeiture, and forfeitures are not regarded with favor by courts, and will not be enforced when they ean be reasonably relieved against: White’s Estate, 163 Pa. 388.\nThe gift is absolute in the first instance, but “ if at any future time ” the beneficiary commits any of the acts mentioned then it is to be forfeited. What could be more indefinite as to time ? But who is to determine the other contingencies upon the happening of which the gift oyer is to take effect ? Who is to say what is committing an act in favor of “ prohibition,” or its bantling “local option.” Much less say, what is giving “support, aid, sympathy or countenance ” to it. It is true the individuals interested therein may, but how can a corporation, as such, be said to give “ sympathy or countenance ” to any cause, or to commit any act of “ proscription against any person engaged in the business of manufacturing or selling liquor,” and who is to decide whether the liquor so manufactured “ will intoxicate when used to excess,” or whether the person engaged in the manufacture is “ of good moral character.” It seems to the auditing judge that this clause of this will can never be construed by what appears within it.\nIt will require testimony, expert and otherwise, to solve the many questions upon which forfeiture depends, and as every will must be interpreted from what appears within the four corners of it, the auditing judge concludes that the conditions which the testator has attempted to annex to the legacies given by his will are so vague, indefinite and uncertain as to be void, and therefore the legatees take their several legacies free and clear of any condition whatever. The same are awarded accordingly, as well to those who have declined to take as those who have not, so that they may reconsider their action if they now desire to do so.\nThe court overruled exceptions to adjudication.\nErrors assigned were in overruling exceptions to adjudication.\nGteorge Wharton Pepper, for appellant.\nThe condition is in itself legal, and is neither too indefinite nor contrary to public policy: Hodgson v. Halford, L. R. 11 Ch. Div. 959; Mickey’s App., 46 Pa. 341; Egerton v. Lord Brownlow, 4 H. L. C. 150; Lehigh etc. Co. v. Early, 162 Pa. 338; Thompson v. Stevens, 71 Pa. 161; Tattersall v. Howell, 2 Merivale, 26; White’s Est., 163 Pa. 388.\nThe vesting of the gift over is not too remote. The contingency has occurred since the first takers have refused to take: Meadows v. Parry, 1 V. & B. 124; Murray v. Jones, 2 V. & B. 313; Hall v. Warren, 9 H. L. C. 419; Brock v. Bradley, 33 Beavan, 670.\nIn any event upon the refusal of a legatee to take, the gift over will be accelerated and will vest forthwith in interest and in possession: Shep. Touchst. 435 ; Yeaton v. Roberts, 28 N. H. 459; Macknet v. Macknet, 9 C. E. Green, 277 ; Lanison v. Lanison, 23 L. J. Ch. 170; Jull v. Jacobs, L. R. 3 Ch. Div. 703.\nAlfred AT. Keim, (?. Harry Davis with him, for Franklin Reformatory Home.\nThe condition is at best but vague, indefinite and uncertain. It is repugnant to the absolute gift: 2 Jarman on Wills, 853 ; Clavering v. Ellison, 7 H. L. C. 707 ; White’s Est., 163 Pa. 388 ; Rhodes v. Muswell Hill Land Co., 29 Beavan, 560; Ridgway v. Woodhouse, 7 Beavan, 437; 6 Am. & Eng. Ency. of Law, 901; Hogeboom v. Hall, 24 Wend. (N. Y.) 146; Merrifield v. Cobleigh, 4 Cush. 178; Phila. v. Girard’s Heirs, 45 Pa. 9; Newell’s App., 24 Pa. 197.\nWalter E. Bex, for Anna M. Gill.\nUnder the will the Free Library is not a first taker or legatee to whom an award could be made. The court was bound to award the legacies as directed by the will, and the Free Library could only become possessed of any right to demand the sum so paid to legatees, after they had been paid, and after the legatees had forfeited the same by committing any of the acts enumerated in the forfeiture clause of the will.\nThe time has not arrived to declare this clause in the will void.\nThe legacies of the declining legatees lapsed into the residuary estate and should have been awarded by the court to the residuary legatees.\nApril 6, 1896 :"
  },
  "file_name": "0642-01",
  "first_page_order": 662,
  "last_page_order": 669
}
