{
  "id": 1284912,
  "name": "Bennett, Appellant, v. Norban",
  "name_abbreviation": "Bennett v. Norban",
  "decision_date": "1959-05-28",
  "docket_number": "Appeal, No. 224",
  "first_page": "94",
  "last_page": "100",
  "citations": [
    {
      "type": "official",
      "cite": "396 Pa. 94"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "107 A. 2d 860",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "378 Pa. 609",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1250875
      ],
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/pa/378/0609-01"
      ]
    },
    {
      "cite": "126 A. 2d 679",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "386 Pa. 251",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1268332
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/pa/386/0251-01"
      ]
    },
    {
      "cite": "125 A. 2d 644",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "182 Pa. Superior Ct. 86",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        734167
      ],
      "weight": 3,
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/182/0086-01"
      ]
    },
    {
      "cite": "57 Pa. 62",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010443
      ],
      "year": 1868,
      "opinion_index": 0,
      "case_paths": [
        "/pa/57/0062-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 576,
    "char_count": 8341,
    "ocr_confidence": 0.403,
    "pagerank": {
      "raw": 5.117441150977121e-07,
      "percentile": 0.9386607095626038
    },
    "sha256": "e5f5e89801970d2c507b37b7c9b1a78a5b9ef9e5a8915039f1d0fc47e048b0a1",
    "simhash": "1:1dc32c9a5cebd950",
    "word_count": 1427
  },
  "last_updated": "2024-02-27T22:39:42.767283+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Musmanno, Jones, Cohen, Bok and McBride, JJ.",
      "Mr. Justice Bell dissents."
    ],
    "parties": [
      "Bennett, Appellant, v. Norban."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Bok,\nPlaintiff complains in four counts: assault and battery, slander, invasion of privacy, and false imprisonment. Preliminary objections were sustained to slander and invasion of privacy, and plaintiff has appealed.\nOn Saturday afternoon, December 28, 1957, appellant entered defendant’s store in Erie. It was a self-service store and at the time was busy. Appellant selected a purse but couldn’t find a cashier to wrap it for her. She moved on to look at some skirts an aisle or two away, carrying the purse, but being in a hurry to return to the hospital where her child was recovering from an operation, she soon replaced the purse and left the store without buying anything.\nTwenty feet from the entrance she was overtaken by the Assistant Manager of the shop, who was red-faced and angry and in his shirt sleeves. He put his hand on her shoulder, put himself in position to block her path, and ordered her to take off her coat, which, being frightened, she did. He then said: “What about your pockets?” and reached into two pockets on the sides of her dress. Not finding anything, he took her purse from her hand, pulled her things out of it, peered into it, replaced the things, gave it back to her, mumbled something, and ran back into the store. Passersby stopped to watch, to appellant’s great distress and humiliation.\nAppellee contends that slander must consist of words only, and brings to bear the case of Yundt v. Yundt, 12 S. & R. 427 (1825), in which this Court said: “But a charge may be made entirely by gestures: and no one will pretend, that such a charge could be made the subject of an action of slander.”\nThis was dictum and by way of illustration, for the point of decision was that plaintiff averred only that defendant charged him with forgery, without laying the particular words in the count.\nIn any event, we prefer the Restatement, Torts, Vol. 3, §568, which reads as follows:\n“(1) Libel consists of the publication of defamatory matter by written or printed words, by its embodiment in physical form, or by any other form of communication which has the potentially harmful qualities characteristic of written or printed words.\n“(2) Slander consists of the publication of defamatory matter by spoken words, transitory gestures, or by any form of communication other than those stated in Subsection (1).\n“ (3) The area of dissemination, the deliberate and premeditated character of its publication, and the persistence of the defamatory conduct are factors to be considered in determining whether a publication is a libel rather than a slander.”\nComment d to §568, reads: “. . . the use of a mere transitory gesture commonly understood as a substitute for spoken words, such as a nod of the head, a wave of the hand, or a sign of the fingers, is a slander rather than a libel.”\nIf one stood before a crowd and uttered a slanderous word, it would have no specific personal meaning. But if he then pointed to a single person, there is little doubt that the combination of word and gesture should be interpreted as slanderous of the person selected. And the language of deaf mutes, which consists wholly of gestures, should surely be capable of transmitting slanderous intent.\nThis junction of word and gesture finds support in Herst v. Borbidge, 57 Pa. 62 (1868). There the averment was that defendant charged plaintiff with the larceny of some hats and then said the words alleged to be slanderous, namely; “You are a rogue.” The innuendo was that plaintiff was guilty of larceny. Judge Agnew said: “Without a subject predicated in the colloquium to which the meaning can attach, the innuendo alone cannot enlarge the ordinary signification of the words, but with one it can point out that which the slanderer meant should be understood, and if capable of a double signification, or where more than one subject was referred to, it can specify that one which he intends.”\nIn short, if meaning may thus be specified and assigned, then a gesture may be considered as a walking-innuendo.\nWe are satisfied to hold that the meaning of the entire incident suffered by plaintiff, taken in the round, was slanderous. The direction to remove her coat, the question about her pockets, the action of feeling in them and then searching- her purse: these events formed a dramatic pantomine suggesting to the assembled crowd that appellant was a thief.\nAs for the third count, invasion of privacy, the history of this interesting tort is well set out in Hull v. Curtis Publishing Co., 182 Pa. Superior Ct. 86; 125 A. 2d 644 (1956). We need not repeat it, nor need we labor a path through the difficult conflict in the cases from other states. Our way is indicated by our decision in Mack Appeal, 386 Pa. 251; 126 A. 2d 679 (1956), in which a convicted felon was surreptitiously photographed while being escorted along a corridor to the courtroom for sentencing. The Court, by Mr. Justice Arnold, held that his privacy had been tortiously invaded.\nIf that be so, under such facts, then a fortiori the privacy of a presumably innocent woman is invaded by a charade on the public highway that destroys her seclusion and subjects her to humiliation by suggesting that she is a felon.\nThe case of Schnabel v. Meredith, 378 Pa. 609; 107 A. 2d 860 (1954) is not in point. There defendant published in his paper-a story about gambling conditions in the county, and incidentally referred to the fact that slot machines Avere found on plaintiff’s farm. Plaintiff sued on the ground of libel and invasion of privacy, and lost. Mr. Justice Jones referred to the admitted fact that the plaintiff possessed the slot machines, and added: “by his possession of the slot machines, plaintiff relinquished his asserted right to be let alone.” In the case at bar appellant was an innocent woman.\nThe gist of privacy is the sense of seclusion, the wish to be obscure and alone, and it is a trespass to abuse these personal sensibilities: Hull v. Curtis Publishing Co., supra (182 Pa. Superior Ct. 86). Often no other remedy exists, but if one is concurrent it does not obliterate the right of privacy. If a modest young girl should be set upon by a dozen ruffians who did not touch her but by threats compelled her to undress, give them her clothes, and flee naked through the streets, it could not be doubted that her privacy had been invaded as well as her clothes stolen. In the case at bar, the other separately pleaded counts and their remedies do not necessarily redress the sense of personal outrage to Avhich appellant Avas subjected. There is room for the redress of her seclusion as well as of the integrity of her person, of her honor, and of her freedom of movement.\nSection. 867, Yol. 4, Restatement, Torts, reads: “A person who unreasonably and seriously interferes with another’s interest in not haAdng his affairs known to others, or his likeness exhibited to the public, is liable to the other.”\nComment d to §867 reads: “d. Conditions of liability. The rule stated in this Section is not dependent upon conduct which, aside from the invasion of privacy, would be tortious, such as trespass to lands or chattels, or defamation. Neither does it depend for its validity upon a breach of confidence, nor upon the untruth of the statements. On the other hand, liability exists only if the defendant’s conduct was such that he should have realized that it would be offensive to persons of ordinary sensibilities. It is only where the intrusion has gone beyond the limits of decency that liability accrues. These limits are exceeded where intimate details of the life of one who has never manifested a desire to have publicity are exposed to the public.”\nThe angry performance of defendant’s agent was an unreasonable and serious interference with appellant’s desire for anonymity and an intrusion beyond the limits of decency. She had every right to prefer the presumption of her innocence to its hostile public demonstration.\nDefendant should answer for it on both counts.\nThe order is reversed, with a procedendo.\nMr. Justice Bell dissents.",
        "type": "majority",
        "author": "Mr. Justice Bok,"
      }
    ],
    "attorneys": [
      "Gerald A. McNelis, Sr., with him McNelis and Mc-Neils, for appellant.",
      "Richard G. Barron, with him Thomas B. Doyle, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bennett, Appellant, v. Norban.\nArgued March 17, 1959.\nBefore Jones, C. J., Bell, Musmanno, Jones, Cohen, Bok and McBride, JJ.\nGerald A. McNelis, Sr., with him McNelis and Mc-Neils, for appellant.\nRichard G. Barron, with him Thomas B. Doyle, for appellee.\nMay 28, 1959:"
  },
  "file_name": "0094-01",
  "first_page_order": 116,
  "last_page_order": 122
}
