{
  "id": 1284883,
  "name": "Commonwealth v. Fudeman, Appellant",
  "name_abbreviation": "Commonwealth v. Fudeman",
  "decision_date": "1959-05-28",
  "docket_number": "Appeal, No. 348",
  "first_page": "236",
  "last_page": "277",
  "citations": [
    {
      "type": "official",
      "cite": "396 Pa. 236"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "133 P. 2d 522",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "146 U. S. 140",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3564613
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/146/0140-01"
      ]
    },
    {
      "cite": "352 U. S. 985",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6366741
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/352/0985-01"
      ]
    },
    {
      "cite": "350 U. S. 377",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12032929
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/350/0377-01"
      ]
    },
    {
      "cite": "8 Phila. 478",
      "category": "reporters:state",
      "reporter": "Phila.",
      "pin_cites": [
        {
          "page": "480"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "108 A. 2d 780",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "379 Pa. 315",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1253613
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/379/0315-01"
      ]
    },
    {
      "cite": "42 A. 199",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "189 Pa. 517",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        903453
      ],
      "pin_cites": [
        {
          "page": "542"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/189/0517-01"
      ]
    },
    {
      "cite": "132 A. 2d 265",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "389 Pa. 109",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1273992
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/389/0109-01"
      ]
    },
    {
      "cite": "2 A. 2d 809",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "332 Pa. 358",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1186569
      ],
      "pin_cites": [
        {
          "page": "362"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/332/0358-01"
      ]
    },
    {
      "cite": "2 A. 2d 783",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "332 Pa. 289",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1186565
      ],
      "pin_cites": [
        {
          "page": "298"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/332/0289-01"
      ]
    },
    {
      "cite": "88 A. 2d 892",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "371 Pa. 188",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1237058
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/371/0188-01"
      ]
    },
    {
      "cite": "188 A. 524",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "325 Pa. 17",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1172312
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/325/0017-01"
      ]
    },
    {
      "cite": "75 A. 2d 465",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "365 Pa. 330",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1225552
      ],
      "pin_cites": [
        {
          "page": "341"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/365/0330-01"
      ]
    },
    {
      "cite": "2 A. 2d 809",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "332 Pa. 358",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1186569
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/332/0358-01"
      ]
    },
    {
      "cite": "309 Pa. 486",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1141701,
        1141614
      ],
      "pin_cites": [
        {
          "page": "493"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/309/0486-02",
        "/pa/309/0486-01"
      ]
    },
    {
      "cite": "301 Pa. 276",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1126384
      ],
      "pin_cites": [
        {
          "page": "288"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/301/0276-01"
      ]
    },
    {
      "cite": "97 Pa. 397",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        444787
      ],
      "pin_cites": [
        {
          "page": "406"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/97/0397-01"
      ]
    },
    {
      "cite": "317 Pa. 113",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845384
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/317/0113-01"
      ]
    },
    {
      "cite": "121 U. S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        678699
      ],
      "opinion_index": 2,
      "case_paths": [
        "/us/121/0001-01"
      ]
    },
    {
      "cite": "325 Pa. 17",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1172312
      ],
      "weight": 2,
      "opinion_index": 2,
      "case_paths": [
        "/pa/325/0017-01"
      ]
    },
    {
      "cite": "365 Pa. 330",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1225552
      ],
      "pin_cites": [
        {
          "page": "339"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/365/0330-01"
      ]
    },
    {
      "cite": "350 U. S. 377",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12032929
      ],
      "opinion_index": 2,
      "case_paths": [
        "/us/350/0377-01"
      ]
    },
    {
      "cite": "379 Pa. 315",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1253613
      ],
      "pin_cites": [
        {
          "page": "325"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/379/0315-01"
      ]
    },
    {
      "cite": "389 Pa. 109",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1273992
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/389/0109-01"
      ]
    },
    {
      "cite": "332 Pa. 358",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1186569
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/332/0358-01"
      ]
    },
    {
      "cite": "332 Pa. 289",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1186565
      ],
      "pin_cites": [
        {
          "page": "298"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/332/0289-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 2298,
    "char_count": 73177,
    "ocr_confidence": 0.419,
    "pagerank": {
      "raw": 3.418236661052927e-07,
      "percentile": 0.8784703278067563
    },
    "sha256": "42aec4c32afcd2cd5c734d88696d226efa8a4b958fdc765f7bacae90adf77f8c",
    "simhash": "1:2d65a0521f18bc72",
    "word_count": 12211
  },
  "last_updated": "2024-02-27T22:39:42.767283+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Musmanno, Jones and Cohen, JJ.",
      "Mr. Justice McBride took no part in the consideration or decision of this case."
    ],
    "parties": [
      "Commonwealth v. Fudeman, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Bell,\nDefendant appealed from an Order of the Quarter Sessions Court which dismissed his petition to quash an indictment charging him with extortion and levying blackmail. Defendant appealed to the Superior Court which quashed the appeal. An allocatur was allowed by this Court.\nDefendant seeks to support his appeal by alleging that there were unauthorized and prejudicial communications between members of the Grand Jury and a member of the State Police who investigated the alleged crimes, and because the indictments were signed by the Attorney General instead of by the District Attorney. We shall discuss these in their inverse order.\nThe Attorney General was requested by the entire Common Pleas Court of Berks County to investigate these alleged crimes. Moreover, the District Attorney of Berks County voluntarily agreed that the Attorney General should conduct the prosecutions in their entirety, and the Attorney General did actually conduct them with the cooperation of the District Attorney.\nThere is no doubt that under the common law and the statutory and decisional law of Pennsylvania, the Attorney General has the power and, under certain circumstances, the duty to investigate any violations or alleged violations of the laws of the Commonwealth and to supplement and supervise a Grand Jury, and he may, under proper circumstances, supersede or act in conjunction with a district attorney.\nIn Matson v. Margiotti, 371 Pa. 188, 88 A. 2d 892, the Court pertinently said (pages 200-201) : “ ‘We conclude from the review of decided cases and historical and other authorities that the Attorney General of Pennsylvania is clothed with the powers and attributes which enveloped Attorneys General at common law, including the right to investigate criminal acts, to institute proceedings in the several counties of the Commonwealth, to sign indictments, to appear before the grand jury and submit testimony, to appear in court and to try criminal cases on the Commonwealth’s behalf, and, in any and all these activities to supersede and set aside the district attorney when in the Attorney General’s judgment such action may be necessary.’\n“These vast powers of the Attorney General were further recognized in our opinions in Dauphin County Grand Jury Proceedings No. 1, 332 Pa. 289, 298, 2 A. 2d 783; in Dauphin County Grand Jury Proceedings No. 3, 332 Pa. 358, 362, 2 A. 2d 809; in Margiotti Appeal, 365 Pa., [330], and in Com. ex rel. Margiotti v. Orsini, 368 Pa., [259], in each of which we reiterated that the Attorney General may supplement and supervise a grand jury and may under proper circumstances supersede or act in conjunction with a district attorney; and then said: . . and it is his duty to do so if he believes the government is to be hindered in the lawful conduct of its affairs to the detriment of the security, peace and good order of the State . . .\n“It is obvious therefore that the powers and duties of an Attorney General as chief law enforcement officer of the Commonwealth, derived as they are from both statute and the common law, are wide and vast.”\nThere is absolutely no merit in this contention of the defendant, i.e., that the indictments were void because they were signed by the Attorney General.\nThe facts in connection with defendant’s other contention are as follows: Prior to the reconvening of the December 1957 Grand Jury, one of its members approached another member and allegedly attempted to influence and prejudice the latter in favor of the defendant. The juror who was approached communicated the facts to the Court below, as a result of which the Pennsylvania State Police during their investigation interviewed the juror who had been approached.\nThe following day, prior to the reception of evidence by the Grand Jury, and prior to its deliberations, the jurors were examined as on voir dire by the Deputy Attorney General in open Court. All of the jurors stated that they would consider nothing but the evidence which would be presented to them in the Grand Jury room. A person can be indicted by a majority of a Grand Jury, which is not required, as is a Petit Jury, to act unanimously.\nWe consider this contention of the defendant in the light of the following pertinent principles. In Commonwealth v. O’Brien, 389 Pa. 109, 132 A. 2d 265, an appeal was taken from the Superior Court which had affirmed an Order of the Court of Quarter Sessions of Montgomery County refusing to quash an indictment brought against the defendant. Defendant contended that a Grand Jury cannot indict, without special permission of Court, a person who is not present at a preliminary hearing. This Court stated that the Superior Court should have quashed the appeal, and in our opinion dismissing the appeal, said (pages 110-111) : “Unless a bill of indictment is defective on its face, when a defendant moves to quash an indictment prior to trial, and his motion is denied by the trial court, the court’s order is interlocutory and hence, not appealable. Petition of Quay, 189 Pa. 517, 542, 42 A. 199.”\nDefendant relies upon several decisions of the Supreme Court of the United States as to communications with a petit jury during a trial which are inapposite, and upon Commonwealth v. Kilgallen, 379 Pa. 315, 108 A. 2d 780, which we shall discuss. In Commonwealth v. Kilgallen, this Court quashed a bill of indictment for bribery because the Grand Jury, in the course of its consideration of the bill, had before it, in violation of Art. III, §32 of the Constitution of Pennsylvania, defendant’s prior compulsory self-incriminating testimony. The Court reaffirmed the general rule that no appeal lies from the. refusal of a motion to quash an indictment, unless it is defective upon its face, but held that there may be exceptions, and such exceptions would be recognized “in exceptional cases and to safeguard basic human rights.”\nIt is clear that no basic human right of this defendant has been violated or prejudiced.\nThe Order of the Superior Court quashing this appeal is affirmed.\nMr. Justice McBride took no part in the consideration or decision of this case.\nThe Administrative Code of 1929, P. L. 177, §904, 71 P.S. §294.\nThe reasonable exercise of which is subject to judicial review.\nWhile a person can be indicted by a majority of a Grand Jury, it would appear that the majority must consist of at least 12 members: 4 Wharton, Criminal Law and Procedure, §1695; Sadler, Criminal Procedure in Pennsylvania, §217, page 264; In the Matter of the Citizens Association, 8 Phila. 478, 480; Edwards, Grand Jury, page 147.\nRemmer v. United States, 350 U. S. 377; Gold v. United States, 352 U. S. 985; Mattox v. United States, 146 U. S. 140; Wheaton v. United States, 133 P. 2d 522.",
        "type": "majority",
        "author": "Mr. Justice Bell,"
      },
      {
        "text": "Concurring Opinion by\nMr. Chief Justice Jones:\nI concur in the judgment of this Court but, in so doing, I wish to make plain my disagreement with certain matter in the majority opinion which I consider not only erroneous but unnecessary to the present decision.\nIn Margiotti Appeal, 365 Pa. 330, 341, 75 A. 2d 465, by way of dissent, I expressed my considered opinion that the Attorney General of Pennsylvania possesses no power (common law or otherwise) to supersede of his own motion an elected county district attorney in any instance. To that view, I still unwaveringly adhere. The opposite' conception^ upon which the majority opinion in MargiotU Appeal, supra, was based, had its genesis in extensively expressed but nonetheless palpably mistaken dicta in Commonwealth ex rel. Minerd v. Margiotti, 325 Pa. 17, 188 A. 524. Whether the' Attorney General of the Commonwealth possessed power to supersede of his own motion a local district attorney was in no way involved in that case. T'he supersession by the Attorney General of the local district attorney in the Minerd case was pursuant to the written request of the judges of the Court of Common Pleas of Fayette County, acting under their statutory power so to proceed: See Section 907 of The Administrative Code of April 9, 1929, P. L. 177, 71 PS §297, and also Commonwealth ex rel. Minerd v. Margiotti, supra, at pp. 19-20.\nAn elected county district attorney was wholly unknown to the common law. The sole prosecuting officer in England was the Attorney General who, from time to time and in place to place, appointed members of the bar to conduct the prosecution of criminal trials as occasion required. The office of elected county district attorney became a part of Pennsylvania’s governmental organization by the Act of May 3, 1850, P. L. 654, and was thereafter confirmed and ordained by the Constitution of 1874 (Art. XIV, Sections 1 and 2) in effect to this very day. By what process of ratiocination the idea was arrived at that the Attorney General of Pennsylvania — a purely personal appointee of the Governor — possesses a common law power to supersede of his own motion a statutorily created and constitutionally recognized elected officer, it is utterly impossible for me to comprehend.\nIn any event, the whole fallacious notion, which ascribed plenary power to the Attorney General of Pennsylvania by virtue of the common law, in respect of elected county district attorneys, was effectively repudiated by the legislature in 1939. The year before, in an effort to give statutory effect to what had been gratuitously opined in Commonwealth ex rel. Minerd v. Margiotti, supra, the General Assembly, in special session, passed the Act of July 30, 1938, P. L. 17 (Act No. 3) entitled, “An Act Defining the relative powers of the Attorney General and of district attorneys in investigations or proceedings in the criminal courts. . . .” The Act was at once brought to this court for construction. And, two months later (October 3, 1938), this court held (see Dauphin County Grand Jury Investigation Proceedings (No. 3), 332 Pa. 358, 2 A. 2d 809) that the power reposed in the Attorney General by the Act of 1938 was the same power possessed by him under the common law as ascribed to him by the dicta in Commonwealth ex rel. Minerd v. Margiotti, supra. The opinion expressly so declared as follows: “It is obvious, then, that Act No. 3 merely confirms in statutory form the possession by the Attorney General of a power Which had theretofore been enjoyed by him under the usage and traditions of the common law.” Thus, what had been deemed in the Minerd case, supra, as a common law power of the Attorney General with respect to his right to supersede elected district attorneys became by the Act of 1938 a part of the statute law of the State. But (and this is of paramount importance), at the very next session of the General Assembly, the Act of 1938 was “repealed absolutely” by the Act of March 20, 1939, P. L. 8 (being Act No. 7). So, what of the common law had, for a very brief period, been statutorily adopted was, by positive and unmistakable legislative fiat, deliberately denounced as being any part of the law of this State.\nThe erroneous conception with respect to the power of the Attorney General over elected district attorneys, which first crept into the jurisprudence of this State in 1936 by way of patent dicta, should be'laid at rest, once and for all, and not reiterated from time to time.\nIt is all the more regrettable that, in the present instance, the majority opinion repeats the quotations (which originally emanated from the Minerd case), as support for the action of the Attorney General in this case, when what the Attorney General actually did here was merely to comply, as he was bound to do, with the request of the judges of the Court of Common Pleas of Berks County, acting pursuant to the authority conferred upon them by Section 907 of The Administrative Code of 1929, supra. The majority opinion itself implicitly so recognizes wherein it states that — “The Attorney General was requested by the entire Common Pleas Court of Berks County to investigate these alleged crimes. Moreover, the District Attorney of Berks County voluntarily agreed that the Attorney General should conduct the prosecutions in their entirety, and the Attorney General did actually conduct them with the cooperation of the District Attorney.”\nSuch was the lawful badge of the Attorney General’s authority which he rightly exercised in this case; and, for that reason, I concur in the judgment of this court.",
        "type": "concurrence",
        "author": "Mr. Chief Justice Jones:"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Musmanno:\nOn November 8, 1954, this Court rang the Liberty Bell of Constitutional Guarantees by holding that an indictment which was obtained through unconstitutional methods was quashable before trial. In order to prove the unconstitutional methods which had been employed by the Commonwealth in obtaining its indictment, the defendant presented evidence of irregularities and improprieties in the grand jury room. The Commonwealth, in opposition, argued that all grand jury proceedings were secret and could not be used as a basis for attacking an indictment. But in an opinion written by our late revered colleague Justice Chidsey, this Court said: “While grand juries take an oath to keep their counsels secret and their deliberations are legally sealed from divulgence, the so-called secrecy rule does not prevent it being shown that the defendant’s rights were violated by the introduction of testimony in direct contravention of constitutional inhibitions . . . The impenetrability of grand jury proceedings is subject to exceptions and we think that the instant case presents a justifiable exception. If appellant’s constitutional safeguards were ignored as contended, it was a flagrant transgression of the letter and spirit of our organic law.”\nThat brave statement assured all lovers of liberty that due process of law in Pennsylvania was not a mere phrase. However, the reverberations of the liberty bell of November, 1954, which were so reassuring and comforting at the time, have now become a hollow echo. In tbe whole Majority Opinion filed today in the present case, one cannot find a suggestion of the courageous utterance made by Justice Chidsey; one strains one’s ears in vain to hear even a tinkle of the carillon of constitutional rights proclaimed less than five years ago. In that time this Court has decided to ignore its own precepts, rebuff its own pronouncements, and spurn its own teachings.\nLet us see what this case before us is about. On September 11, 1957, Judge Warren K. Hess of Berks County wrote a letter to the Attorney General of the Commonwealth asking that he “assign members of the Pennsylvania State Police to investigate conditions in the City of Reading and take action as may be warranted after investigation.”\nThe Attorney General did assign state police to investigate alleged rackets in Reading, and, as a result of the investigation, the defendant in this case, Alexander Fudeman, was arrested and charged with unlawfully intimidating and extorting money from one Charles Schwambach. Judge Hess then, sitting as a committing magistrate, bound over the defendant for action by the March, 1958 Grand Jury. However, several weeks later the Distinct Attorney of Berks County and the Attorney General of the Commonwealth petitioned the Court of Quarter Sessions of Berks County to recall the December Grand Jury which had already been discharged on November 29, 1957.\nOn January 24, 1958, the grand jury was reconvened and it indicted the defendant. Following the indictment, the defendant learned that improper communications had been exchanged between members of the grand jury about the case, and that a state policeman had talked to one of the grand jurors. He at once petitioned the court to quash the indictment on these and other grounds. The court refused the motion, and the defendant appealed to the Superior Court which declined to hear the case on its merits, averring that the appeal was based on an interlocutory order. We granted allocatur.\nT'he charge made by the defendant that the gx*and jury of Berks County had been tampered with was a serious one indeed. As recently as 1956 the Supreme Court of the United States said in the case of Remmer v. United States, 350 U. S. 377: “In a criminal case, any private communication, contact, or tampering, directly or indirectly, with a juror during a trial about the matter pending before the jury is, for obvious reasons, deemed presumptively prejudicial, if not made in pursuance of known rules of the court and the instructions and directions of the court made during the trial, with full knowledge of the parties.”\nOf course a grand jury is entitled to the same protection thrown around a petit jury. The highest Court of the land said on this subject: “The institution of the grand jury ... is designed as a means, not only of bringing to trial persons accused of public offenses upon just grounds, but also as a means of protecting the citizen against unfounded accusation, . . . ‘from an open and public accusation of crime, and from the trouble, expense, and anxiety of a public trial before a probable cause is established . . ” (Ex parte Bain, 121 U. S. 1.)\nIn the case at bar the Commonwealth saw nothing alarming in the concept of a grand jury being subjected to improper influence. In his petition to quash the indictment, the defendant averred that: “In violation of his Constitutional rights under the United States Constitution and under the Constitution and law of the Commonwealth of Pennsylvania certain members of the Grand Jury had unauthorized communications and contacts with each other in connection with the case prior to the Grand Jury deliberations which were harmful to him and deprived him of a fair and impartial hearing on his matters pending before the Grand Jury.”\nTo this grave charge, the Commonwealth replied: “Admitted, that certain members of the Grand Jury had unauthorized communications and contacts with each other in connection with the case prior to the Grand Jury deliberations. The remaining averments in Paragraph 5 of the Petition are conclusions of fact and of law which require no answer.”\nThe defendant charged further: “Petitioner further avers that a state policeman interviewed at least one of the Grand Jurors prior to the date set for deliberations which deprived him of a fair and impartial hearing on his matters pending before the Grand Jury.”\nTo this grave charge, the Commonwealth replied: “Admitted, that officers of the Pennsylvania State Police interviewed at least one Grand Juror prior to the date set for deliberations by the Grand Jury on the above-numbered bills of indictment. The remaining averment is a conclusion of law which requires no answer.”\nThe Commonwealth thus admitted irregularities, but taunted the defendant as if daring liim to attempt to do something about it. This arrogance of attitude recalls the dialogue between Lady Anne and the Duke\nof Gloucester when, in the presence of the corpse of King Henry VI, Anne asked the Duke: “Didst thou not Mil this king?” And the Duke replied: “I grant ye.” T'his answer roused Anne to a fearful rebuke:\n“Dost grant me, hedgehog? then, God grant me too\n“Thou mayst be damned for that wicked deed !”\nAnd so, in the case before us, in answer to the grim and solemn accusation that Fudeman’s constitutional rights had been assailed, the Commonwealth merely answers: “I grant ye,” but in that granting the Commonwealth admits that the sanctity of the Grand Jury was breached, admits that the defendant’s constitutional guarantees were violated, admits that the fountain of justice had been tainted.\nThe presiding judge who charged the grand jury treated this monstrous irregularity as casually as did the Commonwealth. In addressing the grand jury he said: “If by chance, or by intent, whether innocently or not innocently, any outside person, or any other Grand Juror has spoken to any of you in an attempt to influence your decision upon any bill of indictment, so that your decision might be- against the evidence and in violation of your Grand Jurors’ oaths, you will, I am sure, ignore such attempt, and I am sure may be trusted by the Commonwealth to do your unsullied duty in regard to each and every indictment brought before you.”\nAnd that, was all. A situation had arisen which could be interpreted as an attempt to corrupt the grand jury, but the presiding judge was content to administer to the grand jury a mild direction to “ignore” any attempt to sully their oaths and defile their impartiality.\nWhat did the presiding judge mean by an “outside person”? The grand jury could have understood that an “outside person” did not include a state policeman, and that, therefore, they should be guided by what the state policeman said. The judge did not tell the jury that a state policeman is no different from any other person. He did not warn them that no matter what kind of a uniform an intruder wears or what kind of a badge he carries, he may not talk to jurors outside the coui*troom and outside the presence of the presiding judge.\nThe Commonwealth, in its brief, argues that even if there was something improper about a state policeman exhorting a grand juror, such exhortation would in no way affect the proceedings, because a grand jury is not required to reach a decision by a unanimous vote! Here are the words of the Commonwealth’s brief writer: “Appellants contend that the investigation by the State Police presumptively prejudiced at least the one juror interviewed against them, presumably because the juror would fear exposure and perhaps prosecution should the bills be ignored. While this reasoning may have some small merit in the case of a petit jury where unanimity is essential to a verdict, it is patently inapplicable in that of a grand jury.”\nThis is another “I grant ye.” Unless the Commonwealth is seeking to be facetious, it does not seem to realize that in reaching a majority of 12 out of a membership of 23 jurors, a single vote can be completely decisive. Moreover a single person on a grand jury is not to be regarded merely as a vote to be computed in arriving at a majority. A single juror can exercise tremendous persuasive power. A single person, if recreant to his oath can exercise much corruptive power. History is replete with instances of noble plans which have gone awry, great projects which have been ruined, nations which have been destroyed, entire peoples who have been annihilated, all because of the evil force of one person. And yet this Court, instead of condemning in no uncertain language the specious attitude of the Commonwealth on the subject, accepts the offending-sophistry and practically affirms it by saying: “A person can be indicted by a majority of a Grand Jury, which is not required, as is a Petit Jury, to act unanimously.”\nIn keeping with its whole attitude of seeming unawareness of the grave issues involved in this case, the Commonwealth says further in its brief: “While the sanctity of a jury, grand or petit, must be maintained inviolate, in the cases at bar the improper solicitation was (thanks to the integrity of the juror who was approached) discovered early enough that no apparent harm came to appellants — or, equally important, to the Commonwealth.”\nWho is to say that no harm came to Alexander Fudeman? The safeguards, which the Constitution builds around an accused, have a purpose and they may not be ignored with the statement that their violation may not have harmed the accused anyway. No one has the right to bore a hole in the hull of a boat on the assumption that water will never reach the hole.\nIf an accused is deprived of a constitutional guaranty it will be conclusively assumed, as a matter of course, that he has suffered a fracture of well-being, and no doctor will be permitted to testify that he has not been injured.\nThe Commonwealth argues further, and in this it is also supported by the majority of this Court, that the defendant has no right to an appeal from an order refusing to quash. This very question was considered in the Kilgallen case, supra, where we said that -while it is true the general rule is that a defendant may not appeal until after final judgment and sentence, the rule “should not be held one of universal application.” Quoting from the case of Commonwealth v. Ragone, 317 Pa. 113, we said: “But this rule has, in exceptional cases and to safeguard basic human rights, been construed as not being one of unyielding inflexibility.”\nCertainly it is an exceptional case where the defendant charges that the grand jury has been tampered with and the Commonwealth does not deny the tampering. The Commonwealth says the defendant will not be “irreparably harmed” by the dismissal of the appeal because he may raise all questions of irregularity after ■trial and conviction, “assuming,” as the brief says, “as appellants so pessimistically do, that the trial will terminate in conviction.” Is the Commonwealth here again speaking with levity? Does it not realize that •here it is not a question of optimism or pessimism? When a citizen’s constitutional rights have been violated, it is a matter of abysmal and offensive unfairness to say that he has nothing to lose by going to trial because he may be acquitted, and, if not acquitted he may then raise the question of his constitutional rights after conviction. A man who goes to trial always loses something even though acquitted. The anguish of a trial, the expense it involves, the misconceptions which often arise in the minds of the public which cannot always know what is transpiring in the courtroom can become weights heavy enough to crush the most innocent person and blast his whole life. If Mr. Fudeman’s constitutional rights have been invaded, the time to declare so is now, and not after a trial which can leave ineradicable scars.\nBut the Majority says that there can be no quashing of an indictment “unless the indictment is defective on its face,” citing the case of Commonwealth v. O’Brien, 389 Pa. 109, from which, the quotation is taken. If ever a constitutional right was violated and a case improperly decided, it is precisely the case of Commonwealth v. O’Brien. No constitutional lawyer should be able to read it without embarrassment. O’Brien was charged with armed robbery, burglary and violation of the Firearms Act. A justice of the peace in Montgomery County held a hearing on the charges in the' absence of the defendant. Where was the defendant? He was in the Philadelphia County Prison: and the prosecution authorities knew he was there. No effort was made to transport him to the office of the justice of the peace or even to notify him of the hearing. When the defendant finally learned that he had been given a “hearing,” and that he had been indicted, he had his lawyer move to quash the indictment. The judge in Montgomery County who heard the motion was indignant. He said “If the contention of the defendant in this case is sustained, it would only be necessary for a criminal to flee and stay out of the jurisdiction until the statute of limitations had expired in order to prevent his indictment.” But O’Brien had not fled the jurisdiction. He could not flee the jurisdiction. He was in jail. Never could prosecution authorities be surer of a person’s whereabouts than they were of O’Brien’s whereabouts. I characterized the Montgomery judge’s observations as a non sequitur, an evasion of the issue, and “a circumlocutory excursion around the foliage of hypothetical irrelevancy.” I have no reason to change my views on the O’Brien case even though the majority of this Court sustained the Montgomery judge and his depressing irrelevancies.\nBut even if the O’Brien case is accepted as authority on the issue before us here, Fudeman is still entitled to have the indictment returned against him quashed. The Majority of this Court said in O’Brien, as already quoted, that an indictment may be quashed if it is defective on its face. The Fudeman indictment is defective on its face — and here we come to the most important feature of this appeal.\nThe indictment is signed by Thomas D. McBride. He is not the district attorney of Berks County. He was the Attorney General of Pennsylvania at the time Fudeman was indicted. Why would his name appear on the indictment? What possible authority could he have in Berks County? Why didn’t the district attorney of Berks County sign the indictment? He was still in office, he was not ill, he had not been superseded. What possible reason could there be for the Attorney General of Pennsylvania to sign an indictment in Berks County?\nThe Majority Opinion answers all these questions with the statement that the Attorney General has the power to act for the district attorney in any county and at any time that it pleases him. The Majority Opinion says that the Attorney General of Pennsylvania may at his own discretion investigate criminal acts anywhere in the Commonwealth, he may institute proceedings in any county of the Commonwealth, he may sign indictments, appear before grand.juries to submit testimony, appear in court and try criminal cases on the Commonwealth’s behalf, and, in any and all these activities, supersede and set aside the district attorney when, in the Attorney General’s judgment, this seems necessary.\nThis statement is unequivocally and unqualifiedly incorrect.\nIt cannot be supported historically, statutorily, or jurisprudentially. There are several decisions of this Court which, from a standpoint of rote and poll-parrotism, warrant the present Majority in making, the assertion it makes in this case, but the fact remains. nevertheless, that the Attorney General does not have and never did have the absolute power to decide for himself if, when, and to what extent he should take over the duties, functions and responsibilities of a district attorney.\nWithin recent years the authority of the Attorney General has been overflowing the banks of constitutional channels until it threatens to inundate, smother, and choke local prosecuting authority. The time has come, and is indeed long past overdue, to bring the concept of the power of the Attorney General within its constitutional limitations. And the one to perform that job is this Court, because this Court has been mostly responsible for creating the fiction, the legend, and the absurdity that an appointed official with his office in Harrisburg, may at his pleasure take over the offices of district attorneys in 87 counties and run them to suit his own ideas of government, as well as his whim, caprice, and ambitions. Such a notion runs counter to every principle of American democracy where the power to govern stems from the people, and the people alone. In all the literature on the subject one cannot find any authority to justify the incredulous assumption that an appointed officer (the Attorney General) may displace, because of common law authorization, an officer elected by the people by mandate of the Constitution.\nOf course, in this entire discussion, I do not refer to the personality of any particular Attorney General. This Commonwealth has been fortunate in having able Attorneys General. They have not only done their work well but many, in recognition of their excellent services, have gone on to merited reward by elevation to the highest Courts of the Commonwealth where they have displayed excellent juridical qualities. But, having said this, we have said enough. The talents and capabilities of any particular Attorney General have nothing to do with usurpation of authority, which is exercised voluntarily, unwittingly, or at the behest of others. The Attorney General has tremendous powers but he is not, as the Majority Opinion would have us believe, omnipotent, ubiquitous, and omniscient in the entire legal realm of the State.\nThe signature of Thomas D. McBride to the Fudeman indictment transformed that document into something utterly meaningless. The signature might just as well have been that of a strolling tourist trying out his penmanship on a piece of paper in the courthouse in Reading, Pennsylvania. McBride had no more authority over the grand jury proceeding in Berks County and the indictment there produced than the janitor of the building in which the grand jury met. ITe came to Berks County without any governmental authorization, he supervised the grand jury proceedings without the slightest pretense of constitutional prerogative and, as a consequence, his signing of the indictment was an act of gratuity which this Court should disavow.\nThe Majority Opinion says that the Attorney General has “wide and vast” power's. The “wide and vast” powers which this Court envisages for the Attorney General are visionary, imaginative, and fictional, insofar as they refer to taking over the duties of district-attorneys throughout the Commonwealth.\nThe Majority Opinion says that the Attorney General of today is “clothed with the powers and attributes which enveloped Attorneys General at common law,” and that, exercising those “powers and attributes” he may sign indictments and do all other things a district attorney has the right to do. In our veneration of the common law we must not use it to legalize what is illegal. In the early years of our government, the courts were impressed to a great extent by the aroma of the luxuriant forest of the common law, but we must recognize today that many of the mighty oaks of jurisdiction of the common law have been felled by ■ the statutory axe and that many of the sturdy maples of executive power have, by the erosion of time and change ing conditions, been shorn of their foliage of authority.\nBut in the case at bar the Majority cannot even depend upon historical aroma to justify its argument. Not the slightest scent is wafted from the ages to impart conviction to the utterance that the Attorney General at common law had the power to displace a distinct attorney. Not a particle of mustiness arising from the dusty tomes of the common law lends the meagerest suggestion that the Attorney General could act for the district attorney, supersede the district attorney, try cases for the district attorney, or do any of the things which the Majority Opinion says he had the right to do. And the reason the Attorney General was barren of such powers is simply stated: there were no district attorneys in the common law!\nThe whole mistaken concept of the power of the Attorney General today is built on this fundamental blunder, namely, that at common law the Attorney General could supersede a non-existent office, act. for a non-living, human being, and perform the duties of a wholly imaginary official. In England the Attorney General ivas the head of all law enforcement agencies in the realm. In the American colonial days the Attorney General was the head of law enforcement in the colonies. . And, prior to State statutes on the subject, the Attorney General in each State handled the prosecution of criminals in the various counties through deputies appointed by himself. There was never any question of supersession at common law because the individual prosecuting attorneys were the Attorney General’s deputies; they were his subordinates, they were his employees. If he did not like what they did, he did not resort to supersedure, he simply discharged them. Under common law an Attorney General would no more think of superseding a local prosecuting attorney than an army general thinks of superseding a colonel or major. If a military general is not satisfied with the performance of a colonel, he transfers him, demotes him, cashiers him, or court-martials him.\nIt is perhaps because of the Attorney General’s supremacy in the law enforcement. field at common law that the phrase “wide and vast” came into being as describing his powers. They were wide and vast because he spoke for the king, the sovereign authority of the land. But the Attorney General of today, and, particularly the Attorney General of our Commonwealth, has no sovereign authority. He may only do what the law allows him to do. And what he is allowed to do is specifically set out by statutory law— if only this Court would read the pertinent statutes and follow them.\nAs the American Republic developed maturity and the people became increasingly familiar with the machinery of democratic government, they began more and more to drop the customs and procedures inherited from a monarchial system. They saw also the need of adopting practices peculiarly applicable to a country and a people that was growing and expanding by leaps and bounds in population, trade, agriculture, manufacture, and so on. By 1850, counties and regions which at the period of the Revolution were only sparsely populated, now contained enough people almost to justify statehood. Thus, not only did we need to get away from the monarchial British idea that the Attorney General was the last word on law enforcement in the State but we found it absolutely necessary, because of the demands of the swelling population and commerce, that the larger counties should have their own local prosecuting officer who lived there, knew the community, and would be responsible to the people there. The people of Pennsylvania demanded a voice in determining who would exercise the tremendous power of prosecution. Accordingly, on May 3, 1850, the General Assembly created the elective office of District Attorney, an office wholly unknown at common law. That law provided, inter alia, that: “ ‘The officer so elected shall sign all bills of indictment, and conduct in court all criminal and other prosecutions in the name of the commonwealth, or when the state is a party, which arise in the county for which he is elected, and perform all the duties which now by law are to be performed by deputy attorney generals, and receive the same fees or emoluments of office.’” (P. L. 654, 16 P.S. §9952)\nIt will be seen here that by Act of Assembly it is the district attorney who is to sign “all bills of indictment,” it is the district attorney who is to conduct “all criminal and other prosecutions in the name of the Commonwealth.” And it is specifically provided that he is to perform all those duties which, up to that time and until the time the law went into effect, were ■being performed by deputies to the Attorney General.\nWith the Act of 1850 the Attorney General was deprived of all jurisdiction in prosecuting criminal cases on a county level. The system of elected district attorneys has worked out excellently and it would be impossible to imagine a desire to return to the English system of one office handling all the prosecutions in the State. Under our democratic form of government, the people have an opportunity to see the man who presents himself as a prospective prosecuting attorney. They pass upon his qualifications prior to the election and they pass upon his record after he assumes office. Prior to 1850, if a prosecuting attorney misused the powers of his office, the community which suffered from that abuse had no opportunity to effectively register any disapproval.\nThis Court, to the extent that it approves of arbitrary supersession, would continue the system of non-responsibility to the people. The system advocated and sanctioned by this Court, which is, I repeat, without statutory authority, is an attack on home rule and local self-government. It lends encouragement to an evil tendency which has been the bane of self-government down through the ages, — over-centralization. It runs counter to the American philosophy of government as announced by the patriots and writers of the early days of the Republic. In his monumental work on Constitutional Limitations (8th ed., Yol. 1, page 385), Cooley says: “In the examination of American constitutional law, we shall not fai] to notice the care taken and the means adopted to bring the agencies by which power is to be exercised as near as possible to the subjects upon which the power is to operate. In contradistinction to those governments where power is concentrated in one man, or one or more bodies of men, whose supervision and active control extends to all the objects of government within the territorial limits of the State, the American system is one of complete decentralization, the primary and vital idea of which is, that local affairs shall be managed by local authorities, and general affairs only by the central authority. . . . The system is one which almost seems a part of the very nature of the race to which we belong.”\nNone of the Justices of this Court who have helped to create the superseding Frankenstein has ever attempted to show upon what basis a self-declaring super-session can be of benefit to democratic government. They have all contented themselves with saying that the Attorney General has always had wide and vast powers and he must continue to have wide and vast powers. They still add cubits to this colossus of their invention, ignoring that the Act of 1850 long ago reduced him to normal and democratic proportions.\nOf course, it could happen that a district attorney might be derelict in the performance of his duties, and provision would have to be made for lapse in this regard. Accordingly, on March 12, 1866, the Legislature provided that if any district attorney neglected or refused to prosecute in any given case, the Court would have the authority to appoint counsel to carry on the prosecution. (Act of March 12, 1866, P. L. 85) In 1881, this Court, interpreting the Act of 1866, said that where the District Attorney “neglects or refuses ,to act, or where, from the circumstances of a given case, it is improper and indelicate for him to act, it is competent for the legislature to afford a remedy.” (Commonwealth v. McHale, 97 Pa. 397, 406.)\nIt could also happen that the district attorney might himself became a target for charges of misbehavior. Even the President of the United States is subject to impeachment and displacement. Accordingly, in 1905, the General Assembly provided that where the president judge of a district believed the district attorney should be replaced for a case or cases, he could request the. Attorney General in writing to “retain and employ such attorneys as he may deem necessary to properly represent the Commonwealth” in such cases. (Act of May 2, 1905, P. L. 351.)\nThe wisdom of such a procedure can scarcely be questioned. Who could be better informed than the highest judicial officer of a district as to whether a district attorney should be superseded? And who could have a higher sense of responsibility than the chief judge as to whether a man elected by the people should be displaced?\nAccordingly, in 1923, the General Assembly spelled out definitively and precisely the manner, and the only manner, in which supersession of a district attorney could be effected, namely: “When the president judge, in the district having jurisdiction of any criminal proceedings, before any court of oyer and terminer, general jail delivery, or quarter sessions, in this Commonwealth, shall request the Attorney General to do so, in writing, setting forth that, in his judgment, the case is a proper one for the Commonwealth’s intervention, the Attorney General is hereby authorized and empowered to retain and employ a special attorney or attorneys, as he may deem necessary, properly to represent the Commonwealth in such proceedings, and to investigate charges, and prosecute the alleged offenders against the law. Any attorney, so retained and employed, shall supersede the district attorney of the county in which the case or cases may arise, and shall investigate, prepare, and bring to trial the case or cases to which he may be assigned. He shall take the oath of office required by law to be taken by district attorneys, and shall be clothed with all the powers, and subject to all the liabilities imposed upon them by law. The compensation for services rendered, and necessary expenses incurred by such attorney or attorneys, shall be fixed by the Attorney General.” (Act of June 7, 1923, P. L. 498, 550.)\nStill later this procedure was made part of The Administrative Code by the Act of 1929, April 9, P. L. 177, Art. IX, §907. And it is under this Act, and this Act alone, that there can be any supersession of a district attorney in Pennsylvania.\nThere can be no donbt that the Legislature was thoroughly aware all the time that the Attorney General had no common law powers of supersession and it was cognizant of the fact that, after the Act of 1850, he had no jurisdiction whatsoever over county prosecuting attorneys. It was because the Legislature knew that the Attorney General possessed no self-imposing superseding powers that in 1938, for a specific reason which it is unnecessary to go into here, it passed an Act (July 30, 1938, P. L. 17), which gave him absolute discretion to supersede the district attorney. Only eight months later it repealed the Act of 1938 (Act of March 20, 1939, P. L. 8), thus leaving the Attorney General where he was before, namely, without any right to supersede on his own volition.\nThe only way today, therefore, in which a district attorney may be prevented from exercising the duties of his office is by impeachment under the Constitution (Article VI, Section 4), or by temporary displacement under the Act of 1929. Unless and until the district attorney is put aside by one of these two methods,.he remains in the office to which the people elected him. In Snyder’s Case, 301 Pa. 276, 288, this Court said : “. . . Until removed from office, or superseded as to a particular case or cases, in some lawful manner, it would create an embarrassing situation to deprive him-of the right to appear in court and represent the Commonwealth.”\nIn 1936 the district attorney of Fayette County was temporarily displaced through circumstances which ideally called into operation the Act of 1929. The district attorney became involved in a homicide matter and the presiding judge of Fayette County, with the approval of his two brother judges, requested the Attorney General of the Commonwealth to come to Fayette County to investigate the alleged crime and conduct any criminal prosecution which his investigation might dictate. The Attorney General responded to the request, he superseded the district attorney, and he carried on the ensuing prosecution in accordance with the provisions of the Act of 1929. His supersedure of the district attorney was challenged on the ground that he had no right to appoint himself as special counsel. This Court held, Commonwealth ex rel. Minerd v. Margiotti, 325 Pa. 17, that the Act of 1929 did not prohibit an Attorney General from acting himself, once that proper supersedure had been authorized.\nMost of the cases cited by the Majority use the case of Commonwealth ex rel. Minerd v. Margiotti as authority for holding that the Attorney General may, on his own volition, supersede a district attorney. However, the slightest riffling through the pages of the State Report containing that ease will show that the facts in the Minerd case are as different from the case at bar as murder is from assault and battery. In the Minerd case the district attorney was the object of criminal prosecution; he was actually indicted on a charge of murder; he could not possibly try the Commonwealth’s case against himself. But, most important of all (and without it, legal supersedure would be impossible), the presiding judge of Fayette County, following precisely the direction in the Act of 1929, requested the Attorney General in writing to intervene in Fayette County and supersede the district attorney.\nIn the case at bar, there is nothing remotely resembling such circumstances. The district attorney of Berks County was in no way personally involved in any alleged crime, there was no suggestion of incapacity, and there was no request of any kind by the presiding judge to the Attorney General that he supersede the district attorney. In order to see on what a feeble reed the Attorney General hung his authority to intervene in Berks County, it is necessary to read the whole letter. Here it is:\n“Dear Mr. McBride:\n' “According to this morning’s edition of the Reading Times, the Governor of Pennsylvania is alleged to have told newsmen that ‘State Police will crack down on racket-controlled gambling and prostitution here if a request is made by District Attorney Frederick O. Brubaker, or by one of Berks County’s judges.’ In accord with that statement, I am addressing this letter to you.\n“In recent months numerous complaints have been brought to the attention of the members of this court relative to alleged racket-controlled gambling and prostitution in Berks County. Feature writers in the two Reading daily newspapers have on various occasions made references to such alleged conditions. Last week, representatives of the United States Department of Internal Revenue made various raids on so-called ‘bookies’ in the City of Reading, ostensibly for the purpose of collecting the tax on gambling and not with the idea of closing the particular location.\n“In accordance with the Governor’s statement, I request the Department of- Justice of the State of Pennsylvania to assign members of the Pennsylvania State Police to investigate conditions in the City of Reading and take action as may be warranted after investigation. I will be ready and willing to relay whatever information I possess to the investigators and to suggest names of other persons who would be willing to do likewise. I am authorized to advise that President Judge H. Robert Mays and Additional Law Judge Forrest R. Shanaman approve of this request.\nRespectfully yours,\nWarren K. Hess”\nIt will be observed that the letter contains not the slightest hint that the Attorney General take over in Berks County. The letter merely asked for the use of some state police. There ivas no reason or excuse, on the basis of this letter, for the Attorney General to leave his monumental duties in Harrisburg to proceed to Reading to conduct an investigation into rackets. There was not the slightest intimation anywhere which would remotely suggest that the district attorney was not capable of doing this himself.\nThe General Assembly never meant and never said that the Attorney General should promiscuously be called upon to do detective and prosecuting work in the various counties. His duties in Harrisburg are too momentous, his responsibilities too great, the calls upon his time for counsel and advice to all the departments of the State Government too burdensome, to expect him to go into the various counties to inquire into the activities of tinhorn gamblers and bawdy house entrepreneurs. Nor does it comport with the dignity of the great office of Attorney General to require the incumbent of that office to participate in prosecutions which involve no principle of State-wide legal scope.\nThe fault in this case, and in other cases where supersession was entirely unjustified, lies not in the person of the Attorney General but in this Court which has allowed the occupant of the Attorney General’s office to believe that he has the duty, like a fire chief, to leap into his car and roar off to investigate and conduct the fight against every little legal blaze in the CommonAvealth. I say that the fault, and I repeat the word, lies in this Court; and I say, and I repeat it, the time has come to correct the fault.\nWho Avas the originator of the fault? I cannot say who was the very first Justice who made the error I refer to, but the State Reports show that Justice Linn was one of the architects to lay down a stone, to which succeeding Justices added other stones to build the wobbly edifice, on the top of which the present Majority has planted the wide and vast flag of speciosity. In the case of Commonwealth v. Lehman, 309 Pa. 486, 493, Justice Linn said: “Prior to the Act of May 3, 1850, P. L. 654, 16 PS, section 1691, the attorney general was represented in each county by his deputy who conducted criminal prosecutions; by that statute the office of district attorney was created and that officer was charged with the performance of the duties theretofore performed by the deputy attorney general. Thereafter the prosecutor was elected instead of appointed, but the power of general supervision vested in the attorney general over the performance of a distinct attorney’s duties in the county was not taken away; that power remained, and it is matter of general information that the power has been exercised from time to time when necessary.”\nIt will be noted that Justice Linn cites no authority for his statement that “the power of general supervision vested in the attorney general over the performance of a district attorney’s duties in the county was not taken away”. He says that the power remained. But it is a sheer distortion of language to say that the power remained. The Act of 1850 took away from the Attorney General all powers to conduct criminal prosecutions in the various counties of the Commonwealth. The Act specifically states that the district attorney shall sign all bills of indictment and shall conduct all criminal and other Commonwealth prosecutions, the same prosecutions which theretofore, and until the law of 1850 went into effect, were being performed by deputy Attorneys General. What remained? If a statute says that all property which theretofore belonged to the Commonwealth shall now be owned by the municipality in which it is located, it would be absurd to contend later that the Commonwealth still possesses the title. If certain duties appertaining to the office of clerk of courts are, by an Act of the Legislature, transferred to the sheriff of the county, it would be preposterous to say that the clerk of courts may still perform those duties.\nWhen the first charging cavalryman’s horse fell into the sunken road at the Battle of Waterloo, and the next one stumbled and fell over that horse, and these two horses formed an obstacle over which still other horsemen fell, it was not long until the sunken road was filled to the brim, and from then on, the road ceased to exist and the army which followed passed over an even terrain made up of all the horses and their riders buried beneath.\nThe error of Justice Linn was repeated by Justice Schaffer in the case of Commonwealth ex rel. Minerd, supra, where Justice Schaffer, after quoting from the Act of 1850, said: “This Act took from the Attorney General none of his powers.” (p. 29) Habit can become a lifeline to support man in a sea of adversity and it can be a chain to enslave him in the midst of freedom. And so, this Court goes on making obeisance to the wide and vast powers of the Attorney General which, in reality, no longer exist.\nThen Ohief Justice Kephart plunged into the sunken road. In the case of Dauphin County Grand Jury Investigation Proceedings (No. 1), 332 Pa. 289, 298, he said: “But the Attorney General, with his vast powers, recognized by this Court in Commonwealth ex rel. v. Margiotti, 325 Pa. 17, may supplement and supervise the grand jury in any investigation; he may — and it is his duty to do so if he believes the government is to be hindered in the lawful conduct of its affairs to the detriment of the security, peace and good order of the State, — supersede the District Attorney in the conduct of the entire investigation.”\nThen Justice Stern (later Chief Justice) added his horse to the depressed highway. In the case of Margiotti Appeal, 365 Pa. 330, 339, he said: “The proposition advanced on behalf of the District Attorney that supersedure of a local elected official by a State appointed officer is an infringement on the principle of home rule is wholly without merit. As already stated, the common law vests in the Attorney General that discretionary power.” (Emphasis supplied.)\nLeaving Waterloo and going back to the wobbly edifice, we find that former Chief Justice Stern did more than supply a stone; he contributed a rare block of broken marble to the topheavy structure when he said that this Court does not even have the power to decide whether the Attorney General, when he arbitrarily supersedes a district attorney, exercised his discretion wisely. One must quote the actual language in order to believe that so able and eminent a jurist, one for whom I hold the highest respect and personal esteem, could have erred so signally. He said: “Whether or not the Attorney General’s discretion was wisely exercised is not for us to determine.” What is wisdom but good judgment, sagacity, discretion, or “common sense in an uncommon degree”? If counties in the State can be subjected, without help from this Court, to the actions of a badly thinking Attorney General, then local government may be helpless before caprice, arbitrariness, and petty tyranny.\nIt will be remembered that Cassius complained: “Upon what meat doth this our Caesar feed, That he is grown so great?” I would like to ask the question: “Upon what meat does the Attorney General's office of today feed that it can arbitrarily take over a district attorney’s office and yet the highest Court in the Commonwealth may not even inquire whether it was wise to deprive a county of its district attorney, duly elected by the people thereof?” And, having asked the question, I will answer it as follows: The Attorney General feeds upon the meat served by this very Court which has lost all appreciation of dietary values in feeding him meats and condiments of such strength and pungency that, without any particular reason to do so, he drops everything in Harrisburg and hastens to a distant county to inquire into petty gambling, convene grand juries, draft and sign indictments — all of which should be done by the official whom the people elected to perform those very functions.\nJustice Stern fed unusually strong viands to the Attorney General in the ease of Margiotti Appeal, supra. Over two printed pages he enumerates the virtues of patience of the then incumbent Attorney General. He tells us how the Attorney General long-sufferingly sat back and watched official abuse, corruption and inefficiency in government in Allegheny County. The Justice relates how the Attorney General saw the “widespread misuse of public property,” how he saw “faithlessness in the performance of public duties,” how he saw confidence of the citizenry in certain officials of the city government “being dangerously undermined”, how he saw that no investigations were being made [except by the city solicitor, except by the city controller, except by the city council]; he saw that, “while the District Attorney could not properly request a grand jury investigation until he had obtained reliable evidence of the commission of a general series of crimes, the District Attorney had not attempted on his own behalf to obtain such evidence until the eouncilmanie inquiry began and had then merely sent county detectives to check on the testimony there given.” [Merely? How does a district attorney obtain information except through his county detectives?] It is amazing what the Attorney General saw without benefit of telescope. And then, his patience exhausted, being unable to stand any longer the collapse of government in Allegheny County, he came on to Allegheny County and, by the authority of this Court, he superseded the district attorney. I-Ie began what was called a “free work” probe, he hired a large staff of deputy attorneys general, investigators, clerks, stenographers, and so on; he brought in state troopers; he called an investigating grand jury which was then followed by an indicting grand jury.\nUnder the heading of the “free work” investigation and prosecution, indictments were returned against 20 individuals and 3 corporations (sic). Although the District Attorney of Allegheny County had an ample staff of assistants ready and able to try cases, they were forbidden to participate in the trials. The prosecuting attorneys had to be specially chosen by the Attorney General and paid by the State.\nFor the mátter of a couple of years the mountain labored — and brought forth a mouse. Of the 20 persons indicted for so-called “free work”, 18 were acquitted or their cases thrown out by the court because of lack of evidence, lack of law, or both. Two were convicted, but the evidence was of such a character that they were only fined and placed on probation. But in the meantime the taxpayers had to pay a bill of what has conservatively been estimated to amount to a quarter of a million dollars.\nOne cannot want a better illustration of the utter folly of allowing an Attorney General, on his volition, to go into a county to supersede the district attorney, to disrupt the procedure of local prosecution, creating chaos and confusion. There was no need whatsoever for Attorney General supersession in Allegheny County in 1950. When it was publicly charged that certain officials and employees of the city government had had private work done at city expense, investigations, as already stated, were initiated by the city solicitor, the city controller, and the city council. T'he district attorney assigned his second assistant to attend the hearings before the city council and to obtain a copy of all the testimony. On the very day that the council made its report, the district attorney moved with expeditiousness and proficiency. He impounded the city supply records and sent them to the Federal Bureau of Investigation for examination to discover if they had been tampered with, he assigned ten county detectives and four assistant district attorneys to obtain evidence to present to the June Grand Jury, for whose recall he immediately petitioned the court. The court granted the petition and subpoenas issued for witnesses to appear before the grand jury.\nThe processes of government were moving smoothly, constitutionally, and competently when, six days after the summoning of the grand jury, the Attorney General sent a letter to the distinct attorney ordering him to stand aside. The scope of his declared supersedure was breath-takingly wide and amounted to the dropping of a dozen monkey wrenches into the complicated prosecution machinery of Allegheny County. He said he would supersede the district attorney “in any and all matters ivhatsoever relating to the criminal acts of any and all public officials and public employees within the jurisdiction of the Courts of Oyer and Terminer and Quarter Sessions of Allegheny County, including the investigation of charges, the proceedings before the Grand Jury, the trial or trials, and any and all matters relating thereto.”\nThe district attorney promptly replied that he had no intention of stepping aside. The Attorney General petitioned the court to cancel the calling of the grand jury. The district attorney resisted this petition, and the court brought the controversy to issue by holding hearings. Witnesses testified, documents were examined, records were introduced and read, briefs were filed and arguments made. During the arguments the district attorney scarcely overstated his case when, in speaking of the attempted supersedure, he said: “The action of the Attorney General is so offensive to the principle of democratic action, so repugnant to the concept of home rule, as to constitute a blanket indictment of this court, the grand jury already summoned, and the entire population of Allegheny County.”\nOn August 2, 1950, the Court of Quarter Sessions of Allegheny County, made up of three able and experienced judges, unanimously dismissed the petition of the Attorney General which had sought to revoke the court’s order reconvening the grand jury. In a word, the Court of Allegheny County declared that the Attorney General had no right of supersedure.\nIt is to be noted at this juncture that no part of the Act of 1929 had been complied with in these proceedings; the Attorney General had moved without any statutory authorization whatsoever. The presiding judge of Allegheny County did not ask for supersession. Not one of the 18 judges of the Court of Common Pleas of Allegheny County, which is an able one, had expressed any lack of faith in the district attorney and the manner in which he was proceeding in the business at hand.\nThus, on August 2, 1950, local government had successfully withstood the assault of centralized usurpation; and the mechanism of self-government regained its momentum. The June grand jury having been reconvened, the District Attorney of Allegheny County proceeded to call witnesses and to carry out his duties as he had been, performing them ably and conscientiously ever since he had taken office through election of the people in 1947. The grand jury was in the midst of hearing witnesses when the district attorney was notified by a message from this Court that he should suspend all grand jury proceedings. In obedience to this order, all the evidence obtained up to that time was stacked away like cordwood and the members of the grand jury were told to go home until they should be recalled. They were never recalled.\nThe appeal of the Attorney General from the decision of the Allegheny County court was heard by this Court on August 16, 1950. And then, two weeks later, Justice Stern proceeded to lead the Court over the now overly-filled and firmly packed sunken road of Waterloo. He said that the Attorney General was clothed with vast powers, and that he had been clothed and enveloped in these vast powers by the Common Law. He proved this sartorial puissance by quoting the errors of Justice Schaefer and Chief Justice Kephart, and he quoted also from his own opinion in the case of Dauphin County Grand Jury Investigation Proceedings (No. 3), 332 Pa. 358, where he had originally expressed Ms faith in the errors of Justice Schaffer and CMef Justice Kephart. But no matter how many times the errors, in tMs instance, of the able jurists (and I say tMs with respect) Linn, Schaffer and Kephart are repeated, they are still an insecure span over wMch to pass from a district attorney’s statutory jurisdiction to an Attorney General’s self-assumed jurisdiction.\nBut what is most strange in the opinion of CMef Justice Stern in the case of Margiotti Appeal, supra, is that in all the vastness of adjectival faith avowed in the vast powers of the office of Attorney General, not a word was said about the Act of 1850 wMch created the office of district attorney and ipso facto reduced the jurisdiction of the Attorney General; not a reference was made to the very important Act of 1868; not a syllable was uttered about the Act of 1905 and the limitations on supersession therein announced; not a gesture was made in behalf of the Act of 1923 with its specific directions on supersession; and, most extraordinary of all, the Act of 1929 — all-important and all-encompassing — was treated with silent contempt.\nThus, the wise and excellent decision of the court of Allegheny County was reversed and this Court proceeded to authorize the perpetration of one of the costliest fiascos in the history of criminal prosecution in the State. And today, the present Court, abandoning all equipage of logic and ratiocination, moves headlongly on to the sunken road which is now solid with buried statutes, history and constitutional limitations.\nWhile I have spoken of how previous Courts have helped to inter constitutional limitations on this subject it must not go unsaid that two Justices raised their voices against the interment of August 14, 1950. Justice Jones (now Chief Justice) and Justice Ladner filed dissenting opinions to the opinion of the Court. Justice Jones properly inquired on what basis this Court put at naught the findings of the judges of Allegheny County in the case of Margiotti Appeal, supra. He said: “The findings of the court below are ignored by the majority in plain disregard of a well-settled and time-honored rule of law that the findings of fact of a trial court, approved by a court en banc, have the weight of a jury’s verdict and are conclusive on appeal if there is any evidence to support them . . . The Attorney General’s charges impugning the honor and integrity of the District Attorney were found by the court below, and now by this court, not to have been sustained. What, then, is there left to support the majority’s opinion that the Attorney General’s order of snpersednre was a proper exercise of his discretion? Only that official’s bald assertion that the District Attorney had lost public confidence and would, therefore, be unable to conduct a thorough and effective investigation, — an allegation which the court below rejected as not having been sustained by evidence.”\nIn his brilliant and devastating dissenting opinion, Chief Justice Jones pointed out the wholly un-American concept of allowing an Attorney General to displace a district attorney at his pleasure: “The idea that a mere political appointee, beholden to his appointer and not to the people for his tenure, can, of his own volition, set aside and supersede a duly elected constitutional officer runs counter to even the most limited conception of the republican form of democratic government which this Commonwealth was established to secure and maintain and which the National Government is charged by the Federal Constitution (Art. IV, Sec. 4) to guarantee to every State.”\nHe stated, of course, that the Attorney General never had any power of supersession at common law, and related that whatever powers of supersession the Attorney General obtained by the Act of July 30, 1938, P. L. 17, were entirely extinguished by the Act of March 20, 1939, P. L. 8, which “repealed absolutely” the Act of 1938. Thus, with the exception of a nine-months in-, terregnum, the Legislature has always been against conferring upon the Attorney General any general powers of supersession. Chief Justice Jones said and I subscribe heartily to Ms conclusion: “The plain intent of the legislature by the repeal of 1939 was to make an end, once for all, of the idea that an appointed Attorney General could, of Ms own motion, supersede and set aside a duly elected constitutional officer. No other construction of that Act is reasonably deducible, especially in view of the fact that it affects officers of gov-eminent and their powers which, in this country since the change wrought by the Revolution, have been peculiarly matters of written law beginning with the Constitutions. On the basis of the foregoing, it is my opinion that there is not now any extant lawful authority in any Attorney General of Pennsylvania to supersede at his discretion a District Attorney of the Commonwealth.” (Emphasis in original)\nAnother reason why the decision in the case at bar should be reversed is that a discharged grand jury was recalled without notice to the defendant, thus depriving him of the opportunity to challenge the array or to question or challenge any of the members of the grand jury for cause. Still another reason is that the Attorney General, after professing to act for the district attorney, did not take the oath of a district attorney, as provided by the Act of 1929.\nThe illegality of the Attorney GeneraPs supersession of the district attorney in this case is so fundamental, so patent, and so monumental that any further discussion on the subject would be adding to a pail of water already overflowing. I would accordingly reverse the orders of the Superior Court and the Court of Quarter Sessions of Berks County and quash the indictment because, in brief and in recapitulation, his constitutional rights were violated in the following particulars :\n1. State policemen were allowed to talk to and presumably influence members of the grand jury on a case they were about to hear and consider.\n2. Members of the grand jury were allowed to have unauthorized communications and contacts with each other on a case which they were to hear and consider.\n3. A discharged grand jury was recalled without notice to the defendant, nor was he given an opportrinity to challenge the array or to question or challenge any of the members of the grand jury for cause.\n4. The Attorney General superseded the District Attorney of Berks County without any statutory or constitutional authority whatsoever.\n5. The Attorney General presumed to act for the district attorney without taking the district attorney oath distinctly provided for in the Act of 1929.\n6. The Attorney General signed the indictment against the defendant without any authority to do so.\n7. The district attorney failed to sign the indictment, thus rendering the indictment meaningless and of no legal effect.\nI dissent.\nCommonwealth v. Kilgallen, 379 Pa. 315, 325.\nRichard III, Act I, ii.\nAlthough this case is devoted only to appeal of Fudeman. another appellant Minker, is involved. His case does not differ from that of Fudeman.\nItalics throughout mine, unless otherwise indicated.",
        "type": "dissent",
        "author": "Mr. Justice Musmanno:"
      }
    ],
    "attorneys": [
      "Jacob Kossman, with him Samuel R. Liever, for appellant.",
      "Victor Wright, Deputy Attorney General, with him Thomas D. McBride, Attorney General, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Fudeman, Appellant.\nArgued October 2, 1958.\nBefore Jones, C. J., Bell, Musmanno, Jones and Cohen, JJ.\nreargument refused July 10, 1959.\nJacob Kossman, with him Samuel R. Liever, for appellant.\nVictor Wright, Deputy Attorney General, with him Thomas D. McBride, Attorney General, for appellee.\nMay 28, 1959:"
  },
  "file_name": "0236-01",
  "first_page_order": 258,
  "last_page_order": 299
}
