{
  "id": 1284890,
  "name": "Rosenbaum v. Newhoff, Appellant",
  "name_abbreviation": "Rosenbaum v. Newhoff",
  "decision_date": "1959-06-30",
  "docket_number": "Appeals, Nos. 345, 346, and 347",
  "first_page": "500",
  "last_page": "506",
  "citations": [
    {
      "type": "official",
      "cite": "396 Pa. 500"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "88 A. 2d 907",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "371 Pa. 21",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1237084
      ],
      "pin_cites": [
        {
          "page": "24"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/371/0021-01"
      ]
    },
    {
      "cite": "2 A. 2d 707",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "1 A.L.R. 761",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "pin_cites": [
        {
          "page": "824"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "90 A. 77",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "243 Pa. 328",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1001645
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/243/0328-01"
      ]
    },
    {
      "cite": "171 A. 617",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "314 Pa. 274",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1154720
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/314/0274-01"
      ]
    },
    {
      "cite": "160 A. 103",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "306 Pa. 423",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1136882,
        1136876
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/306/0423-01",
        "/pa/306/0423-02"
      ]
    },
    {
      "cite": "17 Pa. 370",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967600
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/17/0370-01"
      ]
    },
    {
      "cite": "46 Pa. 239",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        420615
      ],
      "pin_cites": [
        {
          "page": "242"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/46/0239-01"
      ]
    },
    {
      "cite": "112 A. 9",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "268 Pa. 415",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061546
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/268/0415-01"
      ]
    },
    {
      "cite": "332 Pa. 111",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1186612
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "113"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/332/0111-01"
      ]
    },
    {
      "cite": "2 Watts 209",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840095
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0209-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 521,
    "char_count": 8713,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 2.3277416309314427e-07,
      "percentile": 0.7907287258832465
    },
    "sha256": "52f5b4c7aef3fa92ca430a518cc97599e9ac0d0575f3edea5ff7539ba3e7e0e5",
    "simhash": "1:b62748b63046794d",
    "word_count": 1468
  },
  "last_updated": "2024-02-27T22:39:42.767283+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Musmanno, Jones, Cohen, Bok and McBride, JJ."
    ],
    "parties": [
      "Rosenbaum v. Newhoff, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Benjamin R. Jones,\nOscar Rosenbaum, the appellee, on August 13, 1927 entered three judgments by confession upon judgment notes executed in 1926 against Harry Bess and Dora Bess, his wife, (both now deceased). On August 20, 1927, Rosenbaum issued a writ of fieri facias on one of the judgments; this writ was returned “nulla bona”. On August 7, 1942 and March 28, 1947 writs of scire facias were issued to revive the three judgments; upon the appellee’s express direction to the sheriff, these writs were returned “nihil habet”. On March 4, 1952 writs of scire facias were issued again upon these judgments ; again, at appellee’s express direction, these writs were returned “nihil habet”. Subsequently, a judgment of revival “upon one return of “nihil” was entered. Dora Bess, co-maker of two of the judgment notes died in 1943; Harry Bess, her husband, died in 1956.\nEmanuel H. Newhoff, Executor of Harry Bess’s Estate, petitioned to open the judgments and the judgments were opened. Upon opening the judgments and after the taking of testimony the court below entered judgments in favor of the judgment creditor — appellees. From the entry of these judgments these appeals were taken.\nThe appellant has several contentions: (1) since all the judgments were entered more than twenty years ago, a presumption of their payment has arisen and this presumption stands unrebutted by appellees; (2) that the court below erred in admitting certain exhibits into evidence and in permitting an office associate of the appellee to testify as to the contents of these exhibits.\nAfter the lapse of twenty years, all debts, including judgments not within the orbit of the Statute of Limitations are presumed to have been paid: Cope v. Humphreys, 14 S. & R. 15; Foulk v. Brown, 2 Watts 209. Until the passage of twenty years it is the burden of. the debtor to prove payment; after the passage of twenty years, it is the burden of the creditor to establish nonpayment and for the satisfaction of such burden the evidence must be clear and convincing and must consist of proof other than the specialty itself; Grenet’s Estate, 332 Pa. 111, supra; Gilmore, to use v. Alexander, 268 Pa. 415, 112 A. 9. “The presumption is rebutted, or, to speak more accurately, does not arise where there is affirmative proof beyond that furnished by the specialty itself, that the debt has not been paid, or where there are circumstances that sufficiently account for the delay of the creditor”: Reed v. Reed, 46 Pa. 239, 242.\nIf, during the twenty year period, the creditor has made an attempt in good faith to enforce the judgment by the institution of legal process; such action on the part of the creditor is sufficient to prevent the creation of the presumption of payment and the burden remains upon the debtor to affirmatively establish payment of the judgment: James v. Jarrett, 17 Pa. 370; Croskey v. Croskey, 306 Pa. 423, 160 A. 103; Pennsylvania Co. v. Youngman, 314 Pa. 274, 171 A. 617; Miller’s Estate, 243 Pa. 328, 90 A. 77. As this Court stated in James v. Jarrett, (p. 372) : “The rule deducible from all of [the cases] whose authority is binding on us, is that where a party has a debt against another evidenced by a specialty or a record, and to which no statute of limitations applies, the burden of proving it unpaid is not thrown upon him who claims it, even in a suit brought more than twenty years after it has become payable, if witbin the twenty years a fair effort, though an unsuccessful one, have been made to recover it, by suing out legal process for that purpose. But a former legal proceeding will not be allowed to have this effect if it was instituted for the sole purpose of repelling the presumption} and not in good faith, with the sincere object of recovering the debt claimed. Nor can it be said that the mere impetration of an original writ (I do not speak of a scire facias) without service on the defendant, is the institution of a legal proceeding. The rule must also be understood with this further and very obvious modification, namely, that the suit relied on to repel the presumption of payment must have been commenced before the expiration of the twenty years, and not afterwards . . . because, although the effort to recover a debt is a circumstance strong enough to prevent the presumption from arising, it is not sufficient to repel that presumption after it has acquired the full force which twenty years’ supineness of the creditor would give it.” (Emphasis supplied).\nThe crucial issue is: is proof of the issuance of the writs of fieri facias, returned “nulla bona” in 1927 and the issuance of the writs of scire facias in 1942 and 1947, — where the sheriff was expressly directed not to serve the writs — sufficient to bring the present factual situation within the exception in James v. Jarrett, supra?\nOur attention has not been directed to any judicial authority wherein the institution of legal process upon a judgment, without notice to the debtor upon the express direction of the creditor, has been held to prevent the creation of the presumption of payment: See 1 A.L.R. 761, 824, footnote 170. Where a legal proceeding is instituted for the enforcement of a debt, coupled with notification to the debtor of the institution thereof, the burden is clearly upon the debtor to demonstrate bad faith on the part of the creditor: Miller’s Estate, 243 Pa. 328, supra. Furthermore, the burden of proving the absence of good faith in the institution of legal process upon a judgment in all instances where the debtor has not been notified of the institution of such legal process, or where a writ of scire facias has been returned “nihil habet” should not be placed on the judgment creditor. A return of “nihil habet” can reasonably support two conclusions: that the debtor could not be found by the sheriff or that the judgment creditor issued the writs to prevent the creation of the presumption of payment.\nHowever, where, as in the instant situation, the judgment creditor expressly directs the sheriff not to attempt to serve the writs, it is and should be encumbent upon the judgment creditor to establish affirmatively that his purpose in issuing the writs was to enforce the judgment and not to prevent the creation of the presumption of payment. Our examination of the instant record discloses that the judgment creditor— the appellee — failed to assume and sustain this burden; furthermore, the appellee advanced no sufficient reason why no attempt was made to serve the judgment debtor, particularly where the record indicates that Harry Bess remained in the retail business in the same area during most of the time in question.\nIn view of the conclusions reached we deem it unnecessary to discuss appellants’ second contention as to the admissibility of the contested exhibits and testimony. Moreover, even if it be assumed that such evidence was admissible, such evidence was insufficient to rebut the presumption of payment which had arisen after the passage of twenty years.\nJudgment reversed.\nThree appeals are herein presented. Oscar Rosenbaum is appellee in two appeals and Edith Rosenbaum appellee in the third appeal; Emanuel H. Newhoff, Executor of Harry Bess’s Estate, is appellant in all three appeals. Eor the sate of convenience reference is made to the parties in the singular rather than the plural.\n“It is a presumption merely of fact and amounts to nothing more than a rule of evidence which reverses the ordinary burden of proof and makes it encumbent upon the creditor to prove, by preponderance of the evidence, that the debt was not actually paid Grenet’s Estate, 332 Pa. 111, 113, 2 A. 2d 707.\nThe lapse of time necessary to raise this presumption is measured from the date when the judgment became legally collectible— ordinarily, the date of entry of the judgment: Brooks v. Rudolph, 371 Pa. 21, 24, 88 A. 2d 907.",
        "type": "majority",
        "author": "Mr. Justice Benjamin R. Jones,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Bell :\nThe present majority opinion fails to refute, or even to discuss the important evidence upon which the Chancellor and the lower Court relied to rebut the presumption of payment. I would affirm the judgment on the able opinion of Judge Edward J. Griffiths.",
        "type": "dissent",
        "author": "Mr. Justice Bell :"
      }
    ],
    "attorneys": [
      "Charles 8. Sehermer, with him David R. Rosenwald, for appellant.",
      "Louis E. Levinthal, with him Dilworth, Pawson, Kalish, Kohn & Dilles, for intervening appellant.",
      "Bryan A. Hermes, for appellees."
    ],
    "corrections": "",
    "head_matter": "Rosenbaum v. Newhoff, Appellant.\nArgued November 18, 1958 and judgments affirmed on January 5, 1959; petition for reargument granted on February 12, 1959 and opinion withdrawn; reargued April 22, 1959.\nBefore Jones, C. J., Bell, Musmanno, Jones, Cohen, Bok and McBride, JJ.\nreargument refused August 3, 1959.\nCharles 8. Sehermer, with him David R. Rosenwald, for appellant.\nLouis E. Levinthal, with him Dilworth, Pawson, Kalish, Kohn & Dilles, for intervening appellant.\nBryan A. Hermes, for appellees.\nJune 30, 1959:"
  },
  "file_name": "0500-01",
  "first_page_order": 522,
  "last_page_order": 528
}
