{
  "id": 893226,
  "name": "Alexander Hanlon v. Philadelphia and West Chester Turnpike Road Company, Appellant",
  "name_abbreviation": "Hanlon v. Philadelphia & West Chester Turnpike Road Co.",
  "decision_date": "1897-07-15",
  "docket_number": "Appeal, No. 44",
  "first_page": "115",
  "last_page": "121",
  "citations": [
    {
      "type": "official",
      "cite": "182 Pa. 115"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "119 Ill. 73",
      "category": "reporters:state",
      "reporter": "Ill.",
      "opinion_index": -1
    },
    {
      "cite": "28 So. Car. 401",
      "category": "reporters:state",
      "reporter": "S.C.",
      "case_ids": [
        4389589
      ],
      "opinion_index": -1,
      "case_paths": [
        "/sc/28/0401-01"
      ]
    },
    {
      "cite": "25 So. Car. 222",
      "category": "reporters:state",
      "reporter": "S.C.",
      "opinion_index": -1
    },
    {
      "cite": "26 Vt. 721",
      "category": "reporters:state",
      "reporter": "Vt.",
      "opinion_index": -1
    },
    {
      "cite": "20 Ill. 627",
      "category": "reporters:state",
      "reporter": "Ill.",
      "opinion_index": -1
    },
    {
      "cite": "70 Ga. 468",
      "category": "reporters:state",
      "reporter": "Ga.",
      "opinion_index": -1
    },
    {
      "cite": "96 U. S. 259",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "178 Pa. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "173 Pa. 146",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        875856
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/173/0146-01"
      ]
    },
    {
      "cite": "158 Pa. 422",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        848254
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/158/0422-01"
      ]
    },
    {
      "cite": "153 Pa. 31",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        840227
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/153/0031-01"
      ]
    },
    {
      "cite": "159 Pa. 472",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "127 Pa. 406",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        565716
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/127/0406-01"
      ]
    },
    {
      "cite": "115 Pa. 112",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        551756
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/115/0112-01"
      ]
    },
    {
      "cite": "105 Pa. 142",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454231
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/105/0142-01"
      ]
    },
    {
      "cite": "176 Pa. 335",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        882254
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/176/0335-01"
      ]
    },
    {
      "cite": "70 Pa. 450",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1028164
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/70/0450-01"
      ]
    },
    {
      "cite": "64 Pa. 201",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021221
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/64/0201-01"
      ]
    },
    {
      "cite": "106 Pa. 37",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        455666
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/106/0037-01"
      ]
    },
    {
      "cite": "97 Pa. 450",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        444805
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/97/0450-01"
      ]
    },
    {
      "cite": "97 Pa. 70",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        444789
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/97/0070-01"
      ]
    },
    {
      "cite": "93 Pa. 337",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        442051
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/93/0337-01"
      ]
    },
    {
      "cite": "167 Pa. 438",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        866875
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/167/0438-01"
      ]
    },
    {
      "cite": "10 W. N. C. 55",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "78 Pa. 219",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040392
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/78/0219-01"
      ]
    },
    {
      "cite": "134 Pa. 199",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814909
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/134/0199-01"
      ]
    },
    {
      "cite": "132 Pa. 96",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970516
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/132/0096-01"
      ]
    },
    {
      "cite": "125 Pa. 615",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563975
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/125/0615-01"
      ]
    },
    {
      "cite": "150 Pa. 180",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834411
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/150/0180-01"
      ]
    },
    {
      "cite": "26 Vt. 721",
      "category": "reporters:state",
      "reporter": "Vt.",
      "opinion_index": 0
    },
    {
      "cite": "178 Pa. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "167 Pa. 438",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        866875
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/167/0438-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 764,
    "char_count": 15437,
    "ocr_confidence": 0.46,
    "pagerank": {
      "raw": 1.8473738463222577e-07,
      "percentile": 0.7230220758044195
    },
    "sha256": "5995346a2f8dde79c2b02df6e0f12f58a36036a8d570ea7c62244d032d179a3a",
    "simhash": "1:ecbe85b63e3fc5dc",
    "word_count": 2715
  },
  "last_updated": "2024-02-27T19:55:52.274992+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Green, Williams, Mitchell, Dean and Fell, ¿ J."
    ],
    "parties": [
      "Alexander Hanlon v. Philadelphia and West Chester Turnpike Road Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Dean,\nThe plaintiff, Alexander Hanlon, was sitting on top of a load of hay, which he was bringing into Philadelphia. His son was on a seat attached to the front of the wagon, driving the two horses. They had turned in from Cooperstown road to the Philadelphia and West Chester turnpike road. Upon this road there was a passenger railway operated by means of steam dummies, consisting of a cpmbined steam engine and passenger car, the engine being at one end and the car with the usual projecting platform at the other. The track was laid on the south side, leaving a space of at least twenty feet, which was the driving part of the road. Plaintiff had driven twenty-five or thirty yards from the tollgate when a dummy was seen coming in the opposite direction. The horses took fright and, plunging around, broke the front wheels of the wagon, and ran away. Plaintiff was thrown to the ground and seriously injured. He testified, that in plain view of the conductor and engineer, only thirty or forty yards distant, his horses took fright; that he signalled them to stop, but they disregarded him; smiled in his face as if they enjoyed it, 'and made no effort to shut off the escaping steam, the cause of the fright. Plis son, also, testified to reckless indifference of those in charge of the engine, when the horses began to rear and plunge. Averring that his injury was caused by negligence of defendant in operating the engine in the manner they did, when they saw his peril, plaintiff brought suit. At the trial the court submitted the evidence to the jury, on the question, as to whether negligence under the circumstances should be imputed to defendant. The jury found for plaintiff, and defendant appeals, assigning ten errors to the charge of the court, and answers to points. The substance of all those alleging error in submitting the evidence is embraced in the tenth. The court said to the jury: “ If the people managing the car ought to have seen it (the fright of the horses), and did see it, and should have stopped their car, as prudent men, but went on and failed to stop it, thus causing the consequence which resulted, then they would be liable.”\nIt necessarily must be a rare case where negligence can be imputed to a steam railroad company because horses on a highway have taken fright at the escaping steam, ringing of the bell or sounding of the whistle of the locomotive. Such noises are the inevitable consequences of steam propulsion, and one of the inconveniences to which the traveler by horseback or vehicle must submit. The public demand steam railroads ; they cannot accomplish their purpose without, at times, affrighting animals on the highway. To say that under ordinary circumstances, if an engineer sees a team of horses on the highway giving evidence of fright, he must stop until the driver has quieted them, would be so palpably unreasonable that it would be a waste of words to discuss the question. Nor does appellee so contend: appellant only assumes that this is the argument. The circumstances here are not the usual, or ordinary ones, from which spring accidents and injury from affrighted horses. The Philadelphia and West Chester Turnpike Company was incorporated to construct and did construct and operate, for many years, a turnpike road between Philadelphia and West Chester through an open country. This, of course, was for public travel on foot, and by horses and vehicles. Then, the Delaware Passenger Railway was incorporated to construct a passenger railway on the roadbed of the turnpike company, with authority to operate it; both turnpike and railway to be operated at the same time, neither one to the exclusion of the other. The railway was constructed and put in operation; then, by special act of March 18, 1865, the turnpike company was given authority to purchase all the property rights and franchises of the railway company; the purchase was made, thus uniting in this defendant the franchises for both methods of travel on the same original turnpike bed or roadway, the turnpike company continuing to take tolls and operate the turnpike. Clearly, by this juxtaposition of the two methods of travel on the same line, continuously between the two points, the defendant collecting tolls from the public and rental on the railway, the relative rights and duties of those using the same highway by the two different methods, under one corporation, must be distinguished from the ordinary case of a traveler on a highway wholly independent of a steam railway, which he only occasionally approaches. The roadbed in the case before us is intended to be used in common by the locomotive and the haywagon. In the exercise of care, the driver of the locomotive is acting under wholly different circumstances from those attending the driver of a locomotive on an independent steam railroad. While here, so far as appears, the railway was not constructed for the passage of ordinary vehicles upon its tracks, and the right to use them for such purpose did not exist, yet the right of each to use its own trackway, alongside the other, on a common roadbed, the turnpike, must be conceded. To that extent the principle announced in Ehrisman v. Railway Co., 150 Pa. 180, and the cases following it is applicable. “ So long as the right of a common user of the tracks exists in the public, it is the duty of the passenger railway companies to use such watchful care as will prevent accidents or injuries to persons who, without negligence on their own part, may not at the moment be able to get out of the way of a passing car. The degree of care to be exercised must necessarily vary with the circumstances, and therefore no unbending rule can be laid down.” Here, there was no common use of the track; there was a common use of the turnpike roadbed by steam and horse power side by side. There could be no negligence in running the locomotive in the usual method, nor in the mere fact of blowing off steam. Every driver of horses on the turnpike took the risk of fright and injury from such causes. But if, as there was testimony tending to prove, the engineer, running at the rate of three miles an hour, saw the horses take fright when he was thirty or forty yards off, then recklessly blew off three or four spurts of steam when he approached nearer, as if to aggravate the terror of the horses and create an enjoyable spectacle for himself — this, too, on a turnpike where plaintiff had as much right to safe passage as he, we think, on such evidence, the question as to whether there was care according to the circumstances was for the jury. Not a single one of the eases cited by appellant has any bearing on the facts, to establish which evidence was given in this case. Yingst v. Railway Co., 167 Pa. 438, was the case of an electric railway company’s cars frightening a horse which had safely crossed the railway on a road; there was no evidence of any reckless or wanton conduct on the part of the motorman. Says our Brother Green, in delivering the opinion, “ The motorman was not responsible for the fright of the horse at sight of the car. He was not bound in advance to take precautions against a fright of which he had no knowledge, at least until he saw some evidence of the fright.” Nor was this engineer guilty of any negligence here, because the ordinary use of the steam affrighted the horses ; but it was negligence to causelessly blow off steam to aggravate their fright when he approached nearer. The engineer and conductor, in their testimony, contradict the plaintiff and his son, but this conflict of statement was for the jury. We can only say there was evidence for their consideration on the question of negligence. Whether running the locomotive reversed required a greater degree of care than head front was also a question for the jury, which the court, in a decided expression of opinion in favor of defendant, properly submitted to them. If there was any error in the language of the court that “ if the people of the car ought to have seen the fright of the horses,” it did defendant no injury, for the conductor in. his testimony admitted he actually saw them in fright seventy-five to one hundred feet distant. This was what plaintiff testified to in substance when he said the locomotive was thirty to forty yards distant when the horses took fright. The jury could not, therefore, have based their finding on a presumption of fact, when both sides positively proved the fact.\nTaking the charge and answers to points as a whole we are unable to discover any error which calls for a reversal.\nIt is urged that the defendant had, before the accident, leased its railroad to the West Chester Traction Company, which last named company was then operating it; therefore, the lessee alone was answerable and not the defendant. Assuming it had authority to lease its franchise and property, of which there is no evidence, it did so for a compensation, a rental of $12,000 per year; it still maintained its corporate organization, and onfy bargained with another company to run its railroad. No law is pointed out whereby the lessor, by the mere contract of letting, can exempt itself from corporate liability to the public. Undoubtedly there may be a statutory exemption from such liability ; but the lessor cannot create such exemption, as against the public, by a mere contract with a third party to operate the road. The contract itself does not undertake to stipulate for such exemption and imposition of liability on the lessee; but even if it did, such right to contract is not evidenced by any. grant from the commonwealth, the creator of the defendant corporation. See Van Steuben v. Railroad Co., 178 Pa. 374; Nelson v. R. R. Co., 26 Vt. 721; R. R. Co. v. Brown, 17 Wallace, 450. We think the court below committed no error in refusing to affirm appellant’s second point, wherein the court was asked to instruct the jury that, as at the date of the accident its lessee was operating the railroad, there could be no recovery against defendant. So the sixth assignment of error is overruled, and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Dean,"
      }
    ],
    "attorneys": [
      "J. McGregor Gibb, with him A. Lewis Smith, for appellant.",
      "Samuel Grustine Thompson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Alexander Hanlon v. Philadelphia and West Chester Turnpike Road Company, Appellant.\nNegligence— Turnpike company — Passenger railway — Frightening horses.\nIn an action against a turnpike company to recover damages for personal injuries, it appeared that the company, in addition to operating the turnpike, operated a steam passenger railway on the turnpike road. At the time of the accident plaintiff was driving a wagonload of hay on the turnpike. The evidence for the plaintiff tended to show that his horses took fright at a dummy engine when it was about thirty or forty yards off; that the engineer of the dummy, after seeing that the horses were frightened, blew off three or four spurts of steam, as if to aggravate the fright of the horses, and that he laughed when he saw the plaintiff motion to him to stop the engine. It also appeared that the engine was run r’eversed. Held, (1) that there was sufficient evidence for the consideration of the jury on the question of defendant’s negligence; (2) that the question of whether running the engine reversed required a greater, degree of care than running it head front was a question for the jury; (8) that a verdict and judgment for plaintiff should be sustained.\nStreet railways — Lease—Exemption from liability for accident.\nA turnpike company having authority to operate a passenger railway upon its road cannot, in the absence of legislative authority, exempt itself from liability for the negligent operation of the railway by making a lease with another company to operate the road.\nArgued March 26, 1897.\nAppeal, No. 44, Jan. T., 1897, by defendant, from judgment of C. P. No. 3, Phila. Co., June T., 1896, No. 354, on verdict for plaintiff.\nBefore Green, Williams, Mitchell, Dean and Fell, ¿ J.\nAffirmed.\nTrespass for personal injuries.\nThe facts appear by the opinion of the Supreme Court.\nDefendant’s points and answers thereto among others were as follows: „\n1. That the burden of proof is on the plaintiff to prove that the defendant company was operating the railroad at the time of the accident. Answer: On that point I charge you that under\n'the pleadings in this case the evidence is sufficient to show that the turnpike company was operating the railroad at the time of the accident. [5]\n2. The uncontradicted evidence showing that there was a valid contract on the part of the defendant company with the Philadelphia and West Chester Traction Company, by which the traction company was operating the railroad at the time of the accident, the defendant is not responsible for the accident, and the verdict must be for the defendant. Answer: I refuse to so instruct you. [6]\n8. The evidence failing to show the omission of any duty incumbent on the defendant, the plaintiff cannot recover, and the verdict must be for the defendant. Answer: Refused. [7]\n4. Under all the evidence in this case the verdict must be for the defendant. Answer: Refused. [8]\nVerdict and judgment for plaintiff for $3,500. Defendant appealed.\nErrors assigned among others were (5-8) above instructions, quoting them.\nJ. McGregor Gibb, with him A. Lewis Smith, for appellant.\nA street car company is not responsible for an accident occurring by horses taking fright at the usual noises incident to the running of a car: Phila. Traction Co. v. Bernheimer, 125 Pa. 615; Hazel v. Pass. Ry. Co., 132 Pa. 96; Steiner v. Traction Co., 134 Pa. 199; P., W. & B. R. R. Co. v. Stinger, 78 Pa. 219; Drayton v. R. R., 10 W. N. C. 55; Yingst v. Lebanon, etc., v. Ry. Co., 167 Pa. 438.\nThe burden was on the plaintiff to prove that the accident was occasioned solely by a negligent act of the defendant or its servants, or by the omission of some duty incumbent on it: Jennings v. R. R., 93 Pa. 337; Baker v. Fehr, 97 Pa. 70; R. R. v. Schertle, 97 Pa. 450.\nThe doctrine that where there is a scintilla of evidence of a material fact the question must be submitted to the jury is not now recognized as the law of this state: First Nat. Bank v. Wirebach, 106 Pa. 37; Howard Express Co. v. Wile, 64 Pa. 201; Cunningham v. Smith, 70 Pa. 450.\nNothing in this evidence shows any negligence on the part of the employees of the company: Yingst v. Lebanon, etc., St. Ry. Co., 167 Pa. 438; Reilley v. Traction Co., 176 Pa. 335.\nBefore the defendant can- be held liable for an accident it must be shown that it did the act complained of: Penna. R. Co. v. Spicker, 105 Pa. 142; Young v. Penna. R. Co.; 115 Pa. 112; Penna. R. Co. v. Sellers, 127 Pa. 406.\nSamuel Grustine Thompson, for appellee.\nDefendant was guilty of negligence: Lot v. R. R., 159 Pa. 472; Gilmore v. Pass. Ry., 153 Pa. 31; Kestner v. Traction Co., 158 Pa. 422; Harkins v. Traction Co., 173 Pa. 146; Phila. Traction Co. v. Bernheimer, 125 Pa. 615; Hazel v. People’s Pass. Ry. Co., 132 Pa. 96; Steiner v. Traction Co., 134 Pa. 199.\nThe defendant could not by a lease or contract exempt itself from liability; Van Steuben v. R. R., 178 Pa. 374; Railway Co. v. McCarthy, 96 U. S. 259; Singleton v. South Western R. R. Co., 70 Ga. 468; Ray on Negligence (Pass.) 543; R. R. v. Brown, 17 Wallace, 450; O. &. M. R. R. Co. v. Dunbar, 20 Ill. 627; Nelson v. R. R., 26 Vt. 721; Nat. Bank v. Ry. Co., 25 So. Car. 222; Harmon v. R. R., 28 So. Car. 401; Balsley v. St. L., A. & T. H. R. R. Co., 119 Ill. 73.\nJuly 15, 1897 :"
  },
  "file_name": "0115-01",
  "first_page_order": 135,
  "last_page_order": 141
}
