{
  "id": 893195,
  "name": "J. P. Wolf, Appellant, v. A. B. Hostetter and W. M. Jacobs, trading as W. M. Jacobs & Co.",
  "name_abbreviation": "Wolf v. Hostetter",
  "decision_date": "1897-07-15",
  "docket_number": "Appeal, No. 183",
  "first_page": "292",
  "last_page": "294",
  "citations": [
    {
      "type": "official",
      "cite": "182 Pa. 292"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "77 Pa. 308",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        436344
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/77/0308-01"
      ]
    },
    {
      "cite": "107 Pa. 305",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8857505
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/107/0305-01"
      ]
    },
    {
      "cite": "77 Pa. 308",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        436344
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/77/0308-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 303,
    "char_count": 4660,
    "ocr_confidence": 0.476,
    "pagerank": {
      "raw": 2.8154364957538055e-07,
      "percentile": 0.837938235009068
    },
    "sha256": "b31d3b3e7cce73c51ba38f178a3a7ee646b2a55e2fcfe8d469b8d39aebee5a8b",
    "simhash": "1:3378958ca4129ecd",
    "word_count": 792
  },
  "last_updated": "2024-02-27T19:55:52.274992+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, McCollum, Mitchell and Fell, JJ."
    ],
    "parties": [
      "J. P. Wolf, Appellant, v. A. B. Hostetter and W. M. Jacobs, trading as W. M. Jacobs & Co."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Sterrett,\nThis suit was brought on a note made by “ Banner Leaf Tobacco Co.” for $1,225.75, at four months from December 29, 1894, to the order of A. B. Hostetter, one of the defendants, and by him indorsed, and then indorsed by the other defendant, W. M. Jacobs & Co. Judgment was taken against the payee and first indorser, for want of an appearance. As to Jacobs, the other defendant, issue was joined, and on the trial judgment of nonsuit was entered. This appeal is from the refusal of the court to take off-the nonsuit.\nWhile the record does not distinctly show, as it should, the grounds on which the motion for nonsuit was based, it is alleged by defendants and not denied that the reasons were, 1st, that the liability of the defendants, if liable at all, was not joint but several, and 2d, that no sufficient notice of demand and nonpayment was given to the defendant Jacobs.\nAs to the first, it clearly appears in the plaintiff’s statement that the suit is against the payee and first indorser and the second indorser jointly, and is predicated of a joint liability of the defendant, of which there was no evidence whatever. This of itself was quite sufficient to justify the action of the court below.\nIn the absence of statutory authority such as exists in several of our sister states (2 Pars. Notes & Bills, 457, note), permitting the holder of negotiable paper to join in one action all parties thereon prior to himself, etc., it is very clear that in this state a joint action against two or more separate indorsers cannot be maintained. As was well said in Fawcett v. Fell, 77 Pa. 308, “ it is elementary law that there can be no recovery in an action ex contractu against several defendants unless they are jointly liable, and there can be no joint liability if the contract is not joint but several.” Where several persons in succession indorse a negotiable note, the act of each, respectively, imports a several and successive, and not a joint, obligation, whether done for accommodation or for value, unless there be an agreement aliunde different from that evidenced by the indorsements: 1 Daniel, Negotiable Instruments (4th ed.), sec. 703. An apparent exception to this principle is the case of a note payable to the order of two or more persons and by them, respectively, indorsed ; but, upon due consideration, it will be found to be in harmony therewith; Foster v. Collner, 107 Pa. 305.\nIt is unnecessary to consider the second alleged ground for nonsuit, viz: failure to notify the defendant Jacobs of demand and nonpayment of the note. Enough has been said to show that there was no error in refusing to tape off the judgment of nonsuit.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Chief Justice Sterrett,"
      }
    ],
    "attorneys": [
      "J. W. Johnson, for appellant.",
      "John E. Malone, for appellees."
    ],
    "corrections": "",
    "head_matter": "J. P. Wolf, Appellant, v. A. B. Hostetter and W. M. Jacobs, trading as W. M. Jacobs & Co.\nPromissory notes — Actions—Joint and several liabilities.\nWhere several persons in succession indorse a negotiable note, the act of each, respectively, imports a several and successive, and not a joint, obligation, whether done for accommodation or for value, unless there be an agreement aliunde different from that evidenced by the indorsement.\nIn Pennsylvania a joint action against two or more separate indorsers of a promissory note cannot be maintained.\nArgued May 19, 1897.\nAppeal, No. 183, Jan. T., 1897, by plaintiff, from judgment of G. P. Lancaster Co., Feb. T., 1896, No. 42, refusing to strike off nonsuit. .\nBefore Sterrett, C. J., Green, McCollum, Mitchell and Fell, JJ.\nAffirmed.\nAssumpsit on a promissory note. Before Livingston, P. J.\nThe note in suit was as follows:\n“$1225.75. Yoke, Penn’a, December 29th, 1896.\n“ Four .months after date we promise to pay to the order of A. B. Hostetter, Twelve Hundred and Twenty-five Dollars and Seventy-five Cents, at City Bank, without defalcation for value received.\n“ Banner Leae Tobacco Co.\n“No. 9041. Due May 2d. .\n“Endorsers — A. B. Hostetter, W. M. Jacobs & Co., J. P. Wolf.”\nThe court entered a compulsory nonsuit which it subsequently refused to take off.\nThe material facts are stated in the opinion of the Supreme Court.\nError assigned was in refusing to take off nonsuit.\nJ. W. Johnson, for appellant.\nJohn E. Malone, for appellees.\nIn Fawcett v. Fell, 77 Pa. 308, it was held that a joint action could not be maintained against the maker and indorser of a promissory note.\nThe indorsement imports a several and successive,' and not a joint, obligation, whether the indorsements be made for accommodation or for value received, unless there be an agreement aliunde different from that evidenced by the indorsements: 1 Daniel on Negotiable Instruments, p. 674, sec. 703.\nJuly 15, 1897:"
  },
  "file_name": "0292-01",
  "first_page_order": 312,
  "last_page_order": 314
}
