{
  "id": 1061570,
  "name": "Commonwealth v. Insano, Appellant",
  "name_abbreviation": "Commonwealth v. Insano",
  "decision_date": "1920-05-17",
  "docket_number": "Appeal, No. 77",
  "first_page": "1",
  "last_page": "7",
  "citations": [
    {
      "type": "official",
      "cite": "268 Pa. 1"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "226 Pa. 189",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967933
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/226/0189-01"
      ]
    },
    {
      "cite": "209 Pa. 529",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936257
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/209/0529-01"
      ]
    },
    {
      "cite": "205 Pa. 387",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        929945
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/205/0387-01"
      ]
    },
    {
      "cite": "193 Pa. 326",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        910360
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/193/0326-01"
      ]
    },
    {
      "cite": "181 Pa. 470",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        891416
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/181/0470-01"
      ]
    },
    {
      "cite": "162 Pa. 144",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        856820
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/162/0144-01"
      ]
    },
    {
      "cite": "107 Pa. 267",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8857287
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/107/0267-01"
      ]
    },
    {
      "cite": "105 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454290
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/105/0001-01"
      ]
    },
    {
      "cite": "15 Pa. 468",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        408835
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/15/0468-01"
      ]
    },
    {
      "cite": "197 N. Y. 152",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        810741,
        4463998
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-crim/24/0255-01",
        "/ny/197/0152-01"
      ]
    },
    {
      "cite": "6 So. 186",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "opinion_index": 0
    },
    {
      "cite": "66 Pa. Superior Ct. 519",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        628081
      ],
      "pin_cites": [
        {
          "page": "526"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/66/0519-01"
      ]
    },
    {
      "cite": "56 Cal. 119",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2270281
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal/56/0119-01"
      ]
    },
    {
      "cite": "86 Md. 536",
      "category": "reporters:state",
      "reporter": "Md.",
      "opinion_index": 0
    },
    {
      "cite": "87 N. E. 112",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "194 N. Y. 147",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1194924,
        4460373
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-crim/23/0158-01",
        "/ny/194/0147-01"
      ]
    },
    {
      "cite": "66 Cal. 101",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2249735
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal/66/0101-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 621,
    "char_count": 12434,
    "ocr_confidence": 0.425,
    "pagerank": {
      "raw": 9.604451149414095e-08,
      "percentile": 0.5265575328909137
    },
    "sha256": "88767ae03c646c8528b8973d2bccf01342accb69426e1d5a6099ed15f13f8852",
    "simhash": "1:924bdcdd5f7ce93b",
    "word_count": 2120
  },
  "last_updated": "2024-02-27T19:53:34.313145+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Stewart, Frazer, Walling, Simpson and Kephart, JJ."
    ],
    "parties": [
      "Commonwealth v. Insano, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Kepiiaet,\nAppellant was found guilty of murder of the first degree. During the course of the trial a confession, signed by him, was admitted in evidence. It was objected to because the stenographer who took the statement in shorthand and reduced it to typewriting was not called as a witness to prove the written statement was the “true and correct statement made by the defendant.” The customary safeguards to secure a free and voluntary confession were taken. Defendant was an Italian, who, while he understood English to some extent, spoke through an interpreter. His confession was thus translated into English, taken in shorthand, reduced to longhand, and the writing read to the defendant in Italian by the same interpreter and in English by the district attorney. Defendant then signed all pages of the writing. The interpreter and the witnesses who heard the examination, with the exception of the stenographer who was not called, testified as to what transpired. The confession was competent, the interpreter gave the stenographer all the information for her notes and, after she had transcribed it, the interpreter read the paper to defendant. The former testified his interpretation was correct, and understood by defendant, the statement was a correct transcription of defendant’s story and that the district attorney read the same paper in English to defendant. The stenographer’s statement would add nothing of probative value relative to the competency of the statement. The correct practice is to call the interpreter: People v. Oiler, 66 Cal. 101; People v. Randazzio, 194 N. Y. 147 (87 N. E. 112). Testimony of a shorthand reporter, based on his notes, is incompetent to prove the testimony or statements of witnesses given in a foreign language unknown to the reporter and through an interpreter: Sherer v. Harber, 86 Md. 536; People v. Ah Yute, 56 Cal. 119. See in this connection Commonwealth v. Brown, 66 Pa. Superior Ct. 519, 526.\nWritten statements by a defendant, deliberately and seriously prepared, are always admissible as substantive evidence in a case. It is self-harming evidence. It has no higher evidentiary value than an oral confession, but where it has been reduced to writing it has a tendency to be regarded in a more trustworthy light than an oral statement and its weight must be judged in proportion to the solemnity of its character. It is not necessary to the admissibility of a written confession that it should be signed by the accused, though it was in this case; nor is it necessary that it should be in a language understood by the accused, if in such case it is translated into a language he does understand, sentence by sentence, in his presence and hearing, and where it is admitted by the accused that he understands it and that it is correct : State v. Demarests, 6 So. 186; People v. Giro, 197 N. Y. 152; Wharton’s Criminal Evidence (10th Ed.) sec. 643. Defendant admits the statement is correct. When testifying in his own behalf, he was asked if he had told officer Palmer about the attempt of the deceased to put him out of a lot on the night of the shooting. He replied: “A. No, I never made such a statement. I made a statement [referring to the confession] at the office of Mr. Long [the district attorney]; what is the use of asking me again. Q. Was that statement correct?” After a contest as to the propriety of the question and with the witness fully aware that it referred to a vital part of the case, he answered: “A. As far as I know, it is.” During the entire course of his examination, defendant did not at any time deny that he had killed the deceased. If there was any doubt in counsel’s mind as to the admissibility of the confession, clearly defendant’s testimony made it substantive proof.\nThe confession was objected to before the bar of this court for the reason it was secured by duress, threats and violence. We might dispose of this by saying there was no assignment of error covering it, and the confession, when offered, was not objected to on that ground. Nowhere in the Commonwealth’s evidence does it appear that any force, violence, or duress was used or attempted and defendant stated during the trial that he made the statement voluntarily; this objection, even if properly made, must of necessity be overruled.\nThe defense was partly self-defense and partly insanity occasioned by brooding, for a period of two weeks or more, over the loss of money by theft. Defendant had accumulated the sum of $2,000, which he carried in his pocket, enclosed in an envelope. The money was stolen and, to avoid detection, waste was put in the envelope, of about the same bulk as the money. Such was defendant’s story. He believed the deceased and his brother-in-law had stolen the money. The theft was not discovered until about the 6th of November, and from that time until the 17th of November he had not spoken to the deceased or his brother-in-law about it. Meanwhile he purchased a revolver and, on one or two occasions, in the evening, went to the home of the deceased, looking for him. On the night of the 17th, about 8:30 o’clock, he saw him leaving the kitchen with a pan of food for his pigs, and while standing in front of the pen defendant approached and asked “Where is the $2,000 that you and your brother-in-law took from this package.” The deceased denied any knowledge of it; after some further talk defendant, according to his confession, fired twice from a revolver, the deceased fell to the ground and defendant left for Florence, a small town close by. In his testimony, admitting all this, defendant states that the deceased had ordered him from the lot and was advancing toward him in a threatening manner. Believing he was in imminent danger of being injured or killed, he shot to defend himself. Elsewhere in his testimony, he says when he returned to his shanty, or residence, in the evening, he took his revolver “to go about on his own business”; he had been around the home of Panzarella, the deceased, several times to get a chance to shoot him and “I went there with the intention of getting him.” When asked if he conld have gotten away without shooting, he replied he could not. “Q. Why? A. Because I couldn’t get away. Q. Why, couldn’t you go? A. When one goes to a dance, he waits until the dance is over, and then he goes away. Q. Then, the dance wasn’t over until you killed Panzarella, is that right?......A. How many times must I say it? I say yes......I wanted satisfaction with the fellows or parties that took my money.”\nThe court left all of the evidence to the jury in a charge which gave defendant the benefit of the positions assumed throughout the trial. The jury was fully warranted in reaching the verdict that it did.\nComplaint is made that the court below permitted the jury to separate. After the jury was sworn and before any evidence was taken, one of the jurors, who was ill, suffering from neuralgia, asked to be taken to a dentist. In the custody of an officer of the court, without the court’s permission, he was allowed to leave the jury; the remainder of the jurymen were in charge of another officer. This practice is most reprehensible and the court should be severe in punishing officers who take upon themselves the right to violate their duties. From an examination of the evidence, we are satisfied that no harm was done defendant. We agree with the conclusion of the court below: “The act complained of meets the court’s emphatic condemnation and disapproval, and occurred after positive instructions by the court to both tipstaves and jurors that there should be no separation by the latter; nevertheless a new trial should not be granted for that, if it appears no harm could have been or was done the defendant, in view of the testimony .of those concerned and in the light of a good many cases which have been considered, including Peiffer v. Commonwealth, 15 Pa. 468; Alexander v. Commonwealth, 105 Pa. 1; Moss v. Commonwealth, 107 Pa. 267; Commonwealth v. Manfredi, 162 Pa. 144; Commonwealth v. Eisenhower, 181 Pa. 470; Commonwealth v. Cressinger, 193 Pa. 326; Commonwealth v. Gearhardt, 205 Pa. 387; Commonwealth v. Williams, 209 Pa. 529; Commonwealth v. Fisher, 226 Pa. 189.” To enforce its discipline, the court should have punished the officer, or officers, who permitted this conduct. While no injury resulted in this case, yet, if such practice were continued, the evils that made it necessary to adopt the rule forbidding separation would again appear. Trial courts should not be lax in enforcing this rule by administering punishment, as for contempt, to officers who disobey their instructions.\nThe judgment of the court below is affirmed and the record is remitted for the purpose of execution.",
        "type": "majority",
        "author": "Me. Justice Kepiiaet,"
      }
    ],
    "attorneys": [
      "W. L. McCracken and W. M. Fairman, for appellant.",
      "Jesse O. Long, with him O, J. Margiotti, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Insano, Appellant.\nCriminal law — Murder—Confession—Duress—Interpreter—Evidence — Stenographer—Appeal—Review.\n1. On trial of indictment for murder, a confession signed by defendant is properly admitted in evidence, where it appears defendant was an Italian, who, while he understood English to some extent, spoke through an interpreter; that his confession was translated into English by the interpreter, taken in shorthand, reduced to longhand, and the writing read to defendant in Italian by the same interpreter and in English by the district attorney; that defendant then signed all the pages of the writing; and that the interpreter and the witnesses who heard the examination, with the exception of the Stenographer, who was not called, testified as to what took place, the interpreter testifying that the interpretation was correct and was understood by defendant and that the statement was a correct transcription of defendant’s story.\n2. In such case, it is not material that the stenographer was not called, as his statement would add nothing of probative value relative to the competency of the writing. The correct practice is to call the interpreter.\n3. Testimony of a shorthand reporter, based on his notes, is incompetent to prove the testimony or statements of witnesses, given in a foreign language unknown to the reporter, and through an interpreter.\n4. Written statements by a defendant, deliberately and seriously prepared, are always admissible as substantive evidence in a case.\n5. If the defendant admits that the written confession signed by him, is correct, such writing becomes substantive proof.\n6. Objection made at the bar of the Supreme Court on appeal, that a confession was secured by. duress, threats and violence will not be considered, where there is no assignment of error covering it, and the record does not show that the confession when offered in evidence, was objected to on that ground.\n7. A verdict of guilty of murder of the first degree will be sustained, where it appears defendant, by signed confession, admitted he killed deceased, that the defense set up was partly self-defense and partly insanity; that the evidence of defendant himself showed facts consistent with deliberate and premeditated killing, and that the court in its charge gave the defendant the benefit of the different positions assumed by him throughout the trial.\nCriminal law — Murder—Separation of jury.\n8. The fact that a juror in a murder trial, after the jury had been sworn, goes to a dentist, but without consent of the court, under custody of an officer of the court, while the rest of the jury remain in the custody of another officer, is not ground for a new trial, where the evidence shows that no harm was done by such separation of the jury; but the conduct of the officer in so acting without the consent of the court, is most reprehensible and worthy of the severest punishment.\nArgued April 12, 1920.\nAppeal, No. 77, Oct. T., 1920, by defendant, from judgment of O. & T. Jefferson Co., Jan. T., 1920, No. 1, on verdict of guilty of murder of the first degree, in case of Com. v. Antonio Insano.\nBefore Brown, C. J., Stewart, Frazer, Walling, Simpson and Kephart, JJ.\nAffirmed.\nIndictment for murder. Before Corbet, P. J.\nTbe opinion of tbe Supreme Court states the facts.\nVerdict of guilty of murder of tbe first degree upon wbicb judgment of sentence was passed. Defendant appealed.\nErrors assigned were (1) admission of written confession signed by defendant and (2) refusal of new trial.\nW. L. McCracken and W. M. Fairman, for appellant.\nJesse O. Long, with him O, J. Margiotti, for appellee.\nMay 17, 1920:"
  },
  "file_name": "0001-01",
  "first_page_order": 35,
  "last_page_order": 41
}
