{
  "id": 1061567,
  "name": "Producers Coke Co. v. Hoover, Appellant",
  "name_abbreviation": "Producers Coke Co. v. Hoover",
  "decision_date": "1920-06-26",
  "docket_number": "Appeal, No. 167",
  "first_page": "104",
  "last_page": "109",
  "citations": [
    {
      "type": "official",
      "cite": "268 Pa. 104"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "14 Pa. 308",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        405992
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/14/0308-01"
      ]
    },
    {
      "cite": "31 Pa. 265",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985089
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/31/0265-01"
      ]
    },
    {
      "cite": "96 U. S. 557",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3380232
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/96/0557-01"
      ]
    },
    {
      "cite": "157 Pa. 430",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        846600
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/157/0430-01"
      ]
    },
    {
      "cite": "253 Pa. 338",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024068
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/253/0338-01"
      ]
    },
    {
      "cite": "223 Pa. 554",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960949
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/223/0554-01"
      ]
    },
    {
      "cite": "27 Pa. Superior Ct. 471",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        856506
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/27/0471-01"
      ]
    },
    {
      "cite": "149 Pa. 178",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        832612
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/149/0178-01"
      ]
    },
    {
      "cite": "19 Ark. 473",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726676
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/19/0473-01"
      ]
    },
    {
      "cite": "37 Vt. 640",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        4432744
      ],
      "opinion_index": 0,
      "case_paths": [
        "/vt/37/0640-01"
      ]
    },
    {
      "cite": "48 N. H. 183",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        1050209
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nh/48/0183-01"
      ]
    },
    {
      "cite": "171 S. W. Rep. 578",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "71 N. W. Rep. 745",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "20 Wend. 431",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2150253
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/20/0431-01"
      ]
    },
    {
      "cite": "52 Mo. App. 481",
      "category": "reporters:state",
      "reporter": "Mo. App.",
      "case_ids": [
        525543
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mo-app/52/0481-01"
      ]
    },
    {
      "cite": "132 Ga. 242",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        526059,
        526045
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ga/132/0242-01",
        "/ga/132/0242-02"
      ]
    },
    {
      "cite": "147 Pa. 416",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        829846
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/147/0416-01"
      ]
    },
    {
      "cite": "59 Pa. 406",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        426953
      ],
      "pin_cites": [
        {
          "page": "410"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/59/0406-01"
      ]
    },
    {
      "cite": "89 Pa. 131",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063197
      ],
      "pin_cites": [
        {
          "page": "133"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/89/0131-01"
      ]
    },
    {
      "cite": "156 Pa. 276",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        844949
      ],
      "pin_cites": [
        {
          "page": "280"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/156/0276-01"
      ]
    },
    {
      "cite": "244 Pa. 321",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1003521
      ],
      "pin_cites": [
        {
          "page": "324"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/244/0321-01"
      ]
    },
    {
      "cite": "259 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1038319
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/259/0241-01"
      ]
    },
    {
      "cite": "14 Pa. 308",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        405992
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/14/0308-01"
      ]
    },
    {
      "cite": "31 Pa. 265",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985089
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/31/0265-01"
      ]
    },
    {
      "cite": "96 U. S. 557",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3380232
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/96/0557-01"
      ]
    },
    {
      "cite": "157 Pa. 430",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        846600
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/157/0430-01"
      ]
    },
    {
      "cite": "253 Pa. 338",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024068
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/253/0338-01"
      ]
    },
    {
      "cite": "223 Pa. 554",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960949
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/223/0554-01"
      ]
    },
    {
      "cite": "27 Pa. Superior Ct. 471",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        856506
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/27/0471-01"
      ]
    },
    {
      "cite": "149 Pa. 178",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        832612
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/149/0178-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 572,
    "char_count": 10420,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 5.324465166640668e-07,
      "percentile": 0.9428065111131961
    },
    "sha256": "b97f4fd65ee317967b384adba8de4a2004a8ab1299282ee2eb7064d86291e1d5",
    "simhash": "1:2ddd7fa684fd9c6e",
    "word_count": 1844
  },
  "last_updated": "2024-02-27T19:53:34.313145+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Stewart, Moschzisker, Frazer, Walling, Simpson and Kephart, JJ."
    ],
    "parties": [
      "Producers Coke Co. v. Hoover, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Walling,\nThis action is for breach of contract for sale of coke. On November 17, 1916, the parties hereto entered into a written contract by which defendant agreed to sell and deliver plaintiff 48,000 tons of coke, at the price of $3.60 per ton, to be delivered at the rate of 4,000 tons per month during the year 1917. Deliveries were made from time to time during the first seven mouths of that year, amounting in all to 18,895 tons, and then ceased. There was a sharp advance in the price of coke, and, in January, 191.8, plaintiff brought this suit for the difference between the contract price and the market price of the balance of the 48,000 tons, amounting to $150,898.38.\nThe affidavit of defense averred a parol modification of the contract, made in January, 1917, reducing the amount of coke to approximately four-sevenths of that called for in the written contract; and that, in performance of the modified contract, defendant delivered coke during each of the first seven months of 1917, being the 18,895 tons above mentioned, which was accepted and paid for by plaintiff; and that then the latter demanded performance of the original contract and refused to accept coke in accordance with the modification thereof. At the trial defendant offered testimony in support of such averments, to which plaintiff objected because the alleged modification of the contract was not in writing. The trial judge sustained the objection, and, as no other defense was interposed, practically instructed the jury to find for the plaintiff, which they did for the full amount of the claim, less an admitted credit of $6,000. Prom judgment entered upon, the verdict defendant brought this appeal.\nThe rejection of the testimony offered in support of the alleged parol modification of the contract was error. It is a general rule at common law that the parties to a written agreement may modify it by a subsequent parol agreement: Germantown Dairy Co. v. McCallum, 223 Pa. 554; Holloway v. Frick, 149 Pa. 178; Grace Contracting Company v. N. & W. Ry. Co., 259 Pa. 241; Reber v. Brownback, 27 Pa. Superior Ct. 471. Plaintiff, while conceding the rule, contends that it does not apply here because of the first clause of section 4 of the Sales Act of May 19, 1915, P. L. 543, Purdon’s Digest (13th ed.) vol. 6, p. 7573, viz: “A contract to sell or a sale of any goods or choses in action of the value of five hundred dollars or upwards shall not be enforceable by action unless the buyer shall accept part of the goods or choses in action so contracted to be sold or sold, and actually receive the same, or give something in earnest to bind the contract, or in part payment, or unless some note or memorandum in writing of the contract or sale be signed by the party to be charged or his agent in that behalf.” True, thereunder a mere parol contract for the sale of goods to the value of $500 or upwards, without more, is not enforceable, but the act points out three ways by either of which it may be validated: (a) an acceptance and actual receipt by the purchaser of a part of the goods contracted for; (b) the giving of something in earnest to bind the bargain or in part payment; or (c) a memorandum in writing of the sale signed by the party to be charged therewith. Hence, a parol contract of sale when part of the goods have been accepted or part of the consideration paid, is just as enforceable as a written contract. Here defendant’s offer was to prove not only that the written contract had been modified by the parol contract, but also that for seven months thereafter the coke had been delivered, accepted and paid for under the latter; if so, it would be valid although not in writing. Of course the burden was upon the defendant to prove, by evidence convincing to the jury, the alleged parol contract (Achenbach v. Stoddard, 253 Pa. 338; and see Malone & Son v. Railroad Co., 157 Pa. 430) and that it had been in part performed.\nHad the new contract been put in writing no one could question its validity, for parties may change or rescind their contracts at pleasure; and yet when part performed a verbal contract for sale of goods has, under the statute, the same force as a written one. The consideration for the modified, as well as for the original contract, was the mutual obligations of the parties thereunder : Flannery v. Wessels, 244 Pa. 321, 324; Flegal v. Hoover, 156 Pa. 276, 280; Wilgus v. Whitehead, 89 Pa. 131, 133; Carrier v. Dilworth, 59 Pa. 406, 410. The contract embraced a specified amount of coke but the parties by valid agreement could change that amount as they saw fit. It is not like the case of an agreement to discharge the whole of an admitted indebtedness by part payment, for here plaintiff was required to pay for the coke actually received at so much per ton. Defendant’s offer to prove, that during the seven months plaintiff bought other coke of him, at the market price, was relevant only as tending to show a modification of the original contract. Of course, where the statute not only requires the original contract, but any modification thereof, to be in writing (Musselman v. Stoner, 31 Pa. 265; Malone et al. v. Phila., 147 Pa. 416; Espy v. Anderson, 14 Pa. 308) it must be complied with, but here there is no such requirement. What defendant offered to prove would have been in form sufficient as an original contract of sale and certainly would have no less an effect in modifying such a contract.\nUnder the statute of frauds every contract for sale of real estate must be in writing and thereunder it has been held that a new contract modifying such written contract must also be in writing, otherwise the statute could be evaded and a party rendered liable on a parol contract for sale of land. But as to sales of personal property the statute above quoted is entirely different. That clause was copied from section 17 of the English Statute of Frauds, and a like provision has long been incorporated in the statutes of many states, and has frequently been before the courts as indicated by the numerous decisions called to our attention. Appellee cites cases holding that a written contract for sale of goods cannot be modified by parol; but an examination thereof generally shows that nothing was paid or done pursuant to the new parol contract. That is notably so in the leading case of Willis v. Fields, 132 Ga. 242; and Rucker v. Harrington, 52 Mo. App. 481, also relied upon, was an attempt to set up a parol modification of a written contract for sale of land.\nOn the other hand, following the plain language of the statute, it is well settled that part performance will validate a parol contract for sale of personalty: Garfield v. Paris, 96 U. S. 557; Mills v. Hunt, 20 Wend. 431; Riley et al. v. Bancroft’s Est. (Neb.) 71 N. W. Rep. 745; Hollrah-Dieckmann R. & F. Co. v. St. Louis, H. & W. Co. (Mo.), 171 S. W. Rep. 578; Gault, Brown & Co. v. Brown et al., 48 N. H. 183; Richardson v. Squires, 37 Vt. 640; Swigart v. McGee, 19 Ark. 473. “The statute of frauds affects the remedy and not the validity of the contract, and if there is a completed oral contract of the sale of goods, the acceptance and receipt of part of the goods by the purdiaser takes the case out of the statute”: Smith on the Law of Frauds, sec. 378; see also Williston on Sales, sections 73 and 94.\nThe judgment is reversed and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Me. Justice Walling,"
      }
    ],
    "attorneys": [
      "W. C. McKean, of Umbel, Robinson, McKean & Williams, for appellant.",
      "W. J. Sturgis, with him S. J. Morroto and E. C. Higbee, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Producers Coke Co. v. Hoover, Appellant.\nContract — Sale—Evidence—Parol evidence — Burden of proof— Modification of written contract — Sales Act of May 19, 1915, P. L. 51fS — Consideration—Part performance.\n1. It is a general rule at common law that the parties to a written agreement may modify it by a subsequent parol agreement.\n2. Under the Sales Act of May 19, 1915, P. L. 543, a parol modification of a written contract for the sale of goods exceeding in amount $500, is valid, if the modified agreement is acted upon and partly performed.\n3. In an action for a breach of a written contract for the sale of coke in amount in excess of $500, the vendor, the defendant, may prove not only that the written contract had been modified by a parol agreement to accept less coke, but also that for seven months thereafter coke had been delivered, accepted and paid for under the modified agreement. The burden of proof is on defendant to prove the modification of the contract and part performance of the modified contract.\n4. In such case, evidence that plaintiff, during the seven months after the modification of the original contract, bought other coke of defendant at the market price, is relevant only as tending to show a modification of the original contract.\n5. The consideration for the modified contract, as well as the original contract, is the mutual obligations of the parties.\n6. Part performance will validate a parol contract for the sale of personalty.\nArgued May 11, 1920.\nAppeal, No. 167, Jan. T., 1920, by defendant, from judgment of C. P. Fayette Co., March T., 1918, No. 230, on verdict for plaintiff, in case of Producers Coke Co. v. James H. Hoover.\nBefore Brown, C. J., Stewart, Moschzisker, Frazer, Walling, Simpson and Kephart, JJ.\nReversed.\nAssumpsit for breach of contract for sale of coke. Before Van Swearingen, P. J.\nThe opinion of the Supreme Court states the facts.\nVerdict and judgment for plaintiff for $144,898.38. Defendant appealed.\nJune 26, 1920:\nErrors assigned were rulings and. instructions mentioned in the opinion of the Supreme Court, quoting them.\nW. C. McKean, of Umbel, Robinson, McKean & Williams, for appellant.\nIt is always competent for the parties to a written contract to show that it was subsequently abandoned in whole or in part, modified, changed or a new one substituted: Holloway v. Frick, 149 Pa. 178; Reber v. Brownback, 27 Pa. Superior Ct. 471; Germantown Dairy Co. v. McCallum, 223 Pa. 554; Achenbach v. Stoddard, 253 Pa. 338; Malone v. R. R., 157 Pa. 430.\nThe Sales Act of May 19, 1315, P. L. 543, did not change the law in this particular and require the contract between the parties heroin for the purchase and sale of coke, and any modification or change therein, between the same parties, to be in writing, to the exclusion of any other kind of a contract: Garfield v. Paris, 96 U. S. 557.\nW. J. Sturgis, with him S. J. Morroto and E. C. Higbee, for appellee,\ncited: Musselman v. Stoner, 31 Pa. 265; Espy v. Anderson, 14 Pa. 308."
  },
  "file_name": "0104-01",
  "first_page_order": 138,
  "last_page_order": 143
}
