{
  "id": 1061568,
  "name": "Delone, Appellant, v. First National Bank of Hanover",
  "name_abbreviation": "Delone v. First National Bank",
  "decision_date": "1920-06-26",
  "docket_number": "Appeal, No. 170",
  "first_page": "226",
  "last_page": "228",
  "citations": [
    {
      "type": "official",
      "cite": "268 Pa. 226"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 181,
    "char_count": 2540,
    "ocr_confidence": 0.416,
    "pagerank": {
      "raw": 1.2240919645422112e-07,
      "percentile": 0.6002239898928471
    },
    "sha256": "a7f41369f8652cb56e10ab901b477578336d1e7328d733cc3e3c893149c95dcf",
    "simhash": "1:5e49b3c7da57b23c",
    "word_count": 450
  },
  "last_updated": "2023-07-14T16:12:14.640104+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, O. J., Mosci-izisker, Frazeii, Walling and Simpson, JJ."
    ],
    "parties": [
      "Delone, Appellant, v. First National Bank of Hanover."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe prayer of the plaintiff’s bill was for a decree requiring the defendant to restore to him property which he had pledged to it to secure the payment of what it claimed was a liability by him. The decree was refused, not on the ground that such liability had been established, but for the reason that the pledged property did not belong to the plaintiff. It was found to be part of the assets of a trust created by S. L. Johns, against which the defendant had a claim. The finding of the learned chancellor was that the appellant had been guilty of very bad faith, and it was said of him: “The evidence in the case reveals the plaintiff in the position of a trustee who has juggled, for his own benefit, the assets which he held as trustee for the benefit of the creditors of S. L. Johns.” The decree, which followed supported findings, properly leaves the pledged property with the defendant, subject to the further order of the court below.\nDecree affirmed at appellant’s costs.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "V. K. Keesey, for appellant.",
      "E. O. Niles, with him M. 8. Niles, G. A. Ma,y and Geo. E. Neff, for appellee."
    ],
    "corrections": "",
    "head_matter": "Delone, Appellant, v. First National Bank of Hanover.\nEquity — Restoration of property pledged — Fraud — Trust and trustees — Findings of fact.\n1. A bill in equity for a decree requiring defendant, a bank, to restore to plaintiff certain property which he had pledged to it, is properly dismissed, when the court finds, from sufficient evidence, that plaintiff had been guilty of bal faith, that the property in question did not belong to him, but to a trust estate, and that he had juggled with it for his own benefit.\nJune 26, 1920:\n2. In such a ease the court, in dismissing the bill, may properly decree that the property in question shall “remain in the possession of defendant subject to the further order of the court.”\nArgued May 18, 1920.\nAppeal, No. 170, Jan. T., 1920, by plaintiff, from decree of C. P. York Co., Aug. T., 1917, No. 5, dismissing bill in equity, in case of O. J. Del one v. First National Bank of Hanover.\nBefore Brown, O. J., Mosci-izisker, Frazeii, Walling and Simpson, JJ.\nAffirmed.\nBill in equity to compel restoration of pledged property. Before Boss, J.\nThe opinion of the Supreme Court states the case.\nThe trial court entered the following decree: “The bill is dismissed at the costs of plaintiff, the property included in the suit to remain in the possession of defendant, subject to the further order of this court.” Plaintiff appealed.\nError assigned, among others, was decree of court, quoting it.\nV. K. Keesey, for appellant.\nE. O. Niles, with him M. 8. Niles, G. A. Ma,y and Geo. E. Neff, for appellee."
  },
  "file_name": "0226-01",
  "first_page_order": 260,
  "last_page_order": 262
}
