{
  "id": 1061524,
  "name": "Heck et al. v. Bugen, Appellant",
  "name_abbreviation": "Heck v. Bugen",
  "decision_date": "1920-06-26",
  "docket_number": "Appeal, No. 45",
  "first_page": "261",
  "last_page": "262",
  "citations": [
    {
      "type": "official",
      "cite": "268 Pa. 261"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 231,
    "char_count": 3003,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 5.6906204911912216e-08,
      "percentile": 0.3578457662975718
    },
    "sha256": "4bd93208f67428b9d59684ac1ebfc9f5fd60a101134067577480902b9fa57b07",
    "simhash": "1:536484274a36bff8",
    "word_count": 514
  },
  "last_updated": "2023-07-14T16:12:14.640104+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mosciizisker, Frazer, Walling, Simpson and Kephart, JJ."
    ],
    "parties": [
      "Heck et al. v. Bugen, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe wife of the testator took an absolute third interest in his estate, for she survived him. His testamentary disposition of his entire estate was clearly contingent upon her dying in his lifetime, and, as that contingency did not occur, the correct conclusion of the learned president judge of the court below was that the disposition fell and intestacy followed as to two-thirds of his estate. The plaintiffs having acquired two-thirds of the property involved in this proceeding by descent from their father, and the other third as heirs of their mother, who died intestate, the title which they tendered to the appellant is good, and the judgment is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Geo. L. Xander, with him Smith, Paff & Laub, for appellant.",
      "Robert A. Stotz, for appellee, was not heard."
    ],
    "corrections": "",
    "head_matter": "Heck et al. v. Bugen, Appellant.\nWill — Devise of one-third to widow — Estate to children if widoiv dies in testator’s lifetime — Survival of widow — Intestacy—-Title to real estate.\n1. Where a testator gives, devises and bequeaths to his wife “her one-third interest” in his estate “if she survives me if not the estate to be equally divided” among his children, without any disposition of the remaining two-thirds, the survival of the widow vests in her one-third of the estate absolutely and creates an intestacy as to the other two-thirds.\n2. In such ease, after the death of the widow intestate, the children take one-third of the estate as heirs of their mother, and, with the other two-thirds vested in them by descent from the father, theymay make a good title to all of the real estate of which their father died seized.\nArgued May 12, 1920.\nAppeal, No. 45, Jan. T., 1920, by defendant, from judgment of C. P. Northampton Co., April T., 1920, No. 196, for plaintiffs, on case-stated in suit of Harry J. Heck et al. v. Jacob Bugen.\nBefore Brown, C. J., Mosciizisker, Frazer, Walling, Simpson and Kephart, JJ.\nAffirmed.\nCase-stated in amicable action of assumpsit to determine marketability of title to real estate. Before Stewart, P. J.\nFrom the record it appears that plaintiffs claimed title to the real estate in question as heirs of their mother and under the will of George J. Heck, their father. The material portions of the wall are as follows:\n“Second — I Give, devise and bequeath to my Wife Mrs. Emma Heck, her one Third Interest in my Estate if she survives me if Not the Estate to be Divided Equally among my 3 Children Harry J. Heck Mrs. Lizzie Schey and Mrs. Mary L. Kilpatrick — Excepting the Coal Yard property & the Business to be Kept Running unless something unforeseen occurs that will be a Detrimenfc to Business in that Line And after their Death the Estate shall go to my Four grand children Share & Share alike, That is to Say Equal Parts.”\nJune 26, 1920:\nMrs. Heck survived her husband and then died intestate.\nThe court entered judgment for plaintiffs on the case stated, in an opinion reported in 17 Northampton Co. R. 216. Defendant appealed.\nError assigned was judgment, quoting it.\nGeo. L. Xander, with him Smith, Paff & Laub, for appellant.\nRobert A. Stotz, for appellee, was not heard."
  },
  "file_name": "0261-01",
  "first_page_order": 295,
  "last_page_order": 296
}
