{
  "id": 1061544,
  "name": "Lincoln v. National Tube Co.",
  "name_abbreviation": "Lincoln v. National Tube Co.",
  "decision_date": "1920-12-31",
  "docket_number": "Appeals, Nos. 57 and 59",
  "first_page": "504",
  "last_page": "507",
  "citations": [
    {
      "type": "official",
      "cite": "268 Pa. 504"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "27 Pa. Dist. R. 552",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "opinion_index": -1
    },
    {
      "cite": "27 Pa. Dist. R. 526",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "opinion_index": -1
    },
    {
      "cite": "66 Pitts. L. J. 448",
      "category": "reporters:state",
      "reporter": "Pitts L.J.",
      "opinion_index": -1
    },
    {
      "cite": "246 Pa. 468",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1006194
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/246/0468-01"
      ]
    },
    {
      "cite": "239 Pa. 427",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        996025
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/239/0427-01"
      ]
    },
    {
      "cite": "177 Pa. 643",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        883741
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/177/0643-01"
      ]
    },
    {
      "cite": "62 Pa. Superior Ct. 80",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        455338
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/62/0080-01"
      ]
    },
    {
      "cite": "249 Pa. 162",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013516
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/249/0162-01"
      ]
    },
    {
      "cite": "225 Pa. 348",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965243
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/225/0348-01"
      ]
    },
    {
      "cite": "184 Iowa 1025",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2253751
      ],
      "opinion_index": 0,
      "case_paths": [
        "/iowa/184/1025-01"
      ]
    },
    {
      "cite": "89 N. J. Law 201",
      "category": "reporters:state",
      "reporter": "N.J.L.",
      "case_ids": [
        236331
      ],
      "opinion_index": 0,
      "case_paths": [
        "/njl/89/0201-01"
      ]
    },
    {
      "cite": "239 Pa. 427",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        996025
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/239/0427-01"
      ]
    },
    {
      "cite": "177 Pa. 643",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        883741
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/177/0643-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 429,
    "char_count": 6027,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 1.05104853689588e-06,
      "percentile": 0.984256224976823
    },
    "sha256": "b7503f95c8ad7e0bef44b60fabb0de69f8442763aa3f0daa13a8191a114be666",
    "simhash": "1:77e31eab6e318362",
    "word_count": 1052
  },
  "last_updated": "2024-02-27T19:53:34.313145+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Walling, Simpson and Kephart, JJ."
    ],
    "parties": [
      "Lincoln v. National Tube Co."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Simpson,\nWilliam B. Lincoln, a minor, by his next friend and mother, Anna Lincoln, and Anna Lincoln, in her own right, brought suit against the National Tube Company, alleging the minor had been assigned by defendant to operate a hoisting machine, in express violation of the statutes of the State, and had been seriously injured while so doing. Judgments having been entered on the verdicts rendered for plaintiffs, defendant appealed upon two grounds: (1st) Was the only right of recovery that provided by the Workmen’s Compensation Law of June 2,1915, P. L. 736; and (2d) Was the crane, upon which the minor was working, a hoisting machine within the meaning of section 5 of the Act of May 15, 1915, P. L. 286?\nNotwithstanding the able argument of the junior counsel for appellant, we are not satisfied the court below erred in deciding the former act did not apply to the case of minors engaged in work for which, by statute, their employment was expressly forbidden. Certain clauses in it furnish opportunity for a plausible argument to the contrary; but in terms it relates only to those employers who “shall by agreement, either expressed or implied,......accept the provisions” thereof. Since no legal contract could be made by or for the minor to do this kind of work, and as such a contract could not be legally “renewed or extended by mutual consent, expressed or implied,” it is clear the workmen’s compensation law does not cover the case; and this conclusion is rendered still further necessary by the fact that the two statutes were adopted at the same session of the legislature, and, if possible, each must be given full effect without one infringing upon the domain of the other: White v. City of Meadville, 177 Pa. 643; Duffy v. Cooke, 239 Pa. 427. Our conclusion as above operates so to do.\nMoreover, it cannot be supposed the legislature intended to make such contracts illegal, and at the same time to give to them all the force and effect of legal contracts, so far as civil liability for injuries to minors is concerned. To so hold would tend to encourage and not discourage the practice which the statute has declared illegal; for, in the event of an injury, the employer would suffer no more in the case of an illegal than of a legal employment.\nIn New Jersey and Iowa the same conclusion is reached on substantially similar provisions (Hetzel v. Wasson Piston Ring Co., 89 N. J. Law 201; Secklich v. Harris-Emery Co., 184 Iowa 1025); the statutes in the other states, whose opinions are cited or quoted by counsel, being so widely variant from ours as to make their decisions valueless as precedents here — though, partially from a different standpoint, they are in accord with the conclusion reached by us.\nNor are we impressed by appellant’s contention that the crane, upon which the minor was working, was not a hoisting machine within the meaning of the law. Admittedly it was employed in hoisting heavy materials, and the mere fact that thereafter it was to be used in carrying them to a new place of deposit, did not deprive it of its character as a hoisting machine. “Elevators, lifts, or similar contrivances” may also be “hoisting machines” within the meaning of the statute, but since the dangers to minors, which the legislature was endeavoring to prevent, are those arising from the use of machines employed in hoisting, as was this crane, we cannot limit the language, as appellant asks us to do, to those machines more properly called “hoists,” or decide the court below erred in not charging the jury as a matter of law, as the second assignment says it should have done, that the crane was not a hoisting machine. Indeed, defendant’s own foreman, when asked about it, said it was a machine used for hoisting pipe, and that the minor was assigned to use it for this purpose.\nThe judgments of the court below are affirmed.",
        "type": "majority",
        "author": "Mr. Justice Simpson,"
      }
    ],
    "attorneys": [
      "John F. Fraser, with him Reed, Smith, Shaw & Beal, for appellant,",
      "H. Fred Mercer, for appellees,"
    ],
    "corrections": "",
    "head_matter": "Lincoln v. National Tube Co.\nWorJcmeris compensation — Minor—Trespass—Moisting machine —Acts of May 15,1915, P. L. 286, and June 2, 1915, P. L. 786.\n1. The workmen’s compensation law does not apply to a minor who is incapable of entering into a contract and has been employed in violation of an act of assembly.\n2. A minor so employed can, therefore, maintain an action of trespass for personal injuries received during the course of his employment.\n3. A crane used in hoisting heavy materials and then moving them from place to place, is a hoisting machine within the meaning of section 5 of the Act of May 13, 1915, P. L. 286.\nStatutes — Construction—Acts passed at same session.\n4. Where two statutes are passed at the same session of the legislature, each must, if possible, be given full effect without ¡one infringing upon the domain of the other.\nDecember 31, 1920:\nArgued October 12, 1920.\nAppeals, Nos. 57 and 59, Oct. T., 1920, by defendant, from judgment of O. P. Allegheny Co., Jan. T., 1919, No. 1508, on verdicts for plaintiffs in case of William B. Lincoln, a minor, by his next friend and mother, Anna Lincoln, and Anna Lincoln, in her own right, v. National Tube Company.\nBefore Brown, C. J., Walling, Simpson and Kephart, JJ.\nAffirmed.\nTrespass for personal injuries to minor. Before Brown, J.\nThe opinion of the Supreme Court states the facts.\nVerdict and judgment for Wm. B. Lincoln for $5,500, and for Anna Lincoln, his mother, $1,000. Defendant appealed.\nErrors assigned, inter alia, were (2) in refusing to charge as stated in the opinion of the Supreme Court, (3) refusal of binding instructions for defendant and, (4) refusal of defendant’s motion for judgment n. o. v.\nJohn F. Fraser, with him Reed, Smith, Shaw & Beal, for appellant,\ncited: Stehle v. Machine Co., 225 Pa. 348; Krutliss v. Coal Co., 249 Pa. 162; Rush v. Phila. 62 Pa. Superior Ct. 80; White v. Meadville, 177 Pa. 643; Duffy v. Cooke, 239 Pa. 427; Com. v. Pottsville, 246 Pa. 468.\nH. Fred Mercer, for appellees,\ncited: Sweeney v. Fishel, 66 Pitts. L. J. 448; Lyle v. Roofing Co., 27 Pa. Dist. R. 526; Ayres v. John Dunlap Co., 27 Pa. Dist. R. 552."
  },
  "file_name": "0504-01",
  "first_page_order": 538,
  "last_page_order": 541
}
