{
  "id": 1061573,
  "name": "Pennsylvania Co. for Insurances on Lives, etc., v. Philadelphia, Appellant",
  "name_abbreviation": "Pennsylvania Co. for Insurances on Lives v. Philadelphia",
  "decision_date": "1920-12-31",
  "docket_number": "Appeal, No. 86",
  "first_page": "559",
  "last_page": "565",
  "citations": [
    {
      "type": "official",
      "cite": "268 Pa. 559"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "261 Pa. 473",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042249
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/261/0473-01"
      ]
    },
    {
      "cite": "239 Pa. 339",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        995952
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/239/0339-01"
      ]
    },
    {
      "cite": "211 Pa. 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        940145
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/211/0401-01"
      ]
    },
    {
      "cite": "215 Pa. 436",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        948302
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/215/0436-01"
      ]
    },
    {
      "cite": "249 Pa. 492",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013523
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/249/0492-01"
      ]
    },
    {
      "cite": "264 Pa. 277",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1048475
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/264/0277-01"
      ]
    },
    {
      "cite": "231 Pa. 512",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        973958
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/231/0512-01"
      ]
    },
    {
      "cite": "250 Pa. 257",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1016970
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/250/0257-01"
      ]
    },
    {
      "cite": "229 Pa. 484",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        971807
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/229/0484-01"
      ]
    },
    {
      "cite": "255 Pa. 291",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1027678
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/255/0291-01"
      ]
    },
    {
      "cite": "248 Pa. 179",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1011496
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/248/0179-01"
      ]
    },
    {
      "cite": "229 Pa. 106",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        971856
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/229/0106-01"
      ]
    },
    {
      "cite": "231 Pa. 593",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        973911
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/231/0593-01"
      ]
    },
    {
      "cite": "216 Pa. 224",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        950436
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/216/0224-01"
      ]
    },
    {
      "cite": "107 Pa. 461",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8858174
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/107/0461-01"
      ]
    },
    {
      "cite": "261 Pa. 473",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042249
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/261/0473-01"
      ]
    },
    {
      "cite": "264 Pa. 277",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1048475
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/264/0277-01"
      ]
    },
    {
      "cite": "255 Pa. 291",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1027678
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/255/0291-01"
      ]
    },
    {
      "cite": "248 Pa. 179",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1011496
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/248/0179-01"
      ]
    },
    {
      "cite": "229 Pa. 106",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        971856
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/229/0106-01"
      ]
    },
    {
      "cite": "231 Pa. 593",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        973911
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/231/0593-01"
      ]
    },
    {
      "cite": "216 Pa. 224",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        950436
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/216/0224-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 554,
    "char_count": 11503,
    "ocr_confidence": 0.483,
    "pagerank": {
      "raw": 3.231970983484482e-07,
      "percentile": 0.8677581202610655
    },
    "sha256": "e65d8d6190396d59864e838b03507eb5ee50d5aa5769c7bea8a89a0d88914144",
    "simhash": "1:33790970572f5564",
    "word_count": 1933
  },
  "last_updated": "2024-02-27T19:53:34.313145+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Stewart, Moschzisker, Walling, Simpson and Kephart, JJ."
    ],
    "parties": [
      "Pennsylvania Co. for Insurances on Lives, etc., v. Philadelphia, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Kephart,\nIn a land damage case, property value cannot be established by the sale price of other properties similar in character, made at or near the time of appropriation: Schonhardt v. Pennsylvania R. R. Co., 216 Pa. 224; Pittsburgh & Western R. R. Co. v. Patterson, 107 Pa. 461. Evidence concerning such sales should not be admitted in chief for any purpose: Brown v. City of Scranton, 231 Pa. 593; and, generally speaking, it is improper on cross-examination; but if the witness states that he bases a value on a particular sale, he may then be asked on cross-examination the price paid in that sale, to test his good faith and the accuracy and extent of his knowledge: Rea v. Pittsburgh & Connellsville R. R. Co., 229 Pa. 106; Girard Trust Co., Trustee, v. Phila., 248 Pa. 179; Llewellyn v. Sunnyside Coal Co., 255 Pa. 291. The rejection of such evidence is largely within the discretion of the trial court: Llewellyn v. Sunnyside Coal Co., supra; which this court will not disturb unless it is manifest the evidence should have been admitted: Rea v. Railroad Co., supra. The occasion does not arise where the difference between the sale price and the estimate of value is such as not to be a subject of comment or such that may be explained, or where properties, though in the same neighborhood, are not similarly situated.\nThe court below held that to entitle an adverse party to cross-examine, the witness must have “based” or formed his judgment from a particular sale; the real estate experts fenced with the word “based,” deeming its use necessary to open the door to such cross-examination as to prices paid for land similarly situated, as indicated in Girard Trust Company, Trustee, v. Phila., supra. Other words were used which conveyed the idea that in fixing the value of the land in suit they depended, to some extent, on the prices paid for other properties. Illustrative of this, witnesses state: “I have taken them [sales in the vicinity] into consideration but I would not say that I had based it [the value] absolutely on those sales. I have considered all of them.” “I considered them, I didn’t rely on them absolutely.” “That [an adjoining property sale] assisted me. It was not the controlling factor by which I determined my price.” “I took into account all the sales of land in the vicinity and all the settlements made by the city with property owners in that block, and I took into account sales of property in other sections that had relevancy to the property.” Without discussing the impropriety of the last two reasons, all of these statements, and others, show that the sale prices of the neighborhood property were part of the basis upon which the estimate of value of appellee’s land was found.\nThe court and the witnesses were mistaken as to the effect of our decision in Girard Trust Go. v. Phila., supra. We did not intend to limit the cross-examination to the use of a particular word; but we did intend to place the effect of the evidence before the trial court in such position that, if a fair investigation demanded the source of a witness’s knowledge, the court might permit the investigation ; and when it appeared a witness considered —in the sense that, in his estimate of value, he was aided by, or relied on — prices paid for properties similarly situated, he may be cross-examined as to the prices paid for such other similar properties, as testing his good faith, credibility, accuracy and extent of knowledge. Property similarly situated need not exactly conform to the property in suit. When property, on the same or an adjoining street, is described as bearing a close resemblance, or nearly corresponding, to the one in question as to improvements, size, location, general adaptability, and within the same business center, it may be said to be similarly situated. There can be no fixed definition of “similarly situated.” It is not necessary to employ these words where the description is sufficient, but the test must be the use made by the witness of the sale price of property thus situated. If it did not enter into his estimate as a factor upon which value was based, he cannot be cross-examined as to the sale price.\nWe realize the grave danger that attends the introduction of evidence of this character, as it has a tendency to raise collateral issues as to the circumstances of each individual sale, involving the inducements affecting the contracting parties, the terms, conditions and circumstances under which the sales were made, proximity to business centers, adaptability for certain uses; and the jury is not in a position to accurately judge the comparative values. The factors entering into the sales of property are so many that the admission of such evidence should be carefully guarded; but when these sales form a part of the judgment of the witness, in fairness the opposing side should know the source of his information. The difficulty then, as to collateral issues, arises through the owner’s case, as made out by his witnesses. The court below erred in not permitting this cross-examination. The first, second, third and fourth assignments are sustained.\nThe court again erred in striking out the testimony of one Hoffecker. It was in evidence that this property was desirable for hotel purposes, being within a short distance of Broad Street Station, at the intersection of three street car lines — an attractive hotel site. Plaintiff submitted a point, calling for an increased value if the jury found the site was especially adapted for a hotel. Hoffecker investigated the property about the time the appropriation was made, in 1906, intending to use it for hotel purposes. He thus testified and stated the market value for that purpose. The court should have permitted his testimony to stand. The fifteenth and sixteenth assignments of error are sustained.\nThe trial judge did not err in declining to affirm appellant’s point defining market value; this was fully-covered in the general charge. It has been held that an owner of property taken under condemnation is entitled to compensation for delay in payment of damage, which begins to run from the date of appropriation: Hoffman v. Phila., 261 Pa. 473; Whitcomb v. Phila., 264 Pa. 277. This compensation, like all other charges for wrongfully withholding money, is measured by an interest rate, recoverable as damage. It will be the normal commercial rate during the period of detention, and, if there is no evidence as to that rate, the presumption is that the legal rate was in effect. There was no evidence in this case of any rate of interest lower than the legal rate. The assignments bearing on these questions are dismissed, and all other assignments, not herein specifically dealt with, are overruled.\nThe judgment is reversed and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Kephart,"
      }
    ],
    "attorneys": [
      "Glenn C. Mead, Assistant City Solicitor, with him Charles C. Gordon, Assistant City Solicitor, and David J. Smyth, City Solicitor, for appellant.",
      "M. B. Saul, of Prichard, Saul, Bayard & Evans, for appellee. —"
    ],
    "corrections": "",
    "head_matter": "Pennsylvania Co. for Insurances on Lives, etc., v. Philadelphia, Appellant.\nEminent domain — Municipalities—Land damages — Cross-examination — Similar sales — Property similarly situated — Discretion of court — Abuse—Appeal.\n1. In a land damage ease, property value cannot be established by the sale price of other properties similar in character, made at or near the time of appropriation.\n2. Where a witness considered, — in the sense that, in his estimate of value, he was aided by, or relied on, — prices paid for properties similarly situated, he may be cross-examined as to'the prices paid for such properties, as testing' his good faith, credibility, accuracy and extent of knowledge.\n3. When property, on the same or an adjoining street, is described as bearing a close resemblance, or nearly corresponding, to the one in question, as to improvements, size, location, general adaptability, and within the same business center, it may be said to be similarly situated.\n4. The rejection of such evidence is largely within the discretion of the trial court, which the appellate court will not reverse unless it is manifest that the evidence should have been admitted.\n5. Where, in a land damage case, witnesses for the property owner testified that the property was especially adapted for a hotel, a witness for the municipality, condemning the land, who had investigated the property, should be permitted to testify as to the value of the land for such purpose.\nEminent domain — Damages for detention — Interest — Bate — Presumption.\n6. In a condemnation case, compensation for delay in payment of damages, is measured by the normal commercial rate of interest during the period of detention, and, if there is no evidence as to that rate, the presumption is that the legal rate was in effect.\nArgued September 28, 1920.\nAppeal, No. 86, Jan. T., 1921, by defendant, from judgment of C. P. No. 3, Phila. Co., March T., 1916, No. 4939, on verdict for plaintiff in case of Pennsylvania Co. for Insurances on Lives and Granting Annuities, Trustee under will of Mary J. Miles, deceased, v. Philadelphia.\nBefore Brown, C. J., Stewart, Moschzisker, Walling, Simpson and Kephart, JJ.\nReversed.\nAppeal from report of board of view. Before Ferguson, J.\n:The opinion of the Supreme Court states the facts.\nVerdict and judgment for plaintiff for $520,000. Defendant appealed.\nErrors assigned were various rulings on evidence and instructions appearing by the opinion of the Supreme Court.\nGlenn C. Mead, Assistant City Solicitor, with him Charles C. Gordon, Assistant City Solicitor, and David J. Smyth, City Solicitor, for appellant.\nPrice paid for similar properties cannot be adduced to establish value of property in suit: Schonhardt v. Penna. R. R., 216 Pa. 224; Brown v. City of Scranton, 231 Pa. 593; Rea v. Pittsburgh & Connellsville R. R., 229 Pa. 106; Girard Trust Co. v. Phila., 248 Pa. 179; Llewellyn v. Sunnyside Coal Co., 255 Pa. 291.\nWhere an expert states he bases his estimate of the value of property affected upon prices obtained on sales of “similarly located land in the same neighborhood,” he may be cross-examined, to test “his good faith”: Girard Trust Co. v. Phila., 248 Pa. 179; Llewellyn v. Sunnyside Coal Co., 255 Pa. 291; Savings & Trust Co. of Indiana v. Penna. R. R., 229 Pa. 484.\nThe Philadelphia Parkway Decision, 250 Pa. 257, is not to be construed so as to make the City of Philadelphia liable for compensation for delay in payment of damages prior to the time of that decision.\nIn determining compensation for delay in payment, evidence of the commercial rate of interest during the period of detention should be considered: Wayne v. Penna. R. R., 231 Pa. 512; Whitcomb v. Phila., 264 Pa. 277.\nWhere plaintiff’s witnesses emphasize a particular use of a condemned property as one of its best uses, a duly qualified real estate expert called by the defendant should be heard to testify as to its value for such use, and as to its value generally: Wanamaker v. Phila., 249 Pa. 492; Daily v. Central Val. R. R., 215 Pa. 436; Hope v. P. & W. R. R., 211 Pa. 401.\nM. B. Saul, of Prichard, Saul, Bayard & Evans, for appellee. —\nThe evidence of prices of other sales was not admissible on cross-examination under the guise of testing credibility of witness: Girard Trust Co. v. Phila., 248 Pa. 179; Roberts v. Phila., 239 Pa. 339; Llewellyn v. Sunnyside Coal Co., 255 Pa. 291; Rea v. Pittsburgh, etc., R. R., 229 Pa. 106.\nDecember 31, 1920:\nThe owner of property taken for municipal purposes is entitled to compensation for delay in payment of damages : Phila. Parkway, 250 Pa. 257; Hoffman v. Phila., 261 Pa. 473; Whitcomb v. Phila., 264 Pa. 277."
  },
  "file_name": "0559-01",
  "first_page_order": 593,
  "last_page_order": 599
}
