{
  "id": 1921061,
  "name": "Barakos v. Kollas, Appellant",
  "name_abbreviation": "Barakos v. Kollas",
  "decision_date": "1969-01-24",
  "docket_number": "Appeal, No. 356",
  "first_page": "258",
  "last_page": "262",
  "citations": [
    {
      "type": "official",
      "cite": "433 Pa. 258"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 373,
    "char_count": 6601,
    "ocr_confidence": 0.482,
    "sha256": "a6f46e7ffe8315f9ffd4eec7f49076d54fb4ed1945b47ac619a0d0a68fbfe9af",
    "simhash": "1:8ec0a4d9d26f55d3",
    "word_count": 1130
  },
  "last_updated": "2023-07-14T22:26:09.522952+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, O. J., Jones, Cohen, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Justice Jones dissents."
    ],
    "parties": [
      "Barakos v. Kollas, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion\nPer Curiam,\nJudgment affirmed.\nMr. Justice Jones dissents.",
        "type": "majority",
        "author": "Per Curiam,"
      },
      {
        "text": "Concurring Opinion by\nMr. Justice Roberts:\nI believe it is highly questionable on the facts of this case whether appellant had a duty to prevent “rowdyism” at this private party, or to somehow warn appellees (and presumably everyone else present) that the lack of decorum might prove to be dangerous. However, on this appeal appellant has argued only that the evidence was insufficient to show exactly how minor appellee was injured and that appellees were eontributorily negligent. On these points, I believe that there is sufficient evidence in the record to support the jury’s findings, and I, therefore, join in the affirmance of the court below.",
        "type": "concurrence",
        "author": "Mr. Justice Roberts:"
      },
      {
        "text": "Dissenting Opinion by\nMr. Chief Justice Bell :\nThis is another example — and a very unfortunate one — of the axiom that “heart-warming cases make bad law.” The Majority’s, result is based solely on this axiom. It thereby not only circumvents, but actually and realistically destroys, all the well and long-established law of Pennsylvania that a plaintiff must prove, not by guess but by a fair preponderance of the evidence (1) the negligence of the defendant, and (2) that such negligence was the proximate cause of plaintiff’s injury.\nThis is an action in trespass for an injury to the minor plaintiff; the suit is brought by his father (a) as guardian for the minor child, and (b) in his own behalf for the loss of services of the child. The jury returned a verdict for plaintiffs. The Majority sustain the Order of the lower Court which dismissed defendant’s motions for judgment n.o.v. and for a new trial.\nThe injury occurred during a picnic or outing held by a Greek Nationality group at a park owned by the defendant. The minor child, two years of age, was present at this picnic with both of his parents. The child’s mother testified that during the course of the afternoon she could not get the child to sleep because of the noise. She then left him in the company of other children “near” the child’s aunt in the vicinity of a pavilion while she went to search for the child’s father. During the mother’s absence, the boy sustained an injury to his right eye which resulted in the permanent loss of his vision. The plaintiffs’ theory was that the injury resulted when a bottle was thrown near the child and a piece of broken glass struck the child’s eye, and that defendant, in some undescribed way, had a duty to prevent this.\nPlaintiffs’ sole witness of the cause of the injury was his aunt, who testified that she saw a bottle being thrown in the direction of the minor plaintiff at the time the child was injured. She did not see who threw the bottle, nor did she see either the bottle or any glass fragments hit the child. Her testimony on this point was directly contradicted by a priest she claimed sat next to her. The priest said (a) that he saw no bottle thrown at the time of the injury, and (b) he never sat next to the aunt. The mother, father and aunt of the minor plaintiff and one other witness for the plaintiffs testified that at various times during the course of the afternoon the gathering became very rowdy and bottles were thrown about. In spite of this, the father and the mother left their child. On the other hand, 12 witnesses for the defendant, 10 of whom were entirely disinterested, testified that there was no serious disturbance at any time and they did not see any bottles being thrown. According to the testimony of defendant’s witnesses, the only time a bottle broke during the course of the picnic occurred much earlier in the afternoon when someone dropped a bottle on the floor of the pavilion and the pieces were immediately cleared away.\nDefendant gave his park free to the Greek Nationality group which conducted the picnic there. Plaintiff did not prove where defendant was at the time of the injury, or that he ever knew of any rowdyism or bottle-throwing on the picnic grounds. The only possible way in which negligence could be imputed to the defendant is that he was present at the picnic grounds and therefore should have known of the rowdy nature of the picnic merely because he was present somewhere on the picnic grounds. If this were so, then the same conditions must have been apparent to the child’s mother and father, since they were similarly present. When the mother left her child “near” the child’s aunt and went in search of the father, she left a child of two years to fare for himself in circumstances which the plaintiff claims to have been so obviously dangerous as to visit liability on the defendant. If being present on the picnic grounds was sufficient to establish negligence on the part of the defendant, it was certainly and undoubtedly sufficient to establish contributory negligence on the part of the parents. Moreover, although the mother testified that she knew of the rowdyism, there was no positive evidence that the defendant was aware of it. It is clear that both the defendant’s negligence, as well as the cause of the accident, are matters of circumstantial evidence only and are insufficient to sustain plaintiff’s burden of proving defendant’s negligence.\nEven more important, plaintiff failed to prove that anyone actually saw the bottle thrown which allegedly injured the child. For each and all of these reasons, I would enter Judgment for defendant n.o.v.\nIf n.o.v. is not granted, I would certainly reverse the Judgment for plaintiffs and grant a new trial. While the child’s mother, father, aunt and one disinterested witness testified for plaintiff that in the afternoon the picnic became very rowdy and bottles were thrown about, on the other hand, we repeat, twelve witnesses for the defendant, ten of whom were entirely disinterested, testified that there was no serious disturbance at any time and they did not see any bottles being thrown. According to the testimony of defendant’s witnesses, the only time a bottle broke during the course of the picnic occurred much earlier in the afternoon when (we repeat) someone dropped a bottle on the floor of the pavilion and the pieces were immediately cleared away.\nThe weight of the evidence was so strongly in favor of defendant that the lower Court’s failure to grant a new trial was a clear and palpable abuse of discretion which necessitates a reversal and the grant of a new trial.",
        "type": "dissent",
        "author": "Mr. Chief Justice Bell :"
      }
    ],
    "attorneys": [
      "George F. Douglas, Jr., for appellant.",
      "Raymond R. Smith, with him Garber, Garber & Fowler, for appellee."
    ],
    "corrections": "",
    "head_matter": "Barakos v. Kollas, Appellant.\nArgued November 13, 1968.\nBefore Bell, O. J., Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nGeorge F. Douglas, Jr., for appellant.\nRaymond R. Smith, with him Garber, Garber & Fowler, for appellee.\nJanuary 24, 1969:"
  },
  "file_name": "0258-01",
  "first_page_order": 306,
  "last_page_order": 310
}
