{
  "id": 1920937,
  "name": "Bata v. Central Penn National Bank of Philadelphia (et al., Appellant)",
  "name_abbreviation": "Bata v. Central Penn National Bank",
  "decision_date": "1969-02-10",
  "docket_number": "Appeals, Nos. 158 and 295",
  "first_page": "284",
  "last_page": "291",
  "citations": [
    {
      "type": "official",
      "cite": "433 Pa. 284"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "140 A. 2d 814",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1958,
      "pin_cites": [
        {
          "page": "826-27",
          "parenthetical": "concurring opinion of BfflLL, J."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "392 Pa. 500",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845651
      ],
      "year": 1958,
      "pin_cites": [
        {
          "page": "524-25",
          "parenthetical": "concurring opinion of BfflLL, J."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/392/0500-01"
      ]
    },
    {
      "cite": "386 U.S. 1007",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6344679,
        6344907,
        6345457,
        6345660,
        6345279
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/us/386/1007-01",
        "/us/386/1007-02",
        "/us/386/1007-04",
        "/us/386/1007-05",
        "/us/386/1007-03"
      ]
    },
    {
      "cite": "224 A. 2d 174",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "423 Pa. 373",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1903218
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/423/0373-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 574,
    "char_count": 9325,
    "ocr_confidence": 0.499,
    "pagerank": {
      "raw": 1.3482042551251236e-07,
      "percentile": 0.6327498244106123
    },
    "sha256": "d2b0794bbb5bc24198f79c20d3480943ba2d96d801a07f044c9898dc7468265b",
    "simhash": "1:192f6085a3838afa",
    "word_count": 1499
  },
  "last_updated": "2024-02-27T23:35:36.866737+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Cohen, Eagen, O’Bbien and Roberts, JJ.",
      "Mr. Justice Cohen dissents.",
      "Mr. Justice Jones did not participate in the consideration or decision of this case.",
      "Mr. Justice Eagen joins in this concurring Opinion."
    ],
    "parties": [
      "Bata v. Central Penn National Bank of Philadelphia (et al., Appellant)."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Robeets,\nThe case now before us is merely another stage in a litigation that has been in progress for twenty-one years. In March of 1962, over six years ago, a comprehensive settlement agreement was entered into, apparently terminating the litigation. A final decree was entered in 1965, after appellant refused to comply with the settlement agreement, and this Court affirmed. Bata v. Central-Penn National Bank, 423 Pa. 373, 224 A. 2d 174 (1966), cert. denied, 386 U.S. 1007 (1967). The matter now before us involves the alleged refusal of appellant to carry out the terms of the final decree. Although the facts are complicated, for present purposes it is enough to say that the 1965 decree gave appellees the right to certain assets which were the subject of an action in Great Britain, and appellant was thus ordered to terminate the English action. This required the taking out of letters of administration for appellant’s estate, and the entering of a “Tomlin Order” terminating the action.\nThe court below found that appellant failed to comply with the 1965 decree and with subsequent 1967 orders to enforce it “although fully able to do so without risk or burden ... in order to preserve his avowed intention to attempt to relitigate in another forum in the future matters already settled by the comprehensive settlement agreement and fully and finally determined by the Final Decree of October 18, 1965 enforcing that agreement.” Judges Reimel and Smith found “that defendant’s conduct has been contumacious and that he has not made a bona fide effort to perform and that he will not do so and has no intention of so doing, despite protestations of willingness to the contrary.” As a result the court held appellant in civil contempt of its 1967 orders and levied combined fines of $250,000, noting that “in the event of defendant’s ultimate compliance with the decree he may apply for remission of the fines imposed against him subject to plaintiff’s right of damages including all expenses and attorney’s fees.”\nThe record in this proceeding runs for several volumes, and in our opinion supports and probably compels the action of the court below. “The interests of orderly government demand that respect and compliance be given to orders issued by courts possessed of jurisdiction of persons and subject matter. One who defies the public authority and wilfully refuses obedience, does so at his peril. In imposing a fine for criminal contempt, the trial judge may properly take into consideration the extent of the wilfull and deliberate defiance of the court’s order, the seriousness of the consequences of the contumacious behavior, the necessity of effectively terminating the defendant’s defiance as required by the public interest, and the importance of deterring such acts in the future. Because of the nature of these standards, great reliance must be placed upon the discretion of the trial judge.” Philadelphia Marine Trade Association v. International Longshoremen’s Association, 392 Pa. 500, 524-25, 140 A. 2d 814, 826-27 (1958) (concurring opinion of BfflLL, J.). Since the purpose of a civil contempt citation can also be to coerce compliance, as well as to compensate tbe injured party for losses sustained, Id., tbe same standard of discretion logically applies.\nTo affirm the order of tbe court below, we need only point to several incidents wbicb are but a small aspect of a record that for literally volumes sets out tbe disdain with wbicb tbe decrees and orders of courts of tbis Commonwealth were treated. Tbe record in tbe case before us indicates that despite being told several times by appellant’s English solicitors that they could not enter tbe necessary Tomlin Order, absent proper instructions to do so, appellant’s counsel failed to give those instructions. Tbis conduct persisted after tbe 1967 orders wbicb specifically directed appellant to take tbe necessary steps to carry out tbe Final Decree of 1965.\nAppellant’s counsel continually maintained that £49,000 in dividends belonged to appellant, despite tbe fact that tbe 1965 decree bad conclusively awarded these assets to appellee. Tbe record rather clearly indicates that appellant’s counsel was in effect demanding that appellee concede that appellant was entitled to these assets before tbe Tomlin Order would be entered.\nAt a bearing on August 29, 1967, appellant’s counsel admitted that appellant was not complying with the Final Decree because “at some time we feel that justice will prevail and tbis fraud will be proved.” The “fraud” refers to a claim made in tbe 1965 action, a claim wbicb tbis Court and tbe court below characterized then as “an exercise in obfuscation.” Appellant may believe that our earlier determination was incorrect, but bis legal remedies have been exhausted; in no way can he be allowed to openly defy a valid decree of tbe courts of tbis Commonwealth, affirmed by this Court, in the hope that he might some day be able to improperly relitigate the matter.\nAppellant refused to take out English letters of administration which were prerequisites to the entry of the Tomlin Order. Although appellant has questioned this procedure and has claimed that it was barred by an “insurmountable tax obstacle,” the record discloses that appellant’s English solicitors advised appellant’s counsel that the procedure was entirely proper and that the tax contentions were “unfounded . . . [and] do not . . . form a satisfactory ground for seeking to obtain a variation of the Order of the Philadelphia Court on the grounds that it was unreasonable.”\nThese facts, which are really no more than the highlights of appellant’s continuing course of defiance, disclose that there was little that the court below could do other than to issue its contempt order. There certainly can be no doubt that the order was completely within the court’s discretion.\nWe find that appellant’s claims that the court below followed improper procedures in the issuance of its contempt order are wholly without merit. It could not be clearer, considering the continuing litigation and the correspondence between appellant’s counsel and both appellee’s counsel and appellant’s own English solicitors, that appellant was aware of the steps which he was required to take. It is hard to treat seriously appellant’s claim that he did not have adequate time to prepare for the June 20, 1967 hearing, considering that it was imperative (because of the summer closing of the English courts) to hold the hearing immediately and especially since appellant’s counsel had the date advanced by several days. Appellant’s other contentions — for example, that he was entitled to a jury trial in a civil contempt proceeding, or the suggestion that the fine here was constitutionally excessive or constituted cruel and unusual punishment — are equally unmeritorious.\nFinally, it should be noted that the fines were properly conditioned by the court below on appellant’s ultimate compliance, which will enable appellant to apply for remission. In light of this, the amount of the fines is in reality indefinite and we cannot determine at this juncture whether the amount is proper.\nThe orders of the Court of Common Pleas of Philadelphia County are affirmed and the case is remanded for proceedings consistent with the views expressed in this opinion and the opinion of the court below.\nCosts on appellant.\nMr. Justice Cohen dissents.\nMr. Justice Jones did not participate in the consideration or decision of this case.\nAppellant was first fined $100,000 by order dated August 10, 1967. Wben appellant continued not to comply with the various orders to which he was subject, he was fined an additional $150,-000 by order dated November 17, 1967.",
        "type": "majority",
        "author": "Me. Justice Robeets,"
      },
      {
        "text": "Concurring Opinion by\nMe. Chief Justice Bell:\nI agree with the Majority that there was a violation of the Decree of the lower Court, and that appellant was guilty of indirect civil contempt. However, appellant’s actions were sincere and his contempt was unintentional, although his actions were unwise. For these reasons, the penalty or fines totaling $250,000' for this unintentional contempt were too severe, even though they were conditioned: “In the event of defendant’s ultimate compliance with the decree he may apply for remission of the fines imposed against him subject to plaintiffs right of damages including all expenses and attorney’s fees.”\nI would, therefore, affirm the Order of contempt and remand the case, with direction to the lower Court to modify its contempt Order to provide: “In the event of defendant’s prompt compliance with the Decree, he may apply for remission of the fines imposed against him, subject to plaintiff’s right to damages, including all expenses and attorney’s fees, not, however, to exceed the sum of Fifty Thousand Dollars ($50,000).”\nMr. Justice Eagen joins in this concurring Opinion.\nItalics, ours.",
        "type": "concurrence",
        "author": "Me. Chief Justice Bell:"
      }
    ],
    "attorneys": [
      "A. Evans Kephart and Harold E. Stassen, with, them Joseph N. Bongiovanni, Jr., and Stassen & Kephart, for appellant.",
      "Lewis H. Van Dusen, Jr., with him Morris B. Brooke, Robert MaeCrate, and Drinker, Biddle & Reath, and Sullivan & Cromwell, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bata v. Central Penn National Bank of Philadelphia (et al., Appellant).\nArgued November 12, 1968.\nBefore Bell, C. J., Cohen, Eagen, O’Bbien and Roberts, JJ.\nA. Evans Kephart and Harold E. Stassen, with, them Joseph N. Bongiovanni, Jr., and Stassen & Kephart, for appellant.\nLewis H. Van Dusen, Jr., with him Morris B. Brooke, Robert MaeCrate, and Drinker, Biddle & Reath, and Sullivan & Cromwell, for appellee.\nFebruary 10, 1969:"
  },
  "file_name": "0284-01",
  "first_page_order": 332,
  "last_page_order": 339
}
