{
  "id": 1921080,
  "name": "Commonwealth v. Littlejohn, Appellant; Commonwealth v. Archambault, Appellant",
  "name_abbreviation": "Commonwealth v. Littlejohn",
  "decision_date": "1969-01-24",
  "docket_number": "Appeals, Nos. 372 and 445",
  "first_page": "336",
  "last_page": "352",
  "citations": [
    {
      "type": "official",
      "cite": "433 Pa. 336"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "188 A. 2d 323",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "pin_cites": [
        {
          "page": "327"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "410 Pa. 45",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1884591
      ],
      "year": 1963,
      "pin_cites": [
        {
          "page": "50"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/410/0045-01"
      ]
    },
    {
      "cite": "188 A. 304",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1936,
      "pin_cites": [
        {
          "page": "310"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "324 Pa. 289",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1171400
      ],
      "year": 1936,
      "pin_cites": [
        {
          "page": "304"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/324/0289-01"
      ]
    },
    {
      "cite": "384 U.S. 719",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12047240
      ],
      "weight": 2,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/us/384/0719-01"
      ]
    },
    {
      "cite": "384 U.S. 436",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12046400
      ],
      "weight": 2,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/us/384/0436-01"
      ]
    },
    {
      "cite": "378 U.S. 478",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6166688
      ],
      "weight": 2,
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/us/378/0478-01"
      ]
    },
    {
      "cite": "249 A. 2d 351",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "433 Pa. 101",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1921077
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa/433/0101-01"
      ]
    },
    {
      "cite": "244 A. 2d 646",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "431 Pa. 101",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1917418
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/431/0101-01"
      ]
    },
    {
      "cite": "220 A. 2d 883",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "422 Pa. 215",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1901707
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/422/0215-01"
      ]
    },
    {
      "cite": "35 Cal. Rptr. 77",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1963,
      "pin_cites": [
        {
          "page": "86"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "386 P. 2d 677",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1963,
      "pin_cites": [
        {
          "page": "686"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "60 Cal. 2d 482",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2339119
      ],
      "year": 1963,
      "pin_cites": [
        {
          "page": "497"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/60/0482-01"
      ]
    },
    {
      "cite": "70 Atl. 275",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1908,
      "pin_cites": [
        {
          "parenthetical": "a decision which apparently was based on federal constitutional grounds"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "221 Pa. 7",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        956167
      ],
      "weight": 2,
      "year": 1908,
      "pin_cites": [
        {
          "parenthetical": "a decision which apparently was based on federal constitutional grounds"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/221/0007-01"
      ]
    },
    {
      "cite": "198 A. 2d 840",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "413 Pa. 652",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1888582
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/pa/413/0652-01"
      ]
    },
    {
      "cite": "379 U.S. 184",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11729594
      ],
      "weight": 2,
      "year": 1964,
      "pin_cites": [
        {
          "page": "190"
        },
        {
          "page": "288"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/379/0184-01"
      ]
    },
    {
      "cite": "351 U.S. 12",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1105068
      ],
      "weight": 4,
      "year": 1956,
      "pin_cites": [
        {
          "page": "21-22"
        },
        {
          "page": "592",
          "parenthetical": "concurring opinion"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/351/0012-01"
      ]
    },
    {
      "cite": "73 Harv. L. Rev. 1595",
      "category": "journals:journal",
      "reporter": "Harv. L. Rev.",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "74 Yale L.J. 606",
      "category": "journals:journal",
      "reporter": "Yale L.J.",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "117 U. Pa. L. Rev. 144",
      "category": "journals:journal",
      "reporter": "U. Pa. L. Rev.",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "390 U.S. 570",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6174728
      ],
      "weight": 4,
      "year": 1968,
      "pin_cites": [
        {
          "page": "1217"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/390/0570-01"
      ]
    },
    {
      "cite": "381 F. 2d 636",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        312525
      ],
      "weight": 2,
      "year": 1967,
      "pin_cites": [
        {
          "page": "642-43",
          "parenthetical": "4th Cir. 1967"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/381/0636-01"
      ]
    },
    {
      "cite": "216 A. 2d 586",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "pin_cites": [
        {
          "page": "590"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "46 N.J. 301",
      "category": "reporters:state",
      "reporter": "N.J.",
      "case_ids": [
        1904515
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/nj/46/0301-01"
      ]
    },
    {
      "cite": "372 U.S. 391",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1765582
      ],
      "year": 1963,
      "pin_cites": [
        {
          "page": "83"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/372/0391-01"
      ]
    },
    {
      "cite": "355 U.S. 184",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6164126
      ],
      "weight": 7,
      "pin_cites": [
        {
          "page": "213"
        },
        {
          "page": "237",
          "parenthetical": "dissenting opinion"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/355/0184-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1067,
    "char_count": 23155,
    "ocr_confidence": 0.468,
    "pagerank": {
      "raw": 1.3492353108406488e-06,
      "percentile": 0.9900519296684864
    },
    "sha256": "cc162867606755e603ba166b30810516949d02db68cf06c57b85849ac1acdd18",
    "simhash": "1:91cd90c1f7acef9e",
    "word_count": 3836
  },
  "last_updated": "2024-02-27T23:35:36.866737+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Cohen, Eagen, O’Beien and Bobeets, JJ.",
      "Mr. Justice Cohen and Mr. Justice Eagkn concur in the result."
    ],
    "parties": [
      "Commonwealth v. Littlejohn, Appellant. Commonwealth v. Archambault, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Roberts,\nBecause both of these cases squarely present the same issue for our determination, we have consolidated them for the purpose of opinion. In No. 445, appellant Leonard Arehambault, who is serving a life sentence following a conviction for first degree murder, filed a petition under the Post Conviction Hearing Act alleging that he did not knowingly and intelligently waive his right to a direct appeal. A hearing was held at which appellant’s trial counsel testified that he remembered appellant’s trial, that he had told appellant there was no possibility of securing relief through appeal, and that he warned appellant of the possibility of receiving the death penalty, rather than his present sentence of life imprisonment, should he be granted a new trial. The hearing judge chose to believe this account, notwithstanding appellant’s contrary recollection, and found that appellant had knowingly and voluntarily waived his right of appeal.\nIn No. 372, John Littlejohn, appellant, who was also convicted of first degree murder and is currently serving a life sentence, sought relief through the Post Conviction Hearing Act. He alleged that his withdrawal of a motion for a new trial (an essential prelude to an appeal) was involuntary because trial counsel told him (at the suggestion of the trial judge) that if he were successful in obtaining a new trial the district attorney would . . be free to ask the same penalty he did previously . . . the sentence of death in the event of your conviction.” The court below, after a full hearing, dismissed the petition, on the ground that the failure to make a motion for a new trial was voluntary.\nBoth of these cases thus involve a failure to follow some post-conviction procedure because of an alleged fear of receiving the death sentence if successful in obtaining a new trial. In order to determine whether there is merit in this contention, it is necessary for us to decide if it is lawful for a defendant to be placed in such jeopardy of a death sentence in a second trial, once he has been found guilty of murder in the first degree and sentenced to life imprisonment. Having carefully considered this difficult problem, it is our view that three constitutional provisions preclude the Commonwealth from seeking the death penalty under such circumstances.\nDue Process\nAll are agreed that appellants, having been convicted of murder, had an absolute right of appeal to this Court. Act of February 15, 1870, P. L. 15, §1, 19 P.S. §1186. However, the Commonwealth argues that it is perfectly proper to establish as a condition to exercising that right, the implied agreement to waive all possible advantages which are part of the first conviction. But it does not require an especially vivid imagination to appreciate the unfortunate posture in which defendants are placed by this condition. The prisoner must decide whether to abandon his constitutional right to a fair trial and serve out his prison term under an invalid or unchallenged sentence, or exercise his statutory right to appeal in order to achieve his constitutional right to a fair trial, at the risk that his second trial might result in the imposition of the death penalty.. This makes the price of an appeal from an erroneous judgment in a first degree murder case the risk of a man’s life. “The law should not, and in our judgment does not, place the defendant in such an incredible dilemma.” Green v. United States, 355 U.S. 184, 78 S. Ct. 221 (1-957). This choice can truly be said to be “grisly.” Fay v. Noia, 372 U.S. 391, 83. S. Ct. 822 (1963). “Such a price, in our judgment, is a hardship so acute and so shocking that our public policy cannot .tolerate, it.” State v. Wolf, 46 N.J. 301, 216 A. 2d 586, 590 (1966); See Patton v. North Carolina, 381 F. 2d 636 (4th Cir. 1967).\nFurther, we think that this choice not only shocks the conscience and offends our sense of justice, but also rises to an unconstitutional condition. In United States v. Jackson, 390 U.S. 570, 88 S. Ct. 1209 (1968), the' Supreme Court of the United States held invalid a provision in the Federal Kidnapping Act which provided: if a defendant chose to be tried by a jury he was subject to the death penalty; if he waived his right to a jury trial he gained immunity from the death sentence. The Court held that “whatever may be said of Congress’ objectives [in passing such a provision], they cannot be pursued by means that needlessly chill the exercise of basic constitutional rights.” The Supreme Court explained'that‘“[t] he inevitable effect of such a provision, is of course, to discourage assertion of the Fifth Amendment right not to plead guilty and to deter exercise of the Sixth Amendment right to demand a jury trial. If the provision had no other purpose or effect than to chill the assertion of constitutional rights by penalizing those who choose to exercise them, then it would be patently unconstitutional.”\nThis language.in our judgment virtually compels an immunity from jeopardy of the death penalty for appellants in these cases. Here, the price exacted for the appellants’ attempt to ensure their constitutional right to a fair trial and their statutory right to appeal was the risk that on the second trial they would receive the death penalty. Thus appellants were presented with the same choice as were the defendants under the Federal Kidnapping Act. If either group chose to exercise its constitutional right (to secure a fair trial or a jury trial) the penalty was the added risk that the procedure might result in the death penalty. Therefore we believe it is clear that the risk of the death penalty is an unconstitutional condition to the right of appeal; unless the Commonwealth is able to advance a legitimate “purpose or effect,” United States v. Jackson, supra, for the privilege of asking for the death penalty on retrial, such a course of action must be prohibited. See Comment, Another Look at Unconstitutional Conditions, 117 U. Pa. L. Rev. 144 (1968); AEA Standards, Sentencing Alternatives and Procedures §3.8 (Tent. Draft Dec. 1967); Van Alstyne, In Gideon’s Wake: Harsher Penalties and the “Successful” Criminal Appellant, 74 Yale L.J. 606 (1965); Note, Unconstitutional Conditions, 73 Harv. L. Rev. 1595 (1960).\nHowever, no rationale has been advanced by the Commonwealth here which would justify the imposition of the death penalty in a “manner that needlessly penalizes the assertion of a constitutional right.” United States v. Jackson, 309 U.S. at 583, 88 S. Ct. at 1217. The only possible reasons the Commonwealth might want the power to impose the death penalty are (1) because the first sentence was too lenient or (2) the desire to deter the number of appeals from first degree life imprisonment convictions. The former reason is constitutionally impermissible as a violation of the equal protection clause of the fourteenth amendment. See discussion p. 345 infra. The latter is equally constitutionally infirm. If the Commonwealth is concerned, as it should he, with minimizing the number of frivolous and unmeritorious appeals, there must be a more rational method of determining those which are unwarranted. To accomplish the goal of deterring appeals through fear of the death penalty merely adds another risk to the choice to bring any appeal, whether frivolous or not. Pragmatic objectives — no matter how well motivated — which produce injustices as here, may not prevail when they violate constitutional standards of fairness.\nNor would we hear the Commonwealth contend that meritorious appeals should be discouraged because of the additional stress which the appeal procedure places on the judicial process. First it is doubtful that the number of appeals from first degree murder convictions constitutes a heavy burden. Second, once the right of appeal is granted, appellate review should be allowed in a manner which in no way discriminates against those who face the possibility of a death sentence if their appeal is successful. Cf. Griffin v. Illinois, 351 U.S. 12, 76 S. Ct. 585 (1956). Finally, the comment of the ABA Advisory Committee on this issue deserves emphasis here: “The risk of a greater sentence as the result of the assertion of the right of review necessarily acts as a deterrent to the exercise of the right .... The extent of the pressure placed on an individual defendant bears no relation to the degree of injustice which may have been perpetrated [at trial]. A system which fears the assertion of error to a degree that it must place artificial deterrents in the path which leads to review is not a healthy system.” ABA Standards, Sentencing Alternatives and Procedures §3.8 at 199.\nEqual Protection\nIt is our view that the equal protection clause of the fourteenth amendment also prohibits the Commonwealth from imposing the threat of the death penalty on those who have been convicted of first degree murder and sentenced to life imprisonment. It is definitely not permissible to take a small group from the class of all those who have been sentenced to life imprisonment and declare that only those who appeal or employ collateral relief will be “eligible” for this review. The reasons are quite clear: there is no reason to assume that the original sentences of this group are more in need of review than the sentences of the entire class of sentenced prisoners. In other words, instead of choosing a group for sentence review on the basis of some factor which bears a rational connection with the purpose of the review, this system employs a completely irrational standard for choosing those whose sentences may be changed.\nFurther, as pointed out above, see pp. 343-44, supra, if the Commonwealth’s purpose is to eliminate frivolous appeals, employing the deterrent of an increased sentence does not represent a rational standard. This classification is over-inclusive since many meritorious appeals are also deterred. The device of the threat of the death penalty does not bear any reasonable relation to the frivolousness or merits of the appeal. See Patton v. North Carolina, 381 F. 2d at 642-43 (4th Cir. 1967) ; xlBA Standards, Sentencing Alternatives and Procedures §3.8, Van Alstyne, supra, 74 Yale L.J. at 621-22, 683. Therefore, to deter appeals on this basis must be violative of the protection guaranteed by the equal protection clause. In order to be valid, classification “must always rest upon some difference which bears a reasonable and just relation to the act in respect to which the classification is proposed, and can never be made arbitrarily, and without any such basis.” McLaughlin v. Florida, 379 U.S. 184, 190, 85 S. Ct. 283, 288 (1964). See Milk Control Commission v. Battista, 413 Pa. 652, 198 A. 2d 840 (1964). We think it is fair to say that the classification which would result from adoption of the Commonwealth’s position is arbitrary and constitutionally impermissible.\nDouble Jeopardy\nIn Green v. United States, 355 U.S. 184, 78 S. Ct. 221 (1957), the Supreme Court held that a defendant, who had been convicted of second degree murder and successfully had that conviction overturned, could not be tried for first degree murder at his second trial. By returning a verdict of second degree murder, the first jury had impliedly acquitted the defendant of the first degree charge. Thus to try him for first degree murder would have been a violation of the double jeopardy clause as a reprosecution for the same offense following an acquittal. The rule adopted in Oreen has long been the law in this Commonwealth. See Commonwealth v. Deitrick, 221 Pa. 7, 70 Atl. 275 (1908) (a decision which apparently was based on federal constitutional grounds).\nThus we are presented with a troubling issue: if the prosecutor is barred from seeking conviction for the higher crime once a defendant is convicted of a lesser included offense or a lesser degree of the same crime, is there any reason why the prosecution should be allowed to prosecute for the higher punishment in a crime which has punishments of varying severity, once a defendant has been convicted and received the less severe punishment? We are inclined to agree with Mr. Justice Frankfurter that any such distinction is mere legal fiction. “As a practical matter and on any basis of human values, it is scarcely possible to distinguish a case in which the defendant is convicted of a greater offense from one in which he is convicted of an offense that has the same name as that of which he was previously convicted but carries a significantly different punishment, namely death rather than imprisonment.” Green v. United States, 355 U.S. at 213, 78 S. Ct. at 237 (dissenting opinion). It may be that the law places more legal significance on the difference between an offense for which a defendant can receive twenty years and one for which he can receive life imprisonment; but most assuredly more significance is placed by the defendant on the difference between life imprisonment and the electric chair, although the punishments are meted out for the same crime.\nNor is any great fiction employed in analogizing this situation to the implied acquittal in Green. In Pennsylvania, the jury returns a verdict of first degree murder; then they are required to determine the appropriate sentence (life imprisonment or death) after hearing additional evidence. See Act of June 24, 1939, P. L. 872, §701, as amended, 18 P.S. §4701. Although there are no legal standards by which the jury actually makes this sentencing decision, it is certainly true that a jury which returns with a sentence of life imprisonment has determined that the facts in the case do not warrant a death penalty. Just because the law does not establish what precise factors should guide the jury in making this decision, does not mean that the law cannot attach legal significance to the jury’s choice and view the jury’s decision as an implied acquittal of the defendant of the penalty of death. Furthermore, the Pennsylvania murder statute provides that “A failure of the jury to agree upon the penalty to be imposed, shall not be held to impeach or in any way affect the validity of the verdict already recorded, and . . . the court shall sentence the defendant to life imprisonment upon the verdict theretofore rendered by the jury . . . .” Ibid. If this result is required by the law when the jury cannot agree on the appropriate penalty, would it not be anomalous if a different result were permitted with a second jury allowed to impose the death penalty after the initial jury had unanimously rejected the death penalty and recommended life imprisonment? To forbid the second jury from imposing the death penalty conforms with the legislative mandate in favor of life imprisonment as enunciated by the statutory provision quoted above.\nThese considerations impel us to accept the reasoning of the California Supreme Court that “it is immaterial to the basic purpose of the constitutional provision against double jeopardy whether the Legislature divides a crime into different degrees carrying different punishments or allows the court or jury to fix different punishments for the same crime.” People v. Henderson, 60 Cal. 2d 482, 497, 386 P. 2d 677, 686, 35 Cal. Rptr. 77, 86 (1963). In neither case may the defendant be prosecuted for the higher degree of the crime nor threatened with more harsh punishment than that of his original conviction.\nNo. 445, January Term, 1968\nBecause the hearing judge was unaware that appellant Archambault’s attorney had given his client the inaccurate advice concerning the possibility of his receiving the death penalty on a second trial, we must vacate the hearing court’s order. See Commonwealth ex rel. Light v. Cavell, 422 Pa. 215, 220 A. 2d 883 (1966). However, it is not clear on this record whether appellant’s failure to prosecute an appeal was due to his lawyer’s advice that such a procedure would be fruitless or because he was in fear of receiving the death penalty at a second trial. Therefore, the only appropriate disposition is to remand the case for a hearing on this issue. If the hearing judge should find that appellant’s decision was motivated out of fear of the death penalty, then he should allow appellant to prosecute his appeal as in any Douglas denial, see Commonwealth v. Ezell, 431 Pa. 101, 244 A. 2d 646 (1968); if not, then a finding of voluntary and knowing waiver of his right to appeal would be justified, and an order denying Douglas relief would be appropriate.\nNo. 372, ,January Term, 1968\nFactually appellant Littlejohn’s case is slightly different. Both sides agree that the reason post-trial motions were withdrawn was because of the fear that at a second trial appellant might receive the death penalty. A decision not to appeal because of such a fear cannot, as a matter of law, be a knowing and voluntary waiver of the right to appeal. Therefore, appellant Littlejohn is entitled to an appeal. However, since the record and briefs before us raise issues which could only be raised on a direct appeal and since the post-conviction hearing judge has already considered these claims, we shall treat the matter before us as a direct appeal and decide appellant’s contentions on the merits. See Commonwealth v. Gist, 433 Pa. 101, 249 A. 2d 351 (1969).\nAppellant’s first claim is that certain statements taken from him in 1959 and introduced at his trial in 1961 should have been held inadmissible because of the failure to give him the constitutional warnings. However, these events took place long before Escobedo v. Illinois, 378 U.S. 478, 84 S. Ct. 1758 (1964) and Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602 (1966); since neither applies retroactively to a 1961 trial, Johnson v. New Jersey, 384 U.S. 719, 86 S. Ct. 1772 (1966), this contention is without merit.\nDuring the trial evidence was introduced through two female witnesses of intimacies between each of them and appellant, one prior to the death of appellant’s wife, the other after. Appellant urges that such evidence was so prejudicial that it should have been excluded. However, the law in Pennsylvania is quite clear: “It is well settled that ‘where the victim of the crime is the spouse of the accused, evidence tending to show want of affection upon the part of the accused or infatuation with another, is admissible on the question of motive.’ ” Commonwealth v. Westwood, 324 Pa. 289, 304, 188 A. 304, 310 (1936). Since this rule clearly encompasses the testimony complained of here, there is no supportable basis to appellant’s argument.\nAppellant’s third claim involves an event which occurred during the trial. As the jury was being escorted around City Hall during recess, a taxicab driver shouted at them from his car, “Not guilty,” and sped away. The incident was reported to the trial judge who held a conference with both counsel about the incident. All agreed that the incident was not sufficiently prejudicial to justify a mistrial, but before any final ruling was made, the judge asked that appellant be included in the final decision. After the conference, appellant stated to the judge that “if it [the incident] hag been deemed something detrimental, ... I would like to have a new trial.” But counsel assured appellant he had not been “adversely affected by the incident.” The result was a mutual defense counsel-client decision to make no objection and proceed with the trial.\nAt the post-conviction hearing trial counsel stated that he never thought of the remark as prejudicial to his client’s interest. It is difficult to assume that a remark urging a not guilty verdict couhl under the instant circumstances be prejudicial; in fact it might have been helpful. In any event, the statement on this record does not justify the grant of a new trial. In our opinion the trial court acted in an eminently fair manner in handling this problem. Both counsel and appellant joined in the decision not to move for a mistrial ; this decision precludes any further complaints about the incident.\nFinally, appellant alleges that there was an error in the court’s charge on circumstantial evidence. However, the language in the charge tracked the language of this Court in Commonwealth v. Chester, 410 Pa. 45, 50, 188 A. 2d 323, 327 (1963) : “The Commonwealth, however, is not restricted to direct proof of these elements, but, on the contrary, circumstantial evidence alone may suffice so long as the inferences arising, therefrom prove the fact in question beyond a reasonable doubt.” This is the present and controlling rule in this Commonwealth and only a substantial change of our position would justify a conclusion that the trial judge’s charge was incorrect. No reasons are presented to support such a result; therefore we conclude that the charge was correct.\nThe order denying the appeal is vacated, the appeal is allowed and the judgment of sentence affirmed.\nMr. Justice Cohen and Mr. Justice Eagkn concur in the result.\nThis is a different issue from the one where a defendant is convicted of a lesser included offense or a lesser degree of the same crime and on a second trial the district attorney insists on prosecution for the higher crime. For at least sixty years this has been disallowed in this Commonwealth. See Commonwealth v. Deitrick, 221 Pa. 7, 70 Atl. 275 (1908).\nThe thoughts of Mr. Justice Frankfurter are especially pertinent: “[N] either the fact that a State may deny the right of appeal altogether nor the right of a State to make an appropriate classification, . . . nor the right of a State to lay down conditions it deems appropriate for criminal appeals, sanctions differentiations by a State that have no relation to a rational policy of criminal appeal or authorizes the imposition of conditions that offend the deepest presuppositions of our society.” ' Griffin v. Illinois, 351 U.S. at 21-22, 76 S. Ct. at 592 (concurring opinion).",
        "type": "majority",
        "author": "Me. Justice Roberts,"
      },
      {
        "text": "Concurring and Dissenting Opinion by\nMr. Chief Justice Bell:\nI concur in the Court’s decision in Commonwealth v. Littlejohn. I dissent from the Court’s decision and Opinion in Commonwealth v. Archambault, which completely changes the very long and well established law of Pennsylvania. Furthermore, if Justice Roberts is right, then every defendant who obtains a new trial after a conviction of any and every crime cannot, on re-conviction at his new trial, receive a higher or greater sentence than was imposed at his first trial; and this would be so even if the evidence at re-trial was different from and stronger than the evidence at his first trial and warranted a more severe sentence.",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "Mr. Chief Justice Bell:"
      }
    ],
    "attorneys": [
      "Leonard M. Sagot, for Littlejohn, appellant.",
      "Melvin Dildme, Assistant Defender, and Herman I. Pollock, Defender, for Archambault, appellant.",
      "Benjamin H. Levintow, Roger F. Cow and James D. Crawford, Assistant District Attorneys, Richard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Littlejohn, Appellant. Commonwealth v. Archambault, Appellant.\nSubmitted November 11, 1968.\nBefore Bell, C. J., Jones, Cohen, Eagen, O’Beien and Bobeets, JJ.\nLeonard M. Sagot, for Littlejohn, appellant.\nMelvin Dildme, Assistant Defender, and Herman I. Pollock, Defender, for Archambault, appellant.\nBenjamin H. Levintow, Roger F. Cow and James D. Crawford, Assistant District Attorneys, Richard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee.\nJanuary 24, 1969:"
  },
  "file_name": "0336-01",
  "first_page_order": 384,
  "last_page_order": 400
}
