{
  "id": 1221631,
  "name": "Braden Estate",
  "name_abbreviation": "Braden Estate",
  "decision_date": "1949-10-14",
  "docket_number": "Appeal, No. 185",
  "first_page": "42",
  "last_page": "47",
  "citations": [
    {
      "type": "official",
      "cite": "363 Pa. 42"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "169 A. 776",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "313 Pa. 415",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1152686
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/313/0415-01"
      ]
    },
    {
      "cite": "73 A. 916",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "224 Pa. 509",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        963049
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/224/0509-01"
      ]
    },
    {
      "cite": "79 A. 138",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "229 Pa. 530",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        971819
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/229/0530-01"
      ]
    },
    {
      "cite": "36 A. 2d 812",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "349 Pa. 236",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        459495
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/349/0236-01"
      ]
    },
    {
      "cite": "53 A. 2d 909",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "160 Pa. Superior Ct. 631",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        459443
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/160/0631-01"
      ]
    },
    {
      "cite": "200 A. 257",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "131 Pa. Superior Ct. 522",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1009095
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/131/0522-01"
      ]
    },
    {
      "cite": "36 A. 2d 193",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "154 Pa. Superior Ct. 437",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1053742
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/154/0437-01"
      ]
    },
    {
      "cite": "113 A. 361",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "270 Pa. 288",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1066069
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/270/0288-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 499,
    "char_count": 7931,
    "ocr_confidence": 0.501,
    "pagerank": {
      "raw": 1.9751930505406413e-07,
      "percentile": 0.7398062589749441
    },
    "sha256": "150085ecef002265aee23df8e6a43be4fac7dc0213432551be265b8437d58907",
    "simhash": "1:b103f6404f324a2f",
    "word_count": 1378
  },
  "last_updated": "2024-02-27T20:37:40.263844+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Steen, Patterson, Stearne and Jones, JJ."
    ],
    "parties": [
      "Braden Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Chief Justice Maxey,\nThis is an appeal from the order of the court below dismissing the exceptions to the auditor’s report and confirming that report absolutely.\nThe appellants reside in Franklin Township, Greene County. About twelve years ago Lizzie Braden, who was a single woman, was furnished a room and board in Mr. and Mrs. James L. Roberts’ home. After the death of her father in 1918 Lizzie Braden resided with her brother Albert and became a part of his family, and after his death she remained with his wife until 1937. Albert’s daughter Ida married James L. Roberts.\nElizabeth Braden died on December 12,1946, testate, having made her last will and testament on August 18, 1938. The will was probated. The first and final account of the Administrator, d. b. n. c. t. a. shows a balance in the hands of the accountant in the amount of $3097.62. On December 2, 1947, James L. Roberts and Ida Lee Roberts filed exceptions to the account which had been confirmed nisi. The basis of their claim is set forth in a complaint filed in the Court of Common Pleas of Greene County at No. 169, June Term, 1947, as follows: “. . . On or about the first day of September, 1934, Lizzie Braden, the decedent, entered into a contract or arrangement with the plaintiffs under the terms of which the plaintiffs were to furnish the decedent, the defendant, board and room and general care and for which services the said decedent agreed to pay the plaintiffs whatever was right. No specific sum was agreed to. The plaintiffs continued to furnish the decedent, Lizzie Braden, with her board and room and general care from on or about the first day of September, 1934, until the time of her death. ... At various times during the period of the contract . . . she repeated her agreement not only to pay in the future for her board and room and care, but to pay in full for her past room and board and care during the entire time of her contract.” It is further set forth that no part of the account was ever paid and the plaintiffs “fixed the sum of $10.00 per week as the amount which is fairly due them for the board and room and care furnished by them to the decedent, which . . . amounts to $6,760.00.” The auditor disallowed the claim. Claimants filed exceptions, which were later dismissed.\nThe court below in its opinion pointed out that the only testimony before the auditor to sustain the position of exceptants as to there being an understanding or agreement between Lizzie Braden, the decedent, and James L. Roberts and Ida Lee Roberts, the exceptants, was that of Erma Long, who testified that she heard Lizzie Braden say that: “just as soon as she got out of there [apparently a “sick bed”] she intended to see that Ida and Jim got paid and paid well for what they had done for her.” When asked if she had ever seen “any written agreement between Aunt Lizzie and the Roberts as to what she was to pay them for support” she answered : “No, I didn’t.”\nThe auditor in disallowing the claim said: “Alleged declaration of the decedent that claimant was taking good care of her and that she would take good care of him later on was held not sufficient to sustain a claim against the estate of decedent or to rebut the presumption of payments at stated intervals.” The auditor held that in support of the claim there was presented no evidence which measured up to the high standard the law requires.\nIn respect to the contention that the furnishing of a room and of board and care to Lizzie Braden and her acceptance of the same during her lifetime created an implied contract, and that her estate should pay a reasonable amount by way of compensation, and that the complainants should be permitted to recover on a quantum meruit basis, what this Court held in Gilbraith’s Estate, 270 Pa. 288, 113 A. 361, in negativing such a claim is apposite here. In that case we said, quoting from the syllabus: “In claims for board and nursing, the presumption is that the services were actually paid for periodically, exactly as is the rule in the case of servants’ wages; and this presumption cannot be overcome by vague and uncertain testimony. Claims against a dead man’s estate, which might have been made against him while living, are always the subject of just suspicion, and require clear proof before they will be allowed. . . . Where a claim is made for board and nursing covering a period of years, and it is not shown to have been made while the services were being rendered, nor during a later period when decedent was living elsewhere, nor until after the death of the alleged debtor, the burden of proof to overcome the presumption is greatly increased. The presumption is not overcome by evidence of loose declarations made by decedent during his lifetime. . . . No recovery can be had against a decedent’s estate for services rendered in expectation of a legacy.”\nThe appellants cite Snively Estate, 154 Pa. Superior Ct. 437, 36 A. 2d 193. In that case the evidence in support of the claim of contract between the parties was found to be “clear, certain and definite”. Furthermore, the appellee was not related to decedent by blood or by marriage and she had received hospital training as a nurse. In Tustin et ux., Appellants, v. Isherwood, Exr., 131 Pa. Superior Ct. 522, 200 A. 257, the evidence in support of the claim made against the decedent’s estate was far stronger than the evidence presented in this case. In the instant case the auditor correctly relied upon Monson Estate, 160 Pa. Superior Ct. 631, 53 A. 2d 909, in which the Superior Court quoted the following from Moore Estate, 349 Pa. 236, 36 A. 2d 812: “A claim against the estate of a decedent must be as definite and precise as is required to recover a debt in an action at law. While formal pleadings are dispensed with, the claimant should produce evidence showing the nature and character of the debt, its origin, the terms of the contract and the exact amount claimed to be due.” The Superior Court then added: “Even if we were to assume that the claimant had met this test, she is confronted with the long and well-established principle that wages for domestic services and board bills are presumed to be paid at stated intervals, and when a claim for such services is presented against a decedent’s estate, extending over any length of time, the burden is on the claimant to rebut the presumption of payment. Winfield v. Beaver Trust Co., 229 Pa. 530, 79 A. 138; Cummiskey’s Estate, 224 Pa. 509, 73 A. 916; Sears’ Estate, 313 Pa. 415, 169 A. 776.”\nIn the instant case the claimants failed to meet the burden of proof resting upon them. If they rendered valuable services to the decedent for which they should have been compensated and were not, it is unfortunate, but courts cannot sustain such claims on evidence of such little probative value as the evidence offered by these claimants. Individuals who render personal services to their relatives or friends who reside with them and expect to be paid therefor, and who receive nothing for such services during the lifetime of the person served, should prudently obtain from such person an agreement in writing for their compensation after that person’s decease. There was no such written agreement here and the parol evidence claimants offered in their attempt to support their claim is utterly inadequate. If claims against decedent’s estates should be allowed on such testimony, no decedent’s estate would be safe from spoliation.\nThe order of the court below is affirmed.\nErma Long and her husband have lived with the appellants since September 12, 1939, and worked for them as their “hired help”.",
        "type": "majority",
        "author": "Me. Chief Justice Maxey,"
      }
    ],
    "attorneys": [
      "R. W. Maxwell, with him Challen W. Waychoff and Waychoff, Maxioell & Waychoff, for appellants.",
      "Lloyd E. Pollock, with him Harry F. Moore, for appellees."
    ],
    "corrections": "",
    "head_matter": "Braden Estate.\nArgued September 27, 1949.\nBefore Maxey, C. J., Drew, Linn, Steen, Patterson, Stearne and Jones, JJ.\nR. W. Maxwell, with him Challen W. Waychoff and Waychoff, Maxioell & Waychoff, for appellants.\nLloyd E. Pollock, with him Harry F. Moore, for appellees.\nOctober 14, 1949:"
  },
  "file_name": "0042-01",
  "first_page_order": 90,
  "last_page_order": 95
}
