{
  "id": 1221666,
  "name": "Graham Farm Land Company v. Commonwealth, Appellant",
  "name_abbreviation": "Graham Farm Land Co. v. Commonwealth",
  "decision_date": "1950-01-03",
  "docket_number": "Appeal, No. 189",
  "first_page": "571",
  "last_page": "575",
  "citations": [
    {
      "type": "official",
      "cite": "363 Pa. 571"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "176 A. 13",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "316 Pa. 372",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1159056
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/316/0372-01"
      ]
    },
    {
      "cite": "22 A. 896",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "144 Pa. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        823800
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/144/0365-01"
      ]
    },
    {
      "cite": "61 A. 2d 430",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "360 Pa. 103",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475050
      ],
      "pin_cites": [
        {
          "page": "110"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/360/0103-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 452,
    "char_count": 6699,
    "ocr_confidence": 0.506,
    "pagerank": {
      "raw": 5.269016609808807e-07,
      "percentile": 0.9417531678487819
    },
    "sha256": "6d79c22713c7d48436a5363242bc61f192a967923dc15d4b0283d351c3fc82ea",
    "simhash": "1:8e200c2e6e5045d0",
    "word_count": 1133
  },
  "last_updated": "2024-02-27T20:37:40.263844+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Steen, Patteeson, Steaene and Jones, JJ."
    ],
    "parties": [
      "Graham Farm Land Company v. Commonwealth, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMs. Justice Drew,\nIn order to construct a highway known as the Penn-Lincoln Parkway, the Commonwealth of Pennsylvania, defendant, condemned certain lands owned by Graham Farm Land Company, plaintiff. A Board of Viewers awarded plaintiff the sum of $10,800 as compensation for the land thus taken. Plaintiff appealed that award to the Court of Common Pleas of Allegheny County and on trial of that appeal, the jury returned a verdict of $18,000 plus 6% per annum for detention of thirty-one months, or a total verdict of $20,790. Judgment was entered on the verdict and defendant now seeks a new trial.\nPrior to June 13, 1946, plaintiff owned approximately eleven acres of undeveloped ground in the Borough of Churchill, Allegheny County. On that date, defendant condemned slightly less than two acres of that land for use in the construction of the Penn-Lincoln. Parkway, a limited access highway. Part of the remaining portion was rendered inaccessible to plaintiff and the balance greatly depreciated in value. It is for those losses that damages were awarded.\nGeorge R. McNary, president and sole shareholder in plaintiff corporation, did not testify on direct examination as to the value of the land. On cross-examination he stated that plaintiff owned, in addition to this tract of land, fifty or sixty building lots in Wilkinsburg, Allegheny County. As a part of its own ease, defendant recalled McNary for further cross-examination and attempted to question him concerning the Capital Stock Report of plaintiff filed with the Commonwealth of Pennsylvania for the year 1946. That report was sworn to by McNary and showed $20,000 to be the actual value of the land here in question together with the Wilkins-burg lots. On objection, the learned court below refused to allow questions based on that report or to admit the report in evidence on the theory that Section 731 of The Fiscal Code rendered the information contained therein confidential and therefore inadmissible. It is that ruling upon which defendant primarily predicates this appeal.\nSection 731 was added to The Fiscal Code in order to protect the taxpayer from unnecessary disclosures of the information contained in his tax return. “It is not intended to defeat justice by prohibiting the production of necessary records in judicial proceedings.”: Commonwealth v. Mellon Nat. Bk. & Tr. Co., 360 Pa. 103, 110, 61 A. 2d 430. In that case we held that Section 731 did not prohibit the introduction into evidence of tax returns of other banks in a case involving the question of unequal assessment of capital stock of National Banks as compared to State Banks.\nThere can be no question that prior to the enactment of Section 731, tax returns were admissible against the corporation making the return (Mifflin Bridge Co. v. Juniata Co., 144 Pa. 365, 22 A. 896) and it is quite clear that the disclosure which defendant here sought to make was not the type intended to be prohibited by that section. The primary issue was the value of plaintiff’s property and plaintiff, a corporation organized to buy and sell land, was certainly in a position through its officers, to know the value of its properties. The tax return was relevant to show plaintiff’s own estimate of that value. To exclude the return is to recognize that a taxpayer can place one value on his property for tax purposes and another for the purpose of carrying on proceedings in eminent domain cases. Such a result would defeat the legislative intent as expressed in our tax statutes requiring returns to be made on actual value. There can be only one “actual value”. In condemnation proceedings it is for the jury to determine what the market value is. To aid the jury in making that determination all pertinent and proper estimates should be available to them. It was, therefore, error to exclude plaintiff’s own estimate as set forth in its tax return. Much of the material contained in the return need not be disclosed and what is unnecessary should be withheld from the jury. “The manner and the extent of the disclosure of the contents of such records still remain under the discretionary control of the trial judge.” Commonwealth v. Mellon Nat. Bk. & Tr. Co., supra, at 111-112.\nThe lower court also relied on Westinghouse Air Brake Co. v. Pgh., 316 Pa. 372, 176 A. 13, in holding the evidence inadmissible. But in that case defendant sought to show that plaintiff was avoiding taxes by carrying property on the books at a figure lower than the actual value of the property. That line of inquiry represented a collateral attack on the correctness of the tax return and for that reason was held to be improper in an eminent domain proceeding, the Court there stating at p. 379: “It was an attempt to inject an idea into the case wholly foreign to the real issue.”\nHere, no such collateral attack was made. The return was produced as an admission by the corporation of the value of the property and therefore Westinghouse Air Brake Co. v. Pgh., supra, is not in point.\nDefendant also complains of the statement of the trial judge in his charge that “When you retire to the jury room you become the sole judges of the law and the sole judges of the facts.” That objection is also well taken. No citation of authority is necessary for the proposition that the court determines the law and the only duty of the jury is to find the facts and apply the law to them.\nThe improper exclusion of the tax returns and the misstatement by the trial judge in his charge make it imperative that a new trial be granted.\nJudgment reversed and a new trial is awarded.\nAct of April 9, 1929, P. L. 343, as amended by the Act of June 6, 1939, P. L. 261, as further amended by the Act of July 9, 1941, P. L. 305. Section 731 now provides: “Any information gained ... as a result of any returns . . . required or authorized under the statutes of the Commonwealth imposing taxes . . . for State purposes . . . shaU be confidential except for official purposes, and except that such information may be given to any other state or to the Government of the United States, where such state or the United States by law authorizes the furnishing of similar information to the Commonwealth of Pennsylvania.”",
        "type": "majority",
        "author": "Ms. Justice Drew,"
      }
    ],
    "attorneys": [
      "Harry F. Stambaugh, Special Counsel, with him Thomas P. Trimble, Jr., and Thomas O. Evans, Counsel for Department of Highways, Phil H. Lewis, Deputy",
      "Attorney General and T. MoEeen Chidsey, Attorney General, for appellant.",
      "James M. Arensberg, with him Patterson, Crawford, Arensberg & Dunn, for appellee."
    ],
    "corrections": "",
    "head_matter": "Graham Farm Land Company v. Commonwealth, Appellant.\nArgued November 16, 1949.\nBefore Maxey, C. J., Drew, Linn, Steen, Patteeson, Steaene and Jones, JJ.\nHarry F. Stambaugh, Special Counsel, with him Thomas P. Trimble, Jr., and Thomas O. Evans, Counsel for Department of Highways, Phil H. Lewis, Deputy\nAttorney General and T. MoEeen Chidsey, Attorney General, for appellant.\nJames M. Arensberg, with him Patterson, Crawford, Arensberg & Dunn, for appellee.\nJanuary 3, 1950:"
  },
  "file_name": "0571-01",
  "first_page_order": 619,
  "last_page_order": 623
}
