{
  "id": 430624,
  "name": "Craver et al. versus Miller et al.",
  "name_abbreviation": "Craver v. Miller",
  "decision_date": "1870-05-11",
  "docket_number": "No. 65",
  "first_page": "456",
  "last_page": "459",
  "citations": [
    {
      "type": "official",
      "cite": "65 Pa. 456"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Wright 234",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "2 Wright 455",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "2 Wright 455",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 469,
    "char_count": 8824,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 1.199014299072597e-07,
      "percentile": 0.5931990629569523
    },
    "sha256": "1db8aa4332122f949e8b8122683ad7526b8dea6f49015e96a2ea8840a17f0a31",
    "simhash": "1:a6424e84de66f8c6",
    "word_count": 1594
  },
  "last_updated": "2024-02-27T20:20:47.789520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, C. J., Read, Agnew and Shaeswood, JJ."
    ],
    "parties": [
      "Craver et al. versus Miller et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, July 7th 1870, by\nThompson, C. J.\nIt may possibly be that the sale of his property by Jacob Craver to his brothers was intended to hinder .and delay creditors, and for that reason void, but we see nothing in the ease which justified the court in declaring it so as a matter of law. It was not a sale with retained possession; no such great inadequacy of price as to make it a presumptio juris et de jure that it was fraudulent, nor were the terms of payment so conclusive as to justify the presumption. We think the learned judge greatly erred in pronouncing that the transaction was fraudulent per se.' It was altogether a question of fact for the jury. If the plaintiff’s evidence were true, and that was for the jury, there was no fraud in fact, but it was for them to say. It is said that it is essential in order to a valid sale of property, that it must be removed from the premises of the vendor, or he from the possession of the goods. The last was this case.\nThe transfer was in law completed, and the question of the bona tides of the transaction was one of fact for a jury and not the court to determine. It is generally only when the transaction is of such a character that, irrespective of an intent to defraud, the court can declare it void. That was not the nature of the transaction here. It was a question of fact, and should have gone to the jury. I do not regard Kepner v. Burkhart, 5 Barr 478, nor York County Bank v. Carter, 2 Wright 455, as authority for the ruling in this case.\nThe question of estoppel arising out of the seeming unwarranted process issued in the case did not arise by reason of the charge that the sale was void as a matter of law, — nor do we regard these writs of attachment as an estoppel, but on the trial of the issue of fact they will undoubtedly have a bearing evincive of the views of the transaction by the parties who issued them.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Thompson, C. J."
      }
    ],
    "attorneys": [
      "A. H. Coffroth and S. Gaither, for plaintiffs in error,",
      "A. J. Colborn and F. Kimmell, for defendants in error,"
    ],
    "corrections": "",
    "head_matter": "Craver et al. versus Miller et al.\n1. J. being insolvent sold all his personal property to P. for $7000, of which $3000 was J.’s indebtedness to P., the remainder payable in annual instalments of $1000. The price was not greatly inadequate. Held, that the terms of payment did not make the transaction fraudulent per se.\n2. There being evidence of a change of possession, the bona tides of the transaction was for the jury.\n3. Creditors of J. levied on the goods and also attached the notes given for their purchase-money. Held, that the creditors in an interpleader issue were not estopped by reason of the attachments.\nMay 11th 1870.\nBefore Thompson, C. J., Read, Agnew and Shaeswood, JJ.\nError to the Court of Common Pleas of Somerset county: No. 65, to May Term 1870.\nIn the court below this was a feigned issue under the Sheriff’s Interpleader Act, entered October 2d 1869, between Charles P. Craver and Philip Craver, plaintiffs and claimants, and D. J. Miller & Co., H. & J. Meyers and J. H. Shaffer, defendants, who had issued executions against Jacob Craver. Jacob Craver was the brother of the plaintiffs. He had been carrying on a store, and was also extensively engaged in manufacture of staves and shooks at five different places. On the 29th of March 1869, by an agreement under seal, he sold to the plaintiffs for $7000 all his staves and shooks, and the interest he had in the several shops, with all the tools, &c., all his personal property whatever, including household furniture, farming implements, horses and carriages and store goods, &e. Part of the consideration was an indebtedness of $2948 from Jacob to the plaintiffs, and for the balance they gave four notes, the first of $1052, payable on the 1st of April 1870, and the remainder in annual payments of $1000 each, the last being due on the 1st of April 1873. The defendants issued executions against Jacob Craver; — Miller & Co. on the 8th of May 1869, H. & J. Meyers on the 14th of May, and Shaffer on the 11th of August. On these executions levies were made on the property sold to the plaintiffs by Jacob as his property. On the 11th of August each of the defendants issued an attachment execution, and attached the notes given by the plaintiffs to Jacob for the balance of the purchase-money of the goods.\nOn the trial, November 23d 1869, before King, P. J., the plaintiffs gave in evidence the agreement of sale; they gave evidence of the indebtedness of Jacob to them; the removal of Jacob from the possession of the goods after the sale and of their value; of their belief at the time of the sale that Jacob was not insolvent.\nThe defendants gave evidence of the insolvency of Jacob at the time of the sale, and evidence for the purpose of showing that there was no change of possession.;\nThe defendants’ 5th point was:—\nThe attachment executions issued by the defendants on their claims, attaching all debts, &c., of Jacob Craver in the hands of the plaintiffs, is such a recognition of the contract between Jacob Craver and the plaintiffs as estops defendants from now denying the validity of said contract.\nJudge King denied this point and charged:— * * *\n“ The defendants allege that the sale by Jacob Craver to the plaintiffs is void as to creditors, and that the facts in the case show that it is both a fraud in law and a fraud in fact.\n■“ They contend that it is a fraud in law, because there was no change of the possession of the property sold, that the business was carried on after the alleged sale precisely as it had been conducted theretofore, and that the sale was clandestine and private, and unknown to any person except the parties to the transaction, until after the executions were ordered and issued,\np: “ If the sale was secret and clandestine, and the business of the store and shook shops, and other operations in which Jacob Craver had been engaged, continued to be managed and carried on after the 29th of March, in the same manner as before, it would be strong evidence there was no change of possession at the time of the sale, or within a reasonable time afterwards, and if you find there was no change of the possession of the property, we are required by the authorities to say that it is a fraud in law, and void as to the creditors of Jacob Craver.\n“ [Again, the defendants say that even if a formal possession of the property had been taken by the plaintiffs under the contract of purchase, yet inasmuch as they paid thereon, or had credited only the amount of Jacob Craver’s indebtedness to them and gave their note for $4052 in payments, deferred for one, two, three and four years, the transaction is a case of legal fraud under the statute of 13 Eliz., as by that means the creditors of Jacob Craver were postponed, hindered and delayed. \"We believe this position to be supported by the case of Kepner v. Burkhart, 5 Barr 478, recognised as good law in The York County Bank v. Carter, 2 Wright 455. We can conceive of no more effectual mode of delaying a man’s creditors than that adopted by Jacob Craver. It is not a sufficient answer to this to say that the defendants have attached the money due from the plaintiffs to their brother Jacob. We instruct you, therefore, that the defendants are entitled to your verdict on this ground alone, if there was nothing else in the ease.] * * * When actual fraud is alleged it must be proved, and to justify a verdict adverse to the plaintiffs it must be made to appear that the plaintiffs combined with their brother to protect his property from the grasp of his creditors, knowing his insolvency. There may be and doubtless are some circumstances in the case to excite the suspicion of unfair dealing and a purpose to defraud, but that is not enough— the demands of the plaintiffs against their brother appear to be honest, and if they were only actuated by a desire to secure their claims they had a right, for the purpose of accomplishing that object, to purchase the property of their brother, and he had a right, so far as the laws of Pennsylvania are concerned, to prefer them. [If it were a question of any importance we would submit to you to say whether the transaction was fraudulent or not. But having already ruled that the transfer from Jacob Craver to his brothers, in view of the fact that the property was sold on long payments, is a fraud in law, the jury need not trouble themselves about the fraud in fact.”] * * *\n. The verdict was for the defendants, excepting some articles of furniture specified in it.\nThe plaintiffs took a writ of error, and assigned for error the parts of the charge in brackets and the answer to their point.\nA. H. Coffroth and S. Gaither, for plaintiffs in error,\ncited Deakers v. Temple, 5 Wright 234.\nA. J. Colborn and F. Kimmell, for defendants in error,\ncited Kepner v. Burkhart, 5 Barr 478; York County Bank v. Carter, 2 Wright 455."
  },
  "file_name": "0456-01",
  "first_page_order": 456,
  "last_page_order": 459
}
