{
  "id": 1084484,
  "name": "Seaman, Appellant, v. Tamaqua National Bank",
  "name_abbreviation": "Seaman v. Tamaqua National Bank",
  "decision_date": "1924-03-24",
  "docket_number": "Appeal, No. 202",
  "first_page": "124",
  "last_page": "127",
  "citations": [
    {
      "type": "official",
      "cite": "280 Pa. 124"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "271 Pa. 6",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        295726
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/271/0006-01"
      ]
    },
    {
      "cite": "274 Pa. 205",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1073099,
        1072941
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/274/0205-02",
        "/pa/274/0205-01"
      ]
    },
    {
      "cite": "276 Pa. 326",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1077581
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/276/0326-01"
      ]
    },
    {
      "cite": "259 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1038319
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/259/0241-01"
      ]
    },
    {
      "cite": "274 Pa. 206",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1073076
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/274/0206-01"
      ]
    },
    {
      "cite": "272 Pa. 397",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1068333
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/272/0397-01"
      ]
    },
    {
      "cite": "276 Pa. 326",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1077581
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/276/0326-01"
      ]
    },
    {
      "cite": "274 Pa. 206",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1073076
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/274/0206-01"
      ]
    },
    {
      "cite": "272 Pa. 397",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1068333
      ],
      "pin_cites": [
        {
          "page": "401"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/272/0397-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 343,
    "char_count": 5634,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 1.9579593370681144e-07,
      "percentile": 0.7376310356318071
    },
    "sha256": "2a639cc097dfbf9f2b9cd6388f27efea03ff8bdb65bc5f244b72227f40356240",
    "simhash": "1:d1c9c332479c2040",
    "word_count": 978
  },
  "last_updated": "2024-02-27T16:56:54.803629+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Seaman, Appellant, v. Tamaqua National Bank."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Schaffer,\nA majority of the court below (Judge Koch dissenting) entered judgment against plaintiff on an affidavit of defense by way of demurrer. The recital of facts in the statement of claim is lengthy. They need not be catalogued in this opinion, where it is sufficient to say that plaintiff’s action was based on an irrevocable letter of credit in his favor, issued by defendant, for the sum of $13,000. The statement disclosed that plaintiff drew a draft on defendant for $13,750, which it refused to honor. The court determined that appellant’s right of action depended on the breach of contract by the bank which was within its rights in refusing to pay the draft, as it exceeded the amount of the credit, and hence there was no breach of contract and no cause of action. The court misinterpreted the cause of action. It was brought to recover part of the money ($8,170.29) deposited to plaintiff’s account evidenced by the letter of credit.\nThe statement of claim cannot be said to be drawn with clarity, and is certainly hot concise and in summary form as the Practice Act of May 14,1915, P. L. 483, requires it shall be. The common pleas, however, was not warranted in entering judgment against plaintiff, thus putting him out of court, because of the ambiguous statement of his demand, without affording him opportunity to make it clear. “The question to be decided under section 20 of the act [Practice Act], which provides only a ‘substitute for the common law demurrer,’ is not whether the statement is so clear, in both form and specification, as to entitle plaintiff, without amendment, to proceed to trial, but whether, upon the facts averred, it shows, as a ‘question of law,’ that plaintiff is not entitled to recover. At times it may not be easy to determine under which of the foregoing heads an objection to a particular statement falls......but, in that event, the doubt should be resolved against entering summary judgment, the power so to do being intended only for clear cases. ......Any other conclusion would be a reversion to the practice, — common in ancient days, but happily not now, —of making the right of litigants depend on the skill of the pleader, rather than on the justice of their claims”: Rhodes v. Terheyden, 272 Pa. 397, 401; Franklin Sugar Refining Co. v. Lykens Mercantile Co., 274 Pa. 206; Briggs v. Logan Iron & Steel Co., 276 Pa. 326. Instead of entering summary judgment the court should have permitted plaintiff to so amend his statement as to make his cause of action clear.\nThe judgment is reversed with direction that the court shall proceed as we have outlined; costs to abide the final determination of the case.",
        "type": "majority",
        "author": "Mr. Justice Schaffer,"
      }
    ],
    "attorneys": [
      "John A. Keppelman and Roscoe R. Koch, with them Franh P. Krebs, for appellant.",
      "Jno. F. Whalen, with him R. J. Gnaeff, for appellee."
    ],
    "corrections": "",
    "head_matter": "Seaman, Appellant, v. Tamaqua National Bank.\nBanks and banicing — Letter of credit — Draft in excess of amount of letter — Refusal of bank to pay — Contract.\n1. Where a bank has issued a letter of credit in an amount specified, and it is subsequently sued for a part of the money evidenced by the letter of credit, it cannot set up as a defense that plaintiff had drawn a draft for an amount in excess of the letter, and that defendant had refused to pay such draft.\nPractice, O. P. — Affidavit of defense in nature of demurrer— Statement of claim — Ambiguous statement — Judgment—Leave to amend — Act of May 14, 1915, P. L. 488 — Amendment.\n2. Where plaintiff files a statement of claim which is ambiguous as to his demand, the court should not enter summary judgment against him on an affidavit of defense in the nature of a demurrer, but should permit him to so amend his statement as to make his cause of action clear, under the Act of May 14, 1915, P. L. 483.\nArgued February 19, 1924.\nAppeal, No. 202, Jan. T., 1924, by plaintiff, from judgment of C. P. Schuylkill Co., March T., 1923, No. 537, for defendant on affidavit of defense by way of demurrer, in case of William F. Seaman v. Tamaqua National Bank.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nReversed.\nAssumpsit to recover portion of deposit evidenced by letter of credit.\nRule for judgment for want of a sufficient affidavit of defense.\nThe opinion of the Supreme Court states the facts.\nRule discharged in opinion by Bechtel, P. J., Koch, J., dissenting. Plaintiff appealed.\nError assigned was order, quoting it.\nJohn A. Keppelman and Roscoe R. Koch, with them Franh P. Krebs, for appellant.\nDefendant having filed an affidavit of defense raising questions of law, the case is to be treated on the basis of the facts averred in the statement of claim: Rhodes v. Terheyden, 272 Pa. 397; Sugar Refining Co. v. Mercantile Co., 274 Pa. 206; Robert Grace Contracting Co. v. Ry., 259 Pa. 241.\nIf, from the facts averred in the statement of claim, a doubt exists as to defendant’s right to summary judgment, it should be resolved against entering such judgment: Briggs v. Logan Iron & Steel Co., 276 Pa. 326; Franklin Sugar Refining Co. v. Lykens Mercantile Co., 274 Pa. 205; Scranton Axle & Spring Co. v. Scranton Board of Trade, 271 Pa. 6.\nThe letter of credit created a liability by defendant to plaintiff to the extent of the amount of the irrevocable deposit.\nJno. F. Whalen, with him R. J. Gnaeff, for appellee.\nThe bank was not authorized to contract, nor had it contracted, in excess of $13,000, and payment of the excessive draft was necessarily refused.\nThe cause of action must be taken from plaintiff’s statement as a whole. If the pleader fell into error and set out a cause of action without merit, defendant had a perfect right to bring the matter to the attention of the court in its affidavit of defense.\nMarch 24, 1924:"
  },
  "file_name": "0124-01",
  "first_page_order": 148,
  "last_page_order": 151
}
