{
  "id": 1084478,
  "name": "Deeter's Estate",
  "name_abbreviation": "Deeter's Estate",
  "decision_date": "1924-03-24",
  "docket_number": "Appeal, No. 314",
  "first_page": "135",
  "last_page": "142",
  "citations": [
    {
      "type": "official",
      "cite": "280 Pa. 135"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "27 Pa. Superior Ct. 358",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        856455
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/27/0358-01"
      ]
    },
    {
      "cite": "273 Pa. 505",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070827
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/273/0505-01"
      ]
    },
    {
      "cite": "198 Pa. 158",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920291
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/198/0158-01"
      ]
    },
    {
      "cite": "52 Pa. 257",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002227
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/52/0257-01"
      ]
    },
    {
      "cite": "1 Walker 117",
      "category": "reporters:state",
      "reporter": "Walker",
      "opinion_index": -1
    },
    {
      "cite": "176 Pa. 122",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        882234
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/176/0122-01"
      ]
    },
    {
      "cite": "23 Pa. 29",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        973991
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/23/0029-01"
      ]
    },
    {
      "cite": "154 Pa. 65",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        842374
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/154/0065-01"
      ]
    },
    {
      "cite": "60 Pa. 141",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1014527
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/60/0141-01"
      ]
    },
    {
      "cite": "156 Pa. 197",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        844908
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/156/0197-01"
      ]
    },
    {
      "cite": "279 Pa. 433",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1083347
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/279/0433-01"
      ]
    },
    {
      "cite": "278 Pa. 358",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1080521
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/278/0358-01"
      ]
    },
    {
      "cite": "270 Pa. 360",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1066011
      ],
      "pin_cites": [
        {
          "page": "364"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/270/0360-01"
      ]
    },
    {
      "cite": "231 Pa. 378",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        973863
      ],
      "pin_cites": [
        {
          "page": "384"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/231/0378-01"
      ]
    },
    {
      "cite": "270 Pa. 480",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1066009
      ],
      "pin_cites": [
        {
          "page": "485-6"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/270/0480-01"
      ]
    },
    {
      "cite": "270 Pa. 49",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1066044
      ],
      "pin_cites": [
        {
          "page": "51"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/270/0049-01"
      ]
    },
    {
      "cite": "278 Pa. 571",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1080562
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/278/0571-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 663,
    "char_count": 14235,
    "ocr_confidence": 0.474,
    "pagerank": {
      "raw": 2.1386454319020104e-07,
      "percentile": 0.7668350548622719
    },
    "sha256": "b7eb0556a4df84abf2a0eee9228c05f76179c3db1b3b3c6fba80864925cdb87b",
    "simhash": "1:c8684bb27d7460df",
    "word_count": 2441
  },
  "last_updated": "2024-02-27T16:56:54.803629+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson and Schaffer, JJ."
    ],
    "parties": [
      "Deeter’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Moschzisker,\nCatherine Deeter died August 24, 1910; she left surviving her two daughters, Catherine, married to Daniel J. Schroeder, and Elizabeth, who, though single at time of testatrix’s death, married Jacob Schmidt, on November 19, 1913. Mrs. Schmidt died November 14, 1914, intestate, leaving as survivors her husband, Jacob Schmidt, and her sister, Catherine Schroeder, but no children. Catherine Schroeder died, testate, on November 2, 1923, without children, leaving her husband, Daniel J. Schroeder, to survive her; she bequeathed her estate largely to charities. An account was filed in the estate of the original decedent, Catherine Deeter, and the fund thus accounted for was claimed by the personal representatives of the deceased daughters; it was also claimed by the charitable legatees named in the will of Catherine Schroeder, deceased. The auditing judge decided in favor of the latter claimants, on the ground that testatrix intended to give to her daughters life estates coupled with powers to appoint; this award was affirmed by the court below, and Jacob Schmidt, as administrator of his wife’s estate, appealed.\nThe parts of the will here in controversy provide: “Item 2. I give and bequeath all my estate, real and personal, to my two daughters, Catherine Schroeder (nee Deeter), and Elizabeth Deeter, share and share alike, subject to the following provisions, to wit: Item 3. That it is my will and desire that my two daughters shall have full control of my estate without interference or hindrance on the part of their husbands, who in no wise shall reap any benefit or profit from my estate in the event of death or otherwise, unless so made and done by last will and testament by them or either of them, and should either of them die without issue, or without making disposition by will of her share of my estate, then and in such case the surviving daughter shall become sole beneficiary subject to the above provisions, and to more effectively carry out the provisions of this my last will I do hereby authorize and empower my hereinafter named executrices, who shall be my daughters, to sell at public or private sale, any and all of my estate, real and personal, and to make full and complete title to the purchaser or purchasers thereof, as well as I might or could, if living, and with the proceeds thereof, make such other investments as they may deem best and proper so that they may more fully enjoy the benefits thereof, and that they or either of them shall not be called to account for any acts of omission or commission on the part of either on death.”\nAppellant contends that, when testatrix stipulated, “should either of them die without issue or without making disposition by will of her share of my estate, then and in such case the surviving daughter shall become sole beneficiary subject to the above provisions,” she, in effect, said, “should either of my daughters die in my life time.” Of course there is a long line of cases construing wills in the way here contended for, but they cannot prevail against a plainly expressed intent such as we find in the present will, which shows that testatrix was providing for the event of the death of her two daughters after her own decease and when they had come into possession of her estate. It is to be noticed, the daughter living at the death of her sister is to become “sole beneficiary,” but she is to take “subject to the above provisions.” The latter words have great significance, because, when we look above for the “provisions” in question, we find they are to this effect: The daughters are to be “beneficiaries,” not in the sense of owners, but in the sense that they are to “have full control” of the estate free of “interference” by their respective husbands, who are not to “reap any benefit or profit” from it, unless some of the property enjoyed by a daughter is bequeathed by the beneficiary to her husband. It is obvious that, if the survivor of the two daughters was, at the death of her sister, to take “full control” of testatrix’s estate, free from “interference” on the part of the beneficiary’s husband, as the will provides, this could not mean during the life of testatrix, for at that time neither such control nor interference would be possible; which indicates that testatrix contemplated and intended to provide for the event of the death of a daughter after her, the mother’s, will had taken effect. This construction is further strengthened by the fact that testatrix provides, “should either of them [her daughters] die without making disposition by will of her share of my estate,” on the death of the daughter so dying, “without issue” at that time surviving, the other, living daughter is to become “the sole beneficiary.” It cannot reasonably be thought that testatrix meant by this language to give to a daughter dying in her, the mother’s, lifetime, the power of willing an inheritance into which the daughter had not yet come. In these and in other ways, which may be seen by reading the devise quoted above, testatrix plainly shows she thought of her two daughters as living after her own death, and drew her will accordingly; the court below correctly so construed it.\nBut, says appellant, testatrix having in item two of the will given to her daughters an absolute estate, the law forbids her to take from such estate any of its attributes, and, hence, all of item three which attempts so to do is invalid; that, under this rule, even though the phrase “die without issue” should be read as construed by the court below, such construction cannot serve to reduce the fee to any extent. The weakness of this contention lies in the assumption that testatrix, by item two, gave to her daughters an absolute estate. As said by the learned court below: “A reading of the will discloses that nowhere in it does testatrix in so many words give her daughters an absolute estate; at the outstart, in item 2, she makes the gift to 'my two daughters...... subject to the following provisions’; then follow the 'provisions’ upon the interpretation of which the character of the estate given depends.” In other words, item two may be read as though the phrase, “subject to the following provisions,” instead of being at the end thereof, was at the beginning. Then the bequest would be, “Subject to the provisions in item three, I give,” etc.; which is clearly what it means.\nIt is quite evident testatrix began with the thought of creating a restricted, and not an absolute, estate for her two daughters; it is apparent she did not intend to create a fee. In Wettengel’s Est., 278 Pa. 571, under somewhat similar circumstances, we recently said: “While testator, in the above-quoted residuary clause of his will, makes the devise to his three daughters and 'their heirs and assigns,’ he immediately follows this apparently absolute gift by words plainly indicating a contrary intent. We have repeatedly held that where the dominant purpose shown by a devise is to vest a fee, this estate cannot be stripped of its inherent attributes by subsequent words indicating an intent so to do: Pattin v. Scott, 270 Pa. 49, 51, and cases there cited; Long’s Est., 270 Pa. 480, 485-6. On the other hand, we have probably as often held that, in finding the controlling intention, all the words used by testator should be taken into account, and if the intent to restrict the gift is clearly the dominant one, it must be given effect: Smith v. Piper, 231 Pa. 378, 384; Sehuldt v. Reading Trust Co., 270 Pa. 360, 364; Edwards v. Newland, 271. Pa. 1, 4.” See also, Williamson v. Greene Imp. Co., 278 Pa. 358; Orphans’ Home v. Women’s Penna. Society, 279 Pa. 433. Here, when all the words used by testator are taken into account, the intent to restrict the gift to the two daughters is, as before said, quite plain, and must be given effect.\nThe will before us is expressed with sufficient clearness not to require the use of artificial rules of construction to ascertain its meaning; and, as we have frequently said in recent opinions, under such circumstances it is unnecessary to refer to those rules or to discuss cited authorities.\nBefore stating final conclusions, we pause to express our agreement with appellant, that the Act of July 9, 1897, P. L. 213, does not help to decide whether or not testatrix meant to provide for the death in her own lifetime of her daughters; its only office in the present case is to determine that the will contemplates a definite and not an indefinite failure of issue at the death of a daughter, and thus eliminates the possibility of the existence of estates tail, which, as a matter of fact, neither side to this controversy claims.\nIn the words of the court below, “Our conclusion is ......that testatrix intended by her will to limit td her daughters a life estate, with remainder to their issffe, if any, living at the time of their deaths; and in the event of the death of either without such issue, to her appointees by last will and testament; or, in default of both ,s.Uch issue and appointment, to the survivor......To accomplish these purposes, testatrix created an active trust in her daughters, giving them power to sell any part of the estate, to reinvest the proceeds of such sales, and to enjoy the income (benefits) until the death of either or both of them. Being an active trust, and Elizabeth Deeter, who predeceased her sister, having died without issue and without having exercised her power of appointment, it continued until the death of Catherine Schroeder, the last survivor; for it follows that it would be inconsistent with its purposes to hold that it ended as to any part of the principal during the life of the surviving beneficiary......This conclusion [is] in harmony with testatrix’s very evident intention to treat her daughters impartially; it permits of no inequality between them,— neither being now held to have more than an equitable interest in the estate; moreover, it gives effect to the last surviving daughter’s power of appointment of the remainder, thus carrying out to the last testatrix’s clear testamentary direction with respect to the ultimate disposition of the principal estate.”\nThe assignments of error are overruled and the decree is affirmed: costs to be paid out of the estate.",
        "type": "majority",
        "author": "Mr. Chief Justice Moschzisker,"
      }
    ],
    "attorneys": [
      "Reynolds D. Brown, with him Charles W. Matten, for appellant.",
      "C. H. Ruhl, with him Foster S. Biehl, E. Carroll Schaeffer, Snyder, Zieber & Snyder, John J. Kutz and F. S. Livingood, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Deeter’s Estate.\nWills — Construction—Life estate — Estate in fee — Cutting down estate — Intention—Act of July 9, 1897, P. L. 218.\n1. Where the dominant purpose shown by a devise is to vest a fee, this estate cannot be stripped of its inherent attributes by subsequent words indicating an intent so to do.\n2. But all the words used by testator should be taken into account, and where they clearly show a dominant intent not to vest a fee but to restrict the gift, it must be given effect accordingly.\n3. Where a will is expressed with sufficient clearness so as not to require the use of artificial rules of construction to ascertain its meaning, it is unnecessary to refer to such rules or to discuss authorities.\n4. Where a testatrix appoints her two daughters executrices of her estate, with active powers as trustees, and gives her estate to the two daughters “subject to the following provisions,” “that my daughters shall have full control of my estate” without hindrance on the part of their husbands who should reap no benefit from the estate except from the daughters’ wills, and should either of the daughters “die without issue or without disposing of her share by will then “the surviving daughter shall become sole beneficiary,” the daughters take a life estate and not an estate in fee simple, and if one dies without issue and without disposing of her estate by will, the survivor takes her share for life, and upon her death testate, the beneficiaries under her will take the whole estate absolutely.\n5. In such case, testatrix did not contemplate the death of the daughters in her own lifetime, but death after her decease when they had come into possession of her estate.\n6. The Act of July 9, 1897, P. L. 213, does not in such case help to decide whether or not testatrix meant to provide for the death of her daughters in her own lifetime; its only office is to determine that the will contemplates a definite and not an indefinite failure of issue at the death of a daughter.\nArgued March 3, 1924.\nAppeal, No. 314, Jan. T., 1924, by Jacob E. Schmidt, as administrator and surviving husband and heir of Elizabeth Schmidt, from decree of O. C. Berks Co., April T., 1923, No. 4, dismissing exceptions to adjudication, in estate of Catharine Deeter, deceased.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson and Schaffer, JJ.\nAffirmed.\nExceptions to adjudication. Before Schaeffer, P. J.\nThe opinion of the Supreme Court states the facts.\nExceptions dismissed. Jacob E. Schmidt, administrator of Elizabeth Schmidt, appealed.\nError assigned was decree, quoting the record.\nReynolds D. Brown, with him Charles W. Matten, for appellant.\nThe daughters received, under their mother’s will, estates in fee simple: Coles v. Ayres, 156 Pa. 197.\nThe divesting clause attached by the testatrix to the estates of the daughters was intended to operate only if the event in question occurred in testatrix’s own lifetime, and the event not having so occurred the shares of the daughters became absolute and unconditional upon the death of their mother.\nEven if the court should hold that testatrix contemplated the death of her daughters “without issue or without making disposition by will” at any time, the gift over •in such contingency to the surviving daughter fails because it contradicts by implication the right previously given to each daughter to dispose or not to dispose of her property as she pleased, this right being implied from the prior gift of an absolute interest: Karker’s App., 60 Pa. 141; Fisher v. Wister, 154 Pa. 65; Faries’s App., 23 Pa. 29; Bellas’s Est., 176 Pa. 122.\nC. H. Ruhl, with him Foster S. Biehl, E. Carroll Schaeffer, Snyder, Zieber & Snyder, John J. Kutz and F. S. Livingood, for appellee,\ncited: Hoover v. Krick, 1 Walker 117; Sheets’s Est., 52 Pa. 257; Stoner v. Wunderlich, 198 Pa. 158; Mebus’s Est., 273 Pa. 505; Daniel’s Est., 27 Pa. Superior Ct. 358.\nMarch 24, 1924:"
  },
  "file_name": "0135-01",
  "first_page_order": 159,
  "last_page_order": 166
}
