{
  "id": 1084438,
  "name": "Dunmore Borough, v. Dempsey, Appellant",
  "name_abbreviation": "Dunmore Borough v. Dempsey",
  "decision_date": "1924-03-24",
  "docket_number": "Appeals, Nos. 231-3",
  "first_page": "190",
  "last_page": "195",
  "citations": [
    {
      "type": "official",
      "cite": "280 Pa. 190"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Pa. Superior Ct. 502",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        268639
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/1/0502-01"
      ]
    },
    {
      "cite": "164 Pa. 437",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        860302
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/164/0437-01"
      ]
    },
    {
      "cite": "245 Pa. 17",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        326161
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/245/0017-01"
      ]
    },
    {
      "cite": "26 Pa. Superior Ct. 282",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        853917
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/26/0282-01"
      ]
    },
    {
      "cite": "238 Pa. 35",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        991570
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/238/0035-01"
      ]
    },
    {
      "cite": "44 Pa. Superior Ct. 145",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        417922
      ],
      "pin_cites": [
        {
          "page": "155"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/44/0145-01"
      ]
    },
    {
      "cite": "262 Pa. 322",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044543
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/262/0322-01"
      ]
    },
    {
      "cite": "238 Pa. 35",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        991570
      ],
      "pin_cites": [
        {
          "page": "41"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/238/0035-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 535,
    "char_count": 10888,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 2.318106840827791e-07,
      "percentile": 0.7891830759245037
    },
    "sha256": "de646f5d930734a51ba5249562f8161951e3374ee6f2b7a6b0be56792fdaba23",
    "simhash": "1:9e79c841b3630240",
    "word_count": 1843
  },
  "last_updated": "2024-02-27T16:56:54.803629+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Dunmore Borough, v. Dempsey, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Walling,\nThese three appeals, between the same parties, involve like questions and will be considered together. Appellant, M. J. Dempsey, was the duly qualified tax collector of the Borough of Dunmore, Lackawanna County, for the years 1914, 1915, also for the years 1918, 1919. In the annual audit of his accounts by the borough controller, the collector was given credit, inter alia, for taxes abated by the borough council, as follows: For the year 1914, $6,962.29; for the year 1915, $8,968.37; for the year 1918, $10,815.41; for the year 1919, $11,562.71. He was also given credit for exonerations and for certain abatements allowed by the county commissioners, as to which there is no question. From the several audits of the controller, taxpayers appealed to the court of common pleas where depositions were taken and the court found the sums above stated were unauthorized abatements and surcharged the collector therewith. From judgments entered upon such surcharges, the collector brought these appeals, the surcharges for the years 1918 and 1919 being embraced in one judgment.\nIn our opinion the judgments were unauthorized. The collector was not notified of either of the taxpayer’s appeals, nor was he brought upon the record as a party by notice, citation or otherwise. He was not notified of the time when the cases would be heard in court nor present on that occasion. True, the return of a constable shows that notice of the time and place of taking depositions was served upon the collector, but there was nothing in the notice, or then of record in the appeals, to show he was interested in the investigations. It is fundamental that a personal judgment cannot be entered against a citizen until he has had an opportunity to be heard, until he has had his day in court, which appellant did not have. The statutes are silent as to the manner of bringing before the court interested parties in appeals from reports of auditors or controllers, but it can readily be done by a citation. The constitutional guarantee of due process of law cannot be ignored because a statute fails to point out a specific method of procedure. While courts will not be astute in seeking for defects in proceedings against public officials (Winter’s App., 262 Pa. 322), especially against tax or revenue collectors, yet such proceedings, however summary, must be based upon notice to the alleged defaulting party, who must be given an opportunity to be heard: Cooley on Taxation, 3 ed., vol. 2, p. 1345.\nFurthermore, the right of a borough council to grant exonerations from liability for certain taxes is recognized in the Act of June 25, 1885, P. L. 187, and settled by the case of Jones v. Sharon Boro., 238 Pa. 35, 41, where Mr. Justice Brown, for the court, says: “No legislation has been cited specifically defining the power of borough authorities to grant exonerations from taxes in relief of a collector or fixing the time within which they must be granted, but the power to so exonerate is distinctly recognized in the Act of June 25, 1885, P. L. 187, regulating the collection of taxes in the boroughs of the Commonwealth, the tenth section of which provides that ‘exonerations may be made by the authorities and in the same manner as heretofore.’ From time immemorial— as is known to all of ús — the power to exonerate collectors from liability for uncollected taxes, for reasons satisfactory to the taxing authorities, has been exercised by borough councils, and, in the absence of any statutory prohibition of the exercise of this power, impliedly recognized by the Act of 1885, we shall not say it does not exist.” The taxing statutes permit abatements on various grounds and the records in the present appeals do not clearly disclose of what the abatements in question consisted, or how they differed from exonerations. The statute seems to use the words interchangeably (section 48, Act of April 15, 1834, P. L. 509, 4 Purdon’s Digest, 13th ed., p. 4681) and we have found no work on taxation or adjudication which points out the difference between “abatement” and “exoneration” as applied to tax statutes. The lower court assumed, what may be right, that the abatements allowed by the controller were reductions from the assessed valuations of property granted by the borough council, and, concluding that such could be granted only by the county commissioners, surcharged the collector with what the court termed unlawful abatements. The surcharges cannot be sustained, for the abatements, whether right or wrong, were made by the borough authorities, who levied the taxes and whose agent the collector was, and therefore protect him. In other words, a collector is not liable for failure to collect a tax. which the taxing authority abated. In the absence of fraud on his part, the collector is protected by the action of the borough council; if that body acts illegally, the remedy is against its members, or by a proceeding to restrain or set aside the illegal acts. In Borough v. McKee, 3 Pennypacker 129, we affirmed the lower court in holding, in effect, that a collector is released from responsibility for taxes which the borough council instructed him not to collect. Neither the question of the legality of the tax nor the validity of such instruction was there considered important. Judge Henderson, speaking for the court, in Walker’s App., 44 Pa. Superior Ct. 145, 155, says: “For reasons not appearing in the record the commissioners exonerated the treasurer from the collection of some of the amounts entered in the duplicate. This was in effect a withdrawal of these items and an amendment of the duplicate to that effect as between the collector and the commissioners. To that extent they withheld the duplicate and thereby withdrew from the treasurer authority to collect the particular amounts. The presumption is that the commissioners acted within the scope of their authority. At any rate there is nothing to show that at the time the duplicate was in the treasurer’s hands and the exonerations were made by the commissioners the treasurer knew that the existing facts did not justify the exonerations. We consider the case within the ruling in Boro. of Millerstown v. McKee, 3 Pennypacker 129. In that case there was an oral direction simply from the town council to the collector not to collect. The case was submitted to the jury on the inquiry whether in fact the council did instruct the collector to cease to collect taxes, and, if so, that their verdict should be for the defendants in an action on the official bond. The treasurer had a right to assume-that the commissioners were acting within the scope of their authority and to act accordingly.” So> in the instant case the collector had a right to assume the borough council was acting within the scope of its authority. That a tax collector’s warrant or bond may require him to collect all the taxes on his duplicate does not render him liable for what the taxing power remits.\nIn addition to the surcharges above stated the judgment entered in appeal No. 232, January Term, 1924 (from Common Pleas No. 579, January Term, 1919), embraces f9,100 for “balance due by said M. J. Dempsey, tax collector, on his 1914 tax duplicate.” So far as appears, that is aside from the question of abatements and seemingly a proper matter for rehearing.\nIn appeals Nos. 231 and 233 January Term, 1924, the judgments are reversed, all costs to be paid by the appellee; and in appeal No. 232 January Term, 1924, the judgment is reversed and record remitted with a procedendo, costs of this appeal to be paid by the appellee.",
        "type": "majority",
        "author": "Mr. Justice Walling,"
      }
    ],
    "attorneys": [
      "William J. Fitzgerald, and Thomas A. Donahoe, with them Joseph O’Brien, for appellant.",
      "Walter W. Harris, of Knapp, O’Malley, Hill & Harris, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Dunmore Borough, v. Dempsey, Appellant.\nPublic officers — Tax collectors — Reports of auditors — Notice of proceedings — Constitution—Due process of law.\n1. While courts will not be astute in seeking for defects in proceedings against public officials, especially against tax or revenue collectors, yet such proceedings, however summary, must be based upon notice to the alleged defaulting party, who must be given an opportunity to be heard, otherwise the constitutional guarantee of due process of law will be ignored.\n2. A judgment against a borough tax collector on surcharges against him, will be reversed, where it appears that the collector was not notified of the proceedings against him on appeal from the report of the controller, that he was not brought upon the record as a party by notice, citation or otherwise, that he was not notified of the time when the case would be heard in court, and that he was not present at the hearing.\n3. In such case, the return of a constable showing that notice of the time and place of taking depositions was served upon the collector, is immaterial, where there was nothing in the notice or in the record to show that he was interested in the appeal.\nPublic officers — Tax collector — Warrants—Exonerations—Abatements — Jurisdiction of borough council — Act of June 25, 1885, P. L. 187 — Words and phrases.\n4. A borough council has the right under the Act of June 25, 1885, P. L. 187, to grant exonerations from taxes in relief of a tax collector.\n5. Words “exonerations” and “abatements” in tax statutes are interchangeable.\n6. A collector is not liable for failure to collect a tax, which the taxing authority has abated. The presumption is that the authorities acted within the scope of their powers.\n7. In such case, if the taxing authority has acted illegally, the remedy is against the members thereof, or by proceedings to restrain or set aside the illegal acts.\n8. That a tax collector’s warrant or bond may require him to collect all the taxes on his duplicate does not render him liable for what the taxing power remits.\nArgued February 26, 1924.\nAppeals, Nos. 231-3, Jan. T., 1924, by defendant, from judgments of C. P. Lackawanna Co., Oct. T., 1919, No. 248, Oct. T., 1919, No. 579, Jan. T., 1919, and No. 42, June T., 1922, entered on surcharges in appeals from report of Borough Controller, in case of Dunmore Borough v. M. J. Dempsey.\nBefore Moschzisker, C. J., Frazer, Walling, Kephart, Sadler and Schaffer, JJ.\nReversed.\nAppeals from reports of borough controller. Before Maxey, J.\nThe opinion of the Supreme Court states the facts.\nAppeals sustained and judgments entered on surcharges. Defendant appealed.\nError assigned was, in each case, judgment, quoting record.\nWilliam J. Fitzgerald, and Thomas A. Donahoe, with them Joseph O’Brien, for appellant.\nA personal judgment cannot be entered against one not a party to the action.\nA borough has power to abate its own taxes: Jones v. Boro., 238 Pa. 35.\nWalter W. Harris, of Knapp, O’Malley, Hill & Harris, for appellee,\ncited: Horning’s Case, 26 Pa. Superior Ct. 282; Auditor’s Report, 245 Pa. 17; Com., to use, v. Stambaugh, 164 Pa. 437; Com., to use, v. Ferrell, 17 Pa. C. C. R. 263; Com. v. Geesey, 1 Pa. Superior Ct. 502.\nMarch 24, 1924:"
  },
  "file_name": "0190-01",
  "first_page_order": 214,
  "last_page_order": 219
}
