{
  "id": 1084436,
  "name": "Alexander's Petition",
  "name_abbreviation": "Alexander's Petition",
  "decision_date": "1924-04-14",
  "docket_number": "Appeal, No. 222",
  "first_page": "209",
  "last_page": "211",
  "citations": [
    {
      "type": "official",
      "cite": "280 Pa. 209"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 256,
    "char_count": 3556,
    "ocr_confidence": 0.493,
    "pagerank": {
      "raw": 1.241299413534293e-07,
      "percentile": 0.6079533980552534
    },
    "sha256": "97be5809903d48c3e0ae06353402f1a6bfc6b0be5f81371246b668e6fe051416",
    "simhash": "1:9f48b86dd920ce40",
    "word_count": 601
  },
  "last_updated": "2023-07-14T15:13:34.038982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Alexander’s Petition."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nCharles H. Thompson, who had been nominated by the Democratic Party for the office of district attorney of Franklin County, to be voted for at the election on November 6, 1923, withdrew his candidacy by filing the required papers to that effect on October 12,1923; whereupon King Alexander, as taxpayer and as secretary of the Democratic County Committee, applied for a mandamus on the county commissioners to require them to print Thompson’s name on the ballot, claiming that his withdrawal had been filed too late. An alternative writ issued, which, after hearing, was dismissed by the court below; the relator has appealed.\nThe Act of April 18, 1923, P. L. 67, amending section 7 of the Act of June 10, 1893, P. L. 419, provides that candidates may cause their names to be withdrawn from nomination by filing an appropriate paper “at least 25 days previous to the day of the municipal election,” and that “no name so withdrawn shall be printed upon the ballots.” The Act of July 9, 1919, P. L. 832, also amending the Act of June 10, 1893, provides by section 1 that section 5 of the prior act shall be made to read as follows: “In determining or reckoning any period of time mentioned in this act, the day upon which the act is done, paper filed, or notice given, shall be excluded from, and. the date of the election shall be included in, the calculation or reckoning.”\nThe court below accepted the above acts as a guide, saying: “Not counting the twelfth day of October, but counting the sixth day of November, we have twenty-five days, to wit, nineteen days in October and six days in November; therefore it follows that the withdrawal was filed within the time prescribed by law.” Since the conclusion thus reached is correct, it is not necessary to decide whether King Alexander had such an interest as entitled him to apply for the writ, or whether the present appeal presents only academic questions, points suggested at argument.\nThe order appealed from is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "King Alexander, propria persona.",
      "No brief filed, contra."
    ],
    "corrections": "",
    "head_matter": "Alexander’s Petition.\nElection law — Municipal election — Nomination — District attorney — Withdrawal of name — Time—Acts of June 10,1898, P. L. 419; July 9, 1919, P. L. 882, and April 18,1928, P. L. 67-Manda-mus — Parties—Taxpayer—Academic question,\n1. A nominee for the office of district attorney who withdraws his name on October 10th, when the next municipal election is to take place on November 6th, sufficiently complies with the provisions of the Acts of June 10, 1893, P. L. 419, July 9, 1919, P. L. 832, and April 18,1923, P. L. 67, under which candidates may withdraw their names “at least 25 days previous to the day of the municipal election.”\n2. Not decided, whether such a question, after the election, is purely academic.\n3. Not decided, whether a taxpayer and secretary of a party committee has a standing to apply for a writ of mandamus to compel the county commissioners to print a name on a ballot.\nArgued March 10, 1924.\nAppeal, No. 222, Jan. T., 1924, by King Alexander, a taxpayer and secretary of the Democratic County Committee, from order of C. P. Franklin Co., Miscellaneous Docket, vol. J., page 410, dismissing petition for mandamus.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nAffirmed.\nPetition for mandamus. Before Gillan, P. J.\nThe opinion of the Supreme Court states the facts.\nPetition dismissed. King Alexander, petitioner, appealed.\nError assigned was refusal to grant mandamus, but not quoting order or record.\nKing Alexander, propria persona.\nNo brief filed, contra.\nApril 14, 1924:"
  },
  "file_name": "0209-01",
  "first_page_order": 233,
  "last_page_order": 235
}
