{
  "id": 1084486,
  "name": "Marchand, Appellant, v. Marsh et al.",
  "name_abbreviation": "Marchand v. Marsh",
  "decision_date": "1924-04-14",
  "docket_number": "Appeal, No. 315",
  "first_page": "292",
  "last_page": "295",
  "citations": [
    {
      "type": "official",
      "cite": "280 Pa. 292"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "122 Pa. 142",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948420
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/122/0142-01"
      ]
    },
    {
      "cite": "221 Pa. 622",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        956178
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/221/0622-01"
      ]
    },
    {
      "cite": "218 Pa. 624",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999600
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/218/0624-01"
      ]
    },
    {
      "cite": "241 Pa. 237",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976056
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/241/0237-01"
      ]
    },
    {
      "cite": "123 Pa. 110",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967134
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/123/0110-01"
      ]
    },
    {
      "cite": "34 Pa. 258",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        417935
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/34/0258-01"
      ]
    },
    {
      "cite": "13 Pa. 67",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        964903
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/13/0067-01"
      ]
    },
    {
      "cite": "270 Pa. 183",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1066097
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/270/0183-01"
      ]
    },
    {
      "cite": "275 Pa. 308",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1075659
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/275/0308-01"
      ]
    },
    {
      "cite": "258 Pa. 347",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1035085
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/258/0347-01"
      ]
    },
    {
      "cite": "32 Pa. 371",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986778
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/32/0371-01"
      ]
    },
    {
      "cite": "240 Pa. 5",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        993202
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/240/0005-01"
      ]
    },
    {
      "cite": "271 Pa. 152",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        295697
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/271/0152-01"
      ]
    },
    {
      "cite": "219 Pa. 469",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002766
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/219/0469-01"
      ]
    },
    {
      "cite": "122 Pa. 142",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948420
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/122/0142-01"
      ]
    },
    {
      "cite": "241 Pa. 237",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976056
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/241/0237-01"
      ]
    },
    {
      "cite": "34 Pa. 258",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        417935
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/34/0258-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 428,
    "char_count": 6812,
    "ocr_confidence": 0.485,
    "pagerank": {
      "raw": 2.1879261745425102e-07,
      "percentile": 0.7734537805099834
    },
    "sha256": "c14c65399f7f0e80a15f059e98f6aff1ffdecd1327632c57d11b5f81d158da78",
    "simhash": "1:7ea23a00cb40fc0a",
    "word_count": 1140
  },
  "last_updated": "2024-02-27T16:56:54.803629+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Marchand, Appellant, v. Marsh et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Simpson,\nPlaintiff appeals from a decree dismissing his bill in equity for partition. Upon his motion, the case was heard by the court below on bill and answer, without replication or proofs. By this course of procedure, he deprived defendants of an opportunity to prove the allegations of their answer, which must, therefore, be taken as true, whether introducing relevant new matter, or simply denying or qualifying the averments of the bill: Russell’s Administrator’s Appeal, 34 Pa. 258. Because of this, it is only necessary to recite a few of the facts appearing in or admitted by the answer, and, from them, to decide but one of the points raised.\nBy separate deeds, plaintiff and defendants acquired title to the property which is sought to be partitioned, the deeds purporting to give plaintiff a one-half interest, and each of the defendants a one-quarter interest. The property was purchased “according to a plan and agreement [of the parties] as a place for the maintenance ......[of] a college for teaching the science and practice of chiropractic,” title being taken in their individual names, because they were advised by counsel that, as the college was a foreign corporation, it could not hold land in this State. It was further agreed that plaintiff should receive $25,000 par value of the corporate stock, and each of the defendants $12,500 — par value thereof, “for our work in organizing the said college, incorporating the said corporation and preserving a place for the establishment and maintenance thereof, and for our services, such as might be required to successfully establish the said college, until it should get upon a self-sustaining or profitable basis.” It is also averred that, in accordance with the agreement, the specified amount of stock was issued to and received by each of the parties, “the only consideration paid by the complainant and by us for such stock, other than such services as have been rendered, [being] the payment by the complainant of $2,500 on account of the purchase price of said property and the payment by each of us [defendants] of the sum of $1,250, on account thereof, and the further payment by us of the $5,000 note given for part of the purchase price.”\nThese averments are perhaps hardly sufficient to establish the fact that the purchase price of the property was part of the consideration for the stock, though possibly this may be inferred from the last of the above quotations. It is not necessary for us to decide that question, however. It does clearly appear that, by agreement of the parties, the property was purchased for a particular use, namely, for obtaining and “preserving a place for the establishment and maintenance” of the college, and for plaintiff’s and defendants’ continued joint connection with the project, by the rendition of “services,...... until [the college] shall get upon a self-sustaining or profitable basis.” There is no pretense that the college has reached this happy state, nor that it has been abandoned as an institution for “teaching the science and practice of chiropractic”; though, under the facts now appearing, one or the other of these times must arrive, before the property can be divided without the consent of all three of the parties: Latshaw’s App., 122 Pa. 142; Love v. Robinson, 219 Pa. 469; Etters v. Musser, 241 Pa. 237. To decide otherwise would impair the agreement made by them, and would probably result in one or all of them failing to render “services......until [the college] shall get upon a self-sustaining or profitable basis.”\nThe decree of the court below is affirmed and the appeal is dismissed at the cost of appellant.",
        "type": "majority",
        "author": "Mr. Justice Simpson,"
      }
    ],
    "attorneys": [
      "Bertram P. Rambo, with him Robert Mair, Wayne P. Rambo and Ormond Rambo, for appellant.",
      "B. I. DeYoung, with him Bertram D. Rearick, for appellees."
    ],
    "corrections": "",
    "head_matter": "Marchand, Appellant, v. Marsh et al.\nEquity — Equity practice — Pleading—Hearing on till and answer —Parties.\n1. Where a plaintiff in equity orders a ease for hearing upon bill and answer, all the averments of the answer must be taken as true, whether introducing relevant new matter, or simply denying or qualifying the averments of the bill.\nPartition — Purchase for particular purpose — Defeat of purpose.\n2. Where admittedly several parties have purchased a property for a particular purpose, it cannot be partitioned against the objection of some of them, if that purpose has not been accomplished or abandoned, and the result of the partition might be to defeat the purpose.\nArgued March 26, 1924.\nAppeal, No. 315, Jan. T., 1924, by plaintiff, from decree of C. P. No. 4, Phila. Co., Sept. T., 1922, No. 3372, dismissing bill in equity, in case of Aubrey W. Marchand v. Jésse C. Marsh and John Doughty.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nAffirmed.\nBill in equity for partition.- Before McCullen, J.\nThe opinion of the Supreme Court states the facts.\nBill dismissed. Plaintiff appealed.\nError assigned was, inter alia, decree, quoting it.\nBertram P. Rambo, with him Robert Mair, Wayne P. Rambo and Ormond Rambo, for appellant.\nThere is nothing in the pleadings to support a finding that the real estate in question was acquired in trust for the corporation, or that any resulting trust arose in favor of the corporation: Modern Baking Co. v. Orringer, 271 Pa. 152; Musselman v. Myers, 240 Pa. 5; Barnet v. Dougherty, 32 Pa. 371; Jourdan v. Andrews, 258 Pa. 347.\nPartition cannot be refused on the theory that there was a joint venture, since the college corporation was the joint venture and this corporation was fully protected by its fifty-year lease.\nPartition cannot be refused because a tenant under a lease executed by all of the owners of the real estate was not joined: Etnier v. Pascoe, 275 Pa. 308; Albert v. National Outfitting Co., 270 Pa. 183.\nPartition cannot be refused on the theory that the tenants in common were partners where there is no allegation or proof of a partnership and where the parties conducted their enterprise by means of a corporation.\nB. I. DeYoung, with him Bertram D. Rearick, for appellees.\nWhere a case is heard and decided on bill and answer, all averments of fact in the answer are admitted: Hortman’s App., 13 Pa. 67; Russell’s App., 34 Pa. 258.\nPlaintiff is in no position to seek equitable relief until he shows compliance or a willingness and ability to comply, with the terms of his agreement: Hayes’s App., 123 Pa. 110.\nProm the allegations in the answer it clearly appears that the college corporation is an interested party and therefore a necessary party in these proceedings.\nPlaintiff and defendants are merely trustees and therefore not entitled to partition as among themselves: Etters v. Musser, 241 Pa. 237; Casciola v. Donatelli, 218 Pa. 624.\nPacts which if admitted would give rise to an implied or resulting trust, may be proved orally: Schrager v. Cool, 221 Pa. 622; Latshaw’s App., 122 Pa. 142.\nApril 14, 1924:"
  },
  "file_name": "0292-01",
  "first_page_order": 316,
  "last_page_order": 319
}
