{
  "id": 1084482,
  "name": "Travers, Appellant, v. Delaware County",
  "name_abbreviation": "Travers v. Delaware County",
  "decision_date": "1924-04-21",
  "docket_number": "Appeal, No. 235",
  "first_page": "335",
  "last_page": "340",
  "citations": [
    {
      "type": "official",
      "cite": "280 Pa. 335"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "186 Pa. 329",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        989712
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/186/0329-01"
      ]
    },
    {
      "cite": "130 Pa. 446",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        568973
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/130/0446-01"
      ]
    },
    {
      "cite": "112 Pa. 91",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546813
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/112/0091-01"
      ]
    },
    {
      "cite": "49 Pa. Superior Ct. 535",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        425770
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/49/0535-01"
      ]
    },
    {
      "cite": "248 Pa. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1011531
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/248/0365-01"
      ]
    },
    {
      "cite": "252 Pa. 199",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021635
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/252/0199-01"
      ]
    },
    {
      "cite": "250 Pa. 440",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1016974
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/250/0440-01"
      ]
    },
    {
      "cite": "112 Pa. 185",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546779
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/112/0185-01"
      ]
    },
    {
      "cite": "65 Pa. Superior Ct. 210",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        625426
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/65/0210-01"
      ]
    },
    {
      "cite": "248 Pa. 598",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1011425
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/248/0598-01"
      ]
    },
    {
      "cite": "176 Pa. 139",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        882245
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/176/0139-01"
      ]
    },
    {
      "cite": "214 Pa. 384",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        946078
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/214/0384-01"
      ]
    },
    {
      "cite": "103 Pa. 382",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        449099
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/103/0382-01"
      ]
    },
    {
      "cite": "56 Pa. 204",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009164
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/56/0204-01"
      ]
    },
    {
      "cite": "248 Pa. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1011531
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/248/0365-01"
      ]
    },
    {
      "cite": "112 Pa. 185",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546779
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/112/0185-01"
      ]
    },
    {
      "cite": "248 Pa. 598",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1011425
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/248/0598-01"
      ]
    },
    {
      "cite": "176 Pa. 139",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        882245
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/176/0139-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 650,
    "char_count": 11133,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 2.0485923573610435e-07,
      "percentile": 0.7550932506103638
    },
    "sha256": "085f8e92f8830c4e6a946d128ce5bfc4b864c1f41d3ca93743580c6058c42d9b",
    "simhash": "1:be623765df96f072",
    "word_count": 1922
  },
  "last_updated": "2024-02-27T16:56:54.803629+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Travers, Appellant, v. Delaware County."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Sadler,\nThe County of Delaware in 1886 constructed a bridge in the City of Chester as a part of a public highway. It was made with girders, upon which a solid floor was placed, and attached were brackets which supported a sidewalk. The iron-work was fastened in the ordinary way with gusset plates, angle pieces, and stiffeners. Wooden joists passed from the steel stirrups, and the planks placed thereon furnished the necessary passageway for pedestrians. There were seven connected units, each independent.\nAbout ten years after the bridge had been placed in service, a canal boat, forced by floating ice beneath one of the spans, caused the portion of the structure which later collapsed, to be put out of alignment, and the braces were removed for repair. The plate, attached to the supporting iron, was removed and straightened by hammering, and replaced with bolts connecting it with the girder, and then again covered with the angles. This made impossible of observation any defect which might exist therein. After the accident which gave rise to the present litigation, an examination showed an old fracture in the plate extending about eight inches from the top, and a new break from its termination to the base. The contention was that the former must have been caused by the workmen who made repairs in 1896, and that their knowledge of this defect was notice to the county; therefore, the replacing of the injured iron was negligence for which it is chargeable. It may here be observed that the crack testified to by Cooper, the only witness called by plaintiff to establish the character of the previous alterations, was “right around one of the rivet holes.” He did not say there was an eight-inch break, on the strength of whieh the plaintiff now rests her case, it being insisted the new fault was merely an extension of the old one, of which the county was bound to know, under the-circumstances.\nOn September 10,1921, a boy was seen to be struggling for life in the water beneath the bridge, and a large number of people, including the appellant, rushed upon the span to observe the attempt to rescue him. The unit of the sidewalk collapsed, and the result, in part, is the injury now complained of. The supporting plate was removed later, and its condition was found to be as above described. An action brought to recover damages ended in a direction of a nonsuit, which the court declined to set aside; hence, this appeal.\nPlaintiff depended for recovery on the proof of the collapse of the bridge, the damage sustained, the notice of the defect implied from the conditon of the iron-work, as disclosed when repairs were made in 1896, already referred to, and the testimony of two experts, who stated that the crack in the plate “might” have been discovered by tapping with a hammer. One of them, Chase, said the main thing was “visual examination,” and the further method of inspection to find possible faults might show to the “most experienced expert,” who would “hit at the right place,” what was wrong; and the other, Christy, stated, “I don’t think an average man, who had simply done engineering experience, would be apt to” discover a crack in the manner suggested as a possible way of examining the bridge.\nA few months before the accident, the county engineer had examined the bridge by direction, and reported his observations to the officials. As a result, repairs were made approximating in cost $>3,000. The court below, in an opinion filed, pertinently remarked: “It will thus be seen that there was no proof that the county engineer did not make use of a hammer, neither does it appear that if he had there would have been any certainty of the sound disclosing a crack. Besides, it is highly improbable, inasmuch as the gusset plate was fastened to the brackets by seven bolts, thus preventing any vibration, that the use of a hammer would have disclosed a crack......This evidence......did not amount to proof, coming from one upon whom the burden rested, of the highly improbable proposition that there would be a sound-producing vibration finder the hammering of a plate rigidly fast, so as to disclose a crack along the edge of it, firmly enclosed in the enveloping angle irons.”\nTo recover, it was necessary that lack of some due precaution for the protection of the public be established. The bridge had been in use for more than thirty years, and failure to take proper care cannot be rested on the original manner of design or building (Eichenhofer v. Phila., 248 Pa. 365), for there was no evidence to show that the plan followed was so defective as to make its adoption an act of negligence. Of course, it is the duty of the county commissioners to make such inspections as are from time to time required, so that the bridges within their control, — part of the public highways, — are kept in safe condition, and suitable for the movement of traffic reasonably to be expected to pass across. To effect this end, they must employ suitable engineers to perform the service of inspection so that the strength of the structures committed to their care may be determined: McCormick v. Township, 112 Pa. 185. When defects are brought to their attention, necessary changes must be made, and the highway closed in the meantime if there is apparent danger: Humphreys v. Armstrong Co., 56 Pa. 204. To secure such result, it must take advantage of the skill of an expert of good repute, when conditions so require. See Childs v. Crawford Co., 176 Pa. 139.\nIf the defects are observable by reason of exterior marks, steps must be taken immediately to protect the traveling public: Case v. Lehigh C. & N. Co., 248 Pa. 598. On the other hand, if the flaw is hidden, and is not obvious (Rigony v. Schuylkill Co., 103 Pa. 382), the measure of care required is that which ordinarily prudent men would be expected to exercise in the management of their own affairs. When the accident is the result of a latent fracture, in a lawful structure, the county is not to be held liable, unless the officers had actual notice of the threatened danger, and made no effort to prevent injury: Childs v. Crawford Co., supra. The duty is to see that competent persons are employed to investigate, — ‘as far as the record shows, this was done in the present instance, and the recommendations of the engineer chosen followed. In so saying, we do not intend to relieve the commissioners from their responsibility of making personal examination of the structures in their charge, but they are usually not engineers, and, if it appears expert advice had been called on, and heeded, the county should not be liable without the proof of knowledge of the latent defect: Childs v. Crawford Co., supra; Murdaugh v. Oxford Borough, 214 Pa. 384. It was insisted that actual notice of the crack in the plate was to be imputed here because of the discovery made by Cooper in 1896, when repairs were made, but he does not testify that the break now referred to was then existent, —he fixes the point observed by him at a different part of the iron.\nYocum, — as far as appears, a competent engineer,— did undertake an examination of the bridge a few months prior to the accident, and reported a necessity for certain repairs, which were promptly made at a considerable expense. He discovered no fault in the iron-work, though that possibly might have been done if other methods had been followed, as suggested by the two experts. They both admitted, however, the trouble could not have been found except by one skilled in such work, and even then, the opinions were only that they thought it might have been. A careful consideration of all the testimony, in the absence of some proof that the break should have been observed had ordinary care been exercised, leads to the conclusion that the court below correctly held that the proof of negligence was insufficient to justify the submission of the case to the jury. Though we have no intention of laying down a rule which would excuse the corporate officers who neglect to care for the highways under their control, and keep them in proper and safe condition, yet when it appears they have exercised due effort to perform the duty imposed on them, the municipality should not be charged with liability for damages when an unfortunate, and not reasonably to be expected, accident occurs.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Sadler,"
      }
    ],
    "attorneys": [
      "Michael D. Hayes, with him A. D. MacDade and Wilson & McAdams, for appellant.",
      "Albert J. Williams, for appellee."
    ],
    "corrections": "",
    "head_matter": "Travers, Appellant, v. Delaware County.\nNegligence — Defect in county bridge — Duty of inspection — Latent defect — Engineers—Notice—Opinion of experts — Nonsuit.\n1. While it is the duty of county officers to keep bridges under their control in proper and safe condition, yet, when it appears they have exercised due effort to perform the duty imposed on them, the county should not be charged with liability for damages when an unfortunate, and not reasonably to be expected, accident occurs.\n2. Where a county bridge has been in use for more than thirty years, failure to take proper care cannot be rested on the original manner of design or building, if there is no evidence to show that the plan followed was so defective as to make its adoption an act of negligence.\n3. It is the duty of county commissioners to make personal inspection of county bridges, so that they may be kept in safe condition, and to employ competent engineers for that purpose.\n4. When defects are brought to -the attention of the commissioners, necessary changes must be made, and the highway closed in the meantime if there is apparent danger!\n5. If the defects are observable by reason of exterior marks, steps • must be taken immediately to protect the traveling public.\n6. If the flaw is hidden, the measure of care required is that which ordinarily prudent men would be expected to exercise in the management of their own affairs,\n7. Where an a'ccident is the result of a latent fracture in a bridge, the county is not to be held liable, unless the officers had actual notice of the threatened danger, and made no effort to prevent injury.\nArgued February 11, 1924.\nAppeal, No. 235, Jan. T., 1924, by plaintiff, from order of C. P. Delaware Co., Sept. T., 1921, No. 560, refusing to‘take off nonsuit, in case of Minnie Travers, now Minnie Farrell v. Delaware County.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nAffirmed.\nTrespass for personal injuries. Before Broomall, J.\nThe opinion of the Supreme Court states the facts.\nNonsuit; refusal to take off. Plaintiff appealed.\nError assigned was order, quoting record.\nMichael D. Hayes, with him A. D. MacDade and Wilson & McAdams, for appellant.\nUnder the law and facts the court below erred in refusing to take off the nonsuit: Childs v. Crawford County, 176 Pa. 139; Case v. Coal Co., 248 Pa. 598; Hallowell v. Twp., 65 Pa. Superior Ct. 210; McCormick v. Twp., 112 Pa. 185; O’Donnell v. Telephone Co., 250 Pa. 440; Janock v. Ry., 252 Pa. 199; Eichenhofer v. Phila., 248 Pa. 365; Leonard v. Cement Co., 49 Pa. Superior Ct. 535; Tissue v. R. R., 112 Pa. 91; Bier v. Mfg. Co., 130 Pa. 446; McGuigan v. Beatty, 186 Pa. 329.\nAlbert J. Williams, for appellee.\nApril 21, 1924:"
  },
  "file_name": "0335-01",
  "first_page_order": 359,
  "last_page_order": 364
}
