{
  "id": 1084451,
  "name": "Irving Bank, Appellant, v. Alexander et al.",
  "name_abbreviation": "Irving Bank v. Alexander",
  "decision_date": "1924-04-28",
  "docket_number": "Appeal, No. 289",
  "first_page": "466",
  "last_page": "474",
  "citations": [
    {
      "type": "official",
      "cite": "280 Pa. 466"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "253 Pa. 232",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1023974
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/253/0232-01"
      ]
    },
    {
      "cite": "246 Pa. 591",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1006171
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/246/0591-01"
      ]
    },
    {
      "cite": "256 Pa. 608",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1030682
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/256/0608-01"
      ]
    },
    {
      "cite": "198 Pa. 96",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920357
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/198/0096-01"
      ]
    },
    {
      "cite": "99 Pa. 133",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446079
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/99/0133-01"
      ]
    },
    {
      "cite": "50 Pa. 75",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        425130
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/50/0075-01"
      ]
    },
    {
      "cite": "267 Pa. 185",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057766
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/267/0185-01"
      ]
    },
    {
      "cite": "241 Pa. 124",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976000
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/241/0124-01"
      ]
    },
    {
      "cite": "248 Pa. 148",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1011485
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/248/0148-01"
      ]
    },
    {
      "cite": "198 U. S. 202",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1499440
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/198/0202-01"
      ]
    },
    {
      "cite": "245 U. S. 49",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "35 Pa. Superior Ct. 366",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        872708
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/35/0366-01"
      ]
    },
    {
      "cite": "215 Pa. 429",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        948295
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/215/0429-01"
      ]
    },
    {
      "cite": "181 Pa. 627",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        891427
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/181/0627-01"
      ]
    },
    {
      "cite": "182 Fed. 949",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6750360
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/182/0949-01"
      ]
    },
    {
      "cite": "245 U. S. 50",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3693560
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/245/0050-01"
      ]
    },
    {
      "cite": "128 U. S. 195",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3533634
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/128/0195-01"
      ]
    },
    {
      "cite": "194 Pa. 420",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        912463
      ],
      "pin_cites": [
        {
          "page": "422"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/194/0420-01"
      ]
    },
    {
      "cite": "253 Pa. 232",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1023974
      ],
      "pin_cites": [
        {
          "page": "238"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/253/0232-01"
      ]
    },
    {
      "cite": "256 Pa. 608",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1030682
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "613"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/256/0608-01"
      ]
    },
    {
      "cite": "99 Pa. 133",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446079
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/99/0133-01"
      ]
    },
    {
      "cite": "198 U. S. 202",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1499440
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/198/0202-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 676,
    "char_count": 15926,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 4.2610671339551307e-07,
      "percentile": 0.9154004731549986
    },
    "sha256": "1467768b26c210e9a041e1862185d0df13d6dc9d87080a9691ef6cd95bf3e1d5",
    "simhash": "1:93eb4d51443b4cfa",
    "word_count": 2790
  },
  "last_updated": "2024-02-27T16:56:54.803629+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Irving Bank, Appellant, v. Alexander et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Kephart,\nCharles Alexander took out at different times insurance in the sum of approximately $500,000, payable to his wife, Henrietta B. Alexander; the insured died January 29, 1921, insolvent. Three corporations in which the deceased was a stockholder objected for various reasons to the insurance company’s paying the proceeds from the policies to the widow. The amounts named in the policies were by agreement deposited with the Pennsylvania Company for Insurances on Lives and Granting Annuities to await the outcome of equity cases brought in Common Pleas Courts of Philadelphia County to determine title to the funds. This appellant, a lender of money to the insured, unsuccessfully attempted to intervene in one of the proceedings in Common Pleas No. 3, whereupon this bill, naming various parties as defendants, was filed.\nIt is described as a creditor’s bill to set aside an attempted fraudulent conveyance of property by an insolvent who later dies. In substance it avers the insurance was carried in the name of the widow as a device to defraud creditors, while the insured was the owner with actual control of the policies; that during his life it was agreed, with the assent of the wife, the insurance company and the insured, that the cash surrender value was to be paid to certain creditors unduly preferred; that, the cash surrender value not being paid, on Alexander’s death the estate became the beneficiary, entitled to the proceeds from the policies to liquidate debts. A demurrer was filed to the bill, which the court below sustained, dismissing the bill.\nWe shall not discuss the many questions urged in abatement of the proceedings, but will consider the case on its merits. Appellant’s position that the insured, in carrying a large amount of insurance, paid for by funds rightfully the creditors’, wherein his wife is the nominal beneficiary, with the right to change the beneficiary, constitutes such a fraud on creditors that at the death of the insured the proceeds became an asset of his estate for the payment of debts, overlooks the fact that the law does not prevent an insolvent from carrying insurance for the benefit of his wife, children or other dependent relatives: McCutcheon’s App., 99 Pa. 133; Schaefer’s Est., 194 Pa. 420, 422; Central Bank of Washington v. Hume, 128 U. S. 195. She is not regarded under such circumstances as merely the nominal beneficiary, but as the real one, though the right is reserved to change the person to receive it. Having been so named in the policy, that status could be changed only as provided by law, or in the contract of insurance.\nWe need not decide whether the cash surrender value of the policies was an asset of the insured prior to death, to be subjected to the payment of debts. Attention is called, however, to the acts of assembly hereinafter mentioned. After death, it is merged into the funds that arise at death by virtue of the insurance contract. A contest over that fund is a proceeding against the beneficiary. Under the contract of insurance, what was an inchoate right in the widow became a fixed vested one concerning a property just brought into existence: Weil v. Marquis, 256 Pa. 608. We do' not here consider the possible question of fraud, as it is not sufficiently averred in the bill so as to affect the widow; and the payment of insurance premiums by an insolvent from funds of his own, that in all conscience should go to creditors, is not such fraud per se as will defeat the widow’s or children’s right to realize from insurance in their names. It is difficult to understand how the husband can place the proceeds of policies, as distinguished from the premiums paid in or amount of paid up insurance, beyond the reach of creditors by making his wife a nominal beneficiary. It might be done as to the sums paid, if not provided otherwise by acts of assembly, but the proceeds are the funds that exist only at and after death, created through the happening of the insurance hazard. At no time do creditors have any moral right to the surplus or sum over paid premiums, where the policy is in the wife’s name. This disposes of the suggested analogy to bankrupt’s property, — where, if an insurance policy is made payable to a wife or a dependent relative, with the right to change the beneficiary reserved, the insured’s control will enable his trustee in bankruptcy to collect its cash surrender value during the lifetime of the insured: Cohen v. Samuels, 245 U. S. 50; Dolan’s Case, 182 Fed. 949. But even the Bankruptcy Act gives effect to the exemption laws of the state: Holden v. Stratton, 198 U. S. 202.\nThe cash surrender value was not secured; .nor was there such an assignment of the policy to “selected creditors” as would convert the proceeds on death into an estate of the decedent. The right to collect this value or change the person to receive, might have been exercised at any time during life, but on death these rights disappeared; they do not survive the insured: Grant v. Faires, 253 Pa. 232, 238.\nAn insurance policy stands on a footing a little different from physical properties transferred before death by an insolvent to his family in fraud of creditors. As to the latter, it becomes th« duty of the personal representatives to secure the property through appropriate proceedings. “The policy of the law, even where the rights of creditors may be adversely affected, favors the wife to whom her husband has attempted to secure the benefit of insurance upon his life”: Weil v. Marquis, supra, 613; Kulp v. March, 181 Pa. 627. To which we may add: our several acts of assembly enforce this policy, as may be seen by the legislation prior to the issuance of the policies. Act of April 15, 1868, P. L. 103; Act of June 1, 1911, sec. 27, P. L. 581, 595; see. 1, Act of May 5, 1915, P. L. 253; Act of May 17, 1919, sec. 1, P. L. 207.\nNor can it be successfully urged that the widow parted with her right to the proceeds when she consented, as stated at argument, though very inadequately in the bills, to the substitution of a new beneficiary; her consent was unnecessary to effect this purpose. There was no assignment of a possible interest or of her inchoate right, title and interest to the proceeds of the policy.. Even though consent was given, a new beneficiary was not named. We do not understand how appellant can be benefited by such consent. It was not only unnecessary to the validity of the policy when a new person to receive is named, but it did not concern this appellant in the least. It was not a party to be benefited by the consent, and has no more right to represent them than it has to appear for the estate in these proceedings. If such consent was given, it does not invalidate her right to take the proceeds in full if a new beneficiary was not named. Her substantial right accruing at death, is not to be defeated by a mere nod or verbal “yes” during the insured’s life to a matter which becomes of interest only at death.\nIf the use of the wife’s name was a colorable device to deceive creditors, the same may be said of any insurance policy wherein the wife is named beneficiary, if any creditors happen to exist. A husband’s insurance to protect his family would become one for creditors. The Act of 1868, supra, provides that “all policies of life insurance ......taken out for the benefit of, or bona fide assigned to the wife or children......shall be vested in such wife or children......full and clear from all claims of the creditors of the insured.” The Act of June 1, 1911, P. L. 581, enlarged this and provided that the money shall enure to her separate use and benefit and that of her children independently of the husband or his creditors, provided that, if the premium is paid by any person with intent to defraud his creditors, the latter amount shall enure to the benefit of the creditors. This latter provision seems to be wiped out by the Act of 1915, P. L. 253, which states that such insurance money shall be exempt from all claims of creditors of the insured person, notwithstanding the right to change the beneficiary be reserved ; and the Act of 1919, which repealed the Act of 1915, but practically reenacted that act, provides that the net amount payable by the insurer under any contract made for the benefit of or assigned to the wife or children shall be exempt from the claims of creditors whether the right to change the beneficiary be reserved or not. As affecting the questions before us, the acts are constitutional.\nAs these policies were created since the Acts of 1911 and 1915, the controlling section of the latter act being substantiallly reenacted in the Act of 1919, the constitutional inhibition against impairing the obligation of contracts by depriving creditors of their remedy through imposing an impediment which did not exist when their debts were contracted, and the constitutional provision requiring clear notice in the title of the bills do not apply. That some of the policies were written after the Act of May 17,1919, P. L. 207, would not alter this conclusion as the objection could not prevail where the subsequent statute reenacts in substance the prior statute: House of Refuge v. Luzerne Co., 215 Pa. 429; Com. v. Light, 35 Pa. Superior Ct. 366. And, as to the title giving clear notice of the contents of the bill, we think this objection is without merit. We do not meet a situation such as faced the court in Weil v. Marquis, supra, where the policies were written prior to the act of assembly. Although the Act of 1911, supra, was repealed by the Act of May 17, 1921, P. L. 682, 784, it was still in effect when the insured died on January 29, 1921,\nThe authorities cited by appellant are not in point. While there was an allegation that the money used to purchase the insurance policy was in fraud of the rights of the creditors, this does not invalidate the policy ; nor would it cause the money secured thereby to be held as a trust fund for the creditors; the legislature did, up to a certain time, regard the amount paid as being such fund. Later it took that condition away.\nJudgment affirmed, at cost of appellant.",
        "type": "majority",
        "author": "Mr. Justice Kephart,"
      }
    ],
    "attorneys": [
      "Percival H. Granger, of Reber, Granger & Montgomery, for appellant.",
      "M. B. Saul, of Saul, Ewing, Remick & Saul, for appellee."
    ],
    "corrections": "",
    "head_matter": "Irving Bank, Appellant, v. Alexander et al.\nInsurance — Life insurance — Widow as beneficiary — Bights of creditors — Fraud—Acts of April 15,1868, P. L. 108; June 1, 1911, P. L. 581; May 5, 1915, P. L. 258, and May 17, 1919, P. L. 207-Constitutional law — Obligation of contracts — Title of act — Notice.\n1. The law does not prevent an insolvent from carrying insurance for the benefit of his wife, children or other dependent relatives.\n2. A wife under such circumstances is not merely the nominal beneficiary, but the real one, and this is the case although the right is reserved in the policy to change the person to receive the proceeds of it.\n3. On the death of the insured, what was an inchoate right in the widow, becomes a fixed vested one concerning a property just brought into existence.\n4. The proceeds of the policy are the funds that exist only at and after death, created through the happening of the insurance hazard.\n5. The payment of insurance premiums by an insolvent from funds of his own that in all conscience should go to the creditors, is not such fraud per se as will defeat the right of the widow or children to realize from insurance in their hands.\n6. The rights reserved in a policy of life insurance to collect a surrender value or to change the beneficiary, if not exercised in the lifetime of the insured, disappear on his death, and do not survive for the benefit of his creditors.\n7. An insurance policy stands on a footing a little different from physical properties transferred before death by an insolvent to his family in fraud of creditors.\n8. The policy of the law, even where the rights of creditors may be adversely affected, favors the wife to whom her husband has attempted to secure the benefit of insurance on his life.\n9. A wife who is named as beneficiary in a policy of life insurance on her husband’s life cannot, by mere consent, in her husband’s lifetime, without naming another beneficiary, and without any assignment, be divested of her right to the proceeds of the policy on her husband’s death.\n10. Under the Acts of April 15, 1868, P. L. 103; May 5,1915, P. L. 253, and May 17, 1919, P. L. 207, a wife who is named as beneficiary in a policy on the life of her husband, is entitled to the proceeds of the policy on the death of her husband as against his creditors.\n11. The provision of the Act of June 1, 1911, P. L. 581, 595, which gave to creditors out of the proceeds of a life policy payable to a wife the amount of premiums paid thereon in fraud of creditors, was repealed by the Act of May 5, 1915, P. L. 253, but as the Act of May 17, 1919, P. L. 207, repealing the Act of 1915, practically reenacts the latter, creditors have no rights in such policy created since the Act of 1915.\n12. As affecting the question of the widow’s rights against creditors, the Acts of May 5,1915, P. L. 273, and May 17,1919, P. L. 207, are constitutional, and do not contravene the constitutional inhibition against impairing the obligation of contracts, and the constitutional provision requiring clear notice in the title of the bills.\n13. That policies were written after the Act of 1919, does not alter the conclusion, as the objection would not prevail where the subsequent statute reenacts in substance the prior statute.\nArgued March 25, 1924.\nAppeal, No. 289, Jan. T., 1924, by plaintiff, from decree of C. P. No. 2, Phila. Co., Dec. T., 1922, No. 8409, dismissing bill in equity, in case of Irving Bank, New York, v. Henrietta P. Alexander; the said Henrietta P. Alexander, Julian Alexander, Maurice Bower Saul and. the Pennsylvania Company for Insurances on Lives and Granting Annuities, Executors of will of Charles O. Alexander, deceased, and the said Pennsylvania Company for Insurances on Lives and Granting Annuities, Trustee.\nBefore Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nAffirmed.\nBill to recover proceeds of policy of insurance. Before Gordon, J.\nThe opinion of the Supreme Court states the facts.\nBill dismissed on demurrer. Plaintiff appealed.\nError assigned was, inter alia, decree, quoting it.\nPercival H. Granger, of Reber, Granger & Montgomery, for appellant.\nThe facts averred in the bill show that the proceeds of life insurance policies in large amounts carried by an insolvent insured with a nominal beneficiary and right to change the beneficiary reserved by the insured, constituted practically the only asset of his estate at death, to which all of his creditors were entitled to look for payment: Cohen v. Samuels, 245 U. S. 49; Holden v. Stratton, 198 U. S. 202.\nThe rule adopted in bankruptcy should apply here: Blum Bros. v. Bank, 248 Pa. 148; Chester Co. Trust Co. v. Pugh, 241 Pa. 124; Swartz v. Bachman, 267 Pa. 185.\nThe facts averred in the bill show a constructive if not an actual fraud on all of the insolvent insured’s creditors, when, during his lifetime, with the consent of his wife, the nominal beneficiary, and the insurance companies, he deposited with a depositary certain papers agreeing to surrender said policies for cash for the benefit of certain creditors and thus putting practically his only asset beyond the reach of his remaining creditors: Elliott’s App., 50 Pa. 75; McCutcheon’s App., 99 Pa. 133; McKown’s Est., 198 Pa. 96; Weil v. Marquis, 256 Pa. 608.\nThe facts averred in the bill show that the wife of the insolvent insured had no vested interest in the proceeds of Ms insurance policies as against the claims of his creditors, partly because she was not a bona fide beneficiary and partly because of her renunciation of any claim thereto during his lifetime: Supreme Lodge Knights and Ladies of Honor v. Ulanowsky, 246 Pa. 591; Grant v. Faires, 253 Pa. 232.\nM. B. Saul, of Saul, Ewing, Remick & Saul, for appellee.\nApril 28, 1924:"
  },
  "file_name": "0466-01",
  "first_page_order": 490,
  "last_page_order": 498
}
