{
  "id": 1084517,
  "name": "Grein et al., Appellants, v. Gordon",
  "name_abbreviation": "Grein v. Gordon",
  "decision_date": "1924-05-27",
  "docket_number": "Appeal, No. 64",
  "first_page": "576",
  "last_page": "579",
  "citations": [
    {
      "type": "official",
      "cite": "280 Pa. 576"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "225 Pa. 33",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965250
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/225/0033-01"
      ]
    },
    {
      "cite": "273 Pa. 56",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070776
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/273/0056-01"
      ]
    },
    {
      "cite": "264 Pa. 98",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1048577
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/264/0098-01"
      ]
    },
    {
      "cite": "274 Pa. 238",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "276 Pa. 195",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1077706
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/276/0195-01"
      ]
    },
    {
      "cite": "270 Pa. 54",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1066125
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/270/0054-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 350,
    "char_count": 5047,
    "ocr_confidence": 0.481,
    "pagerank": {
      "raw": 2.589274270038838e-07,
      "percentile": 0.8179283811527236
    },
    "sha256": "30b82a0dc358e2bde6a8454a2daed500b27b8008176a1aecb0eae5ac565a9fee",
    "simhash": "1:fb0668441fe4f259",
    "word_count": 895
  },
  "last_updated": "2024-02-27T16:56:54.803629+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Grein et al., Appellants, v. Gordon."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nIn determining this appeal from the refusal to take off a nonsuit, we adopt the following excerpts from the opinion of the court below: “While ascending a hill, and when near the top, the engine of a car in which deceased [mother of the minor plaintiffs] was riding stalled, because of failure of the ignition system to operate ; the brakes were applied and the car brought to rest in the middle, or very near the middle, of the highway. [“It was a much-traveled road.” “The car was not dropped back to a place of safety, though it could have been.”] There was room for traffic to pass on either side, and substantially the same amount of room on each side. The lights of the stalled car went off. It was a bright moonlight night. The deceased and another young woman got out and walked up in front of the car when it stopped, and had been standing there about ten minutes. The driver, a young man, remained in his seat and was trying to adjust the' ignition, and the fourth member of the party, a young man, was standing on the left running-board, giving the driver assistance. Defendant’s car approached from the rear. His lights were burning. There is no testimony that his speed was excessive, and none that would warrant a conclusion that he did not give warning by sounding his horn. He drove to the right of the stalled car. The two young women started to the right side of the road, the deceased leading, the other a step or two behind. As the deceased was stepping across the ditch at the side of the road [“the ditch is really part of the road”], she was struck by the defendant’s car and fatally injured. The surviving young woman says she did not see defendant’s car or lights till her companion was struck; that, if they had looked, they could have seen the approaching car. [She testified they did not look for cars.] Where a vehicle has stopped and is occupying the middle or substantially the middle of the highway, with sufficient space on either side for other vehicles to pass safely, a driver approaching from the rear may make use of the unoccupied portion of the roadway on either side of the standing vehicle, exercising such care as the circumstances require. If he passes to the right he cannot be held negligent as a matter of law for so doing. If the driver of this car and its occupants desired that vehicles should not pass to their right, it was their duty to drop their car back to the right side of the road, leaving the remainder open for traffic. A standing vehicle does not exclude traffic from any unoccupied portion of the roadway that may be safely used. The defendant had no more reason to expect that the young women would step from the front of the car across the road to their right than the driver of a car coming from the opposite direction and passing on the other side would have had to expect that they would step from behind the car across the road to their left. This is not a case of one vehicle overtaken by another traveling at greater speed. Without going into the question of contributory negligence on the part of deceased, in our judgment negligence on the part of defendant was not shown.”\nWe need add only that this is a clear case of an unfortunate person suddenly stepping out in front of a moving car; no other inference is reasonable from the established facts, recited above. The facts stated in brackets are taken from the record.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "H. S. Dumbauld, for appellants,",
      "Harry A. Cottom, with him Harry V. Gottorn, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Grein et al., Appellants, v. Gordon.\nNegligence — Automobiles — Stopping in middle of highway — Passing to right — Nonsuit.\n1. If au automobile is stopped and is occupying the middle or substantially the middle of the highway, with sufficient space on either side for other vehicles to pass safely, a driver of another automobile approaching from the rear may make use of the unoccupied portion of the highway on either side of the standing vehicle, exercising such care as the circumstances require. If he passes to the right he cannot be held negligent as a matter of law for so doing.\nNegligence — Gontributory—Darting out.\n2. A pedestrian who suddenly steps out in front of a moving car is negligent contributorily.\nArgued May 12, 1924.\nAppeal, No. 64, Jan. T., 1924, by plaintiffs, from order of C. P. Fayette Co., Sept. T., 1922, No. 925, refusing to take off nonsuit, in case of Violet Grein and Margaret Grein, by Alice Davis, grandmother and next friend, v. James Gordon.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nAffirmed.\nTrespass for death of mother by minor children. Before Eeppert, J.\nThe opinion of the Supreme Court states the facts.\nNonsuit; refusal to take off. Plaintiff appealed.\nError assigned was order, quoting record.\nH. S. Dumbauld, for appellants,\ncited; Piper v. Express Co., 270 Pa. 54; Nold v. Lumber Co., 276 Pa. 195; Rosenthal v. Phonograph Co., 274 Pa. 238; Anderson v. Wood, 264 Pa. 98.\nHarry A. Cottom, with him Harry V. Gottorn, for appellee,\ncited; Post v. Richardson, 273 Pa. 56; Eastburn v. Express Co., 225 Pa. 33.\nMay 27, 1924:"
  },
  "file_name": "0576-01",
  "first_page_order": 600,
  "last_page_order": 603
}
