{
  "id": 1144313,
  "name": "Gay's Estate",
  "name_abbreviation": "Gay's Estate",
  "decision_date": "1933-01-03",
  "docket_number": "Appeals, Nos. 279-80",
  "first_page": "11",
  "last_page": "16",
  "citations": [
    {
      "type": "official",
      "cite": "310 Pa. 11"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 431,
    "char_count": 9520,
    "ocr_confidence": 0.472,
    "pagerank": {
      "raw": 8.580177559389593e-08,
      "percentile": 0.48883216743524427
    },
    "sha256": "ff3ab4754ec8445cc69799c5a826831762e913d71781822a89a9ed4c86e508ea",
    "simhash": "1:7309c5634c216f8a",
    "word_count": 1633
  },
  "last_updated": "2023-07-14T22:25:37.951914+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Schaffer, Maxex, Drew and Linn, JJ."
    ],
    "parties": [
      "Gay’s Estate."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThese are appeals from a final decree of the Orphans’ Court of Philadelphia County dismissing exceptions to an adjudication sur account entitled third account of the Pennsylvania Company for Insurances on Lives and Granting Annuities, surviving trustee under the will of Deborah A. Gay, deceased.\nDeborah A. Gay died March 29, 1915, leaving a will and codicils wherein she gave the residue of her estate to her executors in trust to distribute the net income as follows:\nTo pay $4,000 per annum to each of her six children for life. Out of the balance of the income to pay $1,000 per annum to a granddaughter, Deborah Gay Thomas, for life. Upon the death of each of her six children, to pay $1,000 per annum to their children (“who are living at the time of my death”) for their lives.\nUpon the death of Deborah Gay Thomas and any one of the other grandchildren (who by the death of its parent became entitled to an annunity of $1,000), to pay $25,000 to his or her children or grandchildren then living, in such sums or proportions as he or she may by will appoint, and in default of appointment or there being no such children or grandchildren, then that sum to be distributed as part of residue. Any insufficiency of assets to be borne by the grandchildren, the $4,000 annuities to testatrix’s children being preferred.\nOn the death of the last survivor of her six children she provided, in item three, paragraph 7, as follows:\n“The entire principal of my estate in the hands of my trustees, other than those sums which may be necessary to be retained by them to carry out the foregoing provisions of my will, shall be distributed equally among my then living grandchildren, share and share alike. Included in this distribution are all legacies of twenty-five thousand dollars ($25,000) as heretofore given by me, the payment of which shall not have been made, by reason of the failure on the part of the persons entitled to exercise his, her or their powers of appointment, or by reason of there being no persons in being authorized to take under such power of appointment; my intent being that my entire estate shall, in accordance with the rule against perpetuities, be distributed within the compass of lives in being at my death and twenty-one years thereafter.”\nThe account is filed because of the death of the last surviving child of testatrix. The grandchildren including Deborah Gay Thomas named in the will, are fifteen in number, and all were living at the death of the testatrix, and there are no other grandchildren.\nThe question is, whether the trust has terminated as to the entire estate because of the death of the last surviving child, or whether it continues in part as to the sums of $25,000 for each of the fifteen grandchildren, to secure the annuities of $1,000 to them, and to pay the principal sums to their children and grandchildren as the parent may appoint.\nThe decree of the lower court is affirmed on the following excerpts from the opinion of Judge Van Dusen :\n“The will of the testatrix is a carefully prepared document and its provisions are clear and precise down to the point where she disposes of the principal of the estate upon the death of her last surviving child. When this event occurs, she gives ‘The entire principal of my estate in the hands of my trustees, other than those sums which may be necessary to be retained by them to carry out the foregoing provisions of my will’ to then living-grandchildren, share and share alike.\n“The question is, what are these excepted sums? Reading thus far in the will, we are still without doubt as to her intentions, because, with the death of the last child, the only provisions of the will not carried out are the $1,000 annuities to the grandchildren, and the principal sums of $25,000 to be appointed by them to their children and grandchildren.\n“The grandchildren contend that the entire principal is now distributable and ‘that the qualifying provision above quoted was inserted probably through an excess of caution to make it clear that the trustees should retain such portion of the principal in their hands as might, at the time of the death of the last surviving child, be required for distribution under a power of appointment exercised by a grandchild and becoming effective before the trusts for the children ended.’\n“This conclusion is based on a consideration of the will as a whole and the intention of the testatrix to dispose of her sole estate, whereas if the trusts for the payment of the $1,000 annuities continue, an intestacy, it is argued, will result with respect to the $25,000 sums in cases where a grandchild fails to exercise his power of appointment or is not survived by children or grandchildren; and furthermore, no disposition is made of the income in excess of the $1,000 annuities.\n“This intestacy would result, it is contended, because the only provision to be found in the will covering a final distribution of the principal of the estate is that which must be made upon the death of the surviving child, which event has now occurred, and in order to avoid intestacy, there should be a construction that the whole estate is now distributable.\n“I cannot agree that the exception in paragraph 7 should receive such a narrow construction.\n“The words of the exception are clear and unambiguous, and had the testatrix intended that the excepted funds were only those which had already been appointed by a deceased grandchild, this would have been the appropriate place for her so to provide.\n“The gift of the annuities of $1,000, in the first instance, was to the grandchildren Tor the term of his, her or their natural lives/ and again we might expect the testatrix to say, had she intended the contrary, that they were to be paid only Tor the life of my surviving child.’\n“Should these clear gifts be cut down because a certain future contingency may not be provided for? Should the possibility of intestacy be seized upon as a reason for divesting the great-grandchildren of their right to sums which may aggregate $375,000? In my opinion this should not be done.\n“Furthermore, I doubt that there will be an intestacy as contended. While I cannot control future distributions by this adjudication, it is my duty to now read the whole will in order to understand the whole scheme of the testatrix, and because the claim of the grandchildren is largely based on a possible intestacy.\n“Paragraph 7 may be construed as a general residuary gift, which will include any undisposed of part of the estate. There may be a vesting in interest, though possession be postponed, and it is not unusual for residuary legatees to receive one distribution now and others as life tenants or annuitants die.\n“In paragraph 4 the testatrix has made provisions for the failure of a grandchild to appoint, and there being no person to whom an appointment might be made, directs The said sum to be distributed as part of my residuary estate.’ This would indicate that the intended distribution would be found in the residuary clause.\n“Paragraph 7 goes on to say:\n“ ‘Included in this distribution are all legacies of twenty-five thousand dollars ($25,000) as heretofore given by me, the payment of which shall not have been made, by reason of the failure on the part of the persons entitled to exercise his, her or their powers of appointment, or by reason of there being no persons in being authorized to take under such power of appointment; my intent being that my entire estate shall, in accordance with the rule against perpetuities, be distributed within the compass of lives in being at my death and twenty-one years thereafter.7\n“This clause may be readily interpreted to refer to the shares of grandchildren dying both before and after the death of the last child, and the word ‘distribution7 to mean one or more distributions. The word ‘distributed7 in the latter part of this clause, referring to the rule against perpetuities, certainly looks to the future, as there could be no violation of the rule in a distribution upon the death of one of testatrix’s children.\n“A reading of the whole will convinces me that the testatrix intended more than a trust for the lives of her children. Coincident with the $4,000 annuities to children, were the $1,000 annuities to the fifteen grandchildren, with capital sums of $25,000 each to be appointed to their children and grandchildren, which sums in the aggregate constitute a considerable part of the estate.\n“When the time for distribution arrived, the death of the last surviving child, these sums were excepted from distribution, so as to maintain the original purpose of the testatrix to pay annuities to grandchildren under a strict spendthrift provision, and ultimately to carry the principal sums to their children and grandchildren. This purpose has not been disturbed by any provision of the will, and I am unwilling to find that it has been affected by any omission of the testatrix. The great-grandchildren were as much objects of the bounty of the testatrix as were the grandchildren, and should not be cut off from their benefits.\n“I find that the trust continues as to fifteen sums of $25,000 for the respective lives of the grandchildren.77\nThe decree is affirmed at cost of appellants.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "John Russell, Jr., with him Francis B. Bracken, for appellants.",
      "R. W. Archbald, Jr., with him Raymond M. Rendck, for appellees."
    ],
    "corrections": "",
    "head_matter": "Gay’s Estate.\nArgued December 2, 1932.\nBefore Frazer, C. J., Simpson, Schaffer, Maxex, Drew and Linn, JJ.\nJohn Russell, Jr., with him Francis B. Bracken, for appellants.\nR. W. Archbald, Jr., with him Raymond M. Rendck, for appellees.\nJanuary 3, 1933:"
  },
  "file_name": "0011-01",
  "first_page_order": 37,
  "last_page_order": 42
}
