{
  "id": 1144308,
  "name": "Brannen, Appellant, v. Granite-Silberstein Building & Loan Association",
  "name_abbreviation": "Brannen v. Granite-Silberstein Building & Loan Ass'n",
  "decision_date": "1933-02-01",
  "docket_number": "Appeal, No. 364",
  "first_page": "278",
  "last_page": "280",
  "citations": [
    {
      "type": "official",
      "cite": "310 Pa. 278"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "307 Pa. 452",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1138140
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/307/0452-01"
      ]
    },
    {
      "cite": "307 Pa. 185",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1138142
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/307/0185-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 216,
    "char_count": 2742,
    "ocr_confidence": 0.51,
    "pagerank": {
      "raw": 3.1508279855005205e-07,
      "percentile": 0.8626410265617802
    },
    "sha256": "e97872ce1a33f6d548296ebc27b5b3cccbec1404f85ce8035ba781d7c915b21f",
    "simhash": "1:91c9440004655370",
    "word_count": 443
  },
  "last_updated": "2024-02-27T23:35:09.498874+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kephart, Schaffer, Maxey, Drew and Linn, JJ."
    ],
    "parties": [
      "Brannen, Appellant, v. Granite-Silberstein Building & Loan Association."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nPlaintiff appeals from the refusal of the court below to enter judgment for want of a sufficient supplemental affidavit of defense. The action was in assumpsit to recover damages for the breach of an alleged oral contract. The amended statement of claim set out that plaintiff was the owner of five first mortgages of $3,500 each, secured upon premises on North 55th Street in the City of Philadelphia, and defendant the owner of second mortgages on the same properties. Paragraph three of the statement alleges that on November 22, 1929, the due date of his mortgages, plaintiff entered into an oral agreement with the solicitors of defendant building and loan association, its duly authorized agents, to extend the date of repayment for a period of two years in consideration of defendant’s promise to pay interest on the mortgages, as well as taxes and water rents accruing upon the properties, and the further agreement of defendant that the sum of $500 would be repaid to plaintiff on account of the principal of each of the mortgages during this period. In confirmation of this agreement, plaintiff attached to his statement a written memorandum, executed December 4, 1929, and signed by defendant’s president and secretary. Plaintiff further alleged failure of defendant to comply with the terms of the agreement and default in repayment of the mortgages necessitating purchase of the properties at sheriff’s sale.\nDefendant’s supplemental affidavit of defense denies that any oral agreement was made in its behalf and alleges its solicitors were without authority to make such an agreement without first having obtained the approval of the board of directors of the building and loan association.\nIn view of the unequivocal denial of the contract, it is clear the lower court could not enter judgment on the pleadings. Appellant argues that the written memorandum attached to its statement confirms within itself the oral agreement sued upon. The lower court was right in holding, after an examination of the paper, that it was evidence of the contract but not conclusive of the issue. This appeal, accordingly, falls within the oft-repeated rule that in doubtful cases, and especially in those requiring broad inquiry into the facts, the refusal of the lower court to enter judgment on the pleadings will be sustained in this court: Elliott v. MeGoun, 307 Pa. 185; Rodgers v. Mann, 307 Pa. 452.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Isaac Ash, with him Albert Kitney, for appellant.",
      "Emanuel Moss, of Moss & Moss, for appellee, was not heard."
    ],
    "corrections": "",
    "head_matter": "Brannen, Appellant, v. Granite-Silberstein Building & Loan Association.\nArgued January 11, 1933.\nBefore Frazer, C. J., Simpson, Kephart, Schaffer, Maxey, Drew and Linn, JJ.\nIsaac Ash, with him Albert Kitney, for appellant.\nEmanuel Moss, of Moss & Moss, for appellee, was not heard.\nFebruary 1, 1933:"
  },
  "file_name": "0278-01",
  "first_page_order": 304,
  "last_page_order": 306
}
