{
  "id": 1144324,
  "name": "Vasey, Appellant, v. McLean",
  "name_abbreviation": "Vasey v. McLean",
  "decision_date": "1933-02-01",
  "docket_number": "Appeal, No. 1",
  "first_page": "282",
  "last_page": "284",
  "citations": [
    {
      "type": "official",
      "cite": "310 Pa. 282"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "303 Pa. 449",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1130017
      ],
      "pin_cites": [
        {
          "page": "452"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/303/0449-01"
      ]
    },
    {
      "cite": "176 Pa. 459",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        882221
      ],
      "pin_cites": [
        {
          "page": "464"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/176/0459-01"
      ]
    },
    {
      "cite": "197 Pa. 257",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        918640
      ],
      "pin_cites": [
        {
          "page": "260"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/197/0257-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 273,
    "char_count": 3232,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 9.369130595172464e-08,
      "percentile": 0.5145585707892623
    },
    "sha256": "b32f71faaf542eec4b031e3d88efe06bd756a6b3d1d8d68a564e544570f68968",
    "simhash": "1:079b648a2ad6ecd5",
    "word_count": 559
  },
  "last_updated": "2024-02-27T23:35:09.498874+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kephart, Schaffer, Maxey, Drew and Linn, JJ."
    ],
    "parties": [
      "Vasey, Appellant, v. McLean."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis suit was brought to recover damages for personal injuries sustained by plaintiff, who appeals from the refusal of the court below to remove a compulsory non-suit.\nPlaintiff, a carpenter of twenty-eight years’ experience, had been employed by defendant to make repairs on tenant farm buildings. Discussing the work with plaintiff, defendant pointed out lumber on the premises for use in the erection of such scaffolding as might be necessary. Although he admitted he had not examined the material, plaintiff testified he objected to using this lumber because it did not look good, having apparently been exposed to the weather. Defendant replied it was all he had and plaintiff would have to use it. Plaintiff proceeded with the work without further instructions from or consultation with defendant; he had put a new roof on the farmhouse, using the old lumber, and was erecting scaffolding to repair the roof of the pig stables when one of the supporting boards, a cross support known as a ledger board, broke, precipitating plaintiff to the ground, his fall resulting in a fractured heel bone and a wrenched back. It appears from plaintiff’s testimony that the hoard which broke was rotten on the inside and this defect did not show on the surface.\nPlaintiff, his wife and daughter, testified that defendant called on him after the accident and said “he knew the material was not the right kind of lumber for scaffolding, but it was all we had and we had to use it.” We agree with the conclusion of the court below that this, under the circumstances, cannot be regarded as an admission that defendant knew at the time he designated it for use that there was danger to plaintiff in employing the lumber for scaffolding. No examination of its actual condition had been made, so far as was shown. No evidence was offered that either plaintiff or defendant were aware that any of it was imperfect, or that any but this one piece, which did not show the defect until.it broke, proved to be so. “To be relieved from liability for injuries received by a servant from the use of defective materials, the master is not required to supply the best materials known, or to subject such as he does supply to an analysis to determine what hazard may be incurred in their use:” Purdy v. Westinghouse Elec. Co., 197 Pa. 257, 260. As the court below says, “the breaking of the board, under the circumstances, may properly be classed as a mere accident due to a defect in the lumber against which the plaintiff must be said to have assumed the risk,” of which, so far as the testimony shows, he was better able to judge than was defendant. If an employee, because of a mistake in judgment, uses a defective piece of material instead of a sound piece, ah injury suffered in consequence does not give the employee a cause of action against his employer: Prescott v. Ball Engine Co., 176 Pa. 459, 464; see also Hartz v. Schafer, 303 Pa. 449, 452.\nThe order and judgment of the court below are affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "John L. DuBois, for appellant.",
      "Bunting & Batterthwait, for appellee, were not heard."
    ],
    "corrections": "",
    "head_matter": "Vasey, Appellant, v. McLean.\nArgued January 9, 1933.\nBefore Frazer, C. J., Simpson, Kephart, Schaffer, Maxey, Drew and Linn, JJ.\nJohn L. DuBois, for appellant.\nBunting & Batterthwait, for appellee, were not heard.\nFebruary 1, 1933:"
  },
  "file_name": "0282-01",
  "first_page_order": 308,
  "last_page_order": 310
}
