{
  "id": 1144315,
  "name": "Brink v. Kessler, trading as Kessler Trucking Co., Appellant",
  "name_abbreviation": "Brink v. Kessler",
  "decision_date": "1933-03-20",
  "docket_number": "Appeal, No. 48",
  "first_page": "506",
  "last_page": "509",
  "citations": [
    {
      "type": "official",
      "cite": "310 Pa. 506"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "306 Pa. 222",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1136929
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "224"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/306/0222-01"
      ]
    },
    {
      "cite": "304 Pa. 102",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1132384
      ],
      "pin_cites": [
        {
          "page": "106"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/304/0102-01"
      ]
    },
    {
      "cite": "289 Pa. 381",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1103329
      ],
      "pin_cites": [
        {
          "page": "385"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/289/0381-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 273,
    "char_count": 3020,
    "ocr_confidence": 0.468,
    "pagerank": {
      "raw": 1.3400646454211856e-07,
      "percentile": 0.6309570557974615
    },
    "sha256": "df18ffc14292fe23f11a0425471207a92dd9dcc20b27c4bdec85861a1c4ec2ec",
    "simhash": "1:2a00c6b42a462f69",
    "word_count": 509
  },
  "last_updated": "2024-02-27T23:35:09.498874+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Kephart, Schaffer, Maxey, Drew and Linn, JJ."
    ],
    "parties": [
      "Brink v. Kessler, trading as Kessler Trucking Co., Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nDefendant appeals from the order of the court below discharging its motions for judgment n. o. v. and new trial and from judgment for plaintiff in an action of trespass to recover for personal injuries and property damage sustained by plaintiff in a collision between his automobile and defendant’s truck on the William Penn Highway between Reading and Allentown.\nIt is not necessary to detail the facts. Appellant’s assignments of error chiefly concern the adequacy and correctness of the trial judge’s rulings and of the charge to the jury. We do- not, however, find anything in the record to support appellant’s contentions. On the question of contributory negligence, the court was careful to state the law from every necessary angle, including that for which appellant now argues. It was not error to limit the effect of testimony concerning the odor of alcohol on plaintiff’s breath to contradiction of the statement he had not been drinking: Critzer v. Donovan, 289 Pa. 381, 385.\nOn the subject of damages also, we find appellant’s complaints unjustified. Among other injuries, plaintiff, a young married man 27 years old, had his left arm so torn that an amputation above the elbow was required. The trial judge permitted the introduction of, and referred in his charge to, testimony that plaintiff had been studying with the intention of becoming an electrical engineer (the line of business in which he was employed) and that the loss of his arm would seriously affect his ability to succeed in that plan, as well as in his work generally; but no specific amount of future loss on this particular account was mentioned in the testimony, and the trial judge charged the jury that, “in the matter of loss, of earning power, the burden is on the plaintiff, as in other respects of damage, to show what the loss is,” adding the warning that the jury were not permitted to guess. No additional instructions on the subject were requested when opportunity was afforded counsel, and, as we have heretofore said (Hysong v. Kenny Transfer Co., 304 Pa. 102, 106; Wanamaker v. Ellis, 306 Pa. 222, 224), if the charge is regarded as inadequate, “it is the duty of counsel to ask for more definite instructions, and failure to do so will, as a rule, be deemed a waiver of any objections that might otherwise be made, especially where it is obvious that no harm was done by the matter complained of,” which is the case here. The jury having found for plaintiff, the sum awarded is not excessive under the circumstances.\nThere is sufficient evidence to sustain the verdict, and the court below showed no abuse of discretion in overruling defendant’s motions: Wanamaker v. Ellis, supra.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Samuel E. Bertolet, with him George Eves, for appellant.",
      "Harry W. Lee, of Stevens & Lee, with him Charles H. Weidner, for appellee."
    ],
    "corrections": "",
    "head_matter": "Brink v. Kessler, trading as Kessler Trucking Co., Appellant.\nArgued January 23, 1933.\nBefore Frazer, C. J., Kephart, Schaffer, Maxey, Drew and Linn, JJ.\nSamuel E. Bertolet, with him George Eves, for appellant.\nHarry W. Lee, of Stevens & Lee, with him Charles H. Weidner, for appellee.\nMarch 20, 1933:"
  },
  "file_name": "0506-01",
  "first_page_order": 532,
  "last_page_order": 535
}
