{
  "id": 1077638,
  "name": "Moys, Appellant, v. Union Trust Co.",
  "name_abbreviation": "Moys v. Union Trust Co.",
  "decision_date": "1923-01-03",
  "docket_number": "Appeal, No. 183",
  "first_page": "58",
  "last_page": "63",
  "citations": [
    {
      "type": "official",
      "cite": "276 Pa. 58"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "51 Pa. 244",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999817
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/51/0244-01"
      ]
    },
    {
      "cite": "13 Pa. 223",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        964987
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/13/0223-01"
      ]
    },
    {
      "cite": "60 Pa. Superior Ct. 242",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        451694
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/60/0242-01"
      ]
    },
    {
      "cite": "235 Fed. 273",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        4499
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/235/0273-01"
      ]
    },
    {
      "cite": "79 Fed. 228",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        68932
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/79/0228-01"
      ]
    },
    {
      "cite": "218 Fed. 246",
      "category": "reporters:federal",
      "reporter": "F.",
      "opinion_index": -1
    },
    {
      "cite": "246 Fed. 103",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6736029
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/246/0103-01"
      ]
    },
    {
      "cite": "60 Minn. 362",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        1646835
      ],
      "opinion_index": -1,
      "case_paths": [
        "/minn/60/0362-01"
      ]
    },
    {
      "cite": "72 Wis. 648",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        11284875
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wis/72/0648-01"
      ]
    },
    {
      "cite": "165 N. Y. 193",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2285306
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/165/0193-01"
      ]
    },
    {
      "cite": "68 Md. 545",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1043446
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/68/0545-01"
      ]
    },
    {
      "cite": "209 Pa. 387",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936182
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/209/0387-01"
      ]
    },
    {
      "cite": "112 Mich. 564",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1480615
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/112/0564-01"
      ]
    },
    {
      "cite": "85 Tenn. 189",
      "category": "reporters:state",
      "reporter": "Tenn.",
      "case_ids": [
        775614
      ],
      "opinion_index": 0,
      "case_paths": [
        "/tenn/85/0189-01"
      ]
    },
    {
      "cite": "93 N. Y. 592",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        552998
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ny/93/0592-01"
      ]
    },
    {
      "cite": "145 Ky. 443",
      "category": "reporters:state",
      "reporter": "Ky.",
      "case_ids": [
        715531
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ky/145/0443-01"
      ]
    },
    {
      "cite": "120 Md. 107",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        2121753
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/120/0107-01"
      ]
    },
    {
      "cite": "56 Conn. 419",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        513475
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/56/0419-01"
      ]
    },
    {
      "cite": "8 Ind. App. 179",
      "category": "reporters:state",
      "reporter": "Ind. App.",
      "case_ids": [
        4728821
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ind-app/8/0179-01"
      ]
    },
    {
      "cite": "13 Pa. 223",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        964987
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/pa/13/0223-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 534,
    "char_count": 8594,
    "ocr_confidence": 0.503,
    "pagerank": {
      "raw": 1.8734499364699546e-07,
      "percentile": 0.7265908166846793
    },
    "sha256": "25bd654ae7df5ea56e208d9b672775dad9fad3572f04c5f5460294ca2f2a9026",
    "simhash": "1:97b1f96076fe7b4b",
    "word_count": 1475
  },
  "last_updated": "2024-02-27T22:34:27.947851+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Moys, Appellant, v. Union Trust Co."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Frazer,\nPlaintiff issued a writ of foreign attachment against J. B. Ross, a nonresident, and summoned the Union Trust Company of Pittsburgh, as garnishee. Judgment by default was entered against defendant and, in answer to interrogatories filed, the garnishee admitted having in its hands the sum of $142.75, in cash, and also shares of the capital stock of a foreign corporation, held as trustee under an agreement, whereby the shares of a number of persons, including Ross, were deposited with the garnishee and transferred to its name, as trustee, on the books of the corporation, the agreement providing for disposition of the stock and repayment of money loaned by the various persons interested in the agreement and for return of the shares, or the proceeds and profits derived therefrom, to the respective parties. The court below dissolved the attachment because issued against the stock of a foreign corporation not liable to such proceeding. The court overlooked the fact that the answer admitted a specified amount of cash in hands of garnishee belonging to defendant. To meet this oversight the parties filed a stipulation, agreeing that the action should remain in full force and effect as to the amount admitted by the garnishee to be in its hands and also a further stipulation that on this appeal the only question to be determined is whether, under the facts, the stock of defendant in the foreign corporation in possession of garnishee is subject to attachment and sale in this proceeding.\nAt common law, corporate shares of stock were not subject to levy and sale under execution, for the reason the property they represented was considered of such shadowy nature there was nothing capable of being physically seized: 6 C. J. 212, and cases cited. For the same reason, shares of a foreign corporation are not liable to attachment, in absence of express statutory provision, in the hands of the person residing within the jurisdiction: Christmas v. Biddle, 13 Pa. 223; Smith v. Downey, 8 Ind. App. 179; Tweedy v. Bogart, 56 Conn. 419; U. S. Express Co. v. Hurlock, 120 Md. 107. Although there are cases to the contrary, several of which are cited by appellee, an examination of these decisions discloses they are based mainly on statutory provisions and regulations: Bowman v. Breyfogle, 145 Ky. 443; Plimpton v. Bigelow, 93 N. Y. 592; Young v. Tredegar Iron Co., 85 Tenn. 189; Old Second Nat. Bank v. Williams, 112 Mich. 564. The theory applicable is that a stockholder is not a creditor of the corporation and its shares do not represent either money or evidence of a debt. As a result of this situation, statutes have been passed in most jurisdictions fixing the terms and conditions upon which corporate stock can be reached. See Act June 16, 1836, P. L. 755, section 22; First Nat. Bank v. Trainer, 209 Pa. 387; 28 C. J. 167, section 213. A statutory provision for attaching corporate shares, however, will not be extended by construction to stock of a foreign corporation: Christmas v. Biddle, supra; Morton v. Grafflin, 68 Md. 545; Plimpton v. Bigelow, supra.\nA further question is presented in the record of this case. The answer to the fifth interrogatory states defendant is “interested” in stock held by the garnishee, as trustee, under a deed of trust dated October 31, 1916. An examination of the trust agreement in question shows the parties pooled their stock to raise money for purposes stated and that “out of the proceeds and profits of the ownership of said stock, whether the same shall be realized by the sale of the whole or'any part thereof, or by dividends thereon, or otherwise soever,” the money contributed by the various parties shall be repaid after payment of expenses incident to the trust agreement and that the “proceeds and profits shall be paid and distributed pro rata in accordance with the amount so contributed by the several parties.” It also provides that designated shares of stock on which Ross held an option should, upon the termination/of the trust, be returned to him and that “all proceeds and profits from or upon said shares belong to said Ross, the same as if the said transfer thereof has not been made, and shall be paid to him from time to time by the fourth party [Trust Company] without any further diminution or charge on account of the expenses of the. trust hereby created.” It was further provided that the trust agreement should terminate “and all stock, money or other property therein shall be distributed to the parties entitled thereto hereunder when the said sum of $152,072.69 has been paid in accordance herewith; and in event the same shall expire and terminate by limitation and like distribution be made on the first day of November, 1921.” Finally, it was agreed that should any of the parties desire, while the agreement was in force, “to sell their interest thereunder or to sell any part thereof,” notice of such intention should be given to the other parties, who should have first option to purchase the interest at the price fixed by the person or persons proposing to sell. It thus appears from the agreement that the right of the parties was not merely a return of the stock made the subject of the pooling arrangement, but to receive a proportion of the proceeds of the sale of the stock, less proper charges, and also dividends, if any, accruing during the existence of the trust. The facts of this case, consequently, distinguish it from Christmas v. Biddle, supra. In that case the stock was transferred to an agent in Pennsylvania only for the purpose of sale. The title remained in the owner residing in the foreign jurisdiction and did not pass to the agent, therefore neither the corporation nor the holder of the title to the stock was at any time within this State. Here the legal title to the stock became vested in the trustee with duties to account for the proceeds of any sale and for the accrued dividends, less expenses. The right of the creditor was not an absolute right to the stock but to an accounting for his share of the profits, if any, after the money advanced by the various parties had been repaid. Exactly what this interest might be, whether any of the stock was sold and, if so, how much, and the expenses, if any incurred, is not set forth in the, answer. Furthermore, the answer was filed May 17, 1920, and the agreement did not expire until August 26, 1921. Under these circumstances it was impossible to definitely ascertain at the time the answer was filed the exact interest defendant might have in the stock or the proceeds derived therefrom; and if, as a matter of fact, money should be found to be due defendant, as a result of the disposition of the stock, such funds, under the agreement, would be a proper subject of attachment: Simpson v. Jersey City C. Co., 165 N. Y. 193; Greene v. Remington, 72 Wis. 648; McLaughlin v. Swann, 18 How. (U. S.) 217. Under the circumstances, the judgment of the court below must be reversed.\nJudgment reversed and attachment reinstated with a procedendo'.",
        "type": "majority",
        "author": "Mr. Justice Frazer,"
      }
    ],
    "attorneys": [
      "Roy G. Bostwick, of Thorp, Bostwick & Stewart, for appellant,",
      "E. H. Wicks, of Weller & Wicks, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Moys, Appellant, v. Union Trust Co.\nForeign attachment — Share of stock of foreign corporation— Shares held in trust for sale.\n1. Shares of stock of a foreign corporation belonging to a nonresident in the hands of a person residing in Pennsylvania, are not liable to foreign attachment.\n2. If, however, the shares are held by a resident to whom the title therein has passed as trustee, with power to sell the shares, and, after certain deductions, to pay over the proceeds to the foreign owner, the net proceeds are subject to foreign attachment.\nArgued October 12, 1922.\nAppeal, No. 183, Oct. T., 1922, by plaintiff, from order of C. P. Allegheny Co., July T., 1920, No. 375, dissolving foreign attachment, in case of F. C. Moys v. Union Trust Co. of Pittsburgh, Garnishee of J. B. Ross and Thomas B. Foley, nonresidents, trading as Ross & Foley.\nBefore Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nReversed.\nRule to dissolve foreign attachment. Before Douglass, J.\nThe opinion of the Supreme Court states the facts.\nRule absolute. Plaintiff appealed.\nError assigned, inter alia, was order, quoting it.\nRoy G. Bostwick, of Thorp, Bostwick & Stewart, for appellant,\ncited: Bank v. Mather, 60 Minn. 362; Mitchell v. Leland Co., 246 Fed. 103; Blake v. Banking Co., 218 Fed. 246; Merritt v. Barge Co., 79 Fed. 228; Beal v. Carpenter, 235 Fed. 273.\nE. H. Wicks, of Weller & Wicks, for appellee,\ncited: Willoughby v. Barrett, 60 Pa. Superior Ct. 242; Christmas v. Biddle, 13 Pa. 223; R. R. v. Pennock, 51 Pa. 244.\nJanuary 3, 1923:"
  },
  "file_name": "0058-01",
  "first_page_order": 80,
  "last_page_order": 85
}
