{
  "id": 1077655,
  "name": "Costanza et al., Appellants v. Pittsburgh Coal Co.",
  "name_abbreviation": "Costanza v. Pittsburgh Coal Co.",
  "decision_date": "1923-01-03",
  "docket_number": "Appeals, Nos. 185 and 186",
  "first_page": "90",
  "last_page": "95",
  "citations": [
    {
      "type": "official",
      "cite": "276 Pa. 90"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "249 Pa. 519",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013641
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/249/0519-01"
      ]
    },
    {
      "cite": "44 Pa. Superior Ct. 582",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        417829
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/44/0582-01"
      ]
    },
    {
      "cite": "267 Pa. 564",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057768
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/267/0564-01"
      ]
    },
    {
      "cite": "253 Pa. 274",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024047
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/253/0274-01"
      ]
    },
    {
      "cite": "225 Pa. 214",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965289
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/225/0214-01"
      ]
    },
    {
      "cite": "219 Pa. 384",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002672
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/219/0384-01"
      ]
    },
    {
      "cite": "208 Pa. 403",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998104
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/208/0403-01"
      ]
    },
    {
      "cite": "258 Pa. 586",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "229 Pa. 54",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        971813
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/229/0054-01"
      ]
    },
    {
      "cite": "200 Pa. 540",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        924398
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/200/0540-01"
      ]
    },
    {
      "cite": "248 Pa. 4",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1011514
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/248/0004-01"
      ]
    },
    {
      "cite": "244 Pa. 156",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1003517
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/244/0156-01"
      ]
    },
    {
      "cite": "249 Pa. 519",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013641
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/249/0519-01"
      ]
    },
    {
      "cite": "44 Pa. Superior Ct. 582",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        417829
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/44/0582-01"
      ]
    },
    {
      "cite": "253 Pa. 274",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024047
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/253/0274-01"
      ]
    },
    {
      "cite": "229 Pa. 54",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        971813
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/229/0054-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 577,
    "char_count": 9482,
    "ocr_confidence": 0.525,
    "pagerank": {
      "raw": 2.491597364371123e-07,
      "percentile": 0.8086122009429894
    },
    "sha256": "784fe8ea43a211f3f88d8c847e7e50bd5ed12a64fdbad4859afee75125ae8447",
    "simhash": "1:3c416823c54c35b0",
    "word_count": 1629
  },
  "last_updated": "2024-02-27T22:34:27.947851+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Costanza et al., Appellants v. Pittsburgh Coal Co."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Frazer,\nDefendant maintained an electric transformer forty-two inches high, resting on a low platform, located within a small rectangular enclosure four by eight feet, two sides of which were formed by the walls of a small “L” shaped building containing an air compressor and the other sides by a wire mesh fence about four feet high, the meshes of which were three by ten inches at the bottom and increasing to eight by ten inches at the top. Connected with the top of the transformer were lead-wires coming from an adjoining pole and carrying an electric current of 6,600 volts. The high tension wires were uninsulated for a distance of approximately six inches from the point of connection with the transformer. There is also evidence that had the lead-wires been covered by ordinary insulation such protection would have been useless as an absolute security from danger on wires carrying more than a 500 voltage. The small building and the enclosure in which the transformer was located were situated in a residential section of the village in an open lot frequently used as a playground by children of the neighborhood. Within a distance of fifteen or twenty feet from the enclosure in question stood an old wagon on which children were accustomed to play, as they also did around the building and enclosure, having access to a shed, a part of the compressor building forming one side of the enclosure and in the side of which was a broken window opening directly into the enclosure.\nFrancesco Costanza, one of the plaintiffs, five or six years of age at the time, while playing with other children on the lot, gained access to the enclosure and was found with one hand grasping the uninsulated wire, the other on the transformer and one foot on the ground, receiving from the contact with the lead-wire injuries resulting in the loss of an arm and serious burns on other parts of his body. Apparently no one saw the child enter the enclosure. It was possible to gain access to that part of the premises either by crawling through the meshes, which were widest near the top, or climbing over the fence, or possibly through the broken window from the shed. The court below entered a nonsuit on the ground that the child was a trespasser on the property toward whom defendant owed no duty except that of refraining from wilfully or wantonly inflicting injury and to support its position relied on O’Gara v. Phila. Elec. Co., 244 Pa. 156; Blackstone v. Penn Central L. & P. Co., 249 Pa. 519, and Rumovicz v. Scranton Elec. Co., 44 Pa. Superior Ct. 582.\nUnder the facts here involved the court below applied the principles laid down in those cases too strictly against plaintiff. Had the injured boy been an adult there can be no doubt he would properly be chargeable with contributory negligence and also have been in the position of a trespasser, in entering the enclosure, toward whom defendant would have owed no duty except that mentioned by the court below. The age of the child, however, prevented imputation of contributory negligence and error was committed in holding the duty of defendant was the same under the established circumstances, regardless of whether the injured person was an adult or child. On the contrary, in view of the use of the ground surrounding the enclosure as a playground, defendant was bound to recognize the fact that children in their play might heedlessly act in a way tending to result in personal injury and that childish curiosity in all probability might lead them to investigate the nature of the mechanism within the enclosure and under such circumstances there was imposed upon defendant the duty to anticipate and guard against such acts. It does not help defendant to say the main attraction on the lot was not the transformer but the old wagon standing near by. The latter was separated from the enclosure by a distance of but fifteen or twenty feet. If children played about the wagon it is but natural they would also, in the course of their play, pass around or into the small building and enclosure and probably climb upon, through or over the fence, whichever their fancy should dictate. Accordingly, it was defendant’s duty, having knowledge that children were in the habit of playing in the vacant lot, and especially in view of the dangerous character of a high voltage electric current, t'o eliminate, as far as reasonably possible, all sources of danger. This it could have done at a comparatively small expense by enclosing the transformer with a fence of ample height and design to prevent children from climbing over without the use of outside or extraordinary means. The law does not require property owners to anticipate and guard against all possibility of danger; it does require them, however, to guard against probabilities and a wire fence five feet high with large meshes, surrounding an enclosure containing dangerous electrical equipment, situated in the middle of a playground, is not a barrier ordinarily calculated to exclude the probability of an inquisitive child climbing over to investigate the construction of enclosed mechanical devices: Mullen v. Wilkes-Barre G. & E. Co., 229 Pa. 54; O’Leary v. P. & L. E. R. R. Co., 248 Pa. 4; Carr v. Southern Penna. Trac. Co., 253 Pa. 274.\nThe cases relied upon by the court below are distinguishable on their facts. In O’Gara v. Phila. Elec. Co., supra, defendant’s wires were hung at a height and in a position practically inaccessible and the injured boy to reach it climbed an awning pole and passed out on a horizontal arm from which the wires were suspended. We there held (page 159): “To say defendant company ought, under these circumstances, to have anticipated that a boy would so get on it [the arm] and attempt to walk over it in the direction of the electric lamp, would be carrying beyond all rational bounds the doctrine of the duty of anticipating what might' happen.”\nIn Blackstone v. Penn Central L. & P. Co., supra, the wires causing plaintiff’s injury were suspended on a tower twenty-five to fifty feet above the ground and the boy climbed the tower by means of shortpins or posts on the uprights, placed far apart. There was no evidence that children were accustomed to play around the tower and the court below in an opinion affirmed by this court said (page 521): “The fact that the boy reached the top of the tower shows that it was possible for a venturesome boy to accomplish that feat, but it certainly was not within the realm of reasonable probability, and that is all the defendant company could or was required to anticipate, especially when there was no testimony that children were accustomed or permitted to use or play on the ground within the enclosure or on the tower.”\nIn Rumovicz v. Scranton Elec. Co., supra, the defendant’s wires were enclosed in a brick building and plaintiff’s injury was received by reaching through a window broken by stones thrown by other boys.\nThe judgment is reversed with a new venire.",
        "type": "majority",
        "author": "Mr. Justice Frazer,"
      }
    ],
    "attorneys": [
      "Charles J. Margiotti, with him E. E. Crepps, for appellants.",
      "Heath S. Clark, with him John A. Scott and B. M. Clark, for appellee."
    ],
    "corrections": "",
    "head_matter": "Costanza et al., Appellants v. Pittsburgh Coal Co.\nNegligence — Infants — Playground — Electrical appliance — Attractive device — Anticipating danger — Trespassers — Nonsuit — Case for jury.\n1. Where a property owner maintains a dangerous electrical equipment in the middle of an open lot used as a playground by children, he is guilty of negligence if he does no more than erect as a barrier around the equipment a wire fence five feet high with large meshes through or over which a child may crawl and suffer injury.\n2. If, in such case, a child of five or six years is injured by contact with the equipment, he cannot be considered a trespasser, and it is error for the court to enter a nonsuit, and not submit the case to the jury.\n3. That there was an additional attraction near by which drew the children will not relieve defendant from liability.\nArgued October 16, 1922.\nAppeals, Nos. 185 and 186, Oct. T., 1922, by plaintiffs, from order of C. P. Indiana Co., Sept. T., 1921, No. 193, refusing to take off nonsuit in cases of Francesco Costanza by his father and next friend Giovanni Costanza v. Pittsburgh Coal Co. and Giovanni Costanza, in his own right, v. Pittsburgh Coal Co.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nReversed.\nTrespass for personal injuries. Before Langham, P. J.\nThe opinion of the Supreme Court states the facts.\nNonsuit; refusal to take off. Plaintiffs appealed.\nError assigned, inter alia, was refusal to take off non-suit, quoting record.\nCharles J. Margiotti, with him E. E. Crepps, for appellants.\nThe very highest degree of care is required in the use and control of electricity and electrical appliances: Fitzgerald v. Electric Co., 200 Pa. 540; Mullen v. G. & E. Co., 229 Pa. 54; Donnelly v. Electric Co., 258 Pa. 586; Dalton v. Electric Co., 208 Pa. 403.\nHeath S. Clark, with him John A. Scott and B. M. Clark, for appellee.\nWhere the owner permits the land to be used as a Playground for such a length of time as to presuppose an invitation or permission to occupy the premises in that manner, such occupants are taken out of the category of trespassers and when so used, ordinary care must be exercised to keep the premises in safe condition: Henderson v. Refining Co., 219 Pa. 384; Millum v. Coal Co., 225 Pa. 214; Carr v. Traction Co., 253 Pa. 274; Fitzpatrick v. Penfield, 267 Pa. 564; Rumovicz v. Electric Co., 44 Pa. Superior Ct. 582; Blackstone v. L. & P. Co., 249 Pa. 519.\nJanuary 3, 1923:"
  },
  "file_name": "0090-01",
  "first_page_order": 112,
  "last_page_order": 117
}
