{
  "id": 1077548,
  "name": "Mazzarella, Appellant, v. Whelan",
  "name_abbreviation": "Mazzarella v. Whelan",
  "decision_date": "1923-01-29",
  "docket_number": "Appeal, No. 152",
  "first_page": "313",
  "last_page": "315",
  "citations": [
    {
      "type": "official",
      "cite": "276 Pa. 313"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "151 Fed. 755",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3915125
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/151/0755-01"
      ]
    },
    {
      "cite": "127 Fed. 171",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3848747
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/127/0171-01"
      ]
    },
    {
      "cite": "79 Pa. Superior Ct. 49",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        651767
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/79/0049-01"
      ]
    },
    {
      "cite": "47 Mich. 59",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1400332
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/mich/47/0059-01"
      ]
    },
    {
      "cite": "2 Yates 466",
      "category": "reporters:state",
      "reporter": "Yates Sel. Cas.",
      "opinion_index": 0
    },
    {
      "cite": "79 Pa. Superior Ct. 49",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        651767
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/79/0049-01"
      ]
    },
    {
      "cite": "47 Mich. 59",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1400332
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/47/0059-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 294,
    "char_count": 4382,
    "ocr_confidence": 0.496,
    "pagerank": {
      "raw": 8.74765992916655e-08,
      "percentile": 0.49484255645792474
    },
    "sha256": "2a22b7b389ed5351fb59796879939a557ef56af1fcc9f8fc06fd5048687277d9",
    "simhash": "1:f7240ea351afe410",
    "word_count": 764
  },
  "last_updated": "2024-02-27T22:34:27.947851+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart and Schaffer, JJ."
    ],
    "parties": [
      "Mazzarella, Appellant, v. Whelan."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Schaffer,\nIn this action of criminal conversation the trial judge entered a nonsuit because the statement of claim averred defendant had sexual intercourse with plaintiff’s wife “on or about September 7th, 1921,” while the proofs showed the intercourse did not take place on that date, but on August 26th or 27th.\nIn Gardner v. Madeira, 2 Yates 466, a criminal conversation action, tried before the Supreme Court at nisi prius, plaintiff declared that defendant on the first of January, 1796, and at divers other times from thence until the first of November following had unlawful relations with his wife. The plaintiff could not establish any improper “freedoms” (so the report says) between defendant and his wife within the times declared for, and then proposed to show other acts of lewdness subsequent to November 1st. The court determined that it would be a surprise to defendant not to confine the proofs to the times laid in the first instance; that “after laying a reasonable ground to infer an improper connection between the parties within the limited period, the court will be more liberal afterwards, in receiving other evidence of indecent conduct at different times, tending to show the criminal views and acts of the parties.” Following this ruling, the plaintiff suffered a nonsuit.\nIf the statement in the case before us alleged the commission of the injury on the precise date, September 7th, there might be warrant for the court’s action, but it did not exclusively fix that day, but stated the time as “on or about” that date. It cannot be said that August 26th or 27th is so far removed from September 7th as not to be “on or about” it within a fair license in pleading. In a suit of this kind, the gravamen of the action is the adultery of the wife. If the proceeding was in the criminal court, the date laid in the indictment as in the statement and proof of another date within the statute, the defendant could be convicted: 2 Corpus Juris 22; Com. v. Blank, 79 Pa. Superior Ct. 49.\nWhile the precise question before us does not seem to have been determined in any of our cases, it has been decided by the Supreme Court of Michigan in Johnston v. Disbrow, 47 Mich. 59. It was there held where an action is brought for criminal conversation and only one act is charged, the plaintiff is not confined to a specific date, but may show that it was committed at any time within the period of the statute of limitations; and this, too, whether the defendant does or does not rely on an alibi.\nMoreover, as the defendant knew from the evidence on a previous trial of the case what the real date of his alleged dereliction was, he had actual notice of the time, if that information was of consequence to him.\nThe order refusing to take off the nonsuit is set aside, with a procedendo.",
        "type": "majority",
        "author": "Mr. Justice Schaffer,"
      }
    ],
    "attorneys": [
      "Walter Thomas, for appellant,",
      "F. M. Smith, for appellee, filed no printed brief."
    ],
    "corrections": "",
    "head_matter": "Mazzarella, Appellant, v. Whelan.\nHusband and wife — Criminal conversation — Adultery—Pleadings — Time—.Evidence—Allegata and probata.\n1. Where the statement of claim in an action of criminal conversation charges that the offense was committed “on or about September 7,1921,” there is no variance between the allegata and probata, if the proofs showed intercourse on August 26th or 27th.\n2. It cannot be said that August 26th or 27th is so far removed from September 7th, as not to be “on or about” it, within a fair license of pleading.\n3. It seems that where only one act is charged, plaintiff is not confined to a specific date, but may show that it was committed at any time within the period of the statute of limitations: Johnston v. Disbrow, 47 Mich. 59, approved.\nArgued January 9, 1923.\nAppeal, No. 152, Jan. T., 1923, by plaintiff, from order of C. P. No. 3, Phila. Co., Sept. T., 1921, No. 6213, refusing to take off nonsuit, in case of Emilio Mazzarella v. Joseph F. Whelan.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart and Schaffer, JJ.\nReversed.\nTrespass for criminal conversation. Before Ferguson, J.\nThe opinion of the Supreme Court states the facts.\nNonsuit; refusal to take off. Plaintiff appealed.\nError assigned, inter alia, was order refusing to take off nonsuit, quoting record.\nWalter Thomas, for appellant,\ncited: Com. v. Blank, 79 Pa. Superior Ct. 49; Johnston v. Disbrow, 47 Mich. 59; U. S. v. Wood, 127 Fed. 171; Rinker v. U. S., 151 Fed. 755.\nF. M. Smith, for appellee, filed no printed brief.\nJanuary 29, 1923:"
  },
  "file_name": "0313-01",
  "first_page_order": 335,
  "last_page_order": 337
}
