{
  "id": 1077577,
  "name": "Sieber, Appellant, v. Russ Bros. Ice Cream Co.",
  "name_abbreviation": "Sieber v. Russ Bros. Ice Cream Co.",
  "decision_date": "1923-02-12",
  "docket_number": "Appeal, No. 8",
  "first_page": "340",
  "last_page": "345",
  "citations": [
    {
      "type": "official",
      "cite": "276 Pa. 340"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "244 Pa. 122",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1003515
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/244/0122-01"
      ]
    },
    {
      "cite": "227 Pa. 488",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1008512
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/227/0488-01"
      ]
    },
    {
      "cite": "262 Pa. 436",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044461
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/262/0436-01"
      ]
    },
    {
      "cite": "256 Pa. 55",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1030776
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/256/0055-01"
      ]
    },
    {
      "cite": "243 Pa. 247",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1001544
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/243/0247-01"
      ]
    },
    {
      "cite": "217 Pa. 339",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953647
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/217/0339-01"
      ]
    },
    {
      "cite": "248 Pa. 24",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1011474
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/248/0024-01"
      ]
    },
    {
      "cite": "75 Pa. Superior Ct. 440",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        647074
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/75/0440-01"
      ]
    },
    {
      "cite": "257 Pa. 17",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032378
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/257/0017-01"
      ]
    },
    {
      "cite": "252 Pa. 140",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021656
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/252/0140-01"
      ]
    },
    {
      "cite": "260 Pa. 466",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040253
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/260/0466-01"
      ]
    },
    {
      "cite": "272 Pa. 573",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1068377
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/272/0573-01"
      ]
    },
    {
      "cite": "262 Pa. 150",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044351
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/262/0150-01"
      ]
    },
    {
      "cite": "274 Pa. 413",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1072853
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/274/0413-01"
      ]
    },
    {
      "cite": "273 Pa. 4",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070787
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/273/0004-01"
      ]
    },
    {
      "cite": "269 Pa. 428",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063486
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/269/0428-01"
      ]
    },
    {
      "cite": "275 Pa. 246",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1075608
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/275/0246-01"
      ]
    },
    {
      "cite": "257 Pa. 17",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032378
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/257/0017-01"
      ]
    },
    {
      "cite": "252 Pa. 140",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021656
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/252/0140-01"
      ]
    },
    {
      "cite": "272 Pa. 573",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1068377
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/pa/272/0573-01"
      ]
    },
    {
      "cite": "262 Pa. 150",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044351
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/262/0150-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 479,
    "char_count": 9717,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 7.878161780586689e-07,
      "percentile": 0.9727657867311955
    },
    "sha256": "3912e632c8917ea53d7d1b93707dc3233ee39e5fda4900c791de3b20b5f35e3c",
    "simhash": "1:abb0a8fa4f9f2625",
    "word_count": 1668
  },
  "last_updated": "2024-02-27T22:34:27.947851+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Sieber, Appellant, v. Russ Bros. Ice Cream Co."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Frazer,\nPlaintiff’s husband was instantly killed by an automobile delivery truck belonging to defendant, a manufacturer and vendor of ice cream. At the trial plaintiff offered in evidence that part of the statement of claim which averred defendant owned the truck in question and that it was operated by its agent's and employees in a careless and negligent manner, together with the portion of the affidavit of defense admitting defendant’s ownership but denying that at the time of the accident the truck was in its possession and operated by its agents or employees. Plaintiff also offered evidence that the car bore defendant’s name and contained cans used in the transportation and delivery of ice cream. Defendant offered no evidence but moved for a nonsuit, which was granted on the ground that plaintiff failed to prove defendant’s truck was driven by its servants, or, if so operated, that they were engaged in their employer’s business at the time of the accident. The sole question raised in this appeal is whether the evidence referring to the identity and use of the car was sufficient to meet the burden imposed on plaintiff to show the driver was defendant’s servant and was at the time acting within the scope of his employment.\nUnder decisions of this court the evidence offered by plaintiff was ample to require submission of the case to the jury. In Williams v. Ludwig Floral Co., 252 Pa. 140, evidence that the auto delivery car inflicting the injury bore the name of defendant and was driven by the secretary of the company was held ample to warrant an inference that the truck at the time was operated in connection with defendant’s business; although the accident happened on Sunday it appeared defendant’s store was open for business on that day and the car traveling from the direction of the store. In O’Malley v. Public Ledger Co., 257 Pa. 17, evidence that the automobile which caused plaintiff’s injury bore the name of defendant, the publisher of a newspaper, and contained bundles of newspapers intended for delivery to customers, was held sufficient proof that the driver was the employee of defendant and engaged in the business of his employment. In Holzheimer v. Lit Bros., 262 Pa. 150, we held a truck bearing the name of defendant sufficiently raised a presumption that the car was their property and was at the time in charge of their employees engaged in their employment and that the case was for the jury, notwithstanding uncontradicted evidence offered by defendant to the effect that the person who operated the truck at the time was not, in fact, in their employ but was using the truck for his own purposes without defendant’s knowledge or consent. And in Treon v. Shipman, 275 Pa. 246, it was held proof that the car which caused plaintiff’s injury was an undertaker’s car, used for business purposes, and driven by one of the members of defendant firm, which conducted an undertaking business, was sufficient to put upon defendant the burden of showing that at the time of the accident the car was not, in fact, being used on defendant’s business but for the private purposes of one of the drivers.\nThe court below in granting a nonsuit relied on Farbo v. Caskey, 272 Pa. 573, in which we held there could be no recovery where plaintiff merely averred the driver of the vehicle was defendant’s agent, without stating he was engaged in the performance of defendant’s service at the time of the accident. There was nothing in the evidence to show the driver was actually so engaged. The case was tried, however, on the theory that the averment in the statement of claim that defendant was the owner of the car in question being undenied in the affidavit of defense sufficiently established a prima facie case for plaintiff. The statement of claim was not offered in evidence nor was other evidence of ownership or agency of the driver given, consequently, the record failed to make out a prima facie case in favor of plaintiff. In the present case plaintiff followed the course suggested in Buehler v. U. S. Fashion Plate Co., 269 Pa. 428, and supplied evidence lacking in Farbo v. Caskey.\nWe affirm the rule that in cases such as the present the burden is on plaintiff to prove defendant’s ownership of the car, that the driver was his servant and that the servant was at the time engaged in the master’s business: Farbo v. Caskey, supra; Treon v. Shipman, supra. It is not necessary in all cases, however, that these elements be established by direct evidence. Where, as here, the car is used for business purposes, the fact that it bears the name of defendant and especially if loaded with articles generally transported or used in connection with defendant’s business, is sufficient to raise a presumption that it was driven by defendant’s servant acting in the line of his duty. See cases cited above. In this respect there is a distinction between pleasure cars and business trucks. The former are not designed primarily for use in connection with the business of the owner and usually bear no outward evidence of ownership or use to which they are being put. They may be driven by the owner for his pleasure, but frequently are driven by members of the family or friends or employees of the owner for their individual benefit or pleasure. The fact of ownership therefore affords but little assistance in ascertaining the purpose for which the car was being driven on a given occasion. Hence we have in such cases applied the rule that the mere fact that defendant was owner of a car which caused an injury, furnishes no foundation for his liability: Farbo v. Caskey, supra; Markle v. Perot, 273 Pa. 4.\nOn the other hand, business trucks are primarily designed and are generally used for the business of the owner, and, in case of accident, it is not unreasonable to require the owner, whose name appears thereon, to prove the exceptional case where the use was, in fact, for other purposes not connected with defendant’s business or for his benefit.\nThis information is peculiarly within the possession of defendant and if, as a matter of fact, the driver was using the car without authority and for purposes of his own, an undue burden is not cast on defendant to require him to show these facts after plaintiff has offered evidence of ownership of the car and its use apparently in connection with defendant’s business. We have here a case where defendant was a manufacturer and vendor of ice cream and plaintiff’s husband killed by a truck bearing defendant’s name and loaded with ice cream cans. These circumstances were sufficient to warrant the presumption that the truck was driven by defendant’s servant acting in the line of his duty; until defendant offered evidence contradicting the presumption thus raised, it was unnecessary for plaintiff to produce additional evidence on the subject, and, even in absence of further evidence on behalf of plaintiff to contradict evidence offered for defendant, the credibility of defendant’s witnesses would still be for the jury: Holzheimer v. Lit Bros., supra; Shaughnessy v. Direc. Gen. R. R., 274 Pa. 413.\nThe judgment is reversed and a new trial ordered.",
        "type": "majority",
        "author": "Mr. Justice Frazer,"
      }
    ],
    "attorneys": [
      "William Jenkins Wilcox, for appellant.",
      "Arthur H. Hull, with him John R. Geyer and E. E. Beidleman, for appellee."
    ],
    "corrections": "",
    "head_matter": "Sieber, Appellant, v. Russ Bros. Ice Cream Co.\nN egligence — Automobiles—Truck—Ownership—Presumption •— Use for defendant’s business — Pleasure cars — Nonsuit.\n1. Where, in. an action for death resulting from the negligent operation of a delivery truck, it is admitted that the truck belonged to defendant engaged in the ice cream business, and it is proved that at the time of the accident the truck bore defendant’s name and was loaded with ice cream cans, the evidence is sufficient to warrant the presumption that the truck was driven by defendant’s servant acting in the line of his duty.\n2. In such case, the burden is on defendant to produce evidence contradicting the presumption thus raised, and if he fails to do so, it is reversible error for the court to enter a nonsuit.\n3. The rule is different in regard to pleasure cars, inasmuch as the mere fact that the defendant is the owner of the car furnishes no foundation for his liability.\nArgued January 4, 1923.\nAppeal, No. 8, May T., 1923, by plaintiff, from order of C. P. Dauphin Co., Jan. T., 1921, No. 491, refusing to take off nonsuit, in case of Catharine Killian Sieber v. Russ Bros. Ice Cream Co.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nReversed.\nTrespass for death of plaintiff’s husband. Before Wickersham, J.\nThe opinion of the Supreme Court states the facts.\nNonsuit and refusal to take it off. Plaintiff appealed.\nError assigned was refusal to take off nonsuit, quoting record.\nWilliam Jenkins Wilcox, for appellant.\nThere was sufficient evidence to establish, not only a prima facie that defendants were the owners of the truck, but also that it was then in charge of their servant, or employee. This was presumptive evidence, and, was quite sufficient to carry the case to the jury: Holzheimer v. Lit Bros., 262 Pa. 150; Farbo v. Caskey, 272 Pa. 573; Maloy v. Rosenbaum Co., 260 Pa. 466; Williams v. Floral Co., 252 Pa. 140; O’Malley v. Ledger Co., 257 Pa. 17.\nArthur H. Hull, with him John R. Geyer and E. E. Beidleman, for appellee.\nThere was neither proof nor presumption that the car was being driven upon defendant’s errand, nor proof of the identity or office of the driver of the car: Farbo v. Caskey, 272 Pa. 573; Buck v. Cab Co., 75 Pa. Superior Ct. 440; Luckett v. Reighard, 248 Pa. 24; Lotz v. Hanlon, 217 Pa. 339; Curran v. Lorch, 243 Pa. 247; Solomon v. Com. T. Co., 256 Pa. 55; Dunmore v. Padden, 262 Pa. 436; Moon v. Matthews, 227 Pa. 488; Hazzard v. Carstairs, 244 Pa. 122.\nFebruary 12, 1923:"
  },
  "file_name": "0340-01",
  "first_page_order": 362,
  "last_page_order": 367
}
