{
  "id": 1077702,
  "name": "Haak, Appellant, v. Tobias",
  "name_abbreviation": "Haak v. Tobias",
  "decision_date": "1923-03-12",
  "docket_number": "Appeal, No. 70",
  "first_page": "576",
  "last_page": "577",
  "citations": [
    {
      "type": "official",
      "cite": "276 Pa. 576"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 186,
    "char_count": 2419,
    "ocr_confidence": 0.516,
    "sha256": "632bf5dbeaca711f0bac46889250a09bf9bd515f26e02a8b01792be57d4421cd",
    "simhash": "1:5925b518492de690",
    "word_count": 385
  },
  "last_updated": "2023-07-14T21:16:03.578445+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Kephart and Schaffer, JJ."
    ],
    "parties": [
      "Haak, Appellant, v. Tobias."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nPlaintiff sought to recover in ejectment certain real estate; defendant claimed the property belonged to her; the issues involved were submitted to the jury and the verdict favored defendant; plaintiff has appealed.\nThe first question stated by appellant for our consideration is as follows: “In ejectment, should evidence be admitted of promises by plaintiff to defendant to purchase for her the property in dispute in order that plaintiff might more conveniently have intimate relations with defendant’s daughter, where such matter is not pleaded?” In answering this, it is sufficient to say that no such evidence as suggested was admitted at trial\nThe second question submitted by appellant is: “'Wh ere defendant fails or refuses, while under cross-examination, to answer material questions, should the. court, without request, strike out the evidence of defendant on direct examination?” This must be answered in the negative; appellant, at trial, not only failed to move to strike out the evidence now objected to, but likewise failed to protect himself in any other appropriate way.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Ray G. Light, for appellant.",
      "Harry J. Schools, for appellee, was not heard."
    ],
    "corrections": "",
    "head_matter": "Haak, Appellant, v. Tobias.\nAppeals — Evidence—Assignments of error — Record—Admissions —Strilcing out evidence — Motion—Exceptions.\n1. An assignment of error based on an allegation of the admission of certain evidence, will not be considered where the record shows that no such evidence as suggested was admitted at the trial.\n2. Where defendant fails or refuses, while under cross-examination, to answer material questions, it is plaintiff’s duty to move to strike out the evidence of defendant on direct examination, and to protect himself in other appropriate ways, if he desires to raise the question on appeal; it is not the duty of the court to strike out the evidence, without request.\nArgued Februray 12, 1923.\nAppeal, No. 70, Jan. T., 1923, by plaintiff, from judgment of C. P. Lebanon Co., Sept. T., 1920, No. 90, on verdict for defendant, in case of Allen C. Haak v. Kate Tobias.\nBefore Moschzisker, C. J., Frazer, Walling, Kephart and Schaffer, JJ.\nAffirmed.\nEjectment. Before Henry, P. J.\nThe opinion of the Supreme Court states the facts.\nVerdict and judgment for defendant. Plaintiff appealed.\nErrors assigned were, inter alia, rulings on evidence, referring to the record by pages.\nRay G. Light, for appellant.\nHarry J. Schools, for appellee, was not heard.\nMarch 12, 1923:"
  },
  "file_name": "0576-01",
  "first_page_order": 598,
  "last_page_order": 599
}
