{
  "id": 1778868,
  "name": "In the Matter of Revocation of Distributor License Number D-3562 Issued to: ELEMAR, INC., t/a Thrifty Beverage. In the Matter of Revocation of Distributor License Number D-3526 Issued to: GARRETT HILL BEVERAGE COMPANY, INC., t/a Thrifty Beverage. In the Matter of Revocation of Distributor License Number D-3567 Issued to: RAIL SPLITTER, INC., t/a Thrifty Beverage. Appeal of ELEMAR, INC., Garrett Hill Beverage Company, Inc., Rail Splitter, Inc",
  "name_abbreviation": "In re Revocation of Distributor License Number D-3562",
  "decision_date": "1982-10-08",
  "docket_number": "No. 405",
  "first_page": "8",
  "last_page": "25",
  "citations": [
    {
      "type": "official",
      "cite": "499 Pa. 8"
    },
    {
      "type": "parallel",
      "cite": "451 A.2d 209"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "115 A.2d 881",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "pin_cites": [
        {
          "page": "882",
          "parenthetical": "citing cases"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "178 Pa.Super. 213",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        726389
      ],
      "year": 1955,
      "pin_cites": [
        {
          "page": "216",
          "parenthetical": "citing cases"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/178/0213-01"
      ]
    },
    {
      "cite": "310 A.2d 81",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "pin_cites": [
        {
          "page": "82-83"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "454 Pa. 38",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        579921
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "40"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/454/0038-01"
      ]
    },
    {
      "cite": "323 A.2d 31",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "229 Pa.Super. 187",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        813382
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/229/0187-01"
      ]
    },
    {
      "cite": "210 A.2d 882",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "418 Pa. 262",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1896060
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/pa/418/0262-01"
      ]
    },
    {
      "cite": "217 A.2d 817",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1966,
      "pin_cites": [
        {
          "page": "818"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "207 Pa.Super. 251",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        775387
      ],
      "weight": 2,
      "year": 1966,
      "pin_cites": [
        {
          "page": "255"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/207/0251-01"
      ]
    },
    {
      "cite": "476 Pa. 203",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1736936
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/476/0203-01"
      ]
    },
    {
      "cite": "404 A.2d 734",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "472 Pa. 567",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1727736
      ],
      "weight": 10,
      "year": 1977,
      "pin_cites": [
        {
          "page": "571"
        },
        {
          "page": "1189"
        },
        {
          "page": "581"
        },
        {
          "page": "1193",
          "parenthetical": "Manderino, J., dissenting"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/472/0567-01"
      ]
    },
    {
      "cite": "352 A.2d 221",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "310 A.2d 81",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 1
    },
    {
      "cite": "454 Pa. 38",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        579921
      ],
      "year": 1973,
      "opinion_index": 1,
      "case_paths": [
        "/pa/454/0038-01"
      ]
    },
    {
      "cite": "483 Pa. 68",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1751206
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 2,
      "case_paths": [
        "/pa/483/0068-01"
      ]
    },
    {
      "cite": "472 Pa. 567",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1727736
      ],
      "weight": 5,
      "year": 1977,
      "pin_cites": [
        {
          "page": "571-72"
        },
        {
          "page": "1189"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/472/0567-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1131,
    "char_count": 33630,
    "ocr_confidence": 0.773,
    "pagerank": {
      "raw": 1.732027442817659e-07,
      "percentile": 0.70558824085883
    },
    "sha256": "4a68829245e42e7865590b9d557d4e8c169e81a6080ebed864f1522bad7ce51b",
    "simhash": "1:dc316627671ea554",
    "word_count": 5422
  },
  "last_updated": "2024-02-27T18:58:15.705087+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before O’BRIEN, C.J., and ROBERTS, NIX, LARSEN, FLAHERTY, McDERMOTT and HUTCHINSON, JJ.",
      "LARSEN and McDERMOTT, JJ., concur in the result.",
      "NIX and HUTCHINSON, JJ., file dissenting opinions."
    ],
    "parties": [
      "In the Matter of Revocation of Distributor License Number D-3562 Issued to: ELEMAR, INC., t/a Thrifty Beverage. In the Matter of Revocation of Distributor License Number D-3526 Issued to: GARRETT HILL BEVERAGE COMPANY, INC., t/a Thrifty Beverage. In the Matter of Revocation of Distributor License Number D-3567 Issued to: RAIL SPLITTER, INC., t/a Thrifty Beverage. Appeal of ELEMAR, INC., Garrett Hill Beverage Company, Inc., Rail Splitter, Inc."
    ],
    "opinions": [
      {
        "text": "OPINION\nROBERTS, Justice.\nAppellants, licensees of the Pennsylvania Liquor Control Board (“Board”), appeal from an order of the Commonwealth Court affirming an order of the Court of Common Pleas of Lancaster County which made absolute a rule to show cause why the Board should not be held in contempt for failing to enforce an order of suspension entered by the Board against appellants in August of 1972. On this record the order of the Commonwealth Court must be reversed and the matter remanded to the Board for proceedings consistent with this opinion.\nThe procedural history of this case is long and complex. On May 8, 1972, the Board issued citations against appellants, charging each of them with having permitted a person with an interest in another distributorship to have an interest in its business, a violation of the Liquor Code. Act of April 12, 1951, P.L. 90, as amended, 47 P.S. § 4-436(f) and § 4-438(b) (1969 and Supp.1982-83). Following an administrative hearing on August 25, 1972, the Board determined that appellants were in fact operating in violation of the Code and entered an order suspending each of appellants’ licenses for a period of twenty-one days and thereafter until all persons except appellants had been divested of all interest in the licensed premises.\nAppellants appealed to the Court of Common Pleas of Lancaster County. On October 19, 1973, after hearing the case de novo, the court sustained the Board’s findings and decision and entered an order identical to that of the Board. Appellants then appealed to the Commonwealth Court. On August 19, 1974, while these appeals were pending, appellants and the Board entered into a stipulation and agreement under which appellants agreed to withdraw their appeals and to redraft their management agreements in a manner acceptable to the Board. In turn, the Board agreed, upon appellants’ performance of the provisions of the stipulation, to reconsider the disposition of the citations it had previously issued. Appellants withdrew their appeals, redrafted their agreements, and then filed a petition for reconsideration and modification of penalty with the Board.\nOn December 10, 1974, appellees Pennsylvania Tavern Association and P.U.B.L.I.C., associations comprised of appellants’ competitors, brought an action in mandamus in the Commonwealth Court, seeking to compel the Board to enforce the original suspension order. While the mandamus action was pending, the Board granted appellants’ petition for reconsideration and, on February 3, 1975, issued an amended order vacating its original order and imposing upon each appellant in lieu of suspension a fine of $1,000, the maximum permitted under the Liquor Code. See 47 P.S. § 4-471.\nOn February 10,1976, the Commonwealth Court held that the Board lacked the authority to modify its suspension order after it had been judicially reviewed and thus granted appellees’ requested relief in mandamus, directing the Board to reinstate its original order of suspension. Pennsylvania Tavern Association v. Pennsylvania Liquor Control Board, 23 Pa.Cmwlth. 264, 352 A.2d 221 (1976). On appeal, this Court reversed the order of the Commonwealth Court in a decision in which three opinions were filed. 472 Pa. 567, 372 A.2d 1187 (1977). A plurality per curiam opinion, in which three justices joined, found mandamus to be improper because an adequate remedy at law was available to appellees by way of a petition to the court of common pleas to enforce its own order sustaining the license suspensions. Justice Eagen concurred in the result. This writer, joined by then Chief Justice- Jones, concurred in the reversal but would have dismissed the action on the ground that appellee associations lacked standing to maintain a mandamus action against the Board. Justice Manderino dissented, arguing that, although appellees did have standing, the Board had the power to modify its earlier order.\nOn October 3, 1977, appellees filed a petition in the court of common pleas for a rule to show cause why a citation for contempt should not be issued against the Board for its failure to enforce its original order of suspension. The court granted appellants’ petition to intervene and, following a hearing, made the rule absolute on December 27, 1977. Appellants appealed to the Commonwealth Court, which, after determining that the rule absolute was an appealable order, affirmed the ruling of the trial court. Elemar, Inc. Liquor License Case, 44 Pa.Cmwlth. 515, 404 A.2d 734 (1979).\nOn August 27, 1979, appellants filed a timely petition for allowance of'appeal to this Court, as well as an application for a stay' of the Commonwealth Court’s order. Two days later, on August 29, the Board complied with the order of the Commonwealth Court and reinstated its original order of suspension. The Board, however, did not attempt to enforce its order. On September 25, 1979, the court of common pleas held the Board in civil contempt for failing to enforce its reinstated order and held that the Board could purge itself by immediately obtaining possession of appellants’ licenses. On the following day, September 26, this Court granted appellants’ petition for allowance of appeal and issued a stay of the contempt citation.\nInitially, we reject appellees’ argument that this appeal should be dismissed as moot because the Board reinstated its original order of suspension in August of 1979. As the reinstatement was entered only in response to the order of the Commonwealth Court and has not been enforced, an actual controversy continues to exist. See generally In re Gross, 476 Pa. 203, 382 A.2d 116 (1978).\nOn this record, we must likewise reject appellants’ argument that appellees were without standing to institute the contempt proceeding in the court of common pleas. In this Court’s first decision in this case, the three justices joining the plurality opinion stated:\n“In our view, an adequate remedy was available to the appellees in this action [ (Pennsylvania Tavern Association and P.U.B.L.I.C.) ] by way of a petition to the Lancaster County Court to enforce its order sustaining the license suspension imposed by the Board.”\nPennsylvania Tavern Association v. Pennsylvania Liquor Control Board, supra, 472 Pa. at 571, 372 A.2d at 1189. Although the question of appellees’ standing was not expressly resolved, it must be concluded from the above statement that the plurality opinion implicitly found appellees to have standing to maintain the present action. When the view of Justice Manderino that “appellees do have standing,” id., 472 Pa. at 581, 372 A.2d at 1193 (Manderino, J., dissenting), is added to the view of the three justices joining in the plurality opinion, it is apparent that a majority of the Court found that appellees could properly maintain the action that is the basis of this appeal. Accordingly, on this record, appellants’ challenge to appellees’ standing must be denied.\nUnlike the issue of appellees’ standing, the question of whether the Board had the authority to modify its original order following affirmance of that order by the court of common pleas and appellants’ withdrawal of their appeal to the Commonwealth Court was expressly left open by the plurality opinion in the first decision in this case. In a footnote, that opinion observed: “While this presents an interesting question, the appropriate forum for its resolution would in the first instance have been the court which originally heard the matter: the Court of Common Pleas of Lancaster County.” Id., 472 Pa. at 571-72 n.7, 372 A.2d at 1189 n.7. That “interesting question” is now properly before this Court. We agree with appellants’ contention that the court of common pleas and the Commonwealth Court erred in holding the Board to be without such authority and conclude that the contempt citation was thus erroneously entered.\nIn reaching their decisions, both the court of common pleas and the Commonwealth Court relied on Taylor v. Weinstein, 207 Pa.Super. 251, 217 A.2d 817 (1966). In that case, the Board initially rejected an application for the transfer of a liquor license. The applicant then appealed to the court of quarter sessions, but subsequently withdrew the appeal and filed a petition for reconsideration with the Board, which reversed its decision and approved the transfer. The Superior Court held the approval to be invalid for two reasons: first, the original protestants to the application had not received notice of the petition for reconsideration; second, “[t]he taking of the appeal to the court of quarter sessions terminated the Board’s power to grant reconsideration. It is settled law that, after an appeal has been taken, the tribunal below loses jurisdiction to proceed with the case in the absence of a statute providing otherwise.” Id., 207 Pa.Superior Ct. at 255, 217 A.2d at 818.\nAs there is no question of lack of notice to appellees in this case, the first basis of the Taylor holding is clearly inapplicable. The second basis of the holding is both over-broad and, in part, erroneous. Although there is no question that, with certain limited exceptions, jurisdiction is removed from the “tribunal below” while an appeal is pending, see, e.g., Corace v. Balint, 418 Pa. 262, 210 A.2d 882 (1965); Weise v. Goldman, 229 Pa.Super. 187, 323 A.2d 31 (1974), where the tribunal below is statutorily empowered to grant reconsideration of its decision, there is no bar to such reconsideration if the appeal has been withdrawn before decision.\nHere, and in Taylor as well, as noted in the dissenting opinion of Judge Watkins in that case, the Board possessed such statutory authority. The Board’s regulation 138.08, enacted pursuant to Section 207 of the Liquor Code, 47 P.S. 2-207(i), and in effect at the time the Board modified its penalty, stated:\n“Section 138.08. Further Hearing, Hearing, Rescission of Modification orders.\n“A. Any petition for further hearing, for reopening of hearing, rescission, or reconsideration or modification of a board order, shall be in writing, setting forth in numbered paragraphs the findings or orders of the board that may be involved, the points relied upon by the petitioner, with appropriate record references and specific requests for the findings or orders desired.\n“B. If the petition be for further hearing or for reopening the proceeding to take further evidence, the nature and purpose of the evidence to be adduced must be briefly stated.”\nThe above regulation understandably provides no specific time limit for the filing of such petitions. The Legislature has granted the Board broad authority to regulate the sale of alcoholic beverages in the Commonwealth. Indeed, section 2-207(h) of the Liquor Code directs the Board “to do all things and perform all such acts as are deemed necessary and advisable for the purpose of carrying into effect the provisions of this act and the regulations made thereunder.” 47 P.S. § 2-207(h). As the Board has continuing jurisdiction over all licensees, it is appropriate that the Board have continuing jurisdiction to grant reconsideration of its orders when the circumstances warrant. Thus, had appellants withdrawn their appeals to the court of common pleas before that court reached a decision, the Board could properly have granted reconsideration of its order.\nThat, however, is not this case. The crucial issue in this case, an issue to which Taylor v. Weinstein is irrelevant, is whether the Board had the authority, pursuant to regulation 138.08, to modify its order with respect to the original penalty imposed after the court of common pleas had affirmed that order on appeal.\nWith regard to Board orders revoking or suspending a license or imposing a fine, section 4 — 471 of the Liquor Code provides that\n“[u]pon appeal, the court so appealed to shall, in the exercise of its discretion, sustain, reject, alter, or modify the findings, conclusions and penalties of the board, based on the findings of fact and conclusions of law as found by the court.”\n47 P.S. § 4-471. Under the case law of this Commonwealth, there exists one longstanding exception to this discretionary power of the courts to alter a penalty imposed by the Board which is within the prescribed maximum and minimum allowable penalties:\n“ ‘[T]he lower court must make findings of fact on the material issues different from those as found by the board before the action taken by the board can be reversed or changed. Unless the lower court’s change or modification is so grounded, it cannot stand.’ ”\nCarver House, Inc. Liquor License Case, 454 Pa. 38, 40, 310 A.2d 81, 82-83 (1973), quoting Italian Citizens National Association of America Liquor License Case, 178 Pa.Super. 213, 216, 115 A.2d 881, 882 (1955) (citing cases). Such a limitation on judicial review is well founded. As the relationship between penalty and policy is one particularly within the Board’s special competence, the Board’s decision as to the appropriate sanction to impose for a violation of the Code should not easily be disturbed on appeal.\nHere the Board, after finding appellants to be in violation of the Code, imposed in its discretion a suspension “for twenty-one days and thereafter until persons other than the licensees have been divested of all interests in the licensed premises.” On appeal, the court of common pleas made no materially different findings of fact and, accordingly, was without power to disturb the penalty imposed by the Board, whether or not the court might have considered a greater or lesser penalty more appropriate. Thus, although the court’s order sustaining the Board’s decision reiterated the language of the Board’s sanction, the court’s decision was in fact only an affirmance of the Board’s finding that a violation had occurred, and nothing more. Pursuant to its duty under the Liquor Code, the Board was required by this affirmance to take action to correct the violation, as it would also have been required to do if its determination had not been appealed. That violation having been corrected by the Board’s stipulation and agreement with appellants and their subsequent compliance with the provisions of the Code, the question of the appropriate punishment to impose for the violation remained where it had always been, within the sound discretion of the Board.\nWe hold that neither appellants’ discontinued appeals to the Commonwealth Court nor the affirmance of the Board’s decision by the court of common pleas affected the Board’s authority to modify its original penalty. Hence the Board could properly conclude, in its discretion, that appellants’ discontinuation of their appeals and immediate correction of the Code violations made a fine, rather than a suspension, the appropriate sanction.\nThe order of the Commonwealth Court is reversed and the matter is remanded to the Board for proceedings consistent with this opinion.\nLARSEN and McDERMOTT, JJ., concur in the result.\nNIX and HUTCHINSON, JJ., file dissenting opinions.\n. This case was reassigned to this writer on May 20, 1982.\n. 47 P.S. 2-207(i) provides, in pertinent part,\n“Such regulations adopted by the Board shall have the same force as if they formed a part of this act.”",
        "type": "majority",
        "author": "ROBERTS, Justice."
      },
      {
        "text": "NIX, Justice,\ndissenting.\nI dissent. The lengthy and complex procedural history of this case should not be permitted to obfuscate the core issue presented: may the Pennsylvania Liquor Control Board (Board) effectively nullify an order of the Court of Common Pleas which is final because the appeal therefrom was withdrawn, by refusing to enforce the court’s order.\nWe depart from the majority’s procedural history from October 3, 1977 forward. On that date appellees filed a petition in the Court of Common Pleas of Lancaster County to enforce the order of the Common Pleas Court dated October 19,1973. On October 3,1977 the lower court issued a rule to show cause why a citation for contempt should not issue against the members of the Board for failure to enforce the court’s order. The rule was made absolute on December 27, 1977, after hearing. The licensee/intervenors appealed to the Commonwealth Court which affirmed the lower court. Licensees then filed a petition for allowance of appeal with this Court. While the petition for allowance of appeal was pending, the Board reinstated its original suspension order which had been previously vacated, but made no effort to enforce it. Also while the petition for allowance of appeal was pending, the Court of Common Pleas, on September 25, 1979, both dismissed a petition for appeal from the Board’s reinstated order and found the Board in contempt for failure to comply with the “Court’s Order dated October 19, 1973....”\nIn light of the fact that presently the orders of record regarding a penalty upon the licensees are the reinstated and unenforced suspension order of the Board dated August 29, 1979 and the final and unenforced order of the Court of Common Pleas of October 19, 1973, there is no issue of modification of penalty. While there is a lack of enforcement of penalty, that lack of enforcement is not a modification. Thus the majority’s exposition as to whether or not the Board had the authority to modify its original penalty, and whether or not the court had the power to alter a penalty imposed by the Board, is academic and not germane to the issue before us. Perhaps ghosts from the judicial disagreement regarding the power of the court to reverse or change the penalties imposed by the Board which existed in Carver House Inc. Liquor License Case, 454 Pa. 38, 310 A.2d 81 (1973) have wandered into this case. Perhaps not. However, it is clear that if such ghosts rattle about they have no place here. No modification of penalty is now involved.\nThe characterization by the majority of the court’s opinion and order of October 19, 1973 as “only an affirmance of the Board’s finding that a violation had occurred and nothing more” is amazing in light of the explicit language of the order:\nAND NOW, October 19,1973, for the foregoing reasons, the order of the Pennsylvania Liquor Control Board of August 25, 1972 suspending the licenses of Elemar, Inc. t/a Thrifty Beverage, Garrett Hill Beverage Co., Inc. t/a Thrifty Beverage, and Railsplitter, Inc. t/a Thrifty Beverage, for twenty-one days and thereafter until persons other than the licensees had been divested of all interest in the licensed premises, is sustained, and the appeals in these cases are dismissed.\n[Emphasis added.]\nClearly the Board may not ignore a final order of a court of competent jurisdiction in this Commonwealth. To permit the Board to ignore a reviewing court’s order is to clothe it with a cloak of inviolability that neither other administrative agencies nor lower courts enjoy. The Pennsylvania Liquor Control Board, by virtue of the majority’s opinion today, has been vested with a unique immunity from meaningful review heretofore unheard of in our system of jurisprudence.\n. I cannot agree with the majority’s statement, “On October 3, 1977, appellees filed a petition in the Court of Common Pleas for a rule to show cause why a citation for contempt should not be issued against the Board for its [Board’s] failure to enforce its [Board’s] original order of suspension.” P.211.\n. While clarity in the area of the Board’s reconsideration of its decisions and the power of the court to modify the Board’s penalties is undoubtedly desirable, a clear analysis of the instant appeal and appropriate judicial restraint dictate that any such effort to clarify ought not be made here.",
        "type": "dissent",
        "author": "NIX, Justice,"
      },
      {
        "text": "HUTCHINSON, Justice,\ndissenting.\nI dissent. The majority has succinctly summarized the tortured procedural history of this case with one significant omission: appellants never appealed from the order.of the Board dated August 29, 1979, reinstating the original suspension order of October 19, 1973. Rather, they chose to wait until the Court of Common Pleas held the Board in contempt for failing to enforce the reinstated suspension order.\nAppellants have not themselves been held in contempt. The party in contempt has not appealed the contempt order, but instead has reinstated the suspension order. To permit appellants to challenge a contempt order not directed against them would open the door to interlocutory appeals by any party to litigation who fancied himself affected by an order of a trial court issued, in the course of litigation before it, to enforce its jurisdiction or process.\nAlthough a contempt order is a final, appealable order vis-a-vis the party held in contempt, it is not final and appealable by other participants in the litigation. Appellants, as parties-aggrieved by the agency’s order, could have attacked that order directly. They have not done so. Appellants should not now be conceded standing to assert the rights of the Board and thereby indirectly achieve the defeat of the legislative policies embodied in the Liquor Code.\nHaving concluded that the appellants have no standing to raise the contempt issue, we need not consider the issue decided by the majority: viz. whether the Board had the power to amend its suspension order without court approval following affirmance of the suspension order by the Court of Common Pleas.\nSince the majority chose to reach the issue, I am constrained to express my disapproval of the result. The majority opinion effectively insulates from judicial review the question of whether the Board, in agreeing to modify its suspension order, upheld the strong statutory policy against a single person’s control of more than one distributor’s license.\nThis case arose from a management contract between licensees Elemar, Inc., Garrett Hill Beverage Company, Inc. and Rail Splitter, Inc. and General Programming, Inc., wherein General Programming permitted licensees to use the name “Thrifty Beverage” and to perform certain management services in exchange for a commission or fee based on licensees’ gross sales of beer, soda and other merchandise. The contracts in question each gave General Programming substantial control over the operation of licensees’ distributorships, including a right to control the alienation of the licensed corporation. Moreover, a separate contract between licensees and Judy Joe Consultants, Inc. provided for Judy Joe to perform many of the same services performed by General Programming. During an audit period, General Programming received $17,823.46 from Elemar for its management services while Judy Joe received $5,600.00. The combined total payments for management services paid by Elemar was 3.47 percent of its gross sales of $674,376.93. With respect to Garrett, General Programming received $26,036.91 and Judy Joe received $9,533.26. Garrett’s payment to General Programming alone constituted 4.71 percent of its gross sales whereas the contract called for a payment of only 4 percent. Since Rail Splitter was only in business for two months at the time of the audit, detailed figures were not available regarding payments from it. However, similar management contracts were in existence between Rail Splitter and General Programming and Rail Splitter and Judy Joe.\nBased on the above facts, the Board concluded the management contracts were a sham and a method of exercising possessory and proprietary interests in licensees’ businesses in violation of Section 438(b) of the Liquor Code. Consequently, on August 25,1972, the Board suspended appellants’ licenses for twenty-one days and thereafter until persons other than the licensees had been divested of all interests in the licensed premises. On October 19, 1973, the Court of Common Pleas affirmed.\nThe licensees then appealed to the Commonwealth Court. While the matter was pending in the Commonwealth Court, the Board, the licensees, General Programming and Judy Joe entered into a Stipulation and Agreement dated August 19, 1974, whereby the three licensees would withdraw their appeals and, the consulting agreements would be redrafted, purportedly in conformity to the Common Pleas Court’s order of October 19, 1973. Thereafter, the licensees and the Board filed a separate stipulation, dated August 19, 1974, with the Commonwealth Court withdrawing the three appeals, stipulating to a remand of the case to the Court of Common Pleas and further stipulating that the Court of Common Pleas remand the case to the Pennsylvania Liquor Control Board. Neither stipulation was ever approved by the Commonwealth Court or by the Court of Common Pleas.\nAn unsigned revised “agreement” was submitted with the stipulation filed with the Commonwealth Court. While several of the incidents of ownership were omitted from the revised agreement, it provided an unstated percentage fee would still be charged for management services. The draft agreement did not include the amount of the percentage fee. Thus, it would appear that General Programming remains free to skim all of the profits of the licensees in violation of Section 438(b). There is no evidence that even if the revised agreement were executed the percentage fee would be submitted to the Board for approval. Moreover, there is no evidence the original agreement was, in fact, cancelled or the revised agreement was executed.\nWhether the changes in ownership set forth in the stipulation accepted by the Board accomplish a complete divestiture of any outside interests is the only significant issue on the merits in this case. The strong policy of this Commonwealth is the prevention of interlocking ownership, disguised interests or silent partners in business entities involved in the sale of alcoholic beverages. That policy is specifically designed to ensure competitive marketing in the distribution of malt or brewed beverages and to prevent the control of those businesses by persons who have demonstrated they are likely to conduct their affairs without regard for the law. For persons seeking effective control of more than one distributorship, the question of whether they suffer a twenty-one day suspension or a $1,000.00 fine is insignificant so long as they can continue to control the licensee. This issue is not addressed by the majority and, indeed, was not argued or briefed. It was lost in the procedural labyrinth of this case.\nWhile the Board may, as the majority holds, have discretion to modify the penalty for violations of Section 438(b) following an affirmance by the Court of Common Pleas, it does not have discretion to alter the measures necessary to bring a licensee into compliance with Section 438(b) once a violation has been found by the Board and affirmed by the Court of Common Pleas. The Court of Common Pleas held, as did the Board, that General Programming and Judy Joe must divest all interests in the licensed premises in order to comply with Section 438(b). The divestiture order was not part of the penalty imposed upon the licensees for violation of Section 438(b); rather the order reflected the holding of the Court of Common Pleas that the relationship between General Programming, Judy Joe and the licensees was a method whereby nonlicensees exercised possessory and proprietary interests in licensees’ businesses in violation of the statute. The Board does not have jurisdiction to ignore the holding of the Court of Common Pleas on this important question of law.\nIf the merits are to be reached, I would grant reargument and direct the parties to address this issue so that we can determine whether the modified order of the Board adequately safeguards the Commonwealth’s interest in preventing monopolies in the sale of alcoholic beverages or their infiltration and control by persons who have not subjected themselves to the Board for investigation and approval as persons who meet the statutory requirements for a license. To the extent necessary, I would also set forth understandable guidelines for the Board to follow in exercising the discretion it has been granted for the purpose of carrying out this legislative policy.\n. The contempt proceedings were initiated in the Court of Common Pleas by the Pennsylvania Tavern Association (Association) and P.U.B.L.I.C., who are not parties to the license suspension proceedings, in order to force the Board to enforce the October 19, 1973 suspension order. The efforts by the Association and P.U.B.L.I.C. to obtain a contempt order followed this Court’s reversal of an order of the Commonwealth Court which granted a writ of mandamus requiring the Board to enforce its suspension order. See Pennsylvania Tavern Association v. Commonwealth, Liquor Control Board, 472 Pa. 567, 372 A.2d 1187 (1977). In connection with our per curiam opinion dismissing the mandamus action, three justices joined in suggesting that the Association and P.U.B.L.I.C. had an adequate remedy by way of a petition to the Court of Common Pleas to enforce its order sustaining the license suspension imposed by the Board. Id., 472 Pa. at 571-72, 372 A.2d at 1189.\n. See Pugar v. Greco, 483 Pa. 68, 394 A.2d 542 (1978). It cannot be said that the contempt order against the Board effectively put appellant out of court with respect to the license suspension. See infra n.3.\n. Such a direct attack could have been made by an appeal from the Common Pleas order of September 25, 1979, dismissing petitioners’ request for de novo review of the Board’s August 29, 1979 order reinstating the suspensions. This would have raised the issue of the Common Pleas Court’s jurisdiction as well as the issue of res judicata on which the lower court relied. It should be noted that this request for review was opposed by the Board. Neither here, nor in the Commonwealth Court, have appellants directly appealed from the Common Pleas Court’s denial of their petition for review of the suspension. The only matter before the Commonwealth Court and this Court was the contempt. The order of this Court staying the suspension was ancillary to the attack on the contempt, which I would find these appellants have no standing to raise.\n. Both the Judy Joe and General Programming contracts provided the license or the corporate stock or any part thereof could not be transferred without offering the same to, or receiving the consent of, the respective contractors.\n. Section 438(b) of the Act of April 12, 1951, P.L. 90, 47 P.S. § 4-438(b) provides “no person shall possess or be issued more than one distributor’s license.”\n. See 47 P.S. § 4-436:\nApplication for distributors’, importing distributors’ and retail dispensers’ licenses, or for the transfer of an existing license to another premises not then licensed, shall contain or have attached thereto the following information and statements:\n(a) The name and residence of the applicant and how long he has resided there, and if an association, partnership or corporation, the residences of the members, officers and directors for the period of two years next preceding the date of such application.\n(c) Place of birth of applicant, and if a naturalized citizen, where and when naturalized, and if a corporation organized or registered under the laws of the Commonwealth, when and where incorporated, with the names and addresses of each officer and director, all of whom shall be citizens of the United States; if the application is for a distributor’s or importing distributor’s license and the applicant therefor is a corporation, the application shall also contain a statement of facts showing the qualifications of the corporation, as hereinbefore required, together with the names and addresses of all stockholders.\n(d) Name of owner of premises and his residence.\n(e) That the applicant is not, or in case of a partnership or association, that the members or partners are not, and in the case of a corporation, that the officers and directors are not, in any manner pecuniarily interested, either directly or indirectly, in the profits of any other class of business regulated under this article, except as hereinafter permitted.\n(f) That the applicant is the only person in any manner pecuniarily interested in the business so asked to be licensed, and that no other person shall be in any manner pecuniarily interested therein during the continuance of the license, except as hereinafter permitted.\n(g) Whether applicant, or in case of a partnership or association, any member or partner thereof, or in case of a corporation, any officer or director thereof, has during the three years immediately preceding the date of said application had a license for the sale of malt or brewed beverages or spirituous and vinous liquors revoked, or has during the same period been convicted of any criminal offense, and if so, a detailed history thereof.\nand 47 P.S. § 4-437(c):\n(c) Licenses shall be granted by the board only to reputable individuals or to associations, partnerships and corporations whose members or officers and directors are reputable individuals.",
        "type": "dissent",
        "author": "HUTCHINSON, Justice,"
      }
    ],
    "attorneys": [
      "Roger L. Mutzel, Chadds Ford, for appellant.",
      "John H. Bream, Harrisburg, for Pa. Tavern Assoc.",
      "John G. Knorr, III, Dep. Atty. Gen., for Liquor Control Bd., amicus curiae."
    ],
    "corrections": "",
    "head_matter": "451 A.2d 209\nIn the Matter of Revocation of Distributor License Number D-3562 Issued to: ELEMAR, INC., t/a Thrifty Beverage. In the Matter of Revocation of Distributor License Number D-3526 Issued to: GARRETT HILL BEVERAGE COMPANY, INC., t/a Thrifty Beverage. In the Matter of Revocation of Distributor License Number D-3567 Issued to: RAIL SPLITTER, INC., t/a Thrifty Beverage. Appeal of ELEMAR, INC., Garrett Hill Beverage Company, Inc., Rail Splitter, Inc.\nSupreme Court of Pennsylvania.\nArgued Jan. 21, 1982.\nDecided Oct. 8, 1982.\nRoger L. Mutzel, Chadds Ford, for appellant.\nJohn H. Bream, Harrisburg, for Pa. Tavern Assoc.\nJohn G. Knorr, III, Dep. Atty. Gen., for Liquor Control Bd., amicus curiae.\nBefore O’BRIEN, C.J., and ROBERTS, NIX, LARSEN, FLAHERTY, McDERMOTT and HUTCHINSON, JJ."
  },
  "file_name": "0008-01",
  "first_page_order": 178,
  "last_page_order": 195
}
