{
  "id": 1778834,
  "name": "Dorothy J. STEFFY, Administratrix of the Estate of John H. Steffy, Appellant, v. COMMONWEALTH of Pennsylvania, UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Appellee",
  "name_abbreviation": "Steffy v. Commonwealth, Unemployment Compensation Board of Review",
  "decision_date": "1982-12-17",
  "docket_number": "No. 80-3-736",
  "first_page": "367",
  "last_page": "373",
  "citations": [
    {
      "type": "official",
      "cite": "499 Pa. 367"
    },
    {
      "type": "parallel",
      "cite": "453 A.2d 591"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "434 A.2d 912",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1981,
      "opinion_index": 0
    },
    {
      "cite": "474 Pa. 351",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1732092
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/474/0351-01"
      ]
    },
    {
      "cite": "309 A.2d 833",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "309 A.2d 181",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "364 A.2d 516",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1976,
      "pin_cites": [
        {
          "parenthetical": "an applicant's claim of nervous exhaustion caused by harassment from, co-employees unsupported by medical testimony was not a necessitous and compelling reason under § 402(b)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "479 Pa. 324",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1742098
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/479/0324-01"
      ]
    },
    {
      "cite": "475 Pa. 547",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1734105
      ],
      "weight": 6,
      "year": 1977,
      "pin_cites": [
        {
          "page": "556"
        },
        {
          "page": "136",
          "parenthetical": "emphasis supplied"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/475/0547-01"
      ]
    },
    {
      "cite": "413 A.2d 483",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1980,
      "pin_cites": [
        {
          "page": "484",
          "parenthetical": "1980"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "493 Pa. 588",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8733530
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "page": "619"
        },
        {
          "page": "647"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/493/0588-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 556,
    "char_count": 10651,
    "ocr_confidence": 0.754,
    "pagerank": {
      "raw": 5.891113561817977e-07,
      "percentile": 0.9526512935696251
    },
    "sha256": "073f2698320c5c110d1fcae9f08c76e05990569fd0f05111ec1e682e7c5ddbf2",
    "simhash": "1:7abfefac04225dc0",
    "word_count": 1641
  },
  "last_updated": "2024-02-27T18:58:15.705087+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before O’BRIEN, C.J., and ROBERTS, NIX, LARSEN, FLAHERTY, McDERMOTT and HUTCHINSON, JJ.",
      "FLAHERTY, J., files a concurring opinion."
    ],
    "parties": [
      "Dorothy J. STEFFY, Administratrix of the Estate of John H. Steffy, Appellant, v. COMMONWEALTH of Pennsylvania, UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nMcDERMOTT, Justice.\nThis is an appeal of a Commonwealth Court order affirming the decision of the Unemployment Compensation Board of Review, which denied appellant’s application for unemployment compensation benefits.\nAppellant was employed by the Pennsylvania Department of Transportation (“Department”) as a construction inspector. His designation was “C.I. II,” under which he was eligible to perform both office and outdoor work. For approximately nine and one-half years, until the age of 65, appellant continued to be classified as C.I. II, performing mostly office duties. On December 18, 1977, appellant was informed that he would be reassigned to outdoor work. In order to challenge this reassignment, appellant obtained medical certificates showing that he had paralysis and circulatory problems which inhibited his capacity to perform physical labor. As a consequence of his physical problems, appellant took sick leave on January 1, 1978. During the following February, appellant was offered a position to work at a construction site in Downington, Pennsylvania, approximately 39 miles from his home. Appellant refused this offer, claiming that he could not drive long distances due to his circulatory problems. On May 3, 1978, appellant submitted a form stating that he voluntarily resigned from the Department.\nSubsequently, when appellant was denied unemployment compensation benefits, he sought and was granted a hearing before an un< mployment compensation referee. The referee denied his application and appellant then appealed to the Unemployment Compensation Board of Review (hereinafter “Board”) which affirmed the referee’s ruling. The Commonwealth Court affirmed the Board, resulting in the instant appeal. Steffy v. Unemployment Compensation Board of Review, 51 Pa.Cmwlth. 16, 413 A.2d 483 (1980). Because we find that the court below, applied an inappropriate standard, we now reverse.\nAppellant’s application for benefits was denied under § 402(b)(1) of the Unemployment Compensation Law which provides, in pertinent part, as follows:\nAn employee shall be ineligible for compensation for any week—\n******\n(b)(1) In which his unemployment is due to voluntarily leaving work without cause of a necessitous and compelling nature ....\n43 P.S. § 802(b)(1).\nThe court below reasoned that appellant failed to meet the required burden of proof under § 402(b)(1) because he offered no “competent medical evidence” in support of his claim. The Court stated:\n[H]e failed to offer any competent medical evidence to prove that he was physically unable to perform the assigned job. The only evidence to this effect was his own and we have previously held that such evidence is insufficient to establish the existence of adequate health reasons for termination.\nSteffy, 51 Pa.Cmwlth. at 18, 413 A.2d at 484 (1980) (emphasis supplied).\nThis conclusion, in our view, is erroneous for two reasons. First, it misapplies the standard established by this Court in Deiss v. Unemployment Compensation Board of Review, 475 Pa. 547, 381 A.2d 132 (1977). Secondly, by rejecting the possibility that appellant’s own testimony and the supporting medical documents he produced may have been adequate to sustain the burden of proof, it implicitly requires a physician’s testimony, notwithstanding the fact that appellant offered four medical documents in support of his claim that health problems justified his termination.\nIn Deiss this Court held that an applicant for unemployment compensation benefits was required to offer competent evidence to support a claim that health problems justified his voluntary termination.\nAs appellant offered competent evidence to support his claim that he terminated employment for cause of a necessitous and compelling nature, he is entitled to benefits under the act.\nDeiss, 475 Pa. at 556, 381 A.2d at 136 (emphasis supplied).\nThe court below has misconstrued the requirement of competent evidence and has established what appears to be a per se rule that all applicants who seek to justify their termination on the basis of health problems must provide the expert testimony of a physician in support of their claim. Because only “competent evidence” is required, the court below, misapplied Deiss.\nThe second major flaw in the opinion of the court below is that it discounts the value of the documentary evidence which appellant offered in addition to his own testimony. This evidence consisted of four medical documents containing statements of treating physicians concerning appellant’s health problems. See Record, Item # 5. See also, Employee’s Exhibit No. 1. Together with appellant’s testimony, these documents were offered in support of appellant’s claims that he had suffered a stroke which caused circulatory problems and partial paralysis of his left hand. Appellant did not have a physician testify, but through his own testimony and through the submission of medical documents, he claimed that these medical problems inhibited his capacity to perform outdoor work or drive long distances. See Notes of Testimony at 10, 14. In reviewing this evidence, the court below reasoned that the absence of “competent medical evidence,” i.e., the testimony of a physician, despite appellant’s presentation of numerous medical documents, barred his claim under 402(b)(1). Not only, as we have already observed, is there no absolute requirement of competent medical evidence under Deiss, but it is likewise unnecessary that every applicant present a physician’s testimony to support his claim for health-related unemployment benefits. See Deiss.\nThe distinction between “competent evidence” under Deiss and the “competent medical evidence” requirement articulated in the opinion of the court below is vital. The former is a broader standard which allows an applicant to meet the burden with his own testimony and supporting documents. The latter is a more stringent requirement which could result in the denial of benefits simply because an applicant fails to provide the expert testimony of a physician even where such testimony would be superfluous or cumulative. The broader standard more effectively comports with this Court’s view that the Unemployment Compensation Law must be liberally and broadly construed. See Gladieux Food Services, Inc. v. Unemployment Compensation Board of Review, 479 Pa. 324, 388 A.2d 678 (1978).\nBy adopting the broader standard it is not our position that applicants asserting health-related causes for their unemployment would never be required to produce the testimony of a physician in order to meet the burden of proof. On the contrary, there may appear before the Court cases where the applicant’s testimony and supporting documents are inadequate. See Shearer v. Unemployment Compensation Board of Review, 26 Pa.Cmwlth. 444, 364 A.2d 516 (1976) (an applicant’s claim of nervous exhaustion caused by harassment from, co-employees unsupported by medical testimony was not a necessitous and compelling reason under § 402(b)(1)). See also, Kernisky v. Unemployment Compensation Board of Review, 10 Pa.Cmwlth. 199, 309 A.2d 181 (1973); Tollari v. Commonwealth Unemployment Compensation Board of Review, 10 Pa.Cmwlth. 589, 309 A.2d 833 (1973). Our objection to the “competent medical evidence” standard fashioned by the court below is that it establishes an inflexible rule which demands that all applicants with health-related unemployment claims comply with the same requirement of producing expert medical testimony, regardless of the individual circumstances of each case. This rigid approach is required by neither Deiss nor the Unemployment Compensation Law.\nWe therefore reject the conclusion of the court below that appellant failed to meet his burden of proof under the circumstances of this case merely because he did not offer in support of his claim the expert testimony of a physician. Because the tribunals below applied an improper standard in reviewing the decision of the referee to deny appellant benefits, we must remand this case to the Board for review under the appropriate “competent evidence” test established in Deiss.\nAccordingly, the order of the Commonwealth Court is reversed and this case is remanded to the Unemployment Compensation Board of Review.\nFLAHERTY, J., files a concurring opinion.\n. Jurisdiction is vested in this Court pursuant to the Act of July 9, 1976, P.L. 586, No. 142, 42 Pa.C.S.A. § 724.\n. The Unemployment Compensation Law, Act of December 5, 1936, P.L. 2897, art. IV, § 402, as amended, Act of December 5, 1974, P.L. 769, No. 261, § 2, 43 P.S. § 802.\n. The burden of proof under 402(b)(1) is on the applicant for benefits. See Deiss v. Unemployment Compensation Board of Review, 475 Pa. 547, 381 A.2d 132 (1977); Taylor v. Unemployment Compensation Board of Review, 474 Pa. 351, 378 A.2d 829 (1977); Donaldson v. Unemployment Compensation Board of Review, 62 Pa.Cmwlth. 41, 434 A.2d 912 (1981).",
        "type": "majority",
        "author": "McDERMOTT, Justice."
      },
      {
        "text": "FLAHERTY, Justice,\nconcurring.\nI join the majority opinion based upon my Concurring Opinion in Commonwealth, Unemployment Compensation Board of Review v. Ceja, 493 Pa. 588, 619, 427 A.2d 631, 647 (1981): “Our common law and statutory law recognize certain exceptions to the hearsay rule, and these exceptions could well be the subject of a degree of relaxation in an administrative type of adjudication. In this regard the hearing officer should be in a position to determine whether hearsay evidence which would constitute an exception to the hearsay rule should be admissible notwithstanding the absence of proper qualification. It might well be wise to permit the hearing officer to determine whether this type of hearsay evidence is ‘reliable.’ In addition, reports, opinions, and statements of charge submitted by licensed professionals could be an exception.” (Emphasis in original).",
        "type": "concurrence",
        "author": "FLAHERTY, Justice,"
      }
    ],
    "attorneys": [
      "Hal C. Pitkow, Lee B. Balfsky, Philadelphia, for appellant.",
      "Charles Hasson, Elsa D. Newman-Silverstine, Asst. Attys. Gen., for appellee."
    ],
    "corrections": "",
    "head_matter": "453 A.2d 591\nDorothy J. STEFFY, Administratrix of the Estate of John H. Steffy, Appellant, v. COMMONWEALTH of Pennsylvania, UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Appellee.\nSupreme Court of Pennsylvania.\nArgued Oct. 25, 1982.\nDecided Dec. 17, 1982.\nHal C. Pitkow, Lee B. Balfsky, Philadelphia, for appellant.\nCharles Hasson, Elsa D. Newman-Silverstine, Asst. Attys. Gen., for appellee.\nBefore O’BRIEN, C.J., and ROBERTS, NIX, LARSEN, FLAHERTY, McDERMOTT and HUTCHINSON, JJ.\nOn June 19, 1982, while the instant appeal was pending before this Court, appellant John H. Steffy died. This Court on November 29, 1982 granted a motion by appellant’s counsel to substitute appellant’s wife and the administratrix of his estate, Dorothy J. Steffy, as party-appellant. All references to “appellant” in this opinion pertain to John H. Steffy."
  },
  "file_name": "0367-01",
  "first_page_order": 537,
  "last_page_order": 543
}
