{
  "id": 1778819,
  "name": "Greg TREON, Appellant, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW OF the COMMONWEALTH OF PENNSYLVANIA, Appellee",
  "name_abbreviation": "Treon v. Unemployment Compensation Board of Review",
  "decision_date": "1982-12-30",
  "docket_number": "",
  "first_page": "455",
  "last_page": "466",
  "citations": [
    {
      "type": "official",
      "cite": "499 Pa. 455"
    },
    {
      "type": "parallel",
      "cite": "453 A.2d 960"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "181 Pa.Super. 113",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        732271
      ],
      "year": 1956,
      "pin_cites": [
        {
          "parenthetical": "\"The board's conclusion denying compensation is valid only when based upon findings which in turn are supported by the evidence.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/181/0113-01"
      ]
    },
    {
      "cite": "54 Pa.Commw. 418",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "weight": 2,
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "406 A.2d 608",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "claimant did not have cause of a necessitous and compelling nature for quitting his job after he had admitted its suitability by accepting the job and commuting 200 miles each day for three months before quitting"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "46 Pa.Commw. 452",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1902286
      ],
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "claimant did not have cause of a necessitous and compelling nature for quitting his job after he had admitted its suitability by accepting the job and commuting 200 miles each day for three months before quitting"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/46/0452-01"
      ]
    },
    {
      "cite": "35 A.2d 739",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1944,
      "pin_cites": [
        {
          "page": "742",
          "parenthetical": "an unemployed person in a particular locality need not \"pull up his roots and travel many hundreds of miles to available employment or suffer ineligibility if he refuses\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "154 Pa.Super. 250",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1053781
      ],
      "year": 1944,
      "pin_cites": [
        {
          "parenthetical": "an unemployed person in a particular locality need not \"pull up his roots and travel many hundreds of miles to available employment or suffer ineligibility if he refuses\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/154/0250-01"
      ]
    },
    {
      "cite": "59 Pa.Commw. 630",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "opinion_index": 0
    },
    {
      "cite": "497 Pa. 2",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1775291
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "page": "591"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/497/0002-01"
      ]
    },
    {
      "cite": "430 A.2d 722",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "page": "725",
          "parenthetical": "daily commute of 80-100 miles each way was excessive and constituted good cause for claimant to decline reassignment"
        },
        {
          "page": "725",
          "parenthetical": "necessity of relocating constituted good cause for claimant to decline reassignment"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "59 Pa.Commw. 627",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1920715
      ],
      "year": 1981,
      "pin_cites": [
        {
          "parenthetical": "daily commute of 80-100 miles each way was excessive and constituted good cause for claimant to decline reassignment"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/59/0627-01"
      ]
    },
    {
      "cite": "227 A.2d 174",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "pin_cites": [
        {
          "page": "176"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "424 Pa. 287",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1904934
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "291"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/424/0287-01"
      ]
    },
    {
      "cite": "426 A.2d 753",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1981,
      "pin_cites": [
        {
          "page": "755",
          "parenthetical": "where the Board's finding was against the claimant, \"the question is whether the finding was the result of capricious disregard of competent evidence\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "57 Pa.Commw. 499",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1917466
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "501",
          "parenthetical": "where the Board's finding was against the claimant, \"the question is whether the finding was the result of capricious disregard of competent evidence\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/57/0499-01"
      ]
    },
    {
      "cite": "426 A.2d 1299",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1981,
      "opinion_index": 0
    },
    {
      "cite": "57 Pa.Commw. 629",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1917569
      ],
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/57/0629-01"
      ]
    },
    {
      "cite": "427 A.2d 1255",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1981,
      "pin_cites": [
        {
          "page": "1256"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "58 Pa.Commw. 362",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1919450
      ],
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/58/0362-01"
      ]
    },
    {
      "cite": "490 Pa. 607",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1763784
      ],
      "weight": 2,
      "year": 1980,
      "pin_cites": [
        {
          "page": "618-19",
          "parenthetical": "emphasis added; citations omitted"
        },
        {
          "page": "211",
          "parenthetical": "emphasis added; citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/490/0607-01"
      ]
    },
    {
      "cite": "474 Pa. 351",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1732092
      ],
      "weight": 5,
      "year": 1977,
      "pin_cites": [
        {
          "page": "355"
        },
        {
          "page": "821"
        },
        {
          "page": "359"
        },
        {
          "page": "832-33"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/474/0351-01"
      ]
    },
    {
      "cite": "421 A.2d 525",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1980,
      "pin_cites": [
        {
          "page": "528"
        },
        {
          "page": "528"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "54 Pa.Commw. 412",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1914196
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/54/0412-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 742,
    "char_count": 16818,
    "ocr_confidence": 0.764,
    "pagerank": {
      "raw": 1.648856003307841e-06,
      "percentile": 0.9930154229068954
    },
    "sha256": "3952d5070e642d1b263e66801ee196ce330b41f9772947d575f176e334a68068",
    "simhash": "1:1a7ba08881004875",
    "word_count": 2746
  },
  "last_updated": "2024-02-27T18:58:15.705087+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before O’BRIEN, C.J., and ROBERTS, NIX, LARSEN, FLAHERTY, McDERMOTT and HUTCHINSON, JJ.",
      "FLAHERTY, J., files a concurring opinion in which NIX, McDERMOTT and HUTCHINSON, JJ., join.",
      "NIX, McDERMOTT and HUTCHINSON, JJ., join this concurring opinion."
    ],
    "parties": [
      "Greg TREON, Appellant, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW OF the COMMONWEALTH OF PENNSYLVANIA, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nLARSEN, Justice.\nAppellant Greg Treon applied for unemployment compensation on October 15, 1978. The Bureau of Employment Security found that appellant had left his employment voluntarily without cause of a necessitous and compelling nature and denied benefits in accordance with § 402(b)(1) of the Unemployment Compensation Law, Act of December 5, 1936, Second Ex. Sess., P.L. (1937) 2897, as amended, 43 P.S. § 802(b)(1) (Supp. Pamphlet). Thereafter, a hearing was held before a referee and the denial of benefits was upheld by both the referee and the Unemployment Compensation Board of Review. On appeal, the Commonwealth Court affirmed. Treon v. Commonwealth, Unemployment Compensation Board of Review, 54 Pa.Commw. 412, 421 A.2d 525 (1980). We granted allocatur and we now reverse.\nAppellant first contends that the Commonwealth Court erred in affirming the Board’s findings of fact. We agree.\nIn this case, the hearing was conducted by the referee and appellant was the only witness. Appellant had no counsel, and no representative of Engineered Masonry was present. At the hearing, appellant testified that he was single and that he lived in Sunbury; that he had worked for Engineered Masonry as a bricklayer in Shamokin at the rate of $10.70 per hour from May, 1978 until he was laid off on October 10, 1978; that on October 10, 1978, Engineered Masonry offered appellant other work in Darby, south of Philadelphia; that appellant did not accept this offer because it would involve 336 miles — about seven to eight hours — of travel each day, at a cost of $105.00 to $125.00 per week, because the company did not offer to help with transportation, and because there was no guarantee of continued work or good weather; that he had not worked since October 10, 1978 but that he remained available for work; that the farthest he had ever commuted to work was 55 miles each way; that the first time he worked for Engineered Masonry was on the construction job in Shamokin; that he did not know when he began working for Engineered Masonry that he might have to move when the construction in Shamokin was completed; that when he was offered the job in Darby, he told the foreman that he would have to think it over; that he did not know what happened to the other bricklayers who had been working with him in Shamokin; and that he never contacted Engineered Masonry after his last day of work on October 10, 1978.\nBased upon appellant’s testimony, the referee found the following facts:\n1. The claimant was last employed by Engineered Masonry as a bricklayer, at a salary of $10.70 per hour and was employed by this company for a period of approximately six months.\n2. His last day of work was 10-10-78, when his job was completed and he was offered similar work in the Philadelphia area at the same rate of pay.\n3. Claimant informed his employer he would think about it, and never contacted his employer after his last day of work.\n4. Claimant alleges it was too far to travel and expenses would be too great, plus he was concerned that he might not work steady, due to anticipated weather conditions.\nOn appeal, the Board adopted the referee’s first three findings of fact. However, the Board did not adopt the fourth finding of fact, nor did it assert that this finding was either incredible or unsupported by the evidence. Appellant now challenges the Board’s failure to adopt the referee’s fourth finding.\nIt is now axiomatic in an unemployment compensation case, that the findings of fact made by the Board, or by the referee as the case may be, are conclusive on appeal so long as the record, taken as a whole, contains substantial evidence to support those findings.\nTaylor v. Unemployment Compensation Board of Review, 474 Pa. 351, 355, 378 A.2d 829, 821 (1977).\nIn this case, however, we are presented with a different situation: we are concerned not with findings made by the Board, but with findings made by the referee which the Board failed to adopt.\nWith regard to findings made initially by the Board, we have held that\n[although the weight to be given the evidence and the credibility to be afforded the witnesses are within the province of the Board as finder of fact, . .. such a body is not free to ignore the overwhelming evidence in favor of a contrary result not supported by the evidence.\nBorello v. Commonwealth, Unemployment Compensation Board of Review, 490 Pa. 607, 618-19, 417 A.2d 205, 211 (1980) (emphasis added; citations omitted). Similarly, we are of the opinion that the Board may not ignore the referee’s findings when they are supported by overwhelming evidence.\nIn this case, the Board heard no additional testimony before it rendered its decision. See 43 P.S. § 824. Thus, it had before it precisely the same record which we now have before us: copies of the Bureau of Employment Security forms filed by appellant and Engineered Masonry, and a copy of appellant’s testimony before the referee. That record contains the consistent and uncontradicted testimony of one witness, appellant. The Board certainly had the right to disbelieve appellant’s testimony, even though that testimony was uncontradicted. See Rodrigques v. Commonwealth, Unemployment Compensation Board of Review, 58 Pa.Commw. 362, 427 A.2d 1255, 1256 (1981); Daley v. Com monwealth, Unemployment Compensation Board of Review, 57 Pa.Commw. 629, 631 n. 3, 426 A.2d 1299, 1300 n. 3 (1981). Nevertheless, the Board did not have the right to arbitrarily and capriciously disregard the findings of the referee after the referee had listened to the testimony of the only witness and observed his demeanor, and had made findings ' of fact based upon that uncontradicted testimony. Compare Davis v. Commonwealth, Unemployment Compensation Board of Review, 57 Pa.Commw. 499, 501, 426 A.2d 753, 755 (1981) (where the Board’s finding was against the claimant, “the question is whether the finding was the result of capricious disregard of competent evidence”).\nIf particular findings are inconsistent, incredible or unsupported by the evidence, then the Board must so indicate. The Board may not, however, simply disregard findings made by the referee which are based upon consistent and uncontradicted testimony without stating its reasons for doing so.\nAccordingly, we hold that it was error for the Commonwealth Court to affirm the Board’s findings of fact and we reinstate the fourth finding made by the referee.\nAppellant next argues that the Commonwealth Court erred in affirming the Board’s denial of benefits under § 402(b)(1).\nAt the time this case arose, § 402 of the Unemployment Compensation Law provided:\nAn employe shall be ineligible for compensation for any week—\n(b)(1) In which his unemployment is due to voluntarily leaving work without cause of a necessitous and compelling nature, .... [I]n determining whether or not an employe has left his work voluntarily without cause of a necessitous and compelling nature, the department' shall give consideration to the same factors, insofar as they are applicable, provided, with respect to the determination of suitable work under section four (t) [43 P.S. § 753(t) ]....\n43 P.S. § 802 (Supp. Pamphlet).\nThis Court has defined as necessitous and compelling those circumstances “which produce pressure to terminate employment that is both real and substantial, and which would compel a reasonable person under the circumstances to act in the same manner.” Taylor, supra, 474 Pa. at 359, 378 A.2d at 832-33.\nIn determining whether an employe had cause of a necessitous and compelling nature for leaving his work, “[t]he crux of deliberation on whether compensation should be paid is whether the proffered work is suitable.” Shay v. Commonwealth, Unemployment Compensation Board of Review, 424 Pa. 287, 291, 227 A.2d 174, 176 (1967).\n“Suitable Work” means all work which the employe is capable of performing. In determining whether or not any work is suitable for an individual, the department shall consider the degree of risk involved to his health, safety and morals, his physical fitness, prior training and experience, and the distance of the available work from his residence. The department shall also consider among other factors the length of time he has been unemployed and the reasons therefor, the prospect of obtaining local work in his customary occupation, his previous earnings, the prevailing condition of the labor market generally and particularly in his usual trade or occupation, prevailing wage rates in Ms usual trade or occupation, and the permanency of his residence ....\n43 P.S. § 753(t) (emphasis added).\nOur consideration of these factors has led us to conclude that appellant’s refusal to continue his employment with Engineered Masonry at its Darby construction site was based upon cause of a necessitous and compelling nature.\nThe distance which appellant would have had to travel every day in order to work in Darby was prohibitive. A commute of over 300 miles to and from work each day would produce precisely that real and substantial pressure which would compel any reasonable person to terminate his employment. Compare Womeldorf, Inc. v. Commonwealth, Unemployment Compensation Board of Review, 59 Pa.Commw. 627, 430 A.2d 722, 725 (1981) (daily commute of 80-100 miles each way was excessive and constituted good cause for claimant to decline reassignment).\nAppellant’s only alternative to commuting daily was to move to Darby for the duration of the work there. However, in view of the circumstances of this case, we find this alternative to be equally unacceptable.\nWe have held that an employe “must have a ‘reasonable opportunity’ to find employment commensurate with his . . . training and experience” before he will be held ineligible for unemployment compensation. Commonwealth, Unemployment Compensation Board of Review v. Franklin & Lindsey, Inc., 497 Pa. 2, 438 A.2d 590, 591 (1981). In this case, appellant was expected to begin work in Darby immediately after his layoff from the construction job in Shamokin. This left him no time to secure other employment as a bricklayer closer to home.\nFurther, there was no evidence at the hearing in this case which suggested that conditions in the labor market were such that appellant would have been unable to obtain local work as a bricklayer if he were afforded a reasonable amount of time to seek such work.\nFinally, with regard to the permanency of an employe’s residence, this Court has never recognized a distinction between single and married employes. Any employe may have important relationships within his community, and the significance and value of those relationships does not depend upon the employe’s marital status. Thus, the fact that appellant was single when Engineered Masonry offered him work in Darby did not render his home in Sunbury any less permanent. The Unemployment Compensation Law does not require an employe to sever his ties to family and community and move to a new home over one hundred miles away in order to begin work in a new location, especially when he has not yet had a reasonable opportunity to seek work closer to home and when he did not know at the time he began working for his employer that relocation might be necessary after the completion of his first assignment. See Womeldorf, Inc., supra, 59 Pa.Commw. 630, 430 A.2d at 725 (necessity of relocating constituted good cause for claimant to decline reassignment); Department of Labor and Industry v. Unemployment Compensation Board of Review, 154 Pa.Super. 250, 35 A.2d 739, 742 (1944) (an unemployed person in a particular locality need not “pull up his roots and travel many hundreds of miles to available employment or suffer ineligibility if he refuses”). Compare Shaw v. Unemployment Compensation Board of Review, 46 Pa.Commw. 452, 406 A.2d 608 (1979) (claimant did not have cause of a necessitous and compelling nature for quitting his job after he had admitted its suitability by accepting the job and commuting 200 miles each day for three months before quitting).\nAll of these factors — the distance between appellant’s home and the construction site in Darby, the fact that appellant had no opportunity to find other work in the Sunbury area, and the fact that appellant would have had to move to Darby in order to continue working for Engineered Masonry — created that real and substantial pressure which would compel any reasonable person to terminate his employment. Accordingly, we conclude that appellant left his work with Engineered Masonry based upon cause of a necessitous and compelling nature and that the Commonwealth Court erred in holding to the contrary.\nThe order of the Commonwealth Court is reversed and the case is remanded to the Unemployment Compensation Board of Review for computation of benefits.\nFLAHERTY, J., files a concurring opinion in which NIX, McDERMOTT and HUTCHINSON, JJ., join.\n. Although appellant did not testify concerning the expected duration of the work in Darby, his Bureau of Employment Security Summary of Interview form, which was expressly made a part of the hearing record by the referee, indicates that the job in Darby was “expected to last about 2 months.”\n. We note here our disapproval of the Commonwealth Court’s holding that “[i]t is only incumbent on the Board to find those facts which are essential to support its conclusions.” 54 Pa.Commw. 418, 421 A.2d at 528. The Board’s duty is to examine the evidence, to make findings of fact based upon that evidence, and to arrive at conclusions based upon those facts. See Hamilton v. Unemployment Compensation Board of Review, 181 Pa.Super. 113, 124 A.2d681, 685 (1956) (“The board’s conclusion denying compensation is valid only when based upon findings which in turn are supported by the evidence.”). The Board may not decide what conclusions it wishes to reach and then formulate a set of facts which will justify those conclusions.\n. This section has since been amended in ways not here relevant.\n. In this regard, we note our disapproval of the Commonwealth Court’s reliance upon the “common knowledge” that “the nature of the construction business requires workers to change job sites periodically and that the jobs may not necessarily be in the same town. It is also the very nature of construction work that many of the jobs are of short duration.” 54 Pa.Commw. 418, 421 A.2d at 528. Judges may not substitute their version of “common knowledge” for evidence of record in the case. There was no evidence to support the Commonwealth Court’s assumptions in this case; to the contrary, there was evidence that appellant did not know when he began working for Engineered Masonry that he might have to move when the construction in Shamokin was completed.\n. The referee’s decision in this case states:\nClaimant is single .... In view of these circumstances, the Referee believes the claimant did not take the minimal steps to preserve the employer-employee relationship but merely decided he did not want the job.\n. Although this case was decided under § 402(b)(1), appellant’s brief also advances arguments concerning the applicability of § 402(a). Section 402(a) provides:\nAn employe shall be ineligible for compensation for any week— (a) In which his unemployment is due to failure, without good cause, ... to accept suitable work when offered to him ... by any employer ....\n43 P.S. § 802(a) (Supp. Pamphlet). Our determination under § 402(b)(1), that appellant voluntarily left his work with Engineered Masonry based upon cause of a necessitous and compelling nature, included a consideration of those factors which define suitable work. The same facts which support our determination under § 402(b)(1) also support a finding that Engineered Masonry’s offer to appellant of work in Darby did not constitute an offer of suitable work. Thus, appellant would not be ineligible for unemployment compensation under § 402(a) for refusing to accept an offer of suitable work.",
        "type": "majority",
        "author": "LARSEN, Justice."
      },
      {
        "text": "FLAHERTY, Justice,\nconcurring.\nOn this record I concur in the result reached by MR. JUSTICE LARSEN, however, I believe in cases which are less certain than this, findings based upon a record should be made reflecting the customs of the industry involved and the expectations of employment in the particular industry or occupation.\nNIX, McDERMOTT and HUTCHINSON, JJ., join this concurring opinion.",
        "type": "concurrence",
        "author": "FLAHERTY, Justice,"
      }
    ],
    "attorneys": [
      "Peter B. Macky, Sunbury, Susquehanna Legal Serv., for appellant.",
      "Charles Hasson, Asst. Atty. Gen., for appellee.",
      "Jerome H. Gerber, Elliot A. Strokoff, Harrisburg, for amicus AFL-CIO."
    ],
    "corrections": "",
    "head_matter": "453 A.2d 960\nGreg TREON, Appellant, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW OF the COMMONWEALTH OF PENNSYLVANIA, Appellee.\nSupreme Court of Pennsylvania.\nArgued Oct. 25, 1982.\nDecided Dec. 30, 1982.\nPeter B. Macky, Sunbury, Susquehanna Legal Serv., for appellant.\nCharles Hasson, Asst. Atty. Gen., for appellee.\nJerome H. Gerber, Elliot A. Strokoff, Harrisburg, for amicus AFL-CIO.\nBefore O’BRIEN, C.J., and ROBERTS, NIX, LARSEN, FLAHERTY, McDERMOTT and HUTCHINSON, JJ."
  },
  "file_name": "0455-01",
  "first_page_order": 625,
  "last_page_order": 636
}
