{
  "id": 1778813,
  "name": "Jule CARMODY, et al., Appellants, v. BOARD OF DIRECTORS OF the RIVERSIDE SCHOOL DISTRICT, Appellee",
  "name_abbreviation": "Carmody v. Board of Directors of the Riverside School District",
  "decision_date": "1982-12-30",
  "docket_number": "No. 80-3-590",
  "first_page": "466",
  "last_page": "478",
  "citations": [
    {
      "type": "official",
      "cite": "499 Pa. 466"
    },
    {
      "type": "parallel",
      "cite": "453 A.2d 965"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "22 Pa.Commw. 620",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1871594
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/22/0620-01"
      ]
    },
    {
      "cite": "397 A.2d 1268",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "40 Pa.Commw. 458",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1893674
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/40/0458-01"
      ]
    },
    {
      "cite": "367 A.2d 1130",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1977,
      "opinion_index": 0
    },
    {
      "cite": "28 Pa.Commw. 170",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1878332
      ],
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/28/0170-01"
      ]
    },
    {
      "cite": "368 A.2d 345",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1977,
      "opinion_index": 0
    },
    {
      "cite": "28 Pa.Commw. 240",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1878307
      ],
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/28/0240-01"
      ]
    },
    {
      "cite": "492 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1767132
      ],
      "weight": 2,
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa/492/0001-01"
      ]
    },
    {
      "cite": "387 A.2d 974",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "36 Pa.Commonwealth Ct. 150",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1888532
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/36/0150-01"
      ]
    },
    {
      "cite": "350 A.2d 203",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "408 A.2d 885",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "47 Pa.Commw. 201",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1903492
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/47/0201-01"
      ]
    },
    {
      "cite": "65 A.2d 240",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1949,
      "pin_cites": [
        {
          "page": "242"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "361 Pa. 469",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        476440
      ],
      "year": 1949,
      "pin_cites": [
        {
          "page": "474"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/361/0469-01"
      ]
    },
    {
      "cite": "83 A. 362",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1912,
      "opinion_index": 1
    },
    {
      "cite": "234 Pa. 481",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        982483
      ],
      "year": 1912,
      "opinion_index": 1,
      "case_paths": [
        "/pa/234/0481-01"
      ]
    },
    {
      "cite": "498 Pa. 429",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1776175
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 1,
      "case_paths": [
        "/pa/498/0429-01"
      ]
    },
    {
      "cite": "130 A.2d 661",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "pin_cites": [
        {
          "page": "668-69"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "388 Pa. 301",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1272527
      ],
      "year": 1957,
      "pin_cites": [
        {
          "page": "314"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/388/0301-01"
      ]
    },
    {
      "cite": "12 A.2d 46",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1940,
      "opinion_index": 1
    },
    {
      "cite": "338 Pa. 104",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1199917
      ],
      "year": 1940,
      "opinion_index": 1,
      "case_paths": [
        "/pa/338/0104-01"
      ]
    },
    {
      "cite": "22 Pa.Commw. 620",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1871594
      ],
      "year": 1976,
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/22/0620-01"
      ]
    },
    {
      "cite": "368 A.2d 345",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1977,
      "opinion_index": 1
    },
    {
      "cite": "28 Pa.Commw. 240",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1878307
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/28/0240-01"
      ]
    },
    {
      "cite": "387 A.2d 974",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1978,
      "opinion_index": 1
    },
    {
      "cite": "36 Pa.Commonwealth Ct. 150",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1888532
      ],
      "year": 1978,
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/36/0150-01"
      ]
    },
    {
      "cite": "350 A.2d 203",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "208"
        }
      ],
      "opinion_index": 1
    }
  ],
  "analysis": {
    "cardinality": 882,
    "char_count": 23940,
    "ocr_confidence": 0.773,
    "pagerank": {
      "raw": 4.3776877221195043e-08,
      "percentile": 0.27477740980265647
    },
    "sha256": "306dcfcca5347b635e07d385dbb241d72d93b104b13d5b70e0788fded1915192",
    "simhash": "1:a3315ef7ee81b507",
    "word_count": 3804
  },
  "last_updated": "2024-02-27T18:58:15.705087+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before O’BRIEN, C.J., and ROBERTS, NIX, LARSEN, FLAHERTY, McDERMOTT and HUTCHINSON, JJ.",
      "NIX, J., filed a dissenting opinion, in which McDER-MOTT, J., joins.",
      "McDERMOTT, J., joins in this dissenting opinion."
    ],
    "parties": [
      "Jule CARMODY, et al., Appellants, v. BOARD OF DIRECTORS OF the RIVERSIDE SCHOOL DISTRICT, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nLARSEN, Justice.\nOn June 29, 1976, appellee, the Board of Directors of the Riverside School District [hereinafter Board], voted to eliminate several teaching positions for the 1976-77 school year, due to a substantial decrease in student enrollment in the district. On July 22, 1976, the district superintendent notified appellants, Jule Carmody and Kathleen Holmes, that they were suspended. The Board refused appellants’ request for a hearing, and appellants brought a mandamus action in the Common Pleas Court of Lackawanna County. On August 25, 1977, following a non-jury, de novo hearing, the common pleas court found that appellants were improperly suspended and ordered the Board to reinstate appellants to their former positions. The common pleas court, en banc, dismissed the Board’s exceptions, and the Board filed a direct appeal to the Commonwealth Court. The Commonwealth Court found that appellants were properly suspended by the Board and reversed the common pleas court order. Board of School Directors of Riverside School District v. Carmody, 47 Pa.Commw. 201, 408 A.2d 885 (1979). This Court granted appellants’ petition for allowance of appeal on May 30, 1980.\nSince the issues raised in this appeal concern whether appellants were properly suspended, a brief overview of the procedure, then in existence, for suspending a professional employe follows.\nWhen a school board decides to make a reduction in its staff of professional employes, the district superintendent suspends the employes based on the efficiency rank of the employes determined in accordance with the standards and regulations set forth on rating cards prepared by the Department of Public Instruction. Each professional employe is rated by the district superintendent of schools on a scale of 0 to 80, with 80 being the highest possible rating. This rating is the professional employe’s unweighted efficiency rating. If there is no substantial difference in these unweighted efficiency ratings of the professional employes, suspensions must be made according to seniority as accumulated in the involved school district. If there is, however, a substantial difference in the unweighted efficiency ratings, the ratings are to be weighted by adding a point to each employe’s unweighted efficiency rating for each year of service in the involved school district. In which case, suspensions are to be made according to the weighted efficiency ratings.\nI. KATHLEEN HOLMES\nIn its decision to suspend several teachers for the 1976-77 school year, the Board voted to suspend one of six teachers in its business education department. For the 1975-76 school year, Kathleen Holmes, a business education teacher, had an unweighted efficiency rating of 95, a weighted efficiency rating of 101, and three years of employment in the school district. Another teacher in this department had an unweighted efficiency rating of 106, a weighted efficiency rating of 110, and two years of employment in the school district. The district superintendent determined that an eight point difference in unweighted efficiency ratings was substantial. Since there was an eleven point difference between Holmes’ unweighted efficiency rating and the rating of another teacher, the superintendent used the weighted efficiency ratings to determine which teacher to suspend. Accordingly, the superintendent suspended Holmes, who had the lowest weighted efficiency rating.\nAt the hearing de novo, the hearing court made a finding of fact that a sixteen point difference in unweighted efficiency ratings is a substantial difference as opposed to an eight point difference. Consequently, the hearing court determined that Holmes was improperly suspended, since there was no substantial difference in efficiency ratings (eleven points), and Holmes had more years of employment in the district than a teacher who was retained by the Board.\nThe Commonwealth Court determined that the hearing court’s finding of fact was erroneous. The Commonwealth Court gave the following reason for this determination:\nOur review in this case is just like the responsibility of the court below: to determine whether or not there was a violation of constitutional rights, an error of law or manifest abuse of discretion. At the hearing de novo no evidence was introduced to show that the District superintendent’s calculation of a substantial difference in rating points was arbitrary or capricious and therefore an abuse of discretion. This Court has previously construed the term “substantial difference” to mean a real, considerable or important difference. Gabriel v. Trinity Area School District, [22 Pa.Cmwlth. 620, 350 A.2d 203], supra. We have previously concluded that a difference of six points, Smith v. Richland School District, 36 Pa.Commonwealth Ct. 150, 387 A.2d 974 (1978), was not an unreal, inconsiderable or unimportant difference. Likewise we here conclude that the superintendent’s determination of eight points as a substantial difference was reasonable and neither arbitrary nor capricious, regard 11 points as a substantial difference, and reverse the order of reinstatement of Kathleen Holmes.\nHolmes asserts that this reasoning of the Commonwealth Court is erroneous. We agree. Since this was a hearing de novo, the hearing court was not required to review the determination of the district superintendent, but was required to make its own findings of fact and determination. Pa.Stat.Ann. tit. 53, § 11308(a). Furthermore, the Commonwealth Court’s standard of review is limited to a determination of whether the hearing court’s finding of fact was supported by substantial evidence. In applying this standard, this Court has held that a finding of fact will not be reversed on appeal unless it is totally unsupported by the record. Republic Steel Corp. v. Workmen’s Compensation Appeal Board, 492 Pa. 1, 421 A.2d 1060 (1980).\nBefore applying the above standard to the hearing court’s finding of fact, it should be noted that there is little useful statutory or common law authority dispositive of what constitutes a substantial difference in efficiency ratings. The term “substantial difference” has no statutory definition and no practical common law definition. Furthermore, the question of what evidence a fact finder may base a determination of substantial difference on has not been answered by the legislature or the courts. It is, therefore, not surprising that in 1979 the legislature repealed Pa.Stat.Ann. tit. 24, § 11-1125, and replaced it with a statute that bases the order of suspension solely on the basis of seniority.\nThe record of the hearing de novo discloses that Dr. John Rooney, an administrator in the school district, stated that in his opinion a difference of sixteen points in unweighted efficiency ratings out of a possible 160 points would constitute a substantial difference. The record further indicates the following qualifications of Dr. Rooney: that he has been employed for thirteen years in the field of education; that he has been a principal of an elementary school in the school district for nine years; that he has a bachelor of science degree in elementary education, a master’s degree in elementary education, and a doctorate degree in administration of education; and that his duties include rating teachers in accordance with Pa.Stat.Ann. tit. 24, § 11-1128.\nAlthough there has been no rule established concerning the type of evidence that a fact finder may base a determination of substantial difference on, the opinion of a qualified administrator, such as Dr. Rooney, is as probative as any other type of evidence on this issue. Consequently, the hearing court’s finding of fact is supported by substantial evidence.\nII. JULE CARMODY\nThe Board also voted to suspend one of four teachers in its music department. Jule Carmody, a teacher in the school district’s music department, had an unweighted efficiency rating for the 1975-76 school year that was twenty-three points lower than the lowest unweighted efficiency rating of the other three music teachers. Carmody’s efficiency rating was neither supported by anecdotal records nor based on classroom observation. Carmody had the second highest years of employment among the four teachers in the department and the lowest weighted efficiency rating in the department. The district superintendent determined that an eight point difference in efficiency ratings was substantial, and suspended Carmody, since she had the lowest weighted efficiency rating.\nAt the hearing de novo, the hearing court held that Carmody was improperly suspended, since she was suspended on the basis of an efficiency rating that was unsupported by anecdotal records. In reversing the holding of the hearing court, the Commonwealth Court held that, in the case of suspensions, efficiency ratings need not be supported by anecdotal records.\nCarmody asserts that a professional employe may not be suspended, where the suspension’ is based upon efficiency ratings that are unsupported by anecdotal records. We agree.\nAs stated previously, suspensions must be based upon the efficiency rank of the employes made in accordance with the standards and regulations set forth on the rating cards prepared by the Department of Public Instruction. Pa.Stat. Ann. tit. 24, § ll-1125(a). The rating card prepared by the Department of Public Instruction, Rating Card DEBE-333, states, “Ratings should have the support of anecdotal records.” We agree with the Commonwealth Court’s holding in New Castle Area School District v. Bair, 28 Pa.Commw. 240, 368 A.2d 345 (1977), wherein it held that the procedure of supporting ratings by anecdotal records is mandatory; thus, efficiency ratings unsupported by anecdotal records are invalid. This rule prevents the very inequity that was present in this case. Since Carmody’s efficiency rating was neither supported by anecdotal records nor based on classroom observations, it is difficult to conclude that her rating was based on anything but conjecture. Given Carmody’s seniority, it was improper to suspend her.\nWe, therefore, reverse the Commonwealth Court’s order upholding the suspension of appellants and reinstate the order of the court of common pleas that reinstated the appellants to their teaching positions together with back-pay and all benefits of employment.\nNIX, J., filed a dissenting opinion, in which McDER-MOTT, J., joins.\n. Pursuant to Local Agency Law, appellants were entitled to a hearing before the Board prior to being suspended. Fatscher v. Board of School District, Springfield School District; 28 Pa.Commw. 170, 367 A.2d 1130 (1977); Pa.Stat.Ann. tit. 53, § 11301 et. seq. (repealed 1978). However, appellants and the Board agreed that they did not want to have the case sent back to the Board for a hearing but wanted a hearing de novo before the court of common pleas. Consequently, the posture of this case when it was brought to the common pleas court was a de novo hearing pursuant to an appeal from an adjudication of a local agency. Local Agency Law, Pa.Stat. Ann. tit. 53, § 11308(b) (repealed 1978). This statute has been substantially reenacted by Pa.Stat.Ann. tit. 2, §§ 551-555, 751-754.\n. Pa.Stat.Ann. tit. 24, § 11-1125(a) (repealed 1979). This statute has been replaced by Pa.Stat.Ann. tit. 24, § 11-1125.1.\n. Pa.Stat.Ann. tit. 24, § 11-1123, 22 Pa.Admin.Code § 351.21 (Rating Card DEBE-333).\n. Pa.Stat.Ann. tit. 24, § 11-1125(b) (repealed 1979); Board of Education of Fairview School District v. Tomb, 40 Pa.Commw. 458, 397 A.2d 1268 (1979).\n. Pa.Stat.Ann. tit. 24, § 11-1125(b) (repealed 1979); 22 Pa.Admin. Code § 351.21 (Rating Card DEBE-333).\n. Pa.Stat.Ann. tit. 24, § ll-1125(b) (repealed 1979).\n. The teachers in the Riverside School District were rated twice a year. The teachers were rated on a scale of 0 to 80 points with 80 being the highest possible rating. The unweighted efficiency rating for the year was determined by adding the totals of both ratings. The weighted efficiency rating for the year was determined by adding a point to each unweighted rating for each year of employment and then adding these two figures.\n. In Gabriel v. Trinity Area School District, 22 Pa.Commw. 620, 350 A.2d 203 (1976), the Commonwealth Court found the term “substantial” to mean real, considerable or important. This is not a definition but merely a list of synonyms for the term substantial. In Gabriel the Commonwealth Court found that a difference of 9.5 points out of a possible 80 points is a substantial difference. In Smith v. Richland School District, 36 Pa.Commw. 150, 387 A.2d 974 (1978), the Commonwealth Court found that a difference in unweighted efficiency ratings of 6 points out of a possible 80 points is a substantial difference. However, Gabriel and Richland lend no insight into what a substantial difference is, since the court made wholly unexplained conclusions that differences of 8 and 9.5 points constitute a substantial difference. In this case we are dealing with 8 points out of a possible 160 points because of the procedures set forth in footnote 7, supra.\n. Pa.Stat.Ann. tit. 24, § 11-1125.1 (Purdon Supp.1982).\n. Appellee argues that Bair is distinguishable from the within matter. We disagree. The only difference between Bair and this case is that Bair dealt with unsatisfactory ratings, whereas this case deals with satisfactory ratings. This difference is no distinction as applied to the within facts.",
        "type": "majority",
        "author": "LARSEN, Justice."
      },
      {
        "text": "NIX, Justice,\ndissenting.\nWhile I accept that the Local Agency Law, Act of Dec. 2, 1968, 1133, 53 P.S. § 11301 et seq., conferred a right of review in a case such as this, Smith v. Richland School District, 36 Pa.Commonwealth Ct. 150, 387 A.2d 974 (1978); Gabriel v. Trinity School Dist., 22 Pa.Commonwealth Ct. 620, 350 A.2d 203 (1976), provided the proper procedure was followed to secure that right, nevertheless, that right of review does not permit the courts of common pleas to redefine the standard of substantial difference on a case by case basis.\nThe legislative formula in effect at the time of this suspension intended to combine in the judgment the respective performances of the teachers considered as well as their length of service.\nThe underlying purpose of the Public School Code requires the public interest to have primacy over private interests. “School authorities must be given broad discretionary powers to ensure a better education for the children of this Commonwealth and any restrictions on the exercise of these powers must be strictly construed on the basis that the public interest predominates and private interests are subordinate thereto: Walker et al. v. Scranton School District, [338 Pa. 104, 12 A.2d 46 (1940)].” Smith v. Darby School District, 388 Pa. 301, 314, 130 A.2d 661, 668-69 (1957). Accord, School Dist. of Philadelphia v. Twer, 498 Pa. 429, 447 A.2d 222 (1982). Strict adherence to this cardinal legislative mandate dictates that the public interest requires the administrative process, in this instance the county superintendent, to determine what constitutes a “substantial difference” in rating between professional employees, rather than the judiciary. It has long been fundamental, in this jurisdiction, that courts are permitted to interfere with the exercise of discretion of a school district “only when it is made apparent that it is not discretion that is being exercised but arbitrary will or caprice.” Lamb v. Redding, 234 Pa. 481, 83 A. 362 (1912). There is no basis for a deviation from that standard in this case.\nIn the case of appellant Holmes there was no dispute as to the facts. The legislature intended the superintendent to make the conclusory decision of what constituted a “substantial difference.” See 24 Pa.S.A. ll-1125(a) And it is “presumptuous to superimpose judicial control upon the exercise of discretion by trained educators” who administered the evaluation process within the district. Smith v. Darby School District, supra, quoting Regan et al. v. Stoddard et al., 361 Pa. 469, 474, 65 A.2d 240, 242 (1949).\n(a) Whenever a board of school directors decreases the size of the staff of professional employes, the suspensions to be made shall be determined by the county superintendent of schools or the district superintendent, as the case may be, on the basis of efficiency rank determined by ratings made in accordance with standards and regulations, determined by rating cards prepared by the Department of Public Instruction, as required by section one thousand one hundred twenty-three of this act. It shall be the duty of boards of school directors to cause to be established a permanent record system, containing ratings for each professional employe employed within the district. Copies of all ratings for the year shall be transmitted to the professional employe upon his or her request, or, if any rating during the year is unsatisfactory, a copy of same shall be transmitted to the professional employe concerned. No professional employe shall be dismissed under this act unless such rating records have been kept on file by the board of school directors: Provided, That boards of school directors in districts under supervision of the county superintendent may establish a filing system for rating cards in the office of the county superintendent of schools. [Footnote omitted.]\nThe Commonwealth Court, in Gabriel v. Trinity Sch. Dist., supra, stated “We recognize, of course, that the final delineation of the limits of the term ‘substantial difference’ in the context of efficiency ratings must be done on a case-by-case basis.” 22 Commonwealth Ct. at 628-29, 350 A.2d at 208. Such a statement should not be taken to mean the courts are to determine on a case by case basis what is a “substantial difference” and replace the agency’s judgment with their judgment, under the guise of resolving disputed facts. Obviously, the body charged with designing and administering the rating procedure is best equipped to interpret the significance of the variations in the scores given.\nThe reasoning of the majority in the appeal of Carmody is even more strained. Appellant Carmody received an unweighted rating of 85, whereas the lowest unweighted rating among the retained teachers was 108, a difference of 23 points. Accepting the mystical figure of 16 points, embraced by the majority as demonstrating a “substantial difference”, it would appear that the superintendent’s finding in that instance must be accepted. The majority attempts to avoid this result by challenging the rating process in this instance. The majority today rules that the failure to produce anecdotal data justifies the vacation of a suspension. As a basis for the ruling, the majority relies upon a Commonwealth Court decision, New Castle Area School District v. Bair, 28 Pa.Commonwealth Ct. 240, 368 A.2d 345 (1977), which found such failure fatal in the case of a dismissal. It is obvious to me that the distinction between a suspension and a dismissal for cause are distinctly different situations. Moreover, the application of such a rule even if appropriate in this situation would be improper absent a prior articulation of such a requirement.\nMcDERMOTT, J., joins in this dissenting opinion.\n. Here, appellant Carmody on July 24, 1976 requested a hearing. The request was denied on August 16, 1976. No appeal from this denial was taken, although one could have been taken within thirty days (September 16, 1976) to the court of common pleas. See 53 P.S. § 11307. Instead, appellants Carmody and Holmes filed a Complaint in Mandamus on November 4, 1976. Appellee offered a hearing to appellants on November 29, 1976. Appellants refused. However both parties requested a hearing de novo before the court of common pleas in the mandamus action. The Commonwealth Court found the posture of the case to be “as though it were a de novo local agency hearing appeal” although the lower court specifically stated “this case is not on appeal under the local agency law.” The majority agrees with the Commonwealth Court that “the posture of this case when it was brought to the common pleas court was a de novo hearing pursuant to an appeal from an adjudication of a local agency” (p. 966). It is interesting that the majority ignores the fact that the action in the court of common pleas was brought more than thirty days from the denial of a hearing and over 100 days after suspension.\n. 24 Pa.S.A. § 11-1125. Suspensions and reinstatements; how made\n* * ifc * * *\n(b) In cases in which suspensions are to be made, professional employes shall be retained on the basis of seniority rights, acquired within the school district of current employment, where no differences in rating are found. Seniority rights shall also prevail where there is no substantial difference in rating. In cases where there are substantial differences in rating of those under consideration for suspension, seniority shall be given consideration in accordance with principles and standards of weighting incorporated in the rating cards. Where there is a merger, jointure or union district formed, all professional employes shall retain the seniority rights they had at the time of such merger, jointure of union.\n. The mere fact that the formula was changed, to reflect only seniority, 24 Pa.S.A. § 11-1125.1 (Supp. 1981-82), does not address the wisdom of the formula which included the quality of performance of the employee. Since the purpose of the Public School Code was to ensure quality education, the quality of performance of professional employees was unquestionably a relevant factor to be considered in the suspension formula.\n. 24 Pa.S.A. § 11-1125. Suspensions and reinstatements; how made\n. The majority based its opinion on dealing with 8 points out of a possible 160 points because the unweighted efficiency rating was computed by (1) rating the teachers twice a year on a scale of 0 to 80 points with 80 being the highest possible rating and (2) adding the totals of both ratings. Slip Op. n. 7, n. 8, pp. 4, 6. We do not agree that a “substantial difference” can be determined by choosing a designated number from the highest possible score. Rather the difference between the lowest actual rating and the highest actual rating of those being considered for suspension should first be obtained. Then a number reflective of quality of performance as well as a quantitative comparison of score should be used as the guide for determining a “substantial difference” between the scores of the suspended teacher and the retained teacher. In this case, appellant Holmes had the lowest unweighted score of 48 + 47 or 95 while Mrs. Ross had the highest unweighted score of 61 + 57 or 118. The lowest retained teacher, Mr. Semion, had an unweighted score of 106. Out of an actual difference of 23 points between the highest and lowest unweighted scores, the difference between Ms. Carmody and Mr. Semion of 11 points must be said to be substantial.\n. In Bair, 28 Pa.Commonwealth Ct. 240, 368 A.2d 345 (1977), the court was faced with a situation of a dismissal because of an unsatisfactory rating and persistent negligence. In such a case, under section 1127 of the Code, 24 Pa.S.A. § 11-1127, a hearing is required if the dismissal is contested. The standardized Department of Education form DEBE-333 requires the support of anecdotal records in the case of unsatisfactory ratings. To require the keeping of anecdotal records when a rating is satisfactory unduly burdens the record keeping aspect of school districts, both in terms of consumption of time and financially.",
        "type": "dissent",
        "author": "NIX, Justice,"
      }
    ],
    "attorneys": [
      "Peter J. O’Brien, Mount Pocono, for appellants.",
      "Andrew S. Sislo, Harrisburg, for appellee."
    ],
    "corrections": "",
    "head_matter": "453 A.2d 965\nJule CARMODY, et al., Appellants, v. BOARD OF DIRECTORS OF the RIVERSIDE SCHOOL DISTRICT, Appellee.\nSupreme Court of Pennsylvania.\nSubmitted Oct. 28, 1982.\nDecided Dec. 30, 1982.\nPeter J. O’Brien, Mount Pocono, for appellants.\nAndrew S. Sislo, Harrisburg, for appellee.\nBefore O’BRIEN, C.J., and ROBERTS, NIX, LARSEN, FLAHERTY, McDERMOTT and HUTCHINSON, JJ."
  },
  "file_name": "0466-01",
  "first_page_order": 636,
  "last_page_order": 648
}
