{
  "id": 1913484,
  "name": "Kolojeski, Appellant, v. John Deisher, Inc.",
  "name_abbreviation": "Kolojeski v. John Deisher, Inc.",
  "decision_date": "1968-03-15",
  "docket_number": "Appeal, No. 164",
  "first_page": "191",
  "last_page": "198",
  "citations": [
    {
      "type": "official",
      "cite": "429 Pa. 191"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "191 A. 2d 34",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "326 Pa. 145",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1174489
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/326/0145-01"
      ]
    },
    {
      "cite": "159 A. 2d 33",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "192 Pa. Superior Ct. 88",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        748872
      ],
      "year": 1960,
      "pin_cites": [
        {
          "page": "91"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/192/0088-01"
      ]
    },
    {
      "cite": "137 A. 2d 771",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "391 Pa. 359",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1276897
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/pa/391/0359-01"
      ]
    },
    {
      "cite": "111 U. Pa. L. Rev. 1197",
      "category": "journals:journal",
      "reporter": "U. Pa. L. Rev.",
      "year": 1963,
      "pin_cites": [
        {
          "page": "1201"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "53 A. 2d 862",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1947,
      "opinion_index": 1
    },
    {
      "cite": "161 Pa. Superior Ct. 20",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        461228
      ],
      "year": 1947,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/161/0020-01"
      ]
    },
    {
      "cite": "137 A. 2d 771",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 1
    },
    {
      "cite": "391 Pa. 359",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1276897
      ],
      "year": 1958,
      "opinion_index": 1,
      "case_paths": [
        "/pa/391/0359-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 598,
    "char_count": 10984,
    "ocr_confidence": 0.453,
    "pagerank": {
      "raw": 1.451160162078957e-07,
      "percentile": 0.6550690793169794
    },
    "sha256": "b8b1fe684f49f999e853648046f25a0c89748ad035dd64ef8c0aecd78b6763af",
    "simhash": "1:4415b308c24b57d0",
    "word_count": 1837
  },
  "last_updated": "2024-02-27T17:18:34.880418+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Justice Müsmanno joins in this dissenting opinion."
    ],
    "parties": [
      "Kolojeski, Appellant, v. John Deisher, Inc."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice O’Brien,\nMadeline Kolojeski, a two-year old child, died, allegedly as the result of lead poisoning caused by the ingestion of lead base paint which had chipped and peeled from tlie woodwork of the living room of the apartment occupied by the minor decedent and her parents. The decedent’s mother, as administratrix of the decedent’s estate, and the decedent’s mother and father in their own right, commenced wrongful death and survival actions against appellee, John Deisher, Inc., the rental agent of the owners of the building in which the apartment was situate, and the owners themselves, Nazareno Pomponi and Virginia Pomponi. The defendants-appellees filed preliminary objections to the complaint in the nature of a demurrer. The court below sustained the demurrer and dismissed the complaint. This appeal followed.\nAppellants’ occupancy of the premises commenced on or about April 22, 1964, when they entered into a month to month lease with appellee, Deisher. The complaint alleges that on or about January 4, 1966, some 20 months after appellants had gone into occupancy of the premises, the minor decedent consumed pieces of paint which had peeled from the living room woodwork, thereby sustaining injuries which resulted in her death on January 6, 1966. Appellants alleged that appellees were negligent in failing to maintain the premises in proper living condition; failing to inspect the premises adequately to insure the safety of the tenants; failing to notify the tenants of the dangerous substance with which the living room woodwork had been painted; having caused the living room woodwork to be painted with a toxic substance; and failing to remove and remedy the condition of the woodwork, and permitting the paint to become decayed, chipped, and peeling. Reduced to its essentials, the complaint alleges that appellees were negligent in allowing the living room woodwork paint job to deteriorate to the point where paint peeled and fell therefrom; and in using lead base paint, which is poisonous if consumed. We are in agreement with the court below that no cause of action has been stated.\nIn Lopez v. Gukenback, 391 Pa. 359, 137 A. 2d 771 (1958), this court summarized the general liability of a landlord to his tenant for injuries received by the tenant on the premises. We there said: “(1) In the absence of any provision in the lease, a landlord is under no obligation to repair the leased premises, to see to it that they are fit for rental or to keep the premises in repair: [citing eases] (2) a tenant takes the premises as he finds them and the landlord is not liable for existing defects of which the tenant knows or can ascertain by a reasonable inspection: [citing cases] (3) a landlord out of possession, however, may be liable (a) where he conceals a dangerous condition of which he has knowledge and of which the tenant has no knowledge or cannot be expected to discover and (b) where he knows or should know of a dangerous condition and leases the premises for a purpose involving a ‘public use’ and has reason to believe the tenant will not first correct the condition: [citing cases] . . .” There is nothing in the complaint to indicate that the landlord was under any duty to make repairs. Without such a duty, we have no option but to agree with the court below that “no liability on the part of defendants can be predicated upon their failure to repair the premises or in allowing the paint to peel.”\nIn their brief, appellants argue that there is a question in the case as to whether there had been a promise to repair which induced them to remain in possession. They contend that the sustaining of the demurrer foreclosed proof on this subject. It must be pointed out that the complaint makes no allegation of any such promise or inducement; nor was any amendment to the complaint offered subsequent to the filing of the preliminary objections. Moreover, as tbe Superior Court stated in Keiper v. Marquart, 192 Pa. Superior Ct. 88, 91, 159 A. 2d 33 (1960) : “It is also settled law that an agreement to repair does not impose upon tbe owner a liability in tort at tbe suit of tbe tenant; and that occupation and control are not reserved to the owner by his agreement to repair; Harris v. Lewistown Trust Co., 326 Pa. 145, 191 A. 2d 34.”\nAppellants’ only possible basis for recovery must arise from the use by appellees of lead base paint. Such use would support liability only if such use constituted the creation of a dangerous condition of which appellees had knowledge and of which appellants had no knowledge. In this connection, appellants cite a New York decision which we, as did the court below, find to be inapposite. The decision in that case was bottomed on the violation of a law requiring the landlord to make repairs. No such situation exists here. Although the situation is tragic, we cannot help but agree that the use of lead base paint in these circumstances cannot constitute actionable negligence. The court below aptly stated: “Plaintiffs have cited no judicial decisions in this jurisdiction or any statute or ordinance which would justify a conclusion that the use of a lead base paint constitutes negligence. ... In the absence of compelling authority we cannot find that the use of lead base paint constitutes negligence, as we take judicial notice that the use of such paint is common and widespread.” Were we to conclude otherwise, we would be required to ascribe to appellees a knowledge and expertise not ascribable, at least at the time of this incident, to people without special training or experience.\nSince we have determined that the complaint does not state a cause of action, it is unnecessary for us to pass upon any questions involving the status of Deisher as agent for an undisclosed principal, or on any exculpatory clauses contained in the lease.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice O’Brien,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Roberts:\nIn its opinion sustaining defendant’s preliminary objections, the lower court frankly admits that a valid cause of action would exist if the use of lead based paint “constituted a latent dangerous condition of which defendants had or should have had knowledge and plaintiffs did not.” See Lopez v. Gukenback, 391 Pa. 359, 137 A. 2d 771 (1958); Restatement 2d, Torts, §358(1). This language is then echoed by the majority of this Court which recites that liability would exist if the use of the paint “constituted the creation of a dangerous condition of which appellees had knowledge and of which appellants had no knowledge.” Yet, both opinions conclude that the appellants’ complaint fails to state a cause of action. In my view, this conclusion is belied by the words of the complaint itself.\nParagraph 14 of appellants’ complaint alleges the following: “The aforesaid living room woodwork was in a dangerous and unsafe condition as a result of its decayed, chipped and peeling condition and the fact that it had been painted with a poisonous lead base paint; all of which existed for a sufficient length of time so that the defendants knew or by the exercise of ordinary care should have knoAvn that the said conditions were dangerous and unsafe for persons in the area, . . .” (Emphasis supplied.)\nParagraph 15(e) further recites that one of the defendants-appellees’ negligent acts consisted of their “failure to notify their tenants of the dangerous substance with Avhieh the living room woodwork had been painted,- . . ,”.\nI am therefore unable to understand why this Court concludes that no cause of action has been stated. Surely, we cannot, by this decision, be sanctioning a rule that lead based paint, as a matter of law, is not a dangerous substance. Nor is it conceivable that the majority could believe that, as a matter of law, defendants could not know of this dangerous condition. For even if it could be argued that constructive knowledge cannot exist because lead base paint has been so widely used, this would still not vitiate an allegation of actual knowledge. Indeed, no matter how unknown to the public a dangerous condition may be, so long as the pleader alleges that the condition is in fact dangerous and that the defendant had actual knowledge of this condition, this should be sufficient to withstand preliminary objections based upon an alleged failure to state a cause of action.\nSince the majority affirms the lower court’s sustaining of preliminary objections, it does not face two remaining issues: Deisher’s status as a party defendant, and the alleged exculpatory clause in the lease. I note, however, that as to Deisher, the complaint alleges that he acted as an agent for an undisclosed principal. It is elementary to the law of agency that such an agent would be just as liable to these appellants as would be the true owner-landlords. See Schelly v. Gribbin, 161 Pa. Superior Ct. 20, 53 A. 2d 862 (1947); Laub, Pennsylvania Trial Guide §273.29 (1959). Therefore, in my view, appellants’ complaint is not deficient as to Deisher.\nFinally, both Deisher and the true owners contend before this Court that they are exempt from liability by virtue of a clause in the lease, paragraph 12, which, inter alia, relieves the landlord from all liability for negligence. If such paragraph is a valid defense, then surely it is incumbent upon the defendants, not the plaintiffs, to so allege in their pleadings. Once again, the mere existence of this clause cannot, ipso facto, support a demurrer to appellants’ complaint.\nBelieving that the preliminary objections in this case should be overruled, and appellees required to answer appellants’ complaint, I dissent.\nMr. Justice Müsmanno joins in this dissenting opinion.\nIf the language of §358 of the Restatement could be read to require plaintiff rather than defendant to plead the fact of non-knowledge of the dangerous condition by the tenant, I believe that an allegation such' as the one found in this complaint, that the landlord was negligent in failing to notify tenant of the paint, is sufficient to constitute an allegation that the tenants were unaware of this defect.\nAlthough it is not here necessary to rule on the merits of this defense, I note that the form 50 lease (used by this appellee) in general, and the clause relieving the landlord from liability for his own negligence in particular, have been the subject of recent criticism, it being felt that certain parts of this lease constitute unenforceable contracts of adhesion. See, e.g., Comment, The Form 50 Lease: Judicial Treatment of an Adhesion Contract, 111 U. Pa. L. Rev. 1197, 1201 (1963).",
        "type": "dissent",
        "author": "Mr. Justice Roberts:"
      }
    ],
    "attorneys": [
      "Sheldon R. Portner, with him Norman Shigon, for appellants.",
      "William B. Freilich, with him Joseph G. Manta, James M. Marsh, and LaBrum and Doah, for appellee.",
      "Lester J. Schaffer, with him James W. Brown, Jr., and Zinh, Shinehouse & Holmes, for appellees."
    ],
    "corrections": "",
    "head_matter": "Kolojeski, Appellant, v. John Deisher, Inc.\nArgued November 27, 1967.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nSheldon R. Portner, with him Norman Shigon, for appellants.\nWilliam B. Freilich, with him Joseph G. Manta, James M. Marsh, and LaBrum and Doah, for appellee.\nLester J. Schaffer, with him James W. Brown, Jr., and Zinh, Shinehouse & Holmes, for appellees.\nMarch 15, 1968:"
  },
  "file_name": "0191-01",
  "first_page_order": 215,
  "last_page_order": 222
}
