{
  "id": 1913527,
  "name": "Profit-Sharing Blue Stamp Company v. Urban Redevelopment Authority, Appellant",
  "name_abbreviation": "Profit-Sharing Blue Stamp Co. v. Urban Redevelopment Authority",
  "decision_date": "1968-04-16",
  "docket_number": "Appeal, No. 125",
  "first_page": "396",
  "last_page": "402",
  "citations": [
    {
      "type": "official",
      "cite": "429 Pa. 396"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "378 Pa. 38",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1250859
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/378/0038-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 441,
    "char_count": 7823,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 3.01136279541848e-07,
      "percentile": 0.85321402908046
    },
    "sha256": "557ff88139cd4bc1f0b78bf49faea056acbcd8cc69644d775697db62c7f254fd",
    "simhash": "1:3e1f2526cf84deca",
    "word_count": 1328
  },
  "last_updated": "2024-02-27T17:18:34.880418+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Musmanno, Jones, Cohen, O’Brien and Roberts, JJ.",
      "Mr. Justice Jones and Mr. Justice Roberts concur in the result.",
      ". Mr. Justice Cohen dissents.",
      "■ Mr. Chief Justice Bell and Mr. Justice Eagen. took no part in the consideration or decision of this case."
    ],
    "parties": [
      "Profit-Sharing Blue Stamp Company v. Urban Redevelopment Authority, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Musmanno,\n■ Profit-Sharing Blue Stamp Company, hereinafter referred to as the Stamp Company, occupied as. tenant a corner, store located in a building at the northwest corner of Penn Avenue and Beatty • Street in the East Liberty section of Pittsburgh. The building was condemned by the Urban Redevelopment Authority, of Pittsburgh- as part of its East Liberty Redevelopment project. The owner of the building had been compensated for the taking of the fee but the Stamp Company also claimed compensation for the value of the future interest of its leasehold.\n■ The lease in question had an unexpired term of four months at $600 monthly rental; a two-year renewal period at $625 per month and a second renewal period of two years at $650 per month, or a total reserved rental of $33,000.:\nAfter the Authority petitioned for the appointment of. viewers, the board of viewers filed -a report awarding “No Damages”, on the basis that the Stamp Company had suffered no damage from the condemnation and had lost nothing from the termination of the leasehold because the $600 monthly rental provided therein, was the fair market rental and the lessor could not have .obtained any more rental therefor. The Stamp Company protested that although its lease did provide for a $600 monthly rental, the fair market rental of the premises in question was $1,083 per month or $56,310 for the entire term, so that the lease had a “bonus value” of $23,310.\n■ ■ The Stamp Company took an appeal to the common pleas court and the issue, was tried before a judge and jury.\nAt the trial, both the Authority and the Stamp Company presented expert testimony. The Authority made motions for nonsuit and a directed verdict, contending that the Stamp Company’s evidence was not, as a matter of law, sufficient to sustain its claim of the aforesaid “bonus value”. The court refused the motions and submitted the case to the jury which returned a verdict in favor of the Stamp Company, assessing its damages at $18,139, which was the $22,492.36 bonus value contended for by the Stamp Company as reduced to its present worth.\nUpon refusal of its motions for judgment n.o.v., or new trial, the Authority appealed here.\nIt is the Authority’s contention that the Stamp Company did not produce legally sufficient evidence to support its claim for damages; that the disparity between the conclusion reached by the board of viewers and that reached by the jury was not given proper consideration by the court; that the court erred in permitting the Authority’s expert witness to be cross-examined as to the fee received by him and in allowing Cross-examination of an officer of the corporation owning the property in question as to a bond given by the corporation to indemnify the Authority in case the Authority was required to make payment to the tenant.\nWe are satisfied, after a review of the record, that the conclusion of the lower court that the Stamp Company did present evidence sufficient in law to support the jury’s verdict was correct. The issue of damages was presented to the jury with proper and adequate instructions as to what constitutes just compensation for the condemned leasehold interest. The court correctly charged the jury that the market value of the lease is that which a “willing buyer would pay for the leasehold interest, being fully advised and apprised of those facts affecting value, and that sum which a willing seller, being fully advised of all the facts surrounding the question of value, would sell the leasehold interest for.” The court then went on to define “bonus value” as meaning “that the leasehold interest or the tenement or the premises which were rented had a value greater in the open market than what the tenant was paying in rent ... In other words, it is that which is in excess of what he was paying and what he could considerably receive on the open market.” The court told the jury that “if there was no bonus value, then the lessee has not been damaged.”\nWe find no reason to interfere with the jury’s determination which was based on the court’s instructions. The evidence submitted by expert testimony in behalf of the Stamp Company was competent and entitled to full probative value and the jury, within its proper province, chose to accept it.\nWe find no error in the court’s allowing the testimony of Stamp Company’s expert witness Leo B. Shapero, who, after having been qualified as an expert, testified as to the varying square foot rentals of various other storerooms in the area and then concluded with testimony as to the storeroom here in question as follows: “Q. Having made a comprehensive study of price per square foot of comparable properties, what do you feel was the fair rental per square foot of the premises leased by the P. S. Blue Stamps? A. The minimum fair rental for a storeroom of this type should be $2.25 a square foot.”\nThe Authority complains that the property’s age, condition and upkeep should have been considered, but it is implicit in Mr. Shapero’s testimony that such factors were considered since each of the specific storerooms mentioned by him carried a different square foot fair rental.\nAs to the cross-examination of Herman J. Israel (one of the principal officers of the corporation owning the building in which the storeroom was located) with regard to a bond given by the corporation in the sum of $5,000 to reimburse the Authority in case. it had to make payment to tenant, we find that it was proper as bearing on the witness’s credibility and the court rightly charged the jury that the evidence was for that purpose.\nNor can we find error in the testimony elicited from the Authority’s expert witness as to the fee paid him. After he had stated that he had made 1200 appraisals for the Authority, he was asked how much he was paid for those appraisals. As he did not have the information at that time, he was not prepared to reply until after a week-end adjournment. After court reconvened he was not asked about payment on other appraisals. Instead, the question put to him was: “How much were you paid for the appraisal of the subject property only?” To this question the witness replied: “I believe the contract reads $57.50 per parcel.” Thus the Authority’s own expert witness volunteered the information of which the Authority now makes complaint. The Authority cannot claim that the information was elicited from improper cross-examination permitted over its objection because the question asked pertained solely to the fee paid for the appraisal of the leasehold interest in question, which question, of course, was proper: Zamsky v. Pittsburgh Public Parking Authority, 378 Pa. 38.\nAs to there being a great disparity between the board of viewers’ finding of “No Damages” and the jury’s verdict of $18,139, it is sufficient to note that the disparity is not as great as it would first appear to be. The base figure of the difference is the monthly rental reserved in the lease and the fair rental value, or the difference between $600 and $1083, which would be $483 reduced to its present worth. It is only when this base monthly figure is multiplied by the months within the term of the lease that there might seem to be a great disparity between the awarding of no damages and the award of $18,139.\n■ Judgment affirmed.\nMr. Justice Jones and Mr. Justice Roberts concur in the result.\n. Mr. Justice Cohen dissents.\n■ Mr. Chief Justice Bell and Mr. Justice Eagen. took no part in the consideration or decision of this case.",
        "type": "majority",
        "author": "Mr. Justice Musmanno,"
      }
    ],
    "attorneys": [
      "Richard W. Kelly, with him H. L. Abrams, for appellant.",
      "John W. Mamula, for appellee."
    ],
    "corrections": "",
    "head_matter": "Profit-Sharing Blue Stamp Company v. Urban Redevelopment Authority, Appellant.\nArgued March 15, 1968.\nBefore Musmanno, Jones, Cohen, O’Brien and Roberts, JJ.\nreargument refused May 15, 1968.\nRichard W. Kelly, with him H. L. Abrams, for appellant.\nJohn W. Mamula, for appellee.\nApril 16, 1968:"
  },
  "file_name": "0396-01",
  "first_page_order": 420,
  "last_page_order": 426
}
