{
  "id": 1913532,
  "name": "Tri City Broadcasting Company v. Howell, Appellant",
  "name_abbreviation": "Tri City Broadcasting Co. v. Howell",
  "decision_date": "1968-04-16",
  "docket_number": "Appeal, No. 29",
  "first_page": "424",
  "last_page": "429",
  "citations": [
    {
      "type": "official",
      "cite": "429 Pa. 424"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "25 Atl. 873",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1893,
      "opinion_index": 0
    },
    {
      "cite": "152 Pa. 494",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838174
      ],
      "year": 1893,
      "opinion_index": 0,
      "case_paths": [
        "/pa/152/0494-01"
      ]
    },
    {
      "cite": "149 A. 2d 149",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "188 Pa. Superior Ct. 499",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        743631
      ],
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/188/0499-01"
      ]
    },
    {
      "cite": "89 A. 2d 351",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1952,
      "opinion_index": 0
    },
    {
      "cite": "371 Pa. 84",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1237056
      ],
      "year": 1952,
      "opinion_index": 0,
      "case_paths": [
        "/pa/371/0084-01"
      ]
    },
    {
      "cite": "186 A. 2d 906",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "408 Pa. 487",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1308437
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa/408/0487-01"
      ]
    },
    {
      "cite": "89 Pa. Superior Ct. 1",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        671260
      ],
      "year": 1926,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/89/0001-01"
      ]
    },
    {
      "cite": "162 Atl. 469",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1932,
      "opinion_index": 0
    },
    {
      "cite": "107 Pa. Superior Ct. 225",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        704717
      ],
      "year": 1932,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/107/0225-01"
      ]
    },
    {
      "cite": "147 A. 2d 366",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "394 Pa. 350",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1280923
      ],
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/pa/394/0350-01"
      ]
    },
    {
      "cite": "136 Atl. 669",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1927,
      "opinion_index": 0
    },
    {
      "cite": "288 Pa. 434",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1100795
      ],
      "year": 1927,
      "opinion_index": 0,
      "case_paths": [
        "/pa/288/0434-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 479,
    "char_count": 7631,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 3.0819439229212663e-07,
      "percentile": 0.8580413375451619
    },
    "sha256": "7709b0d2c132d2a31f057ea2bfee83e5610bcf2d11c51231c37eaca99c24375c",
    "simhash": "1:43ce892f59582ad2",
    "word_count": 1260
  },
  "last_updated": "2024-02-27T17:18:34.880418+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ."
    ],
    "parties": [
      "Tri City Broadcasting Company v. Howell, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Cohen,\nThis is an appeal from a decree of the court below perpetually enjoining and restraining appellants from interfering with or obstructing the use of a certain 20 foot Way by appellee, its agents, employees, or business invitees.\nThe particular land involved is a three acre tract of land purchased by appellants on September 2, 1942, and located in North Versailles Township, Allegheny County. The land abuts Foster Road and Naysmith Road with a 20 foot Way running through the land from Naysmith Road, ending at the land of appellee, a distance of 225 feet. Appellants subdivided the tract of land on three occasions with all the deeds referring to the 20 foot Way as marking the boundary of each conveyance. Appellee commenced utilizing the 20 foot Way in 1952 and continued to use it with the express oral permission of appellant, Mrs. Howell, until December of 1968. For reasons not germane to a resolution of the case, appellants then proceeded to erect a barricade across the 20 foot Way designed solely to keep appellee or anyone connected with appellee from using the Way. Appellee, in an effort to gain access to the Way, instituted an action in equity to enjoin appellants from erecting any barrier on the theory that the land was dedicated as a public way. The court below granted the injunction and this appeal followed.\nWe are required to determine whether the Township of North Versailles by promulgating an ordinance and acting thereunder to construct a sewer system for the benefit of the adjacent property owners accepted appellants’ offer of dedication, making the 20 foot Way a public roadway.\nAt the outset it must be noted that streets or highways may be created by an express or implied dedication of land. Milford Borough v. Burnett, 288 Pa. 434, 136 Atl. 669 (1927). An implied dedication will arise when the grantor designates a street as a boundary in a conveyance of land. Agardy v. Pleasant Hills Borough, 394 Pa. 350, 147 A. 2d 366 (1959); Cheltenham & Abington Sewerage Company v. P.S.C., 107 Pa. Superior Ct. 225, 162 Atl. 469 (1932), and Holmes v. Longwill, 89 Pa. Superior Ct. 1 (1926). Here no dispute exists as to whether appellants impliedly. offered to dedicate the land in question, since appellants readily admit in their brief that the 20 foot Way was designated as a boundary in each of the three conveyances, thus creating the dedication.\nHowever, like any contractual offer, it must be accepted by the municipality for the purpose offered in order to constitute a complete dedication. Coffin v. Old Orchard Development Corporation, 408 Pa. 487, 186 A. 2d 906 (1962); Appeal of Leech, 371 Pa. 84, 89 A. 2d 351 (1952); Milford Borough v. Burnett, supra and Wynn Appeal, 188 Pa. Superior Ct. 499, 149 A. 2d 149 (1959). Acceptance of an offer of dedication may be express or implied and may be by conduct as well as by ordinance or formal act. To demonstrate an implied acceptance there must be unequivocal authoritative acts of the municipality evidencing its intention to accept. McQuillin, Municipal Corporations, 3d Ed., Vol. 11, §33.47 (1964); Milford Borough v. Burnett, supra.\nThe lower court, apparently applying these general principles, concluded that the Township of North Versailles accepted appellants’ offer of dedication “by providing for the laying of a public sewer in the center of the Way in Ordinance 378, the entering of the Way in 1957, the construction of a public sewer pursuant to the Ordinance, and the filing of municipal (sewer) liens against the landowners abutting the Way.” We disagree with the conclusion that the township unequivocally and unambiguously accepted the offer of dedication. Ordinance No. 378 provides in pertinent part: “Be it ordained and enacted by the Board of Commissioners of the Township of North Versailles, County of Allegheny and State of Pennsylvania, . . . Section 1. That an eight inch sanitary sewer be constructed . . . upon the following streets, alleys, or thoroughfares of said township, namely, Naysmith Boad and over a public easement, ‘and upon, through and under private lands, between the points hereinafter designated,’ namely: . . . ‘thence through a 20 foot easement through lands of O. Emanuel Howell, South 46° 07' West a distance of 195.00 feet to a point’ . . . .” (Emphasis supplied).\nAppellee relies almost exclusively upon the case of Philadelphia v. Thomas’s Heirs, 152 Pa. 494, 25 Atl. 873 (1893), where our Court held that construction of a public sewer system in a dedicated street constituted an unequivocal act of acceptance. However, the Thomas case is easily distinguishable from the present situation. In this regard it will suffice to quote from the Thomas opinion the relevant criteria which led our Court to conclude that the dedication was complete: “It is conceded that Reed street was regularly located, as a public highway, on the confirmed city plan; that action of the municipal authorities was followed by the deed of dedication in which, according to defendants’ admission, all the then landowners on both sides of the ‘street, . . . between the terminal points within which the sewer was constructed,’ united in dedicating ‘to the public, for use as a highway, all the ground within the lines of said Reed street.’ As the learned judge correctly said, this enabled ‘the city to go on and use the land for a public purpose without first resorting to those preliminaries,’ for assessment of damages, etc., to which he referred. That is just what was done. The ordinance providing for construction of the sewer in that portion of Reed street was regularly passed. In pursuance thereof the proper city authorities entered upon the land dedicated to public use as aforesaid, constructed the sewer therein, and filed the liens. Those unequivocal acts were clearly an acceptance of the dedication and an unqualified recognition of Reed street as an open highway of the city.”\nThe instant ease differs materially from Thomas in the following respects: (1) the 20 foot Way was not regularly located as a public highway on any township plan; (2) the offer of dedication was not express but implied and (3) the ordinance promulgated by the township in no way referred to the land in question as a street or road, but on the contrary indicated that the sewer line was to run through a 20 foot easement over the private lands of appellants. In our view this latter distinction is dispositive and dictates the conclusion that the township did not unequivocally and unambiguously accept the 20 foot Way as a public road. An ordinance proclaiming that an easement over private lands has been donated to a township for the specific purpose of constructing a sewer line for the exclusive benefit of adjacent property owners is inconsistent with a finding that the township accepted an implied offer to dedicate land for use as a public road. When the township ordained that the sewer line was to be constructed through a 20 foot easement over lands owned by appellants, it manifested an intent not to accept the dedication for the purpose of creating a public thoroughfare. Since ownership rights in the land in question still remain with appellants, it was error for the court below to enjoin them from denying appellee access thereto.\nDecree reversed at appellee’s costs.",
        "type": "majority",
        "author": "Mr. Justice Cohen,"
      }
    ],
    "attorneys": [
      "G. N. Evashmih, with him Parker, Evashwich & Brieger, for appellants.",
      "Mord G. Taylor, Jr., with him Ruby, Nescott and Taylor, for appellee."
    ],
    "corrections": "",
    "head_matter": "Tri City Broadcasting Company v. Howell, Appellant.\nArgued March 13, 1968.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nG. N. Evashmih, with him Parker, Evashwich & Brieger, for appellants.\nMord G. Taylor, Jr., with him Ruby, Nescott and Taylor, for appellee.\nApril 16, 1968:"
  },
  "file_name": "0424-01",
  "first_page_order": 448,
  "last_page_order": 453
}
