{
  "id": 1913487,
  "name": "Commonwealth v. Wilson, Appellant",
  "name_abbreviation": "Commonwealth v. Wilson",
  "decision_date": "1968-04-16",
  "docket_number": "Appeal, No. 443",
  "first_page": "458",
  "last_page": "464",
  "citations": [
    {
      "type": "official",
      "cite": "429 Pa. 458"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "235 A. 2d 347",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "pin_cites": [
        {
          "page": "349"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "427 Pa. 614",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1910406
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "617"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/427/0614-01"
      ]
    },
    {
      "cite": "235 A. 2d 349",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "427 Pa. 599",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1910363
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa/427/0599-01"
      ]
    },
    {
      "cite": "187 A. 2d 579",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "409 Pa. 616",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1883234
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa/409/0616-01"
      ]
    },
    {
      "cite": "87 S. Ct. 1361",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "386 U.S. 1013",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6357057,
        6356193,
        6354339,
        6356034,
        6355556,
        6356618,
        6356813,
        6355858,
        6355356,
        6357277
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/us/386/1013-09",
        "/us/386/1013-06",
        "/us/386/1013-01",
        "/us/386/1013-05",
        "/us/386/1013-03",
        "/us/386/1013-07",
        "/us/386/1013-08",
        "/us/386/1013-04",
        "/us/386/1013-02",
        "/us/386/1013-10"
      ]
    },
    {
      "cite": "213 A. 2d 356",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "419 Pa. 139",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1896862
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/pa/419/0139-01"
      ]
    },
    {
      "cite": "176 A. 2d 641",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "406 Pa. 45",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1304936
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa/406/0045-01"
      ]
    },
    {
      "cite": "237 A. 2d 172",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "428 Pa. 306",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1912397
      ],
      "weight": 2,
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/428/0306-01"
      ]
    },
    {
      "cite": "229 A. 2d 922",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "425 Pa. 594",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1906753
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa/425/0594-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 633,
    "char_count": 10992,
    "ocr_confidence": 0.476,
    "pagerank": {
      "raw": 1.0783242204172693e-06,
      "percentile": 0.9849883139905068
    },
    "sha256": "f9c40b846b3e6a61f2cb099ae260b843bcc69bc1f893acffcf429818c608457b",
    "simhash": "1:376b02e19df0de7e",
    "word_count": 1762
  },
  "last_updated": "2024-02-27T17:18:34.880418+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Eagen, O’Brien and Roberts, JJ.",
      "• Mr. Chief Justice Bell concurs in the result.",
      "Mr. Justice Cohen took no part in the consideration or decision of this case."
    ],
    "parties": [
      "Commonwealth v. Wilson, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Roberts,\nRacial unrest swirling about the area of Southern High School in Philadelphia produced, in 1960, several vicious attacks by gangs of Negro youths against white boys, and vice versa. The present case stems from one such incident. On March 21, 1960, the deceased, John Campiglia, was attacked by a group of young Negroes, beaten, and fatally stabbed. Appellant, Norman Wilson, was a member of the group responsible. Privately retained counsel represented appellant; after consultation with this lawyer, Wilson entered a plea of guilty to murder generally. He was adjudged guilty of murder in the first degree and sentenced to life imprisonment, an adjudication from which no direct appeal was taken.\nAppellant subsequently filed a petition under the Post Conviction Hearing Act in which he alleged that a confession was coerced from him which in turn motivated the entry of his plea, that trial counsel was ineffective, and that a conflict of interest resulted from trial counsel’s dual representation of Wilson and Lonnie Jackson, a co-defendant and fellow gang member, who also pleaded guilty to murder. Jackson’s crime was certified by the Commonwealth as rising no higher than second degree and he was subsequently convicted of that offense. Post-conviction counsel was appointed for Wilson, ah evidentiary hearing held, and relief denied. It is from this denial that appellant now appeals.\nOn the issue of his confession and subsequent guilty plea it is clear that Wilson cannot prevail. No claim is made that the plea itself was not knowingly and intelligently entered. Eather, as was argued in Commonwealth v. Garrett, 425 Pa. 594, 229 A. 2d 922 (1967) and Commonwealth v. Baity, 428 Pa. 306, 237 A. 2d 172 (1968), appellant here contends that the plea was motivated by a confession allegedly coerced. He therefore seeks to avail himself of the right to set aside the plea and collaterally attack the confession, a right guaranteed by Garrett only when petitioner can demonstrate that the confession was the “primary motivation” for his plea of guilty. To resolve the question of what motivated Wilson’s plea, the court below heard the testimony of both Wilson and Isaiah Crippins, Wilson’s trial counsel. Quite predictably, appellant maintained that he was told nothing about entering a plea except that he should do so because the police had his confession and there was nothing Mr. Crippins could do about it. However, this testimony was flatly contradicted by Crippins himself. When asked by the court below to explain why he advised Wilson to plead guilty, Mr. Crippins was both explicit and convincing. He said: “The reason I advised him to plead guilty was I had seen the file of the District Attorney. I knew what their witnesses would testify to because I had access to the statements. I explained to Norman Wilson, Avho would testify against him and what they would say. . . .\n“I had seen the medical report where there was only one stab wound. [Wilson has always admitted stabbing the deceased, but claims that he was not the only assailant.] I had seen the pictures of the body. I felt I knew the climate in Philadelphia at that time. The newspapers were screaming, the media was screaming, ánd I had only two alternatives, either to- plead him not guilty and take a jury trial, at which jury trial he could have received the death penalty; or, I could get the agreement from the District Attorney that he was not going to ask for death ... so I thought it was better' to make sure that I save Norman Wilson’s life than it was to take a chance on a case which I couldn’t win anyway.\n“That is' why I asked him to plead guilty.” (Record át 42-43.) Later, in the same hearing, Mr. Crippins again reiterated that he had told Wilson about all the evidence against him, including several eye witnesses. Although Crippins frankly admitted- that the existence of the confession played a part in his -advice to his client, we think it clear that, if believed, Crippins’ testimony decimates any attack based upon Garrett. Since the hearing judge’s opinion states that he chose to believe Crippins’ testimony, we see no reason to disturb the lower court’s holding as to the guilty plea.\n. Although appellant’s counsel below stated that he was unwilling to examine Mr. Crippins on the issue of ineffectiveness, it is apparent to us that 'the ineffectiveness claim is keyed to the same factual allegation that allegedly supports the conflict of interest claim. We shall therefore treat this factual allegation as underpinning both of Wilson’s remaining arguments. According to appellant, Mr. Crippins prevailed upon his client to plead guilty because a bargain had been reached with the district attorney that if Wilson pleaded guilty to murder generally, the Commonwealth would be willing to certify that Lonnie Jackson, Crippins’ other client, had committed an offense rising no higher than second degree murder. Wilson, of course, maintains that he was never told of any suqh bargain. We think it clear that if appellant’s trial counsel had indeed so compromised appellant’s position in order to secure a lighter sentence for another client, this would be an obvious conflict ■ of interest, requiring the grant of, a new trial. Commonwealth ex rel. Whitling v. Russell, 406 Pa. 45, 176 A. 2d 641 (1962). However, we are again faced with credible testimony from Mr. Crippins that no such compromise was ever made. According to Crippins, although plea bargains were made concerning both Wilson and Jackson, these were separate arrangements, completely unrelated, and each the sole product of Crippins’ evaluation of the evidence available against the particular defendant involved. Therefore, since the hearing judge accepted this explanation, and accordingly refused to find a conflict of interest, appellant’s argument must stand or fall solely upon the statement in his brief that mere dual representation, of necessity, forced Mr. Crippins to trade off between defendants. We cannot agree with this contention.\nAdmittedly, Whitting announces the prophylactic rule that whenever a conflict of interest reveals itself to an appellate court the conviction below cannot stand, even though the appellant may have been unable to show that any specific harm befell him at trial. However, one never reaches this prophylactic rule unless and until the defendant can demonstrate that a conflict in fact existed at trial. Unfortunately for appellant, there is no prophylactic rule equating dual representation with conflict of interest. Quite to the contrary, this Court has held that dual representation alone does not amount to a conflict of interest. See Commonwealth ex rel. Corbin v. Myers, 419 Pa. 139, 213 A. 2d 356 (1965), cert. denied, 386 U.S. 1013, 87 S. Ct. 1361 (1967). To make the dual representation rise to a true conflict, appellant need not show that actual harm resulted, for that would vitiate Whitting but he must at least show the possibility of harm, e.g., that he had a defense inconsistent with that advanced by ■the other client, or that counsel neglected his case in order to give the other client a more spirited defense. Cf. Commonwealth v. Meehan, 409 Pa. 616, 187 A. 2d 579 (1963). In the present case, given the lower court’s acceptance of Crippins’ testimony that he advised Wilson to enter the plea simply because there was overwhelming evidence of guilt, and because he had bargained away a death sentence, appellant has failed to show conflict of interest.\nNor has appellant demonstrated to our satisfaction that Crippins’ decision to represent Wilson and Jackson, rather than jettisoning one of them, rendered appellant’s representation constitutionally ineffective, as we have defined that term in Commonwealth ex rel. Washington v. Maroney, 427 Pa. 599, 235 A. 2d 349 (1967). To constitute ineffective counsel in Pennsylvania it must appear that the conduct of the attorney had no reasonable basis designed to effectuate his client’s interest. Realizing as we do the possibility for harm arising from dual representation, we think that a proper application of Washington to any alleged conflict of interest requires a showing that counsel’s actions on behalf of his now complaining client would have been sufficient under Washington even-had there been no dual representation. Thus, we must ask ourselves: assuming that Mr. Crippins had represented only Wilson, and had still advised him to plead guilty, would this advice have had some reasonable basis designed to effectuate appellant’s interest? Applying this test, we think it clear from our prior discussion that counsel here did the very best thing possible for his client, given the overwhelming evidence of guilt. See Commonwealth v. Hilly 427 Pa. 614, 617, 235 A. 2d 347, 349 (1967).\nOrder affirmed.\n• Mr. Chief Justice Bell concurs in the result.\nMr. Justice Cohen took no part in the consideration or decision of this case.\nThe record of Wilson’s degree of guilt bearing cannot be\" located; the Commonwealth’s brief before this Court recites that Wilson and Jackson were given separate trials, although the same attorney represented both defendants. We find nothing in the post-conviction hearing record or in appellant’s brief inconsistent with this statement by the Commonwealth.\nAppellant’s post-conviction trial counsel remained by Wilson’s side on this appeal, but counsel’s appellate brief raises only the conflict of interest issue. Appellant himself, however, has also filed a brief preserving the coerced confession and ineffective counsel issues.\nIn Commonwealth v. Baity, 428 Pa. 306, 237 A. 2d 172 (1968), where appellant’s testimony that he entered the plea solely because of the confession was actually corroborated by trial counsel, an additional problem of waiver tinder §4 of the Post Conviction Hearing Act was presented; We point out, however, that the §4 waiver issue need never be faced when, as here, appellant cannot even meet the Garrett test of “primary motivation.”\nBut for the factual allegation concerning the conflict of interest, there would be no factual allegations to support an ineffectiveness claim.\nThe evidence against Wilson and Jackson lends additional support to Orippins’ explanation. It appears that Wilson actually-wielded the knife, whereas Jackson was merely holding the deceased at the time. There is also some testimony that Jackson transported the knife to the fight scene in a duffel bag, although other evidence points to a boy nicknamed “Country” as the true custodian of the gang’s arsenal.",
        "type": "majority",
        "author": "Mb. Justice Roberts,"
      }
    ],
    "attorneys": [
      "Melvin Dildine, Assistant Defender, and Herman I. Polloch, Defender, for appellant.",
      "Welsh S. White, and Alan J. Davis, Assistant District Attorneys, Richard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Wilson, Appellant.\nSubmitted November 13, 1967.\nBefore Bell, C. J., Musmanno, Jones, Eagen, O’Brien and Roberts, JJ.\nMelvin Dildine, Assistant Defender, and Herman I. Polloch, Defender, for appellant.\nWelsh S. White, and Alan J. Davis, Assistant District Attorneys, Richard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee.\nApril 16, 1968:"
  },
  "file_name": "0458-01",
  "first_page_order": 482,
  "last_page_order": 488
}
