{
  "id": 1913458,
  "name": "Harker, Appellant, v. D. & H. Building Wreckers, Inc.",
  "name_abbreviation": "Harker v. D. & H. Building Wreckers, Inc.",
  "decision_date": "1968-04-24",
  "docket_number": "Appeals, Nos. 1 and 9",
  "first_page": "655",
  "last_page": "657",
  "citations": [
    {
      "type": "official",
      "cite": "429 Pa. 655"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "231 N.E. 2d. 169",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1967,
      "pin_cites": [
        {
          "parenthetical": "5-1 vote, with one additional judge concurring in the result"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "208 A. 2d 193",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 1
    },
    {
      "cite": "417 Pa. 486",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1894073
      ],
      "year": 1965,
      "opinion_index": 1,
      "case_paths": [
        "/pa/417/0486-01"
      ]
    },
    {
      "cite": "220 A. 2d 896",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 1
    },
    {
      "cite": "422 Pa. 103",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1901717
      ],
      "year": 1966,
      "opinion_index": 1,
      "case_paths": [
        "/pa/422/0103-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 313,
    "char_count": 3549,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 7.154957104748891e-08,
      "percentile": 0.4287284702698883
    },
    "sha256": "d0f88122c823a82df17563f9f1203986f8fea008d003b35e5ce1c522dc8fd9ea",
    "simhash": "1:a8c0d8cac31edac6",
    "word_count": 544
  },
  "last_updated": "2024-02-27T17:18:34.880418+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Chief Justice Bell took no part in the consideration or decision of this case.",
      "Mr. Justice Musmanno joins in this dissenting opinion."
    ],
    "parties": [
      "Harker, Appellant, v. D. & H. Building Wreckers, Inc."
    ],
    "opinions": [
      {
        "text": "Opinion\nPer Curiam,\nJudgment affirmed.\nMr. Chief Justice Bell took no part in the consideration or decision of this case.",
        "type": "majority",
        "author": "Per Curiam,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Roberts:\nD. & H. Building Wreckers, Inc. was employed to demolish the Rosenbaum Building in downtown Pittsburgh. During the course of the demolition, debris from that building fell through the roof of an adjoining building, injuring appellant Nellie Harker, an employee of the firm occupying that space.\nAppellant subsequently brought actions against all of the eight parties potentially liable, including the City of Pittsburgh, the theory being that liability stems from the failure of- the City to insure compliance ■with its ordinances establishing precautions to be 'taken in the course of such demolition and the City’s negligent supervision' and control of D. & H. The City thereafter filed an-answer denying liability and asserting the defense of sovereign -immunity. Its motion for judgment on the pleadings was granted by the court below which held the defense of governmental immunity dispositive. It is in that posture that the appeal reaches our Court.\n•I wish'to take this opportunity to reaffirm the principle espoused in my dissenting opinion in Dillon v. York City School District, 422 Pa. 103, 220 A. 2d 896 (1966), i.e., that the onus for change in the scope of governmental immunity lies peculiarly with that institution solely responsible for its creation, viz., the courts, protestations from certain sources that such action should emanate from the Legislature notwithstanding. Our Court faced these same problems in Flagiello v. Penna. Hospital, 417 Pa. 486, 208 A. 2d 193 (1965) and there found the long-standing doctrine of charitable immunity not impervious to a similar attack.\nSince the. promulgation of Dillon, supra, less than two years ago, at least one additional jurisdiction has judicially abandoned the governmental immunity doctrine and replaced it with one permitting suits against, in that instance, a municipality. Brinkman v. City of Indianapolis, 231 N.E. 2d. 169 (App. Ct. Ind. 1967) (5-1 vote, with one additional judge concurring in the result). It is curious that- an-ever increasing number of jurisdictions no longer feel 'that centuries of judicial integrity will be -immediately dissipated by the abandonment of a doctrine which has become almost universally rejected as either unresponsive to the philosophy underlying its inception or the exigencies of current society.\nIt may be appropriate to note at this point that the imposition of potential liability would not automatically result in judgment for plaintiffs, for proof of all elements traditionally necessary for recovery in such instances would hardly be suspended.\nI dissent.\nMr. Justice Musmanno joins in this dissenting opinion.\nThe position that such change is singularly appropriate - only to legislative action is, I believe, classifiable as a makeweight argumént,- disguising a • sympathy with the status, quo, either on its particular merits,. or, more likely, merely because it is. the status quo.\nI.e., duty, breach, injury and proximate cause.",
        "type": "dissent",
        "author": "Mr. Justice Roberts:"
      }
    ],
    "attorneys": [
      "L. J. Buclci and Bresci R. P. Leonard, with them Royston, Robb, Leonard, Edgecombe, Miller & Shorall, for appellant.",
      "Cyril A. Fox, Assistant City Solicitor, with him Robert Engel, Assistant City Solicitor, and David Stahl, City Solicitor, for City of Pittsburgh, appellee."
    ],
    "corrections": "",
    "head_matter": "Harker, Appellant, v. D. & H. Building Wreckers, Inc.\nArgued March 14, 1968.\nBefore Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nL. J. Buclci and Bresci R. P. Leonard, with them Royston, Robb, Leonard, Edgecombe, Miller & Shorall, for appellant.\nCyril A. Fox, Assistant City Solicitor, with him Robert Engel, Assistant City Solicitor, and David Stahl, City Solicitor, for City of Pittsburgh, appellee.\nApril 24, 1968:"
  },
  "file_name": "0655-01",
  "first_page_order": 679,
  "last_page_order": 681
}
