{
  "id": 1370913,
  "name": "JAMES J. GORY MECHANICAL CONTRACTING, INC., Appellee, v. PHILADELPHIA HOUSING AUTHORITY, Appellant",
  "name_abbreviation": "James J. Gory Mechanical Contracting, Inc. v. Philadelphia Housing Authority",
  "decision_date": "2004-08-17",
  "docket_number": "No. 13 E.D. Appeal Docket 2003",
  "first_page": "26",
  "last_page": "46",
  "citations": [
    {
      "type": "official",
      "cite": "579 Pa. 26"
    },
    {
      "type": "parallel",
      "cite": "855 A.2d 669"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "764 A.2d 1042",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11169336,
        1276694
      ],
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/764/1042-01",
        "/pa/564/0117-01"
      ]
    },
    {
      "cite": "564 Pa. 117",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1276694
      ],
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/pa/564/0117-01"
      ]
    },
    {
      "cite": "338 Pa.Super. 144",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        625212
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "896-97"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/338/0144-01"
      ]
    },
    {
      "cite": "339 A.2d 597",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1975,
      "pin_cites": [
        {
          "page": "599"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "772 A.2d 435",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        124712,
        11093586,
        124767,
        11093519
      ],
      "pin_cites": [
        {
          "page": "438-40"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/565/0211-01",
        "/a2d/772/0435-02",
        "/pa/565/0210-01",
        "/a2d/772/0435-01"
      ]
    },
    {
      "cite": "687 A.2d 662",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1994,
      "pin_cites": [
        {
          "page": "666"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "659 A.2d 613",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7873933
      ],
      "pin_cites": [
        {
          "page": "616"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/659/0613-01"
      ]
    },
    {
      "cite": "819 A.2d 1235",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9355669
      ],
      "pin_cites": [
        {
          "page": "1238"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/819/1235-01"
      ]
    },
    {
      "cite": "731 A.2d 1272",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11673538,
        56724
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "1274"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/731/1272-01",
        "/pa/557/0091-01"
      ]
    },
    {
      "cite": "557 Pa. 91",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        56724
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/557/0091-01"
      ]
    },
    {
      "cite": "493 Pa. 302",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8732594
      ],
      "weight": 4,
      "year": 1981,
      "pin_cites": [
        {
          "page": "566-67"
        },
        {
          "page": "566-67",
          "parenthetical": "\"the legislature of this Commonwealth has clearly recognized the interest of the state in having an expert, specialized tribunal, Commonwealth Court, articulate uniform statewide standards in cases affecting the sovereign\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/493/0302-01"
      ]
    },
    {
      "cite": "640 A.2d 372",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1843154,
        7861709
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "378"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/536/0462-01",
        "/a2d/640/0372-01"
      ]
    },
    {
      "cite": "536 Pa. 462",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1843154
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/536/0462-01"
      ]
    },
    {
      "cite": "506 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1790977
      ],
      "weight": 2,
      "year": 1984,
      "pin_cites": [
        {
          "page": "851"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/506/0001-01"
      ]
    },
    {
      "cite": "333 A.2d 190",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 5,
      "year": 1975,
      "pin_cites": [
        {
          "page": "192"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "798 A.2d 161",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        163530,
        9428595,
        9428469,
        163631
      ],
      "weight": 17,
      "year": 2002,
      "pin_cites": [
        {
          "page": "171",
          "parenthetical": "Saylor, J. concurring"
        },
        {
          "parenthetical": "emphasis in original"
        },
        {
          "page": "162"
        },
        {
          "page": "171-72"
        },
        {
          "page": "171",
          "parenthetical": "\"The reconstituting of the governing body of PPA [to give the Governor the sole power to appoint its members] is the predominate factor in my assessment here.\""
        },
        {
          "page": "162-67"
        },
        {
          "page": "172-86"
        },
        {
          "page": "183",
          "parenthetical": "\"In reversing the Commonwealth Court's order, the majority has implicitly overruled longstanding precedent [establishing that authorities similar to PPA are local agencies, not Commonwealth agencies]''"
        },
        {
          "page": "172",
          "parenthetical": "\"The majority has not proffered an opinion to explain its reasoning for reversing the Commonwealth Court's order, leaving the parties and the lower court without any guidance as to how to proceed. Indeed', I am at a loss to understand the majority's decision myself.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/568/0430-01",
        "/a2d/798/0161-02",
        "/a2d/798/0161-01",
        "/pa/568/0429-01"
      ]
    },
    {
      "cite": "568 Pa. 430",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        163530
      ],
      "weight": 2,
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/pa/568/0430-01"
      ]
    },
    {
      "cite": "524 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1822848
      ],
      "weight": 11,
      "year": 1990,
      "pin_cites": [
        {
          "page": "933",
          "parenthetical": "internal citations omitted"
        },
        {
          "page": "933"
        },
        {
          "page": "933-34"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/524/0001-01"
      ]
    },
    {
      "cite": "406 Pa.Super. 578",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        898267
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/406/0578-01"
      ]
    },
    {
      "cite": "466 Pa. 493",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1714986
      ],
      "weight": 20,
      "year": 1976,
      "pin_cites": [
        {
          "page": "800"
        },
        {
          "page": "801-02"
        },
        {
          "page": "802"
        },
        {
          "page": "802"
        },
        {
          "page": "802"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/466/0493-01"
      ]
    },
    {
      "cite": "994 F.2d 112",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10509850
      ],
      "weight": 3,
      "year": 1993,
      "pin_cites": [
        {
          "page": "119"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/994/0112-01"
      ]
    },
    {
      "cite": "798 A.2d 161",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        163530,
        9428595,
        9428469,
        163631
      ],
      "weight": 3,
      "year": 2002,
      "pin_cites": [
        {
          "page": "162"
        },
        {
          "page": "183",
          "parenthetical": "Zappala, C.J. dissenting"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/568/0430-01",
        "/a2d/798/0161-02",
        "/a2d/798/0161-01",
        "/pa/568/0429-01"
      ]
    },
    {
      "cite": "568 Pa. 430",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        163530
      ],
      "year": 2002,
      "opinion_index": 1,
      "case_paths": [
        "/pa/568/0430-01"
      ]
    },
    {
      "cite": "524 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1822848
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 1,
      "case_paths": [
        "/pa/524/0001-01"
      ]
    },
    {
      "cite": "466 Pa. 493",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1714986
      ],
      "weight": 3,
      "year": 1976,
      "pin_cites": [
        {
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/466/0493-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1222,
    "char_count": 42196,
    "ocr_confidence": 0.691,
    "pagerank": {
      "raw": 3.582776895812769e-07,
      "percentile": 0.88684745712974
    },
    "sha256": "4068bb41bd8dcf0e8385e5de81d38f88304de64e01bc89b203f25dcc9df3b843",
    "simhash": "1:cf238afecb1e403c",
    "word_count": 6816
  },
  "last_updated": "2024-02-27T19:11:10.599912+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CAPPY, C.J., and CASTILLE, NIGRO, NEWMAN, SAYLOR, EAKIN and LAMB, JJ.",
      "Former Justice LAMB did not participate in the decision of this case.",
      "Justice EAKIN files a dissenting opinion in which Justice NEWMAN joins.",
      "Justice NEWMAN joins this dissenting opinion."
    ],
    "parties": [
      "JAMES J. GORY MECHANICAL CONTRACTING, INC., Appellee, v. PHILADELPHIA HOUSING AUTHORITY, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nJustice NIGRO.\nWe granted allowance of appeal in the instant case to resolve whether the Philadelphia County Court of Common Pleas (the “Trial Court”) had original jurisdiction over the underlying action brought against the Philadelphia Housing Authority (“PHA”). We hold that the Trial Court did indeed have original jurisdiction over the case and therefore affirm the Superior Court’s finding in that respect.\nOn February 9, 2000, Appellee James J. Gory Mechanical Contracting, Inc. (“Gory”) filed a complaint against the PHA in the Trial Court, alleging that PHA had breached a construction contract it had entered into with Gory (the “Contract”) by causing delays in Gory’s completion of its work and by failing to pay Gory for all of its work, including the extra days it had to work due to the delays. The Trial Court subsequently held a bench trial and on July 12, 2001, it entered an order and opinion, finding that PHA had breached the Contract and that Gory was entitled to $141,500.00 in damages. After the Trial Court denied PHA’s post-trial motions, PHA filed an appeal with the Commonwealth Court. On September 19, 2001, however, the Commonwealth Court entered an order stating: “[I]t appearing that this is a breach of contract dispute and as such is not within the jurisdiction of this court, 42 Pa.C.S. § 762, this matter is transferred to the Superior Court of Pennsylvania.” Commw. Ct. Order, 9/19/2001. Accordingly, on October 9, 2001, the case was transferred to the Superior Court.\nOn May 2, 2002, the Superior Court entered a memorandum opinion affirming the Trial Court’s order in favor of Gory. In its opinion, the Superior Court initially addressed the first issue raised by PHA in its appeal, which was “ ‘[wjhether the Court of Common Pleas of Philadelphia County had subject matter jurisdiction [over the case]?” Super Ct. Op., 5/2/2002, at 2 (citing PHA’s Super. Ct. Brf. at 4). The Superior Court noted that although PHA claimed that it was a state agency and that the Commonwealth Court therefore had original jurisdiction over claims filed against it, this Court had previously found otherwise in T & R Painting Co., Inc. v. Phila. Housing Auth., 466 Pa. 493, 353 A.2d 800 (1976). The Superi- or Court pointed out that in T & R Painting Co., this Court had held that PHA was a local agency, rather than a Commonwealth agency, for purposes of jurisdiction, and consequently, the trial court, not the Commonwealth Court, had original jurisdiction over claims filed against it. See Super. Ct. Op., at 2-3 (citing T & R Painting Co., 353 A.2d at 800). Moreover, the Superior Court found that, contrary to PHA’s claims, T & R Painting Co. remained good law. The Superior Court recognized that it had held in Battle v. Phila. Housing Auth., 406 Pa.Super. 578, 594 A.2d 769 (1991), that PHA was a Commonwealth agency for purposes of sovereign immunity, but it stated that because an agency may be a Commonwealth agency for one purpose and not for another, its decision in Battle was consistent with this Court’s decision in T & R Painting Co. Accordingly, the Superior Court found that based on this Court’s decision in T & R Painting Co., the Trial Court had properly exercised original jurisdiction over Gory’s claims.\nPHA subsequently filed a petition for allowance of appeal with this Court and we granted allocatur to address PHA’s claim that it is a Commonwealth agency for purposes of jurisdiction based on this Court’s decision in Marshall v. Port Auth. of Allegheny County, 524 Pa. 1, 568 A.2d 931 (1990), and our per curiam order in City of Philadelphia v. Philadelphia Parking Auth., 568 Pa. 430, 798 A.2d 161 (2002). Moreover, we agreed to consider PHA’s tangential claim that if it is a Commonwealth agency for jurisdictional purposes, Gory’s action should have been brought before the Board of Claims, rather than the Commonwealth Court. We now reaffirm our decision issued over twenty-eight years ago in T & R Painting Co., 466 Pa. 493, 353 A.2d 800, and thereby hold that PHA is a local agency for purposes of jurisdiction and Gory’s claims were properly brought in' the Trial Court. Given this decision, we also find, contrary to PHA’s claims, that our decision in Marshall and our per curiam order in City of Philadelphia did not implicitly overrule T & R Painting Co. by requiring that PHA be deemed a Commonwealth agency.\nSection 761 of the Judicial Code provides that the Commonwealth Court has original jurisdiction over all civil actions brought against the “Commonwealth government” unless one or more of four specific exceptions apply. 42 Pa.C.S. § 761. The “Commonwealth government” is defined for purposes of the Judicial Code as including, among other things, “the departments, boards, commissions, authorities and officers and agencies of the Commonwealth, but the term does not include any political subdivision, municipal or other local authority, or any officer or agency of any such political subdivision or local authority.” Id. § 102. Thus, for the Commonwealth Court to have original jurisdiction over a case filed against PHA, PHA must be a Commonwealth agency as opposed to a political subdivision, municipal authority or other such local authority (a “local agency”).\nAs the Superior Court pointed out, this Court addressed the very issue of whether PHA is a Commonwealth agency for purposes of jurisdiction several years ago in T & R Painting Co. In that case, PHA argued that it was a Commonwealth agency and therefore any civil actions brought against it had to be filed with the Commonwealth Court. In support of its claim that it was a Commonwealth agency, PHA relied on Section 1550 of the Housing Authorities Law (the “Housing Law”), which defines the powers of housing authorities, such as PHA, and states as follows: “An Authority shall constitute a public body, corporate and politic, exercising public powers of the Commonwealth as an agency thereof .... “ 35 P.S. § 1550 (emphasis added). This Court, however, found that Section 1550 did not conclusively establish that PHA was a Commonwealth agency because it had to be read with the other provisions of the Housing Law and according to those other provisions, PHA was a local agency. See T & R Painting Co., 353 A.2d at 801-02; see also 1 Pa.C.S. § 1922 (it must be presumed that the General Assembly intends to give effect to all of a statute’s provisions). Specifically, we pointed to the following eight provisions as evidence that PHA was a local agency:\n1. Section 1543(g), which describes a housing authority’s field of operation as “[t]he area within the territorial boundaries of the city or county for which the particular housing authority is created.” 35 P.S. § 1543(g).\n2. Section 1544, which states that housing authorities shall be created as “separate and distinct bodies, corporate and politic, one for each city, and one for each of the counties of the Commonwealth,” and also indicates that housing authorities shall be created if “[t]he governing body of any city or county ... find[s] and declare[s] that there is a need for an Authority to function within the ... city or county.” Id. § 1544.\n3. Section 1544.1, which grants the governing body of any city the power to dissolve a city housing authority if the authority has no outstanding obligations and the governing body “find[s] and declare[s] by proper resolution that [the Authority’s] functions can be more properly carried out by a county authority.” Id. § 1544.1.\n4. Section 1544.2, which grants the governing body of any county the power to dissolve a county housing authority if the authority has no outstanding obligations and the governing body “find[s] and declare[s] by proper resolution that there is no longer any need for the authority created for such county to function.” Id. § 1544.2.\n5. Section 1545, which states that the city or county governing body that declared the need for a housing authority shall have the power to appoint county residents to be members of the authority. See id. § 1545.\n6. Section 1546, which provides the local governing body with the power to fill vacancies on an authority’s board. See id. § 1546.\n7. Section 1550(j), which grants the authority power “[t]o arrange with the Commonwealth, its subdivisions and agencies, and any county, city or other municipality of the State ... (1) to cause the services customarily provided by each of them to be rendered for the benefit of such housing authority, or the occupants of any housing projects of the Authority; and (2) to provide and maintain parks, recreational centers, schools, sewerage, transportation, water, and other municipal facilities adjacent to, or in connection with, housing projects; and (3) to plan, replan, zone or rezone any part of the municipality in connection with any housing project of the Authority.” Id. § 1550(j).\n8. Section 1562.1, which empowers a housing authority “to act as [an] agent of the State, or any of its instrumentalities or agencies, for the public purposes set out in this act.” Id. § 1562.1.\nAfter reviewing the above provisions, we concluded that because Section 1550 seemed to indicate that PHA was a Commonwealth agency while these other eight provisions indicated just the opposite, i.e., that PHA was a local agency, “[t]he language of the Housing Authorities Law does not specifically resolve the issue whether [PHA] is a local or state agency.” T & R Painting Co., 353 A.2d at 802.\nBased on that finding, we determined that we had to discern whether the General Assembly intended lawsuits brought against PHA to be originally heard in the Commonwealth Court by looking beyond the language in the Appellate Jurisdiction Act and the Housing Law. See 1 Pa.C.S. § 1921 (“When the words of the statute are not explicit, the intention of the General Assembly may be ascertained by considering [matters other than the statutory words].”). We then explained that “[t]he Commonwealth Court is intended to provide a judicial forum for the uniform and consistent resolution of questions of statewide impact.” Id. In accordance with this principle, we pointed out that, for example, an action against the Department of Environmental Resources (“DER”) must be brought in the Commonwealth Court, rather than in the trial court, because otherwise DER would be “severely handicapped” whenever trial courts reached different resolutions regarding its powers and duties. Id. In contrast, we stated that “there is no particular need for such uniform statewide resolution of issues involving the powers and duties of local authorities which operate within a single ‘county, city or other municipality of the State ... ‘ “ as housing authorities do. Id. Moreover, we stated:\n[T]o reach any other conclusion [than that the authority is a local agency which may be sued in the local court of common pleas rather than in the Commonwealth Court] would lead to the absurd and unreasonable result that a citizen would be required to pursue his [remedy] in Harrisburg even though the records were located in the community and the agency involved had been created by an individual city or county and the issues involved were matters strictly within the concern of a particular locality rather than a concern of the Commonwealth generally. The General Assembly, of course, could not have intended such a result.\nT & R Painting Co., 353 A.2d at 802 (quoting Levine v. Redevelopment Auth. of the City of New Castle, 17 Pa.Cmwlth. 382, 333 A.2d 190, 192 (1975)) (internal citations omitted). Accordingly, we concluded that PHA was not a Commonwealth agency subject to the Commonwealth Court’s original jurisdiction, but rather was a local agency subject to suit in the Philadelphia trial courts.\nIn reviewing our decision in T & R Painting Co., we find that it applies just as strongly today as it did twenty-eight years ago. The Housing Law remains for the most part unchanged and consequently, still does not clearly define whether a housing authority is a Commonwealth agency or a local agency for purposes of jurisdiction. Moreover, the Commonwealth Court continues to serve as an original forum for resolving issues of statewide impact. See 42 Pa.C.S. § 761; Dep’t of Transp. v. Joseph Bucheit & Sons Co., 506 Pa. 1, 483 A.2d 848, 851 (1984); CRY, Inc. v. Mill Service, Inc., 536 Pa. 462, 640 A.2d 372, 378 (1994); Action Coalition of Elders v. Allegheny County Institution Dist., 493 Pa. 302, 426 A.2d 560, 566-67 (1981); see also City of Philadelphia, 798 A.2d at 171 (Saylor, J. concurring). In addition, just as they did at the time of T & R Painting Co., housing authorities today operate solely in one locality and predominantly under the control of the governing body in that locality. Accordingly, under T & R Painting Co., housing authorities must continue to be considered local agencies for purposes of jurisdiction and subject to the original jurisdiction of the trial court.\nPHA argues, however, that T & R Painting Co. is no longer controlling regarding a housing authority’s status because this Court implicitly overruled T & R Painting Co. in Marshall v. Port Auth. of Allegheny County, 524 Pa. 1, 568 A.2d 931, and City of Philadelphia v. Phila. Parking Auth., 568 Pa. 430, 798 A.2d 161. We disagree.\nIn Marshall, the Commonwealth Court held that a lawsuit could not be brought against the Port Authority of Allegheny County (“PAT”) because PAT was a local agency and thereby immune from liability based on the governmental immunity provisions in the Judicial Code, 42 Pa.C.S. §§ 8541-42 (providing governmental immunity for local agencies and limited number of exceptions to that immunity). On appeal, this Court affirmed the Commonwealth Court’s finding that PAT was immune from liability, but based that immunity on the sovereign immunity provisions of the Judicial Code, id. §§ 8521-22, rather than the governmental immunity provisions. We explained that the sovereign immunity provisions applied to “Commonwealth parties,” see id. § 8522 (referring to waiver of sovereign immunity as bar to certain actions “against Commonwealth parties”), and a “Commonwealth party” was defined for purposes of those provisions as “[a] Commonwealth agency and any employee thereof.” Id. § 8501. Next, we noted that the Judicial Code defined a Commonwealth agency as “[a]ny executive or independent agency,” and that both of these types of agencies were respectively defined as including “boards, commissions, authorities, and other agencies of the Commonwealth government.” Id. § 102. Finally, we pointed out that the term “Commonwealth government” was defined for purposes of the Judicial Code as encompassing: “the departments, boards, commissions, authorities, and officers and agencies of the Commonwealth, but [not] any political subdivision, municipal or other local authority, or any officer or agency of any such political subdivision or local authority.” Id. (emphasis in original). Given that the definition of “Commonwealth party” ultimately led to the definition for “Commonwealth government,” we determined that the answer to whether or not PAT was a Commonwealth party entitled to sovereign immunity depended on whether it was “an agency of the Commonwealth, rather than one of the types of local agencies excluded from the definition of Commonwealth government.” Marshall, 568 A.2d at 933 (internal citations omitted).\nWe then found that the legislation that created PAT, the Second Class County Port Authority Act (the “Port Authority Act”), made it “eminently clear that PAT is an agency of the Commonwealth.” Marshall, 568 A.2d at 933. Specifically, we pointed to Section 553(a) of the Port Authority Act, which states:\nThere are hereby created bodies corporate and politic in counties of the second class, to be known as Port Authority of (insert name of county), which shall constitute public bodies corporate and politic; exercising the public powers of the Commonwealth as an agency thereof.\nMarshall, 568 A.2d at 933-34 (quoting 55 P.S. § 553(a) with emphasis). We determined that because this provision actually created second class county port authorities as well as empowered such authorities to act as Commonwealth agencies, it would be impossible to conclude that second class county port authorities were anything other than Commonwealth agencies. Id. at 934. Thus, based on our finding that second class county port authorities were Commonwealth agencies, we held that the sovereign immunity provisions in the Judicial Code applied to PAT. See id.\nPHA argues that we are required to find that it is a Commonwealth agency based on Marshall because the language in Section 553(a) of the Port Authority Act, which we relied on in Marshall in finding PAT to be a Commonwealth agency, mirrors that in Section 1550 of the Housing Law. While we acknowledge that Section 553(a) of the Port Authority Act and Section 1550 of the Housing Law use similar language to describe second class county port authorities and housing authorities and that Section 553(a) of the Port Authority Act strongly influenced our finding in Marshall that PAT was a Commonwealth agency, we disagree with PHA that our decision in Marshall mandates that it now be deemed a Commonwealth agency for jurisdictional purposes. Our decision in Marshall solely concerned whether PAT was a Commonwealth agency for sovereign immunity purposes rather than for purposes of jurisdiction. Moreover, as both this Court and the Commonwealth Court have made clear, an entity’s status varies “depending on the issue for which the determination is being made.” Pennsylvania State Univ. v. Derry Twp. Sch. Dist., 557 Pa. 91, 731 A.2d 1272, 1274 (1999); see also Safety, Agriculture, Villages and Environment, Inc. v. Delaware Valley Regional Planning Comm’n, 819 A.2d 1235, 1238 (Pa.Commw.2003); Quinn v. Southeastern Pennsylvania Transp. Auth., 659 A.2d 613, 616 (Pa.Cmwlth.1995); Southeastern Pennsylvania Transp. Auth. v. Union Switch & Signal, Inc., 161 Pa.Cmwlth. 400, 687 A.2d 662, 666 (1994). Accordingly, because we were only concerned in Marshall with whether PAT was a Commonwealth agency for sovereign immunity purposes, we do not find that our decision there controls our decision here regarding PHA’s status for a completely different purpose.\nIt is important to note in this regard that the sovereign immunity provisions of the Judicial Code were enacted to insulate the Commonwealth and its agencies from liability except in certain specified circumstances so that state governmental assets are not subject to depletion through multiple lawsuits. See Jones v. Southeastern Pennsylvania Transp. Auth., 772 A.2d 435, 438-40 (Pa.2001). Thus, in determining whether an entity is a Commonwealth agency for sovereign immunity purposes, the important factors to be considered are whether the entity was created by the state to perform a state function so that a judgment against it would, in essence, injure the state. In contrast, however, as made clear by our decision in T & R Painting Co., these same factors are not essential in determining whether an entity is a Commonwealth agency for jurisdictional purposes. As the Commonwealth Court pointed out many years ago, “[t]he concept of jurisdiction is designed to insure the availability of the most practical and competent forum for the airing of a particular grievance.” Scott v. Shapiro, 19 Pa.Cmwlth. 479, 339 A.2d 597, 599 (1975). In that regard, as noted above, the Commonwealth Court was created to serve as an original forum for deciding issues of statewide concern that needed to be uniformly decided. See Action Coalition of Elders, 426 A.2d at 566-67 (“the legislature of this Commonwealth has clearly recognized the interest of the state in having an expert, specialized tribunal, Commonwealth Court, articulate uniform statewide standards in cases affecting the sovereign”). Thus, when determining whether an entity is a Commonwealth agency for jurisdictional purposes so that cases against it must be originally heard in the Commonwealth Court, the pivotal factors to be looked at are whether the entity operates on a statewide basis and is predominantly controlled by the state. As we explained in T & R Painting Co., where the entity acts throughout the state and under the state’s control, it is clearly meant to be a Commonwealth agency for jurisdictional purposes so that it may be sued in the Commonwealth Court. In contrast, where the entity operates within a single county or municipality and is governed in large part by that county or municipality, the entity must be characterized as a local agency and sued in the trial courts because the trial courts will be more familiar with the issues surrounding the entity’s operations and organizational make-up. Applying this logic to the instant case, it is clear that PHA is a local agency for jurisdictional purposes in spite of the language in Section 1550 and our decision in Marshall, because PHA’s scope of authority is limited to the territorial boundaries of Philadelphia, see 35 P.S. § 1543(g), and PHA’s five members are all appointed by the Mayor of Philadelphia, see id. § 1545.\nAs mentioned above, PHA also argues that our per curiam order in City of Philadelphia mandates that it be deemed a Commonwealth agency for jurisdictional purposes. According to PHA, our order in City of Philadelphia is controlling here as “it seems apparent” that the order was entered because a majority of this Court found that the Philadelphia Parking Authority (“PPA”) was a Commonwealth agency for jurisdictional purposes based on a provision in the Parking Authority Law that contains language mirroring that in Section 1550 of the Housing Law. See PHA’s Brf. at 16; see also 53 Pa.C.S. § 5505(a)(1) (“[A parking] authority shall constitute a public body corporate and politic, exercising public powers of the Commonwealth as an agency of the Commonwealth.”). However, we disagree with PHA that our order in City of Philadelphia is to be interpreted as PHA suggests.\nIn City of Philadelphia, the City of Philadelphia sued PPA and six members of its board who were appointed by the Governor in the Philadelphia trial court. The trial court, however, transferred the case to the Commonwealth Court, finding that the Governor was an indispensable party to the action. The Commonwealth Court, in turn, dismissed the case, finding that it did not have original jurisdiction over the case because the Governor was not an indispensable party to the action, and moreover, PPA was not a Commonwealth agency. On appeal, this Court entered a per curiam order vacating the Commonwealth Court’s order and remanding the case to the Commonwealth Court for disposition of the underlying merits of the case. See 798 A.2d at 162. Significantly, as we merely entered a per curiam order and did not specify whether the Commonwealth Court was the proper forum because it had jurisdiction over the Governor as an indispensable party and/or because it had jurisdiction over PPA as a Commonwealth agency, our order did not resolve the issue of whether or not PPA is a Commonwealth agency. Furthermore, although Justice Castille and Justice Saylor wrote concurring statements in which they each opined that PPA was a Commonwealth agency, a majority of the Court did not join these concurring statements, and therefore, it is not at all clear that a majority of the Court agreed with this assessment. Accordingly, contrary to PHA’s assertion, our order in City of Philadelphia does not require that we find that PHA is a Commonwealth agency for jurisdictional purposes.\nAs we find that PHA. is a local agency for jurisdictional purposes and was properly sued by Gory in the Trial Court, we need not reach the second claim raised by PHA in its appeal, i.e., whether the Board of Claims had original jurisdiction over this case. The Superior Court’s decision is affirmed.\nFormer Justice LAMB did not participate in the decision of this case.\nJustice EAKIN files a dissenting opinion in which Justice NEWMAN joins.\n. Pursuant to the Contract, Gory was to complete plumbing and sprinkler work in a public housing development that PHA owned and was remodeling.\n. Section 762 of the Judicial Code.lists those cases over which the Commonwealth Court has appellate jurisdiction. While Section 762 grants the Commonwealth Court appellate jurisdiction over contract cases involving the Commonwealth government and their officers, see 42 Pa.C.S. § 762(a)(1), and contract cases involving not-for-profit corporations, see id. § 762(a)(5), it does not grant the Commonwealth Court appellate jurisdiction over contract claims in other circumstances. See 42 Pa.C.S. § 762(a)(7); id. § 8542; Brady Contracting Co., Inc. v. West Manchester Twp. Sewer Auth., 338 Pa.Super. 144, 487 A.2d 894, 896-97 (1985). Therefore, in finding that it lacked jurisdiction over Gory's contract claims, the Commonwealth Court must have determined that PHA was neither a part of the Commonwealth government nor a not-for-profit corporation.\n. In considering this issue, the Superior Court initially found that although PHA had raised the issue for the first time in its appeal, the issue was not waived because an issue concerning subject matter jurisdiction cannot be waived. See Super. Ct. Op., 5/2/2002, at 2 (citing In re Adoption of N.M.B., 564 Pa. 117, 764 A.2d 1042 (2000)). PHA does not contest the Superior Court's finding in this respect in its appeal to this Court.\n. Likewise, the Superior Court stated that T & R Painting Co. was consistent with this Court's decision in Marshall v. Port Auth. of Allegheny County, 524 Pa. 1, 568 A.2d 931 (1990), on which the Battle court relied, because Marshall, like Battle, only addressed the issue of whether an entity was a Commonwealth agency for sovereign immunity purposes.\n. The Superior Court also summarily rejected the remaining issues PHA raised in its appeal, stating the \"comprehensive and well-reasoned July 12, 2001 opinion by the Honorable John W. Herron carefully and correctly responds to the balance of the issues raised by PHA.” Super. Ct. Op., at 6-7.\n. The definition, in full, defines the Commonwealth government as: \"The government of the Commonwealth, including the courts and other officers or agencies of the unified judicial system, the General Assembly and its officers and agencies, the Governor, and the departments, boards, commissions, authorities and officers and agencies of the Commonwealth. ...\" 42 Pa.C.S. § 102.\n. The Judicial Code defines a ‘/Commonwealth agency” as any executive or independent agency. See 42 Pa.C.S. § 102. Meanwhile, executive and independent agencies are each separately defined as \"the departments, boards, commissions, authorities and other officers and agencies of the Commonwealth government.” Id. Executive agencies differ from independent agencies only insofar as they are subject to the Governor's supervision and control whereas independent agencies are not. See id. Notably, the Judicial Code does not define the terms political subdivision, municipal authority, local authority, or local agency.\n. At the time we decided T & R Painting Co., the Appellate Jurisdiction Act governed when the Commonwealth Court had jurisdiction over a case. See Act of July 31, 1970, P.L. 673, No. 223, art. I, § 102, (17 P.S. § 211.101 et seq.), repealed and replaced by Act of July 9, 1976, P.L. 586, No. 142, § 2, effective June 27, 1978 (42 Pa.C.S. § 701 et seq.). In 1976, however, the General Assembly repealed the Appellate Jurisdiction Act and reenacted its provisions as part of the Judicial Code. Thus, the provisions in the Judicial Code are, for the most part, identical to the provisions that existed in the Appellate Jurisdiction Act. One difference is that the Appellate Jurisdiction Act provided that the Commonwealth Court had original jurisdiction over all civil actions or proceedings \"against the Commonwealth,\" 17 P.S. § 211.401(a)(1) (Supp.1978-79) (repealed) (emphasis added), and the Judicial Code now states that the Commonwealth Court has original jurisdiction over all civil actions or proceedings \"[ajgainst the Commonwealth government.\" 42 Pa.C.S. § 761 (emphasis added). In the end, however, this change in no way modified the Commonwealth Court's original jurisdiction because the Appellate Jurisdiction Act defined the term \"Commonwealth” exactly like the Judicial Code defines the term \"Commonwealth government.\" See 17 P.S. § 211.102(a)(2) (Supp. 1978-79) (repealed) (defining the term \"Commonwealth” as including any \"departments, departmental administrative boards and commissions, officers, independent boards or commissions, authorities and other agencies of this Commonwealth, but shall not include any political subdivision, municipal or other local authority, or any officer or agency of any such political subdivision, municipal or local authority ”) (emphasis added).\n. Act of May 28, 1937, P.L. 955 (35 P.S. § 1541-68).\n. We noted that this last section particularly indicated that a housing authority was a local agency rather than a Commonwealth agency as \"otherwise there would be no reason specifically to grant it the authority to do what an agency of the state may do as a matter of course.” T & R Painting Co., 353 A.2d at 802.\n. Of course, we were referring to the Commonwealth Court's original jurisdiction. See 17 P.S. § 211.401(a)(1) (Supp. 1978-79) (repealed).\n. In Levine, the Commonwealth Court held that actions brought against the New Castle Redevelopment Authority must be heard in the trial court despite the language in Section 4 of the Urban Redevelopment Law, which provided that redevelopment authorities exercise \"public powers of the Commonwealth as an agency thereof.” See 333 A.2d at 192 (citing 35 P.S. § 1709).\n. As noted above, for a housing authority to be created in a city or county, the governing body in that county or city ordinarily needs to pass a resolution declaring that there is a need for such an authority in the county or city. See 35 P.S. § 1544. Further, once a housing authority is created, its members are appointed by the county or city governing bodies. See id. § 1545. Moreover, the county and city governing bodies have the power to dissolve the housing authorities. See id. §§ 1544.1, 1544.2.\n. Act of April 6, 1956, P.L. 1414 (55 P.S. §§ 551-563.4).\n. In reaching this conclusion, we found it inconsequential that the governing boards of the second class county port authorities were appointed by the local county officials. See id.\n. Accordingly, in Marshall, we found that PAT was undoubtedly a Commonwealth agency for sovereign immunity purposes because Section 553(a) of the Port Authority Act made clear that PAT was created by the state to act on its behalf in establishing and maintaining a transit system to serve the citizens in Allegheny County.\n. Act of June 5, 1947, P.L. 458 (53 P.S. §§ 341-56), amended by Act of June 19, 2001, P.L. 22, § 1 (recodified as amended, 53 Pa.C.S. §§ 5501-IV).\n. In his concurring statement. Justice Saylor stated that he believed that the Commonwealth Court had jurisdiction over the case solely because PPA is a Commonwealth agency and not because the Governor was an indispensable party. See 798 A.2d at 171-72. Notably, while Justice Saylor relied on the language in Section 5105(a) of the Parking Law in finding PPA to be a Commonwealth agency, he also relied heavily on the fact that the Governor has the power to appoint all of PPA's members. See id. at 171 (\"The reconstituting of the governing body of PPA [to give the Governor the sole power to appoint its members] is the predominate factor in my assessment here.”). Meanwhile, in Justice Castille's concurring statement, which I joined, Justice Castille agreed with Justice Saylor’s position that PPA constitutes a Commonwealth agency, but also stated that he believed that the Commonwealth Court had jurisdiction over the case because the Governor was an indispensable party. See id. at 162-67. Former Chief Justice Zappala, joined by then—Justice, now Chief Justice Cappy, dissented from the Court’s per curiam order, finding that the trial court had jurisdiction over the case as PPA is not a Commonwealth agency for jurisdictional purposes and the Governor was not an indispensable party to the case. See id. at 172-86. Madame Justice Newman and Justice Eakin joined the Court’s per curiam order, but neither wrote or joined an opinion to express whether they believed that the Commonwealth Court had jurisdiction because PPA was a Commonwealth agency and/or because the Governor was an indispensable party. Accordingly, four of the seven Justices either concluded that PPA was not a Commonwealth agency or did not take a discernible position on the issue.\nPHA nevertheless argues that our per curiam order had to have been based on a majority of the Court finding that PPA was a Commonwealth agency because Chief Justice Zappala indicated as much in his dissenting opinion. See id. at 183 (\"In reversing the Commonwealth Court's order, the majority has implicitly overruled longstanding precedent [establishing that authorities similar to PPA are local agencies, not Commonwealth agencies]’’). However, a full review of Chief Justice Zappala's dissent indicates that he himself was unclear as to whether a majority of the Court had decided to remand the case to the Commonwealth Court because PPA was a Commonwealth agency or because the Governor was an indispensable party. See id. at 172 (\"The majority has not proffered an opinion to explain its reasoning for reversing the Commonwealth Court’s order, leaving the parties and the lower court without any guidance as to how to proceed. Indeed’, I am at a loss to understand the majority's decision myself.\"). Therefore, contrary to PHA's assertion, Chief Justice Zappala’s dissent in no way provides insight into the determinative rationale of those Justices who did not write or join an opinion in the case.",
        "type": "majority",
        "author": "Justice NIGRO."
      },
      {
        "text": "Justice EAKIN,\ndissenting.\nThis Court has no authority to ignore the plain meaning of a statute in favor of tailoring an interpretation inconsistent with that language. The General Assembly enacts the laws, and if clear and unambiguous, this Court is bound to enforce those laws accordingly. There is nothing ambiguous about the Philadelphia Housing Authority’s enabling statute—it is designated as “an agency of the Commonwealth.” 35 P.S. § 1550. As such, (because it qualifies under one of the exceptions to the Commonwealth Court’s original jurisdiction), jurisdiction, lies in the Board of Claims. See 42 Pa.C.S. § 761(a)(l)(iv); 62 Pa.C.S. § 1724.\nIn T & R Painting Co. v. Philadelphia Housing Authority, 466 Pa. 493, 353 A.2d 800 (1976), the issue was whether the PHA is an agency of the Commonwealth or a local agency. The court held that since the enabling statute allowed for local government involvement in PHA affairs, the statute was ambiguous and the court could ignore the specific language in favor of envisioning the General Assembly’s true meaning. T & R Painting, at 802. The court reasoned that to be an agency of the Commonwealth, the body must have statewide impact; absent this influence, an entity, even if delineated “an agency of the Commonwealth” by the General Assembly, was merely a local agency. Because the PHA dealt largely with Philadelphia concerns, the court stated it would be “absurd and unreasonable” to require an almost exclusive Philadelphia pool of litigants to travel and litigate its cases in Harrisburg’s Commonwealth Court; “‘[t]he General Assembly, of course, could not have intended such a result.’ ” Id. (citation omitted).\nThis reasoning was later rejected by this Court in Marshall v. Port Auth. of Allegheny County, 524 Pa. 1, 568 A.2d 931 (1990). The Marshall decision reviewed the enabling statute of the Port Authority of Allegheny County (PAT) and determined the “[ejxpress statutory language contained in the legislation which created PAT makes it eminently clear that PAT is an agency of the Commonwealth.” Id., at 933. “In view of this plain statutory language, it would be impossible to conclude that PAT is anything other than an agency of the Commonwealth.” Id., at 934. PAT’s enabling statute is virtually identical to the PHA’s:\nThere are hereby created bodies corporate and politic in counties of second class, to be known as Port Authority of (insert name of county), which shall constitute public bodies corporate and politic; exercising the public powers of the Commonwealth as an agency thereof\n55 P.S. § 553(a)(PAT) (emphasis added).\nAn Authority shall constitute a public body, corporate and politic, exercising public powers of the Commonwealth as an agency thereof [.]\nCf, 35 P.S. § 1550(PHA) (emphasis added). Why would the language of the Port Authority statute be so compelling as to make it “impossible” to conclude it was anything but an “agency of the Commonwealth,” and the almost identical language not compel the same result for the Housing Authority? PAT has no more statewide impact than PHA.\nThe Majority argues Marshall is irrelevant because the court was deciding whether PAT was entitled to sovereign immunity, from being a Commonwealth agency, or governmental immunity, which protects local agencies; we did not comment on PAT’s status for jurisdictional purposes. However, this Court framed the issue in Marshall as: “The question presented, therefore, is whether PAT is an ‘agency of the Commonwealth,’ rather than one of the types of local agencies excluded from the definition of ‘Commonwealth government.’ ” Marshall, at 933. The court abandoned T & R Painting’s agency impact analysis and determined that if the General Assembly designates an entity an appendage of the state government, it is just that.\nIn my judgment, this is the proper result. It is not necessary for courts to analyze whether something walks or quacks like a duck—the legislature has said “this is a duck,” and even if it looks and sounds like a goose, the legislature has the exclusive power to do so. We should not be saying “they said it’s a duck, but they really meant it’s a goose,” nor should we hold “this is a duck for some purposes and a goose for other purposes.” How does anyone know which fowl it’s going to be for purposes of whatever issue is raised the next time?\nThe Pennsylvania Constitution, Article V, § 4, states the Commonwealth Court’s jurisdiction “shall be provided by law.” Pa. Const, art. V, § 4. The General Assembly established its jurisdiction in 42 Pa.C.S. § 761; nowhere does the General Assembly provide for the judiciary to graft chameleon-like properties onto agencies, making them one type of agency for one purpose and another type for different purposes.\nOnce the “Commonwealth government” is sued, § 761 is mandatory; this Court has no authority to recast a statutorily-defined state agency into a local agency by critiquing its functions. We may not change the jurisdiction of our courts, whether more practical or located closer to the cause of action. The General Assembly earmarked the PHA an agency of the Commonwealth; we are bound to give effect to this directive.\nThe Third Circuit addressed the issue of the PHA’s status as either an agency of the Commonwealth or local agency and concluded that Marshall implicitly overruled T & R Painting. City of Philadelphia v. Lead Industries Assoc., Inc., 994 F.2d 112, 119 (1993). Applying Pennsylvania law, the federal court analyzed T & R Painting in light of Marshall and determined:\nMarshall is controlling!, because t]he enabling statutes considered in Marshall and T & R Painting Co. contained virtually identical language ... and because, as a federal court sitting in diversity, we are bound to follow the pronouncement of a state’s highest court on an issue of state law, we hold that PHA is an agency of the Commonwealth .... ”\nId. The court rejected the argument that Marshall was inapplicable, noting: “the legislature’s designation of which entities are Commonwealth parties is dispositive for all governmental privileges.” Id.\nIn City of Philadelphia v. Philadelphia Parking Authority, 568 Pa. 430, 798 A.2d 161 (2002), we reversed an order of the Commonwealth Court which concluded the Philadelphia Parking Authority was not an agency of the Commonwealth subject to the Commonwealth Court’s original jurisdiction; we remanded the case “for disposition on the merits[,][i]n light of our disposition of the jurisdictional issue____” Id., at 162. Then Chief Justice Zappala offered a vigorous 14-page dissent in which he acknowledged: “In reversing the Commonwealth Court’s order, the majority has implicitly overruled longstanding precedent [T & R Painting] and generated great uncertainty as to the basis for its analysis.” Id., at 183 (Zappala, C.J. dissenting).\nThe uncertainty surrounding T & R Painting should be put to rest. This Court’s subsequent decisions have abandoned its holding in favor of the more prudent course of giving effect to the expressed words of the PHA statute. It is time to formally overrule that case and hold that when the General Assembly calls a body an “agency of the Commonwealth,” we must give meaning to that designation.\nI would reverse the order of the Superior Court and remand this case to the Board of Claims for disposition on the merits.\nJustice NEWMAN joins this dissenting opinion.\n. The Board of Claims Act was in effect at the commencement of this litigation and should have controlled the outcome. However, the General Assembly on December 3, 2002, repealed the Act and replaced it with a series of statutes further clarifying its exclusive jurisdiction and enumerating the requirements for resolving contract controversies involving a Commonwealth party. See Dec. 3, P.L. 1147, No. 142.",
        "type": "dissent",
        "author": "Justice EAKIN,"
      }
    ],
    "attorneys": [
      "Denis James Lawler, Esq., Philadelphia, for Philadelphia Housing Authority.",
      "Bruce L. Phillips. Esq., Philadelphia, for James J. Gory Mechanical Contracting, Inc."
    ],
    "corrections": "",
    "head_matter": "855 A.2d 669\nJAMES J. GORY MECHANICAL CONTRACTING, INC., Appellee, v. PHILADELPHIA HOUSING AUTHORITY, Appellant.\nSupreme Court of Pennsylvania.\nArgued Oct. 20, 2003.\nDecided Aug. 17, 2004.\nDenis James Lawler, Esq., Philadelphia, for Philadelphia Housing Authority.\nBruce L. Phillips. Esq., Philadelphia, for James J. Gory Mechanical Contracting, Inc.\nBEFORE: CAPPY, C.J., and CASTILLE, NIGRO, NEWMAN, SAYLOR, EAKIN and LAMB, JJ."
  },
  "file_name": "0026-01",
  "first_page_order": 154,
  "last_page_order": 174
}
