{
  "id": 1267108,
  "name": "Stormer Estate",
  "name_abbreviation": "Stormer Estate",
  "decision_date": "1956-06-25",
  "docket_number": "Appeal, No. 122",
  "first_page": "382",
  "last_page": "387",
  "citations": [
    {
      "type": "official",
      "cite": "385 Pa. 382"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "64 A. 2d 811",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "361 Pa. 278",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        476371
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/361/0278-01"
      ]
    },
    {
      "cite": "44 A.L.R. 1341",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "pin_cites": [
        {
          "page": "1344"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "244 P. 340",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "pin_cites": [
        {
          "page": "342"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "178 A. 302",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "117 Pa. Superior Ct. 525",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        981736
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/117/0525-01"
      ]
    },
    {
      "cite": "147 A. 608",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "297 Pa. 543",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1118206
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/297/0543-01"
      ]
    },
    {
      "cite": "47 A. 286",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "197 Pa. 305",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        918634
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/197/0305-01"
      ]
    },
    {
      "cite": "39 Pa. 167",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        996269
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/39/0167-01"
      ]
    },
    {
      "cite": "19 Pa. 227",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970569
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/19/0227-01"
      ]
    },
    {
      "cite": "106 Pa. 558",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        455674
      ],
      "pin_cites": [
        {
          "page": "560"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/106/0558-01"
      ]
    },
    {
      "cite": "166 A. 570",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "311 Pa. 123",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1146276
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/311/0123-01"
      ]
    },
    {
      "cite": "119 A. 271",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "275 Pa. 285",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1075662
      ],
      "pin_cites": [
        {
          "page": "287"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/275/0285-01"
      ]
    },
    {
      "cite": "8 A. 866",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "116 Pa. 33",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        554373
      ],
      "pin_cites": [
        {
          "page": "38"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/116/0033-01"
      ]
    },
    {
      "cite": "103 A. 2d 670",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "377 Pa. 227",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1249621
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/377/0227-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 508,
    "char_count": 8017,
    "ocr_confidence": 0.359,
    "pagerank": {
      "raw": 1.8196713455546424e-07,
      "percentile": 0.7190409556696162
    },
    "sha256": "293ee2ffd95908bd6b22f9f9c9b2e515b724cbc42949e37e9b3e7ccc87943afc",
    "simhash": "1:5c677634c481a41e",
    "word_count": 1327
  },
  "last_updated": "2024-02-27T22:23:14.433077+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stern, C. J., Jones, Bell, Chidsby, Musmanno and Arnold, JJ."
    ],
    "parties": [
      "Stormer Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Chidsby,\nThe question presented by this appeal is whether a contract for the construction of a sewerage system is of such nature that the obligations of the contractor thereunder are discharged by his death.\nOn March 18, 1952, Frederick A. Stormer entered into a contract with Shippensburg Borough Authority for the construction of a sewerage system. Mr. Stormer died on August 12, 1953, when the work was approximately 60% complete. His executors continued the work until January 21, 1954. When they ceased work on that date, the contract was declared in default by the Authority. Until October 3, 1953 the continuance of the work .by the executors was under the direction of Hugh B. Stormer (one of the executors and a son of the decedent) who had been superintendent of the work during his father’s lifetime. On the same date the executors petitioned the Orphans’ Court of Blair County for a declaratory judgment to determine whether said contract and the performance bond securing it had been discharged by Stormer’s death. Following the default declared by the Authority when the executors ceased work in January, the Authority which had brought in as a party plaintiff Fidelity and Deposit Company of Maryland, the surety on the contractor’s bond, moved to have the petition for declaratory judgment dismissed on the ground that the question had become moot. The court declined to dismiss the petition, holding that a number of serious controversies were contingent upon an answer to the original petition: Lifter Estate, 377 Pa. 227, 103 A. 2d 670. On June 18, 1955, the lower court decreed that the contract was a binding obligation on the executors and the surety. A rehearing was ordered, following which the court affirmed its June 18th decree. This appeal by the executors followed.\nThe general rule is that to the extent of the assets that come into his possession, the personal representative of a decedent is responsible on all contracts incurred by decedent in his lifetime: Adelaide Stumpf's Appeal, 116 Pa. 33, 38, 8 A. 866; Young, Admrx. v. Gongaware, 275 Pa. 285, 287, 119 A. 271; Huffman v. Huffman, 311 Pa. 123, 166 A. 570. An exception to this rule is: “. . . Where the agreement is for services which involve the peculiar skill of an expert, by whom alone the particular work in contemplation of the parties can be performed, or more generally, where distinctly personal considerations are at the foundation of the contract, the relation of the parties is dissolved by the death of him whose personal qualities constituted the particular inducement to the contract. . . . But where a party agrees to do that which does not necessarily require him to perform in person, that which he may, by assignment of his contract or otherwise, employ others to do, we may fairly infer, unless otherwise expressed, that a mere personal relation was not contemplated. . . : Billings’s Appeal, 106 Pa. 558, 560. See also: Dickinson v. Calahan’s Administrators, 19 Pa. 227; White’s Executors v. The Commonwealth, 39 Pa. 167; Blakely v. Sousa (No. 1), 197 Pa. 305, 47 A. 286; Book’s Estate, 297 Pa. 543, 147 A. 608.\nBuilding contracts generally do not involve a peculiar skill or ability on the part of the person who is to perform them, and hence do not terminate on the death of the contractor: American Surety Company of New York v. Kunkle, Admr., 117 Pa. Superior Ct. 525, 178 A. 302; 9 Am. Jur., Building and Construction Contracts, §58. “. . . It is otherwise, of course, where it is made to appear . . . that the ‘character, credit and substance of the party’ contracted with was an inducement to the contract. . . .”: In re Burke’s Estate, 244 P. 340, 342; 44 A.L.R. 1341, 1344.\nAppellants contend that the contract in question had at its foundation personal considerations and thus would terminate on decedent’s death. Appellants base their contention on the fact that the award of the contact was predicated on the personal responsibility and competency of the contractor selected, and that performance of tlie work was deliberately restricted to a qualified contractor so selected, whose duties were nondelegable, in order that this permanent municipal improvement be well constructed.\nWe are unable to agree with appellants’ contention. The formation of this contract was not induced by any peculiar ability or skill possessed by the decedent. What did induce the contract was the fact that decedent made the lowest bid. Price, not personal considerations, was the inducement. True, decedent had to qualify as a responsible bidder. But once in the group of qualified bidders, it was his price, not his qualifications, that induced the Authority to issue the contract to him.\nAn inspection of the contract documents substantiates our conclusion that the contract was not induced by personal considerations. The documents specify in detail the type and qualit,y of the material to be used in the work, what the work was to consist of, where it was to be done, and the general methods of construction to be used. The only things left to the decedent were the mechanical details of excavation and construction. The evidence discloses, and the court below found, that the decedent’s personal attention to the details of construction, his personal skill or taste, or his exclusive ability were not required, as the work progressed in charge of others, and that he was not on the job except periodically.\nThe fact that the contract contains a provision of nonassignability without the consent of the Authority has no effect on our decision. This provision was patently inserted to protect the Authority by preventing performance by other than qualified contractors. Its presence in the contract does not mean that the contract must be performed by the decedent and none other.\nAppellants rely heavily on the case of George et al., Exrxs. v. Richards, 361 Pa. 278, 64 A. 2d 811. That case involved a suit by the executrices of the estate of a deceased partner against the surviving partner for the value of a contract with the Lehigh Navigation Coal Company, Inc., to drive tunnels as might be directed by work orders to be issued by the company’s engineer. The contract itself gave the partnership no right against the company since the company was not obligated to issue any work orders to the partners. This Court, in ruling that the contract terminated on the death of George, stated (p. 282) : “. . . It is self evident that ... no work orders would be given to appellants or to any other persons claiming under the contract, except Richards and George. . . . The contract envisaged performance by Richards and George and none other. George’s death terminated that contract, and rendered it valueless. . . .”. Appellants contend that the present case is ruled by the George case since it is obvious that the Authority envisaged performance by Stormer and none other. While it was stated in the opinion of the court in the George case that the contract involved was personal in nature [deep rock tunneling for the extraction of coal] requiiúng a high degree of peculiar skill and hence terminable on the death of George, it is apparent from the opinion that the decision also rested on the fact that there was no work order outstanding at the time of George’s death and, therefore, no obligation existed on the part of the coal company or of the partnership. The George case decided that the contract of the partnership with the coal company had no value to George’s estate. The case did not present the question whether George’s estate was bound to complete work George had already engaged in pursuant to an outstanding and unfinished work order.\nJudgment affirmed, at cost of the appellants.",
        "type": "majority",
        "author": "Mr. Justice Chidsby,"
      }
    ],
    "attorneys": [
      "Emanuel 8. Leopold, with him Seheeline & Leopold, for appellants.",
      "J. Boyd Landis, with him John H. Hemphill, Robert J. Yocum and Landis & McIntosh, for appellees."
    ],
    "corrections": "",
    "head_matter": "Stormer Estate.\nArgued April 30, 1956.\nBefore Stern, C. J., Jones, Bell, Chidsby, Musmanno and Arnold, JJ.\nEmanuel 8. Leopold, with him Seheeline & Leopold, for appellants.\nJ. Boyd Landis, with him John H. Hemphill, Robert J. Yocum and Landis & McIntosh, for appellees.\nJune 25, 1956:"
  },
  "file_name": "0382-01",
  "first_page_order": 404,
  "last_page_order": 409
}
