{
  "id": 1841576,
  "name": "PHILADELPHIA SUBURBAN CORPORATION, Appellee, v. COMMONWEALTH of Pennsylvania, BOARD OF FINANCE AND REVENUE, Appellant",
  "name_abbreviation": "Philadelphia Suburban Corp. v. Commonwealth",
  "decision_date": "1993-12-10",
  "docket_number": "No. 23 M.D. Appeal Docket 1992",
  "first_page": "298",
  "last_page": "306",
  "citations": [
    {
      "type": "official",
      "cite": "535 Pa. 298"
    },
    {
      "type": "parallel",
      "cite": "635 A.2d 116"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "498 A.2d 374",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        639121,
        1794085
      ],
      "weight": 3,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/345/0229-01",
        "/pa/508/0359-01"
      ]
    },
    {
      "cite": "508 Pa. 359",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1794085
      ],
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa/508/0359-01"
      ]
    },
    {
      "cite": "482 A.2d 1344",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1984,
      "pin_cites": [
        {
          "page": "1353"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "85 Pa.Commw. 437",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1325320
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "458"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/85/0437-01"
      ]
    },
    {
      "cite": "313 A.2d 156",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1973,
      "pin_cites": [
        {
          "page": "169",
          "parenthetical": "footnote omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "455 Pa. 52",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        582037
      ],
      "weight": 2,
      "year": 1973,
      "pin_cites": [
        {
          "page": "77-78",
          "parenthetical": "footnote omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/455/0052-01"
      ]
    },
    {
      "cite": "481 Pa. 91",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1747296
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "95",
          "parenthetical": "quoting Uniontown Area School Dist. v. Pennsylvania Human Relations Comm'n., 455 Pa. 52, 77-78, 313 A.2d 156, 169 (1973) (footnote omitted)"
        },
        {
          "page": "263",
          "parenthetical": "quoting Uniontown Area School Dist. v. Pennsylvania Human Relations Comm'n., 455 Pa. 52, 77-78, 313 A.2d 156, 169 (1973) (footnote omitted)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/481/0091-01"
      ]
    },
    {
      "cite": "323 U.S. 134",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1229682
      ],
      "weight": 3,
      "year": 1944,
      "opinion_index": 0,
      "case_paths": [
        "/us/323/0134-01"
      ]
    },
    {
      "cite": "411 U.S. 546",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9873
      ],
      "weight": 3,
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/us/411/0546-01"
      ]
    },
    {
      "cite": "144 Pa.Commw. 410",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1424921
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/144/0410-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 608,
    "char_count": 12414,
    "ocr_confidence": 0.675,
    "pagerank": {
      "raw": 6.282804599087452e-07,
      "percentile": 0.957999095700174
    },
    "sha256": "f94ded4b5c96b33ace60b6daa512a79ccacf0ee64c8343654cf58dc216965f3b",
    "simhash": "1:aae67cf8abc3b4bc",
    "word_count": 2016
  },
  "last_updated": "2024-02-27T16:39:54.475491+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, PAPADAKOS, CAPPY and MONTEMURO, JJ.",
      "ZAPPALA, J., did not participate in the consideration or decision of this case.",
      "LARSEN, J., did not participate in the decision of this case.",
      "PAPADAKOS, J., files a dissenting opinion."
    ],
    "parties": [
      "PHILADELPHIA SUBURBAN CORPORATION, Appellee, v. COMMONWEALTH of Pennsylvania, BOARD OF FINANCE AND REVENUE, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nNIX, Chief Justice.\nThis is a tax case. At issue is the validity of a regulation promulgated by the Department of Revenue at 61 Pa.Code § 155.26(b). This Court’s decision will turn on whether the regulation tracks the meaning of the underlying statute. The Commonwealth Court concluded that the regulation was not consistent with the statute, 144 Pa.Commw. 410, 601 A.2d 893. That decision is in error because the Court confined its examination to one isolated portion of the statute while disregarding crucial language expressing a policy judgment to tax corporations precisely as the regulation specifies. For this reason, we vacate the Order of the Commonwealth Court.\nThis case arose out of a dispute over how much taxes were owed in 1985 by the taxpayer, Philadelphia Suburban Corporation. It computed its capital stock tax liability without calculating its capital stock value as required by 61 Pa.Code § 155.26. That regulation explains how to determine average net income, one of the components of capital stock value.\nAverage net income — fixed formula.\n(a) Average net income is the sum of the taxpayer’s net income or loss for each of the current and immediately preceding 4 years, divided by five.\n(b) Net income or loss is the amount set forth as income per books on the income tax return filed by the taxpayer with the Federal government, or if no return is made, as would have been set forth had the return been made. The net income or loss shall be computed on an unconsolidated basis exclusive of the net income or loss of an investee corporation and exclusive of the net income or loss of an investee corporation accounted for under the equity method of accounting. The amount set forth as income per books on the income tax return filed with the Federal government or as would have been set forth had the return been made, shall be adjusted to include dividends received from investee corporations, including dividends from investments accounted for under the consolidated or equity methods of accounting.\n61 Pa.Code § 155.26(a) and (b) (emphasis added). The taxpayer herein is subject to the highlighted portion of the regulation because it is the sole shareholder of Suburban Water Company, received an $8 million dividend from it in 1985, and accounted for the payment under the equity method of accounting. Despite this fact, the taxpayer did not make the required adjustment to its income per books when it calculated its average net income.\nThe Department of Revenue recalculated the taxpayer’s 1985 capital stock taxes according to the formula provided in the regulation. Accordingly, it added $8 million to the taxpayer’s income per books. That triggered an increase in its tax liability from $14,331.00 to $29,987.00. The taxpayer’s appeals were rejected by both the Board of Appeals and the Board of Finance and Revenue. Thereafter, the Commonwealth Court reversed.\nAs we proceed to analyze this case, we are mindful that the regulation is a product of an exercise of an agency’s interpretive rule-making authority. As such, it will survive or fail based on the following considerations.\n“An interpretative rule ... depends for its validity ... upon the willingness of a reviewing court to say that it in fact tracks the meaning of the statute it interprets. While courts traditionally accord the interpretation of the agency charged with administration of the act some deference; the meaning of a statute is essentially a question of law for the court, and, when convinced that the interpretative regulation adopted by an administrative agency is unwise or violative of legislative intent, courts disregard the regulation. See, e.g., United States v. Cartwright, 411 U.S. 546, 93 S.Ct. 1713, 36 L.Ed.2d 528 (1973); Skidmore v. Swift & Co., 323 U.S. 134, 65 S.Ct. 161, 89 L.Ed. 124 (1944).”\nGirard School Dist. v. Pittenger, 481 Pa. 91, 95, 392 A.2d 261, 263 (1978) (quoting Uniontown Area School Dist. v. Pennsylvania Human Relations Comm’n., 455 Pa. 52, 77-78, 313 A.2d 156, 169 (1973) (footnote omitted)). Thus, our primary order of business is to determine precisely what the statute says and how it operates in the state’s corporate taxation scheme. In a case such as this, where the subject matter is within the agency’s area of expertise and beyond general judicial competence, we give great weight to the agency’s interpretation. Uniontown Area School Dist., 455 Pa. at 78 n. 26, 313 A.2d at 169 n. 26; SmithKline Beckman Corp. v. Commonwealth, 85 Pa.Commw. 437, 458, 482 A.2d 1344, 1353 (1984), aff'd, 508 Pa. 359, 498 A.2d 374 (1985).\nPennsylvania taxes corporations based on what is referred to as capital stock value. A corporation computes its capital stock value by applying a formula provided in Section 601 of the Tax Reform Code of 1971. Act of March 4, 1971, P.L. 6, codified as amended at 72 P.S. § 7601. One of the components of that formula is average net income. Section 601 defines that term as follows.\nThe sum of the net income or loss for each of the current and immediately preceding four years, divided by five.... In computing average net income, losses shall be entered as computed, but in no case shall average net income be less than zero. The net income or loss of the entity for any taxable year shall be the amount set forth as income per books on the income tax return filed by the entity with the Federal government for such taxable year, or if no such return is made,.as would have been set forth had such a return been made, subject, however, in either case to any correction thereof, for fraud, evasion or error. In the case of any entity which has an investment in another corporation, the net income or loss shall be computed on an unconsolidated basis exclusive of the net income or loss of such other corporation.\n72 P.S. § 7601 (emphasis added).\nThe taxpayer contends that the statute precisely and unambiguously identifies income per books as the sole determinant of the net income or loss used to arrive at average net income. Therefore, the argument goes, since the Department’s regulation requires an adjustment to the income per books figure, it operates in derogation of the statute and should be held invalid. This was the Commonwealth Court’s rationale for its decision. However, this argument fails to take into account crucial language elsewhere in the provision.\nThe last sentence in Section 601 clearly indicates that a different procedure must be followed to arrive at net income when an entity has an investment in another corporation. The taxpayer in this case qualifies as just such an entity because it holds stock in Suburban Water Company. Therefore, it would be improper to rely exclusively on what appears in the first part of the provision to determine how the Legislature wants net income calculated in a case such as this one. The Commonwealth Court committed this very error.\nSection 601 requires any company with investments in another corporation to compute net income “on an unconsolidated basis exclusive of the net income or loss of such other corporation.” According to the Board of Finance and Revenue, an “unconsolidated basis” of computing income means that a company is treated as if it is not part of a consolidated commercial enterprise; it is viewed as being a distinct, separate and independent entity. Moreover, Section 601 views companies in this way regardless of how much stock one owns in another. This is a sound interpretation of the statute, and we give it great weight.\nAs a general rule, when a company receives dividends, it records the payment as income, making it automatically re-fleeted in what the company reports as income per books on its federal tax return. Of the two principal methods of accounting for dividends, only the cost method operates this way; the equity method of accounting for dividends departs from this general procedure. 2 Seider & Carmichael, Accountant’s Handbook, § 30.27-28 (6th ed.). Dividends accounted for under the equity method are treated as a return on capital, not as income, causing the company’s net income per books to be lower than it otherwise would be. Id. Dividends are treated this way because the company’s investment in its investee is considered to be significant enough to put the company in a position to influence the operating and financial decisions of its investee. Accounting Principles Board Opinion No. 18 para. 12. In other words, there is an assumption that an investor and its investee are interdependent or otherwise constitute some form of a consolidated entity. However, that is not how the Legislature views corporations for the purposes of calculating the net income component of the capital stock tax formula.\nSection 601 expresses the legislative policy judgment to always treat corporations as distinct, separate and unrelated entities for the purposes of computing capital stock taxes, irrespective of the amount of stock one owns in another. As already indicated, when corporations are not part of a consolidated commercial enterprise, dividends are recorded by their recipient as income, making them part of a company’s tax computation under Section 601. The regulation at 61 Pa.Code § 155.26(b) ensures that any dividend payment is taxed regardless of whether the recipient reports it as income: It requires corporations to adjust what they report as income per books when dividends are not accounted for as income by virtue of the fact that they were recorded under the equity method of accounting. This does not violate the legislative intent behind Section 601, nor is it unwise. Therefore, the taxpayer’s argument and the Commonwealth Court’s conclusion, that the regulation is inconsistent with the underlying statute, is without any merit.\nThe taxpayer attempts to persuade this Court to invalidate the regulation by arguing that it results in double-taxation. Specifically, the taxpayer contends that the $8 million in dividends it received has already been reflected in and taxed as part of the investee corporation’s net income per books. Therefore, the argument continues, by adding $8 million to the recipient corporation’s net income per books, the same money is taxed before and after it is transferred. While this argument may have some surface appeal, it fails to survive scrutiny.\nWhat the taxpayer decries as double-taxation is nothing more than the manner in which dividends are taxed generally: The corporation pays taxes before dividends are distributed, and the shareholder recognizes the dividend payment as income subject to taxation. The only difference in this case is that the shareholder happens to be a corporation that owns all of the stock in the dividend-paying corporation. The regulation ensures that neither a taxpayer’s corporate status nor the number of shares it owns will affect how dividends it receives are taxed. Therefore, the taxpayer’s insinuation that the regulation unfairly results in double-taxation simply has no merit. Indeed, the regulation ensures that all corporate taxpayers are treated uniformly with respect to dividend payments.\nIn summary, the Commonwealth Court erred when it invalidated the regulation at 61 Pa.Code § 155.26(b) for being inconsistent with the underlying statute. The regulation faithfully executes the legislative policy judgment expressed in statutory language that the Commonwealth Court disregarded.\nAccordingly, we vacate the Order of the Commonwealth Court and enter judgment in favor of the Commonwealth.\nZAPPALA, J., did not participate in the consideration or decision of this case.\nLARSEN, J., did not participate in the decision of this case.\nPAPADAKOS, J., files a dissenting opinion.\n. The accounting profession considers the ownership of 20% or more of a company’s voting stock to be significant enough to account for dividends under the equity method. Id. para. 17.",
        "type": "majority",
        "author": "NIX, Chief Justice."
      },
      {
        "text": "PAPADAKOS, Justice,\ndissenting.\nSince I believe this to be a case of double taxation as argued by the Appellee-taxpayer, I dissent and would affirm the order of the Commonwealth Court.",
        "type": "dissent",
        "author": "PAPADAKOS, Justice,"
      }
    ],
    "attorneys": [
      "John J. Butchar, Deputy Atty. Gen., for appellant."
    ],
    "corrections": "",
    "head_matter": "635 A.2d 116\nPHILADELPHIA SUBURBAN CORPORATION, Appellee, v. COMMONWEALTH of Pennsylvania, BOARD OF FINANCE AND REVENUE, Appellant.\nSupreme Court of Pennsylvania.\nArgued Dec. 9, 1992.\nDecided Dec. 10, 1993.\nReargument Denied Feb. 25, 1994.\nJohn J. Butchar, Deputy Atty. Gen., for appellant.\nBefore NIX, C.J., and LARSEN, FLAHERTY, PAPADAKOS, CAPPY and MONTEMURO, JJ."
  },
  "file_name": "0298-01",
  "first_page_order": 488,
  "last_page_order": 496
}
