{
  "id": 1841583,
  "name": "GENERAL REFRACTORIES COMPANY and the Travelers Insurance Company, Appellees, v. WORKMEN'S COMPENSATION APPEAL BOARD (WRIGHT). Appeal of E. June WRIGHT",
  "name_abbreviation": "General Refractories Co. v. Workmen's Compensation Appeal Board",
  "decision_date": "1993-12-14",
  "docket_number": "No. 67 W.D. Appeal Docket 1992",
  "first_page": "306",
  "last_page": "313",
  "citations": [
    {
      "type": "official",
      "cite": "535 Pa. 306"
    },
    {
      "type": "parallel",
      "cite": "635 A.2d 120"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "497 Pa. 115",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1775345
      ],
      "weight": 2,
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/pa/497/0115-01"
      ]
    },
    {
      "cite": "506 A.2d 1009",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1346141
      ],
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/96/0161-01"
      ]
    },
    {
      "cite": "509 A.2d 905",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1346983
      ],
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/97/0291-01"
      ]
    },
    {
      "cite": "505 A.2d 369",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1345020
      ],
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/95/0242-01"
      ]
    },
    {
      "cite": "504 A.2d 433",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1344946
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/95/0124-01"
      ]
    },
    {
      "cite": "479 Pa. 286",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1742146
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/479/0286-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 579,
    "char_count": 11941,
    "ocr_confidence": 0.691,
    "pagerank": {
      "raw": 1.8612713571239457e-07,
      "percentile": 0.7248874355223026
    },
    "sha256": "685aa3661b2a948d874fe135ca9fe845a9018047ecd4c2bd243d4731c46fbb9f",
    "simhash": "1:343dea56856afd45",
    "word_count": 1858
  },
  "last_updated": "2024-02-27T16:39:54.475491+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY and MONTEMURO, JJ.",
      "LARSEN, J., did not participate in the decision of this case."
    ],
    "parties": [
      "GENERAL REFRACTORIES COMPANY and the Travelers Insurance Company, Appellees, v. WORKMEN’S COMPENSATION APPEAL BOARD (WRIGHT). Appeal of E. June WRIGHT."
    ],
    "opinions": [
      {
        "text": "OPINION\nZAPPALA, Justice.\nIn this appeal, we are asked to review the Order of the Commonwealth Court vacating and remanding in part the Order entered by the Workmen’s Compensation Appeal Board, which had affirmed the referee’s determination awarding total disability benefits for decedent and death benefits for his widow. Appellate review of workmen’s compensation cases is limited to determining whether constitutional rights were violated, an error of law has been committed, or the necessary findings of fact are supported by substantial competent evidence. Workmen’s Compensation Appeal Board v. Bernard S. Pincus Company, 479 Pa. 286, 388 A.2d 659 (1978). Because Commonwealth Court incorrectly concluded that the referee committed an error of law in awarding the widow death benefits under the Workmen’s Compensation Act, we reverse that part of the Order vacating the death benefit claim.\nOn December 16,1980, claimant, Orville D. Wright, received a workmen’s compensation award for partial disability retroactive to November 27,1978, due to his exposure to silica dust at his place of employment. For over 30 years, claimant had worked in a brickyard making dies and molds and operating a shaping machine. On February 3, 1988, claimant filed a modification petition alleging that as of July 30, 1987, his partial disability had progressed to a total and permanent disability. When claimant’s physical condition worsened, he was admitted to Nason Hospital on January 8, 1989, suffering from pyelonephritis, anthraco-silicosis and chronic obstructive lung disease. On January 13, 1989, claimant died, survived by his widow, E. June Wright, Appellant in this appeal.\nAppellant filed a fatal claim petition on her own behalf on or about February 2,1989, alleging that claimant’s death was due to his exposure to a silica hazard at his place of employment, General Refractories Company. The claim form Appellant used was a Bureau of Workers’ Compensation form designated as a request for relief under the Occupational Disease Act, Act of June 21, 1939, P.L. 566 No. 284, 77 P.S. § 1201, et seq. In responding to Appellant’s fatal claim petition, General Refractories Company utilized a form for responding to a fatal claim petition under the Workmen’s Compensation Act. A hearing was held on March 15, 1989, before Referee Charles A. Getty. At that time, the following colloquy occurred:\nREFEREE GETTY:\nAll right. I’d like to ask Counsel how they wish to proceed?\nATTORNEY PROCOPIO: (Counsel for Employer)\nDo you wish to consolidate this with the Fatal Claim, Mr. Referee?\nREFEREE GETTY:\nNot unless you would like to do that. If both Counsel would wish to do that, we can do it.\nATTORNEY DiFRANCESCO: (Counsel for Appellant)\nI see no reason why we can’t, since he has died. We need the date of death on record. You will definitely need the date of death. He died on the — can we stipulate to the date of death?\nATTORNEY PROCOPIO:\n(No audible response).\nATTORNEY DiFRANCESCO:\nJanuary 13th of 1989.\nATTORNEY PROCOPIO:\nI will stipulate to the date of death as January 13th, 1989. REFEREE GETTY:\nAll right then. Do we wish to consolidate the two Petitions?\nATTORNEY DiFRANCESCO:\nNo. I think I’d like to — .\nREFEREE GETTY:\nDeal with them separately?\nATTORNEY DiFRANCESCO:\nYes, because we’re going to be a while on the other one. I see no reason why the decision shouldn’t be made one way or the other on the Modification Petition.\nREFEREE GETTY:\nFine.\nATTORNEY DiFRANCESCO:\nBecause I’m sure she might have some issues she wants to appeal. In the event that we do not — we do get an award.\nREFEREE GETTY:\nAll right then, that way — .\nATTORNEY DiFRANCESCO:\nThis is one of those cases under the 300 Statue [sic]; isn’t it?\nREFEREE GETTY:\nThat would then move the burden over to your office as far as the lifetime Claim is concerned. So, I gather this deposition was on the lifetime Claim?\nATTORNEY PROCOPIO:\nYes, correct.\nREFEREE GETTY:\nAll right. If you want to rest, you can so advise or continue for a final review of your position.\nATTORNEY PROCOPIO:\nI will notify you by mail if that’s acceptable.\nREFEREE GETTY:\nAll right. Fine. All right then, we’ll continue the lifetime Claim for Defense Counsel to advise regarding their resting. And as far as the Death Claim is concerned, we would probably want to move forward with that—\nATTORNEY DiFRANCESCO:\nOkay.\nREFEREE GETTY:\n—at your convenience.\nR. 12a-14a. Thereafter, the referee granted claimant’s modification petition, awarded total disability benefits retroactive to July 30, 1987, granted Appellant’s Fatal Claim Petition and awarded her lifetime benefits under the Workmen’s Compensation Act, Act of June 2, 1915, P.L. 736 Art. 1, 77 P.S. § 1 et seq.\nGeneral Refractories Company appealed the referee’s determination to the Workmen’s Compensation Appeal Board, alleging that the referee erred in awarding widow’s benefits under the Workmen’s Compensation Act rather than the Occupational Disease Act. In denying General Refractories Company’s appeal of this issue, the Board concluded that General Refractories Company had stipulated to the modification petition and the fatal claim petition being consolidated. Even if the referee erred in consolidating these two petitions, Section 413 of the Workmen’s Compensation Act, 77 P.S. § 771, permitted the referee to award fatal claim benefits under the notice of compensation payable by taking judicial notice of claimant’s death and accepting testimony that it was work-related.\nBeing dissatisfied with this decision, General Refractories Company appealed to Commonwealth Court. Commonwealth Court reversed the Board. In doing so, the court initially noted that under the Workmen’s Compensation Act, a claimant has the right to elect whether to proceed under that Act or the Occupational Disease Act, but may not proceed under both. The court then reasoned that Appellant elected to proceed under the Occupational Disease Act. Since Appellant chose to pursue her remedy under the Occupational Disease Act rather than the Workmen’s Compensation Act, the referee could not rely on § 413 of the Workmen’s Compensation Act to award fatal claim benefits. Furthermore, General Refractories Company’s failure to file the appropriate answer form was insignificant. The cause of action was identified by the Appellant, not General Refractories Company. Neither the referee nor the Board could change the form of action sua sponte. Therefore, Commonwealth Court vacated the death benefits claim and remanded the matter to the Board for disposition under the Occupational Disease Act.\nUnder § 111.44(c) of the Workmen’s Compensation Board’s regulations, 34 Pa.Code 111.44(c), a workmen’s compensation referee or the Board may grant a claimant relief notwithstanding that the claimant either filed an inappropriate pleading or failed to amend that pleading provided that the record supports the relief claimant would properly be entitled to. In Leed v. Workmen’s Compensation Appeal Board, 95 Pa.Cmwlth. 124, 504 A.2d 433 (1986), Commonwealth Court vacated the order of the Workmen’s Compensation Appeal Board and remanded a claimant’s petition to the Board when claimant pled a cause of action under § 301(c)(2) of the Occupational Disease Act which was not proven, but proved a case under § 301(c)(1) of the Occupational Disease Act which was not pled. Likewise, in Long v. Workmen’s Compensation Appeal Board, 95 Pa.Cmwlth. 242, 505 A.2d 369 (1986), Commonwealth Court vacated the Workmen’s Compensation Appeal Board’s refusal to apply Regulation 111.44(c) when the evidence clearly established that work-related fumes aggravated the claimant’s preexisting asthmatic condition, thereby establishing a claim under § 301(c)(1) of the Occupational Disease Act, even though he filed his original claim under § 108(c) of that Act. See also Rightley v. Workmen’s Compensation Appeal Board, 97 Pa.Cmwlth. 291, 509 A.2d 905 (1986) and Riley v. Workmen’s Compensation Appeal Board, 96 Pa.Cmwlth. 161, 506 A.2d 1009 (1986).\nWhat is similar in all of these cases is the authority of the workmen’s compensation referee to evaluate the evidence and award the appropriate benefits notwithstanding the claimant’s error in identifying the basis of his claim. In these cases, no one disputed that a claim had been proven, only that the correct section of the particular Act had not been cited.\nKeeping in mind the remedial nature of the Workmen’s Compensation Act and its intended purpose of being liberally construed to effectuate humanitarian objectives, Krawchuk v. Philadelphia Electric Company, 497 Pa. 115, 439 A.2d 627 (1981), we concur with the analysis employed by the Commonwealth Court beginning with Leed, supra. Given the broad authority of the referee under Regulation 111.44(c), together with statutory authority under § 413 of the Workmen’s Compensation Act, it appears that the legislature did not want to bind the procedural hands of a referee when the facts clearly indicated that a claimant was entitled to benefits although the claimant sought them under an incorrect provision.\nWhile General Refractories Company does not take issue with the Leed analysis, it argues that it is not applicable here. General Refractories argues that because of substantive, procedural and jurisdictional differences between the Workmen’s Compensation Act and the Occupational Disease Act, the liberal authority granted under Regulation 111.44(c) and § 413 of the Act is not applicable. Since Appellant sought relief under the Occupational Disease Act, the referee acted improperly in granting benefits under the Workmen’s Compensation Act.\nIf we were to adjudge the referee’s actions as merely considering an unamended petition filed under the Occupational Disease Act as a petition filed under the Workmen’s Compensation Act and granting relief under the Workmen’s Compensation Act, then we might be inclined to agree with General Refractories Company. However, a review of the referee’s award demonstrates that he was awarding death benefits under the Workmen’s Compensation Act. This he could do under Regulation 111.44(c) as a progression of the modification petition upon notification that the claimant had died. By filing its answer on a workmen’s compensation form, General Refractories Company demonstrated that it was well aware of the fact that Appellant could proceed under either Act.\nFurthermore, in its proposed Findings of Fact given to the referee, General Refractories Company suggested that the referee adopt its medical experts’ opinions and conclude that the claimant did not suffer a “progression” of a respiratory impairment and that the silicosis was not a “substantial contributing factor” in causing claimant’s death. Since both requested findings are couched in terms not applicable to Occupational Disease Act claims but rather Workmen’s Compensation Act claims, it appears to us that General Refractories Company at least considered the possibility that the referee would determine this claim under the Workmen’s Compensation Act rather than the Occupational Disease Act. Consequently, Commonwealth Court erred in reversing the Workmen’s Compensation Appeal Board which affirmed the referee.\nThe Order of the Commonwealth Court is reversed, and the Workmen’s Compensation Appeal Board’s determination is reinstated.\nLARSEN, J., did not participate in the decision of this case.\n. This regulation was repealed effective March, 1991.",
        "type": "majority",
        "author": "ZAPPALA, Justice."
      }
    ],
    "attorneys": [
      "James R. DiFrancesco, Johnstown, for appellant.",
      "Phyllis T. Procopio, Faderewski & Herrington, Pittsburgh and Ernest D. Preate, Jr., Atty. Gen., Harrisburg, for appellees."
    ],
    "corrections": "",
    "head_matter": "635 A.2d 120\nGENERAL REFRACTORIES COMPANY and the Travelers Insurance Company, Appellees, v. WORKMEN’S COMPENSATION APPEAL BOARD (WRIGHT). Appeal of E. June WRIGHT.\nSupreme Court of Pennsylvania.\nArgued Sept. 21, 1993.\nDecided Dec. 14, 1993.\nJames R. DiFrancesco, Johnstown, for appellant.\nPhyllis T. Procopio, Faderewski & Herrington, Pittsburgh and Ernest D. Preate, Jr., Atty. Gen., Harrisburg, for appellees.\nBefore NIX, C.J., and LARSEN, FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY and MONTEMURO, JJ."
  },
  "file_name": "0306-01",
  "first_page_order": 496,
  "last_page_order": 503
}
