{
  "id": 1841530,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Troning Anthony LEWIS, Appellant; COMMONWEALTH of Pennsylvania, Appellee, v. Eric BRADLEY, Appellant",
  "name_abbreviation": "Commonwealth v. Lewis",
  "decision_date": "1994-01-28",
  "docket_number": "Nos. J-36A-1993, J-36B-1993",
  "first_page": "501",
  "last_page": "514",
  "citations": [
    {
      "type": "official",
      "cite": "535 Pa. 501"
    },
    {
      "type": "parallel",
      "cite": "636 A.2d 619"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "525 Pa. 424",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1823759
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa/525/0424-01"
      ]
    },
    {
      "cite": "371 U.S. 471",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        450611
      ],
      "weight": 3,
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/us/371/0471-01"
      ]
    },
    {
      "cite": "253 A.2d 276",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "434 Pa. 153",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1922558
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa/434/0153-01"
      ]
    },
    {
      "cite": "504 Pa. 46",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1787690
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "page": "65"
        },
        {
          "page": "467"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/504/0046-01"
      ]
    },
    {
      "cite": "463 U.S. 1032",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6203160
      ],
      "weight": 3,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/us/463/1032-01"
      ]
    },
    {
      "cite": "526 Pa. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1825870
      ],
      "weight": 5,
      "year": 1991,
      "pin_cites": [
        {
          "page": "389"
        },
        {
          "page": "894-895"
        },
        {
          "page": "394"
        },
        {
          "page": "897",
          "parenthetical": "1991"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/526/0374-01"
      ]
    },
    {
      "cite": "501 U.S. 429",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1108039
      ],
      "weight": 4,
      "year": 1991,
      "pin_cites": [
        {
          "page": "2389"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/501/0429-01"
      ]
    },
    {
      "cite": "448 U.S. 438",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1787623
      ],
      "weight": 3,
      "year": 1980,
      "pin_cites": [
        {
          "page": "440",
          "parenthetical": "Citations omitted."
        },
        {
          "page": "2754",
          "parenthetical": "Citations omitted."
        },
        {
          "parenthetical": "Citations omitted."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/448/0438-01"
      ]
    },
    {
      "cite": "141 U.S. 250",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3556318
      ],
      "weight": 3,
      "year": 1891,
      "pin_cites": [
        {
          "page": "251"
        },
        {
          "page": "1001"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/141/0250-01"
      ]
    },
    {
      "cite": "490 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        605100
      ],
      "weight": 6,
      "year": 1989,
      "pin_cites": [
        {
          "page": "8-9"
        },
        {
          "page": "1586"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/490/0001-01"
      ]
    },
    {
      "cite": "392 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6167798
      ],
      "weight": 11,
      "year": 1968,
      "pin_cites": [
        {
          "page": "8"
        },
        {
          "page": "1873"
        },
        {
          "page": "21"
        },
        {
          "page": "1880"
        },
        {
          "page": "30"
        },
        {
          "page": "1884"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/392/0001-01"
      ]
    },
    {
      "cite": "88 L.Ed.2d 297",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1985,
      "pin_cites": [
        {
          "parenthetical": "Citations omitted."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "106 S.Ct. 349",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1985,
      "pin_cites": [
        {
          "parenthetical": "Citations omitted."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "474 U.S. 950",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6448224,
        6448709,
        6448325,
        6448556,
        6448942,
        6447983,
        6449359,
        6449041,
        6448475,
        6448048,
        6448142,
        6448630,
        6449147,
        6448829,
        6448414
      ],
      "year": 1985,
      "pin_cites": [
        {
          "parenthetical": "Citations omitted."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/474/0950-04",
        "/us/474/0950-10",
        "/us/474/0950-05",
        "/us/474/0950-08",
        "/us/474/0950-12",
        "/us/474/0950-01",
        "/us/474/0950-15",
        "/us/474/0950-13",
        "/us/474/0950-07",
        "/us/474/0950-02",
        "/us/474/0950-03",
        "/us/474/0950-09",
        "/us/474/0950-14",
        "/us/474/0950-11",
        "/us/474/0950-06"
      ]
    },
    {
      "cite": "507 Pa. 529",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1792365
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "112"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/507/0529-01"
      ]
    },
    {
      "cite": "407 Pa.Super. 186",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        900462
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/407/0186-01"
      ]
    },
    {
      "cite": "490 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        605100
      ],
      "weight": 5,
      "year": 1989,
      "pin_cites": [
        {
          "page": "10"
        },
        {
          "page": "1587"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/us/490/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1102,
    "char_count": 23466,
    "ocr_confidence": 0.705,
    "pagerank": {
      "raw": 6.229333399086092e-07,
      "percentile": 0.9573235736909758
    },
    "sha256": "c67231e8dd8e1ef9aa461369c738e0fb14f0b5be30e650cfac435152ca82250e",
    "simhash": "1:ab23adbf1a0d97f0",
    "word_count": 3815
  },
  "last_updated": "2024-02-27T16:39:54.475491+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY and MONTEMURO, JJ.",
      "LARSEN, J., did not participate in the decision of this case.",
      "PAPADAKOS, J., files a dissenting opinion.",
      "MONTEMURO, J., files a dissenting opinion in which PAPADAKOS, J., joins.",
      "MONTEMURO, J., who was an appointed justice of the Court’s at the time of argument, participated in the decision of this case in his capacity as a Senior Justice.",
      "PAPADAKOS, J., joins in this dissenting opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Troning Anthony LEWIS, Appellant. COMMONWEALTH of Pennsylvania, Appellee, v. Eric BRADLEY, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nZAPPALA, Justice.\nTroning Lewis and Eric Bradley, the Appellants in these consolidated appeals, were convicted by a jury of possession of cocaine with the intent to deliver and conspiracy, 407 Pa.Super. 186, 595 A.2d 593. The Appellants moved to suppress the introduction of statements and physical evidence at trial on the ground that the evidence had been obtained in an unconstitutional search and seizure by agents of Amtrak and Harrisburg police officers. The trial court denied the suppression motions and the Superior Court affirmed the judgments of sentence. We granted allocatur to determine whether the Appellants’ rights under the Fourth Amendment of the United States Constitution and Article I, Section 8 of the Pennsylvania Constitution were violated, and to examine the use of a “drug courier profile” as a law enforcement technique. We now reverse the order of the Superior Court and vacate the judgments of sentence.\n“When we review the ruling of a suppression court we must determine whether the factual findings are supported by the record. When it is a defendant who has appealed, we must consider only the evidence of the prosecution and so much of the evidence for the defense as, fairly read in the context of the record as a whole, remains uncontradicted. We are bound by the facts as are found and may reverse the suppression court only if the legal conclusions drawn from those facts are in error.” Commonwealth v. Cortez, 507 Pa. 529, 491 A.2d 111, 112 (1985), cert. den. 474 U.S. 950, 106 S.Ct. 349, 88 L.Ed.2d 297 (1985) (Citations omitted.).\nAt the suppression hearing, Officer John W. Ciupinski, an Amtrak police officer, testified that he had received two days of extensive training in a drug interdiction program prior to the Appellants’ arrests. The participants in the program were taught to identify potential couriers of narcotics by using a “drug courier profile” — a loosely defined set of singularly innocuous characteristics. Officer Ciupinski identified the following as characteristics of the drug courier profile: (1) travel to and from an import city for illegal drugs, e.g., New York City, Miami, and Los Angeles; (2) payment for tickets in cash; (3) frequent trips with quick returns; (4) displays of large amounts of cash; (5) alertness to surroundings; and (6) lack of luggage or packages.\nOfficer Ciupinski had discussed the drug courier profile with Amtrak ticket agents, informing them to be on the alert for individuals who displayed large amounts of money and made frequent trips to source cities. Approximately one week before the Appellants were arrested, an unidentified ticket agent told Officer Ciupinski that two black men had paid cash at his ticket window for a round trip ticket to New York City. The ticket agent, who did not testify at the suppression hearing or at trial, told Officer Ciupinski that the men wanted to return as soon as possible and were unconcerned that the cost of the tickets would be higher. The ticket agent indicated that the men had a bundle of money and that they had no luggage.\nOn the morning of September 22, 1990, the same ticket agent informed Officer Ciupinski that the two men had appeared again at his window and made a cash purchase of four one-way tickets to New York. The agent indicated that they had a “big bundle of money” to pay for the tickets. Each ticket cost $41.50. Officer Ciupinski observed the two men waiting for the train. Mr. Lewis was lying on a bench, but Mr. Bradley appeared apprehensive. Officer Ciupinski then contacted Detective William Holland of the Harrisburg Police Department to discuss the situation. The officers decided to meet the train on its return and to approach the men at that time.\nWhen the Appellants returned, they were confronted by four officers — Officer Ciupinski and his partner, Officer Crandall, Detective Holland and his partner, Detective Arnold. Officer Ciupinski and Detective Holland stood side by side. Their partners followed behind them to act as backup. None of the officers were in uniform. The officers identified themselves and informed the Appellants that they were “working narcotics and doing an interdiction program checking for couriers bringing drugs back from New York.”\nThe officers asked whether the Appellants would mind speaking with them. The Appellants then backed away and the four officers followed. They continued to back away for five to ten feet until they were backed up to a wall with benches in front. They remained standing until backed up to the benches.\nOfficer Ciupinski informed them that they had been observed traveling between New York and Harrisburg and asked for an explanation. Mr. Lewis responded that he traveled to meet with his probation officer. When asked whether they lived in Harrisburg or New York, both indicated New York. Mr. Bradley said that he was visiting his aunt and gave an address which prompted Detective Holland to respond that there was no such address.\nOfficer Ciupinski testified that both men appeared extremely nervous and that Mr. Bradley continually moved his hands around his sides and towards his back. Officer Ciupinski told him to refrain from moving his hands. Questioning continued and when asked what he was on probation for, Mr. Lewis indicated a weapons violation. Officer Ciupinski testified that he asked them if they were carrying any weapons and Mr. Bradley’s eyes “became like saucers.” They then talked for a couple of minutes.\nIn the drug interdiction program, Officer Ciupinski learned that many drug couriers carry weapons. With this in mind, the officers decided to search the Appellants for weapons. No weapon was found on Mr. Lewis, but Mr. Bradley was carrying a pistol. The men were arrested and given Miranda warnings en route to the officers’ headquarters in the station. Another search was conducted on the two men, which uncovered a packet of cocaine in Mr. Lewis’ sock. During questioning, Mr. Bradley told the officers that he found the handgun on the train and Mr. Lewis said that they had purchased cocaine for $5,000 in New York and intended to sell it for $15,000 in Harrisburg.\nThe Appellants contend that the trial court erred in denying their suppression motions because the police officers did not have reasonable suspicion or probable cause to conduct an investigatory stop and the search and seizure was invalid under the federal and state constitutions. The Superior Court rejected this argument, holding that the initial questioning of the Appellants by the police officers was not an investigatory stop under Terry v. Ohio, 392 U.S. 1, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968). The Superior Court reasoned that even if an investigatory stop did occur, the conduct of the police officers was permissible because the circumstances gave rise to a reasonable suspicion that the Appellants fit within the drug courier profile. The Superior Court determined that the officers had a reasonable basis to make an investigatory stop which satisfied the guidelines established in United States v. Sokolow, 490 U.S. 1, 109 S.Ct. 1581, 104 L.Ed.2d 1 (1989). We hold that the investigatory stop of the Appellants was not supported by reasonable suspicion or probable cause and violated the Fourth Amendment of the U.S. Constitution and Article I, § 8 of the Pennsylvania Constitution.\nThe Fourth Amendment provides that “the right of the people to be secure in their persons, houses, papers, and, effects, against unreasonable searches and seizures, shall not be violated....” “No right is held more sacred, or is more carefully guarded, by the common law, than the right of every individual to the possession and control of his own person, free from all restraint or interference of others, unless by clear and unquestionable authority of law.” Terry v. Ohio, supra, 392 U.S. at 8, 88 S.Ct. at 1873, citing Union Pac. R. Co. v. Botsford, 141 U.S. 250, 251, 11 S.Ct. 1000, 1001, 35 L.Ed. 734 (1891). The Fourth Amendment’s prohibition of searches and seizures that are unsupported by objective justification governs all seizures of the person, including seizures that involve only a brief detention.\nThe U.S. Supreme Court stated in Terry that not all personal contacts or exchanges between police officers and individuals involve “seizures” of persons; however, not every police interrogation may be dismissed as personal intercourse. When an officer, by means of physical force or show of authority, has restrained the liberty of an individual, a “seizure” has occurred. “[A]ny curtailment of a person’s liberty by the police must be supported at least by a reasonable and articulable suspicion that the person seized is engaged in criminal activity.” Reid v. Georgia, 448 U.S. 438, 440, 100 S.Ct. 2752, 2754, 65 L.Ed.2d 890 (1980) (Citations omitted.).\nIn Florida v. Bostick, 501 U.S. 429, 111 S.Ct. 2382, 115 L.Ed.2d 389 (1991), the Court addressed the issue whether the Fourth Amendment permits police officers to approach individuals on a bus to ask them questions and to request consent to search their luggage. As part of a drug interdiction program, the Sheriffs Department of Broward County, Florida, routinely boarded buses at scheduled stops and asked passengers for permission to search their luggage. Two officers boarded a bus bound from Miami to Atlanta during a stopover in Fort Lauderdale. The officers singled out Terrance Bostick, concededly without any articulable suspicion, and asked to inspect his ticket and identification. The ticket matched Bostick’s identification. The officers then conducted a search of his suitcase and uncovered cocaine. There was a dispute as to whether Bostick consented to the search. Bostick was arrested and charged with trafficking in cocaine.\nThe trial court denied his suppression motion. The Florida District Court of Appeal affirmed and certified the question to the Florida Supreme Court. The Florida Supreme Court held that an impermissible seizure occurs when police initiate a drug search on buses during scheduled stops and question passengers without articulable reasons for doing so. The U.S. Supreme Court granted certiorari to determine whether the Florida Supreme Court’s per se rule was consistent with its Fourth Amendment jurisprudence.\nThe U.S. Supreme Court held that the Florida Supreme Court erred in adopting a per se rule that every police encounter on a bus is a seizure. The Court held that a seizure does not occur simply because a police officer approaches an individual for the purpose of asking a few questions so long as a reasonable person would feel free to ignore the police and go about his business. Encounters of that nature are consensual and no reasonable suspicion is required. The Court expressly refused to decide whether or not a seizure of Bostick had occurred because the trial court had made no express findings of fact and the Florida Supreme Court’s decision rested entirely on the fact that the encounter took place on a bus. The Court remanded the matter for further proceedings consistent with its opinion.\nThe U.S. Supreme Court articulated the following test to determine whether a particular encounter constitutes a seizure: “[A] court must consider all the circumstances surrounding the encounter to determine whether the police conduct would have communicated to a reasonable person that the person was not free to decline the officers’ request or otherwise terminate the encounter.” 501 U.S. at -, 111 S.Ct. at 2389. Applying the test to the facts of the instant case, we find that under the totality of the circumstances, the police conduct would have communicated to a reasonable person that the person was not free to leave. It is not our intention to single out the fact that the Appellants were confronted by four police officers as dispositive of our inquiry, but the nature of the confrontation demonstrated a show of authority which constituted a restraint of the Appellants’ liberty. We hold that a seizure occurred in this case.\nWe must consider next whether there were “specific and articulable facts which, taken together with rational inferences from those facts, reasonably warranted] that intrusion.” Terry v. Ohio, 392 U.S. at 21, 88 S.Ct. at 1880. A stop for investigatory purposes is justified only if the “police officer observes unusual conduct which leads him reasonably to conclude in light of his experience that criminal activity may be afoot....” Id., 392 U.S. at 30, 88 S.Ct. at 1884. The use of a “drug courier profile” as justification for the seizure was accepted by the Superior Court in this case, and has been analyzed by the U.S. Supreme Court in United States v. Sokolow, supra.\nIn Sokolow, the Drug Enforcement Administration (DEA) agents stopped Andrew Sokolow upon his arrival at the Honolulu International Airport and found 1,063 grams of cocaine after a search of his carry-on luggage. The DEA agents knew that (1) he had paid $2,100 for two airplane tickets from a roll of $20 bills that appeared to contain a total of $4,000; (2) he traveled under a name different from his telephone listing; (3) his original destination was Miami, a source city for illicit drugs; (4) his stay in Miami was for only 48 hours, even though a round-trip flight from Honolulu to Miami took 20 hours; (5) he appeared nervous during his trip; and (6) he did not check any luggage. A divided panel of the U.S. Court of Appeals for the Ninth Circuit held that the DEA agents did not have a reasonable suspicion to stop Sokolow.\nThe U.S. Supreme Court reversed, holding that the DEA agents had a reasonable basis to suspect that Sokolow was transporting illegal drugs under the totality of the circumstances. The Court stated,\n... [T]he factors in this case that the Court of Appeals treated as merely “probabilistic” also have probative significance. Paying $2,100 in cash for two airplane tickets is out of the ordinary, and it is even more out of the ordinary to pay that sum from a roll of $20 bills containing nearly twice that amount of cash. Most business travelers, we feel confident, purchase airline tickets'by credit card or check so as to have a record for tax or business purposes, and few vacationers carry with them thousands of dollars in $20 bills. We also think the agents had a reasonable ground to believe that respondent was traveling under an alias; the evidence was by no means conclusive, but it was sufficient to warrant consideration. While a trip from Honolulu to Miami, standing alone, is not a cause for any sort of suspicion, here there was more: surely few residents of Honolulu travel from that city for 20 hours to spend 48 hours in Miami during the month of July.\nSokolow, 490 U.S. at 8-9, 109 S.Ct. at 1586. The U.S. Supreme Court acknowledged that any one of those factors was not proof of illegal conduct by itself and was consistent with innocent travel, but concluded that the factors amounted to reasonable suspicion when taken together.\nThe factual circumstances of the instant case do not rise to the level of reasonable suspicion. The cash payment of $166 for the purchase of four one-way train tickets and the short length of the trip to New York fall short of the suspicious behavior- in Sokolow. Even when considered together, the facts articulated by the police officers in this case were no more indicative of a drag courier than an innocent traveler. The use of cash, rather than a credit card, for the inexpensive tickets was not unusual. The length of the trip to New York was concededly commonplace, unlike air travel of 20 hours for a trip with a duration of only 48 hours.\nThe danger inherent in defining reasonable suspicion in the context of a “drug courier profile” is that the police officer’s suspicion is not aroused by personal observation of an individual whose behavior sets him apart from other travelers. The use of a drag courier profile encourages the police officer to direct his attention to any individual whose behavior falls within an over-inclusive set of characteristics that include innocent actions. A drag courier profile should serve only as a starting point of, and not as a substitute for, independent observation of an individual’s behavior.\nIn Commonwealth v. Edmunds, 526 Pa. 374, 389, 586 A.2d 887, 894-895 (1991), we stated that, “[I]t is both important and necessary that we undertake an independent analysis of the Pennsylvania Constitution each time a provision of that fundamental document is implicated.” Therefore, we do not rest our decision solely on federal constitutional grounds, for we hold also that the seizure and search of the Appellants violated Article I, Section 8 of the Pennsylvania Constitution. We emphasize that the state constitutional protections afforded under Article I, Section 8 provide an independent basis for concluding that the seizure and search were invalid. See Michigan v. Long, 463 U.S. 1032, 103 S.Ct. 3469, 77 L.Ed.2d 1201 (1983).\nWe undertook an extensive analysis of the unique history of Article I, Section 8 in Commonwealth v. Edmunds, supra, in which we stated,\nThe requirement of probable cause in this Commonwealth thus traces its origin to its original Constitution of 1776, drafted by the, first convention of delegates chaired by Benjamin Franklin. The primary purpose of the warrant requirement was to abolish “general warrants,” which had been used by the British to conduct sweeping searches of residences and businesses, based upon generalized suspicions. Therefore, at the time the Pennsylvania Constitution was drafted in 1776, the issue of searches and seizures unsupported by probable cause was of utmost concern to the constitutional draftsmen.\n526 Pa. at 394, 586 A.2d at 897 (1991) (Citations omitted.). We reiterated our statement in Commonwealth v. Sell, 504 Pa. 46, 65, 470 A.2d 457, 467 (1983), that “the survival of the language now employed in Article I, Section 8 through over 200 years of profound change in other areas demonstrates that the paramount concern for privacy first adopted as part of our organic law in 1776 continues to enjoy the mandate of the people of this Commonwealth.”\nThe facile reliance on drug courier profiles is reminiscent of the generalized suspicions historically used to justify the general warrants of the British. While the use of the drug courier profile is not per se unreasonable, a police officer must observe “unusual and suspicious conduct on the part of the individual seized which leads him reasonably to conclude that criminal activity may be afoot....” Commonwealth v. Hicks, 434 Pa. 153, 253 A.2d 276 (1969). For the reasons which we have articulated in our analysis of the federal constitutional claim, we hold that the seizure and search which occurred in the instant case was violative of our state constitution as well. Since the police officers lacked an articulable reasonable suspicion to seize the Appellants, the evidence obtained during the search of the Appellants was also illegally obtained. Wong Sun v. United States, 371 U.S. 471, 83 S.Ct. 407, 9 L.Ed.2d 441 (1963); Commonwealth v. Green, 525 Pa. 424, 581 A.2d 544 (1990). The trial court erred in denying the Appellants’ suppression motions. Accordingly, the order of the Superior Court is reversed and the judgments of sentence are vacated.\nLARSEN, J., did not participate in the decision of this case.\nPAPADAKOS, J., files a dissenting opinion.\nMONTEMURO, J., files a dissenting opinion in which PAPADAKOS, J., joins.\nMONTEMURO, J., who was an appointed justice of the Court’s at the time of argument, participated in the decision of this case in his capacity as a Senior Justice.\n. Eric Bradley was convicted also of theft by receiving stolen property and unlawful carrying of a firearm in connection with this incident.",
        "type": "majority",
        "author": "ZAPPALA, Justice."
      },
      {
        "text": "PAPADAKOS, Justice,\ndissenting.\nIt seems to me that a segment of this Court is hell-bent upon destroying every weapon employed by our law enforcement agencies in fighting the war on drugs. The majority now seeks to eliminate the effective use of a “drug courier profile” by limiting its use to long distance travelers.\nI dissent and would affirm the Superior Court on its well-reasoned opinion.",
        "type": "dissent",
        "author": "PAPADAKOS, Justice,"
      },
      {
        "text": "MONTEMURO, Justice,\ndissenting.\nI dissent from the Majority’s conclusion that the trial court erred in denying appellants’ suppression motions, and would affirm the judgments of sentence in this case. My disagreement is based on my belief, consonant with that of Justice Papadakos’ dissent, that the Majority’s holding invalidates the drug courier profile approved by the United States Supreme Court, thus impeding drug interdiction efforts involving use of the profile by limiting its application to very specific fact patterns. Moreover, I believe this has been accomplished by dismissal of the facts as they were justifiably found by the trial court.\nThe thrust of the Majority’s holding is that the characteristics contained in the drug courier profile here were substituted by the investigating officers for personal observation of behavior which would have aroused reasonable suspicion so as to warrant a Terry stop. However, this requires dismissal of the trial court’s contrary finding, that the testimony of the investigating officer, albeit circuitous, consisted entirely of observations made by him of the appearance and conduct of the appellants on the day of their arrest. The Majority’s rejection of empirical experience as if it were mechanistic fantasy seems to me to contravene our scope of review, and to impugn the integrity of the trial court, who emphatically determined the facts to be otherwise than the Majority has done. In concluding as it does, the Majority has ignored the admonition of our Supreme Court in United States v. Sokolow, 490 U.S. 1, 109 S.Ct. 1581, 104 L.Ed.2d 1 (1989), that “[a] court sitting to determine the existence of reasonable suspicion must require the agent to articulate the factors leading to that conclusion, but the fact that these factors may be set forth in a ‘profile’ does not somehow detract from their evidentiary significance as seen by a trained agent.” Id. at 10, 109 S.Ct. at 1587.\nThe reversal of the trial court’s finding here, however, is merely a necessary precondition for the larger conclusion that while the drug courier profile is “not per se unreasonable” (Majority Opinion at 625), it is nevertheless constitutionally unacceptable because it is used independently of personal observation, the instant case bearing witness to its unacceptability. Thus, the objection is used to prove itself.\nI disagree with the Majority’s conclusions, both because I believe the profiles to be useful tools in the interdiction process when not, as here, limited to replication of the facts in Sokolow, and because I believe there is no conflict between the profile and personal observation.\nAccordingly, I would affirm the judgments of sentence.\nPAPADAKOS, J., joins in this dissenting opinion.",
        "type": "dissent",
        "author": "MONTEMURO, Justice,"
      }
    ],
    "attorneys": [
      "Frederick W. Ulrich, Harrisburg, for Troning Anthony Lewis.",
      "Kathy G. Wingert, Harrisburg, Gloria J. McPherson, Landisburg, William T. Tully, Richard E. Guida, Harrisburg, for Com.",
      "Thomas A. Thornton, Harrisburg, for Eric Bradley."
    ],
    "corrections": "",
    "head_matter": "636 A.2d 619\nCOMMONWEALTH of Pennsylvania, Appellee, v. Troning Anthony LEWIS, Appellant. COMMONWEALTH of Pennsylvania, Appellee, v. Eric BRADLEY, Appellant.\nSupreme Court of Pennsylvania.\nArgued Jan. 29, 1993.\nDecided Jan. 28, 1994.\nFrederick W. Ulrich, Harrisburg, for Troning Anthony Lewis.\nKathy G. Wingert, Harrisburg, Gloria J. McPherson, Landisburg, William T. Tully, Richard E. Guida, Harrisburg, for Com.\nThomas A. Thornton, Harrisburg, for Eric Bradley.\nBefore NIX, C.J., and LARSEN, FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY and MONTEMURO, JJ."
  },
  "file_name": "0501-01",
  "first_page_order": 691,
  "last_page_order": 704
}
