{
  "id": 1841434,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Wylie E. IRWIN, Jr. and Diana W. Irwin, his wife, Appellants",
  "name_abbreviation": "Commonwealth v. Irwin",
  "decision_date": "1993-12-30",
  "docket_number": "No. 15 W.D. Appeal Docket 1993",
  "first_page": "524",
  "last_page": "531",
  "citations": [
    {
      "type": "official",
      "cite": "535 Pa. 524"
    },
    {
      "type": "parallel",
      "cite": "636 A.2d 1106"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "30 A.2d 352",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1943,
      "pin_cites": [
        {
          "page": "354"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "151 Pa.Super. 337",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1047374
      ],
      "year": 1943,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/151/0337-01"
      ]
    },
    {
      "cite": "283 N.Y.S.2d 760",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "year": 1967,
      "pin_cites": [
        {
          "page": "761"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "54 Misc.2d 946",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1183977
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/54/0946-01"
      ]
    },
    {
      "cite": "437 A.2d 67",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "71"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "62 Pa.Commw. 397",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1925935
      ],
      "pin_cites": [
        {
          "page": "404"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/62/0397-01"
      ]
    },
    {
      "cite": "537 A.2d 812",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1809880,
        1809853
      ],
      "weight": 3,
      "year": 1988,
      "pin_cites": [
        {
          "page": "813"
        },
        {
          "page": "814"
        },
        {
          "page": "814"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/517/0362-01",
        "/pa/517/0363-01"
      ]
    },
    {
      "cite": "517 Pa. 363",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1809853
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "page": "366"
        },
        {
          "page": "366"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/517/0363-01"
      ]
    },
    {
      "cite": "288 A.2d 919",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "pin_cites": [
        {
          "page": "920"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "220 Pa.Super. 431",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        798352
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "433"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/220/0431-01"
      ]
    },
    {
      "cite": "502 Pa. 186",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1784556
      ],
      "weight": 9,
      "year": 1983,
      "pin_cites": [
        {
          "page": "194"
        },
        {
          "page": "977"
        },
        {
          "page": "194"
        },
        {
          "page": "977"
        },
        {
          "page": "190"
        },
        {
          "page": "975"
        },
        {
          "page": "978"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/502/0186-01"
      ]
    },
    {
      "cite": "422 Pa.Super. 48",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        923452
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/422/0048-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 575,
    "char_count": 11018,
    "ocr_confidence": 0.709,
    "pagerank": {
      "raw": 8.016160069978861e-08,
      "percentile": 0.46455488331559097
    },
    "sha256": "7695d21b075de22ce6e52b80b4ffed3aac29b574f1edd1e89c6d2963556eadec",
    "simhash": "1:147d7f8b01df19dc",
    "word_count": 1861
  },
  "last_updated": "2024-02-27T16:39:54.475491+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY and MONTEMURO, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Wylie E. IRWIN, Jr. and Diana W. Irwin, his wife, Appellants."
    ],
    "opinions": [
      {
        "text": "OPINION\nMONTEMURO, Justice.\nThis is an appeal from an order of the Superior Court, 422 Pa.Super. 48, 618 A.2d 1009, affirming the judgment of the Court of Common Pleas of Westmoreland County denying appellants’ petition for return of property. Appellants, Wylie E. Irwin and Diana W. Irwin, are owners of a business known as Side Show Pizza. The Commonwealth seized certain amusement games from the appellants’ establishment as gambling devices, and appellants commenced this action to compel the return of the games pursuant to Pa.R.Crim.P. 324. The sole question presented for our review is whether the amusement games seized by the Commonwealth are gambling devices per se.\nAppellants are principal owners of an entertainment business known as Side Show Pizza located in Hempfield Township, Westmoreland County, Pennsylvania. The primary purpose of this business is to offer entertainment to children and adolescents. The establishment is a popular place for children’s birthday parties and other types of children’s gatherings. The appellants serve pizza and soft drinks, and present musical stage shows to children through the use of computer animated characters.\nAppellants also maintain a large arcade which contains a wide assortment of amusement games, including video games, ski-ball, basketball shoot, duck pond, and others. The arcade also contained seven video black jack games, and one “New York, New York” “penny fall game”.\nMany of the machines are operated as redemptive token machines. Players of these games are awarded tokens which are assigned a specific point value. The tokens can be redeemed for prizes located on the premises. The number of points needed to obtain a specific prize is controlled by internal computers, so that the value of the prize is always less than the cost of playing the games to obtain the required number of tokens needed to win the prize.\nOn April 5, 1991 the Pennsylvania State Police obtained and executed a search warrant at Side Show Pizza. The police seized the video black jack games and the penny fall game from the arcade, and, in addition, confiscated six video poker machines from a locked storage room in another part of the building. The Commonwealth contends that the items seized were gambling devices per se under the law of this Commonwealth, and, therefore, should be confiscated, and ultimately forfeited to the Commonwealth. A machine is a gambling device per se if it can be used for no purpose other than gambling. Commonwealth v. Two Electronic Poker Game Machines, 502 Pa. 186, 465 A.2d 973 (1983). The proper inquiry is “whether the machine is so intrinsically connected with gambling as to constitute a gambling device per se.” Id. at 194, 465 A.2d at 977 (quoting Nu-Ken Novelty, Inc. v. Heller, 220 Pa.Super. 431, 433, 288 A.2d 919, 920 (1972)).\nThe three elements of gambling are (1) consideration; (2) a result determined by chance rather than skill; and (3) reward. Commonwealth v. Twelve Video Poker Machines, 517 Pa. 363, 366, 537 A.2d 812, 813 (1988). Where these three elements are present, the machine will be “so intrinsically connected with gambling” as to be a gambling device per se. Two Electronic Poker Game Machines, 502 Pa. at 194, 465 A.2d at 977. The Commonwealth has the burden of proving the per se nature of the machines. Id. at 190, 465 A.2d at 975.\nThe appellants concede that the elements of consideration and chance were present in the machines seized. Then-argument focuses on the element of reward. We agree with the appellants that the machines seized by the Commonwealth do not have the reward element necessary to make them gambling devices per se.\nOur cases havé been concerned with machines which had knock down buttons and meters to record the number of games knocked down. The installation of these devices on a machine allows the player to place money in the machine, win “free games”, knock them off the machine, and then be paid off by the owner for the number of free games won. These cases have found the reward element present in machines similar to the ones at issue where the machines had:\nThe ability to knock off free games, the presence of meters to enable the owner to determine how many free games were knocked off, the ability of a player to hold a part of his previous play over to the next game in order to increase his or her chances of winning a higher pay-off on the next game, and [] extremely short playing time [is] involved.\nTwo Electronic Poker Games at 196, 465 A.2d at 978 (quoting Commonwealth v. 9 Mills Mechanical Slot Machines, 62 Pa.Commw. 397, 404, 437 A.2d 67, 71). See also Twelve Video Poker Machines, 517 Pa. at 366, 537 A.2d at 814.\nThe machines confiscated by the Commonwealth in the present case did not have knock down buttons or meters which would allow a player to register the number of free games won. Thus, the reward element as found in our cases is not present in these machines. The Commonwealth asserts that devices such as knock down switches and meters could easily be installed on the machines seized. We have held that it is the actual condition of the machine at the time it is confiscated that controls whether it is a gambling device. Twelve Video Poker Machines at 367, 537 A.2d at 814. Thus, it is of no consequence that these machines could easily be converted with knock down switches and meter devices.\nThe Commonwealth further argues that the redemptive tokens issued by the machines satisfy the “reward” element. There too, we agree with the appellant that the redemptive tokens issued by the machines do not constitute a “reward” within the meaning of the law of this Commonwealth defining gambling.\nIn the operation of the arcade, the number of points needed to obtain a specific prize is carefully controlled by internal computers, so that the value of the prize is less than the cost of playing the games to obtain the needed tokens. (R. 130a-131a). As a result, a player, on any given play or on any given number of plays, cannot under any circumstances win back an amount of value equal to or greater than the amount played. (R. 141a-143a).\nGambling has been defined as “the staking of money or any other thing of value on an uncertain event. It involves chance and a hope of gaining something beyond the amount played.” P.L.E. Gambling and Lotteries, § 1 (1986) (citing Black’s Law Dictionary). “Gambling has been called a disease of barbarians, superficially civilized. In a legal frame of reference it is characterized in somewhat the same way, a play for value against an uncertain event in the hope of gaining something of value. Thus a gambling device is that which is utilized to facilitate the play for excess value.” Beamel Amusement Corp. v. Police Dep’t of Suffolk County, 54 Misc.2d 946, 283 N.Y.S.2d 760, 761 (1967). It is this hope of gaining something beyond the amount played which motivates people to gamble and creates the dangers associated with gambling. The machines as operated in the instant case do not present the traditional dangers associated with gambling. The players can never “break the house” because the games are carefully controlled so that the player never wins an amount of tokens equal to or greater than the amount he has played. Thus, the motivation for playing these machines is not “reward” but entertainment, as the player can never “win” anything other than a prize worth less than the amount he has played. The redeeming of tokens for prizes is ancillary to the machine’s entertainment purpose, and not a reward as contemplated by the law of this Commonwealth.\nThe Commonwealth essentially argues that any return to a player is a “reward” under our definition of gambling. We decline to adopt this broad view of reward. In In re Wigton, 151 Pa.Super. 337, 30 A.2d 352 (1943), the court found that awarding free games to players did not constitute gambling. The court held, “[if] the player cannot get any other consideration or reward from the play except the right to play again, his incentive must be a recreational or amusement incentive only.” Id. at 341, 30 A.2d at 354. Likewise, if the player cannot get any other return from the play except a return that is less than what he/she has played, the incentive to play must be recreational. While the players of the machines did receive a return, the tokens and prizes do not rise to the level of “reward” under our law. We agree with the appellants’ assertion that the redemptive token feature is not a reward for the purposes of gambling law in this Commonwealth because the player cannot win an amount of equal or greater value than the amount he placed in the machine.\nThe Commonwealth also argues that the redemptive token feature is essentially a knock down device which allows players to keep track of their winnings and obtain prizes. We agree with the Commonwealth that a redemptive token device might be used in a manner similar to a knock down switch. However, the mere fact that the redemptive token feature might be used in this manner does not satisfy the Commonwealth’s burden in this case. As discussed supra, a machine will be found a gambling device per se if it can be used for no other purpose but for gambling. Two Electronic Poker Game Machines. The reasoning behind our cases holding devices with knock down switches and meters are gambling devices per se, is that there is no legal use for these mechanisms on these machines. In contrast, the appellants in the present case have set forth a perfectly legal use of the redemptive token feature as a means of awarding prizes worth substantially less than the amount played. Thus, the presence of the redemptive token feature on a machine is not sufficient to make that machine a gambling device per se. Of course, this does not prevent the Commonwealth from prosecuting machine owners where there is evidence that the redemptive token feature is actually being used in an impermissible manner.\nAccordingly, we hold that the Commonwealth failed to meet its burden of establishing the seized machines were so intrinsically connected with gambling so as to be gambling devices per se.\nFor the above reasons, we reverse the decision of the Superior Court.\n. RULE 324. MOTION FOR RETURN OF PROPERTY\n(a) A person aggrieved by a search and seizure, whether or not executed pursuant to a warrant, may move for the return of the property on the ground he is entitled to lawful possession thereof. Such motion shall be filed in the Court of Common Pleas for the judicial district in which the property was seized.",
        "type": "majority",
        "author": "MONTEMURO, Justice."
      }
    ],
    "attorneys": [
      "Dennis B. Rafferty, Quatrini, Rafferty & Galloway, Greens-burg, for appellants.",
      "John J. Driscoll, Dist. Atty., Robert Boyer and L.W. Koenig, Asst. Dist. Attys., Greensburg, for appellee."
    ],
    "corrections": "",
    "head_matter": "636 A.2d 1106\nCOMMONWEALTH of Pennsylvania, Appellee, v. Wylie E. IRWIN, Jr. and Diana W. Irwin, his wife, Appellants.\nSupreme Court of Pennsylvania.\nSubmitted Sept. 22, 1993.\nDecided Dec. 30, 1993.\nDennis B. Rafferty, Quatrini, Rafferty & Galloway, Greens-burg, for appellants.\nJohn J. Driscoll, Dist. Atty., Robert Boyer and L.W. Koenig, Asst. Dist. Attys., Greensburg, for appellee.\nBefore NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY and MONTEMURO, JJ."
  },
  "file_name": "0524-01",
  "first_page_order": 714,
  "last_page_order": 721
}
