{
  "id": 1841551,
  "name": "OFFICE OF DISCIPLINARY COUNSEL, Petitioner, v. Dillano RAGBIRSINGH, Respondent",
  "name_abbreviation": "Office of Disciplinary Counsel v. Ragbirsingh",
  "decision_date": "1994-01-21",
  "docket_number": "No. 6, Disciplinary Docket No. 3; No. 92 DB 91",
  "first_page": "587",
  "last_page": "590",
  "citations": [
    {
      "type": "official",
      "cite": "535 Pa. 587"
    },
    {
      "type": "parallel",
      "cite": "637 A.2d 265"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "219 A.2d 593",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 1
    },
    {
      "cite": "421 Pa. 342",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1900294
      ],
      "year": 1966,
      "opinion_index": 1,
      "case_paths": [
        "/pa/421/0342-01"
      ]
    },
    {
      "cite": "493 Pa. 194",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8731796
      ],
      "weight": 2,
      "year": 1981,
      "opinion_index": 1,
      "case_paths": [
        "/pa/493/0194-01"
      ]
    },
    {
      "cite": "328 A.2d 471",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 1
    },
    {
      "cite": "458 Pa. 439",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        479722
      ],
      "year": 1971,
      "opinion_index": 1,
      "case_paths": [
        "/pa/458/0439-01"
      ]
    },
    {
      "cite": "637 A.2d 266",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7353384,
        1841486
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/637/0266-01",
        "/pa/535/0590-01"
      ]
    },
    {
      "cite": "535 Pa. 590",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1841486
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/535/0590-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 383,
    "char_count": 5551,
    "ocr_confidence": 0.694,
    "pagerank": {
      "raw": 1.4975956836136062e-07,
      "percentile": 0.6644902849548371
    },
    "sha256": "6641d44f70065db3e781aff284a5087ca407a390309526984ee37756db58c0d3",
    "simhash": "1:f45a58b9150aff70",
    "word_count": 911
  },
  "last_updated": "2024-02-27T16:39:54.475491+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "PAPADAKOS, J., files a dissent."
    ],
    "parties": [
      "OFFICE OF DISCIPLINARY COUNSEL, Petitioner, v. Dillano RAGBIRSINGH, Respondent."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM:\nAND NOW, this 21st day of January, 1994, upon consideration of the Report and Recommendations of the Disciplinary Board dated November 6, 1992, it is hereby\nORDERED that DILLANO RAGBIRSINGH be and he is SUSPENDED from the Bar of this Commonwealth for a period of three (3) years, and he shall comply with all the provisions of Rule 217 Pa.R.D.E. It is further ORDERED that respondent shall pay costs to the Disciplinary Board pursuant to Rule 208(g), Pa.R.D.E.\nPAPADAKOS, J., files a dissent.",
        "type": "majority",
        "author": "PER CURIAM:"
      },
      {
        "text": "PAPADAKOS, Justice,\ndissenting.\nThe facts indicate an egregious pattern of lying and.the forging of documents by this attorney. In 1984, he submitted a resume to the Placement Office of the Temple University School of Law in which he falsified his law school grades by inflating them dramatically. One year later, the Law School notified the New Jersey Board of Law Examiners of this incident pursuant to Respondent’s application for admission there. Several months later, Respondent submitted to the New Jersey Examiners a Certified Statement of Candidate on which he indicated that he had also sought admission to Pennsylvania. New Jersey then advised him of its notice regarding the falsified resume and requested an explanation. After replying unacceptably that the inflation of his grades was due to “rounding off’ of decimal points, New Jersey commenced an investigation and discovered that he had lied as well on the application to the Bar by falsely listing employment with a lawyer who never hired Respondent. Additionally, nine letters which he submitted to the investigators as character references by others were actually written by him and in each letter he had forged the name of the alleged letter writer. In January, 1991, he was denied admission to the New Jersey bar.\nIn 1985, after graduating from Temple, he was admitted to the Pennsylvania bar and practiced in Philadelphia for six years. Following denial of admission in New Jersey in 1991, a disciplinary petition was filed by the Office of Disciplinary Counsel of Pennsylvania. The Pennsylvania Hearing Committee concluded that “Respondent’s alteration of his resume prior to his admission to the Bar of the Commonwealth of Pennsylvania,” (see Tab 4, Conclusions of Law) and his unethical conduct in applying for admission to New Jersey constituí ed serious ethical violations. Disciplinary Counsel held that the “pervasiveness of Respondent’s dishonesty, preceding even his admission to the bar of this Commonwealth, demonstrates the need for severe discipline.” (See Tab 6, Legal Argument). Respondent, therefore, was practicing in this Commonwealth after he had already falsified his law school resume — a fact not brought to light until proceedings in New Jersey were instituted in May, 1985, the same date he applied for admission to Pennsylvania. (The record appears to be devoid of any reason why, or if, the Temple University School of Law did not put Pennsylvania on notice of the falsification of his resume).\nOur Hearing Committee recommended suspension for a period of eighteen months. The Disciplinary Board favored a three-year suspension. This Court is prepared to accept the latter sanction. I dissent on the grounds that the only suitable course of action is to issue a rule to show cause why he should not be disbarred.\nThe central focus of our attention should be on the issue of admission itself. This is not a case where an attorney was admitted properly and subsequently engaged in unprofessional conduct. Rather, the conduct runs to the question of whether he was eligible for admission in the first place. As I have indicated in my accompanying dissent in Office of Disciplinary Counsel v. Deborah Griffin, 535 Pa. 590, 637 A.2d 266, the Commonwealth has a reasonable right to reconsider that admission itself. Otherwise, we are stuck with the awful dilemma that an attorney who might not have been admitted had the true facts been known at the time of admission to the bar is thereafter permitted to practice without application of a sanction for the fraud committed upon the Board of Law Examiners and this Court. The only mechanism available to us to resolve that problem is to insist on an explanation through a rule to show cause. Failure to disclose falsification should be treated as fraud on the Court: it destroys all subsequent proceedings.\nAdditionally, of course, the conduct itself is subject to consideration of disbarment. Recidivist conduct under our law calls for this sanction. In re Berlant, 458 Pa. 439, 328 A.2d 471 (1971) and Office of Disciplinary Counsel v. Grigsby, 493 Pa. 194, 425 A.2d 730 (1981). The fact of the matter is that Ragbirsingh lied on several occasions that were critical to his admission to the study and practice of law. His- conduct involved moral turpitude and proves that he had corrupted himself. It is unbelievable to me that a person who lied himself into admission to our bar should not be called forth to answer why his license should not be lifted.\nOur awesome power to disbar should be exercised with caution, but we should not hesitate to impose such punishment where it is warranted. Johnson Disbarment Case, 421 Pa. 342, 219 A.2d 593 (1966). The acts committed here strike at the fidelity of the system itself, and this attorney should be made to answer the question of his fitness to practice law.",
        "type": "dissent",
        "author": "PAPADAKOS, Justice,"
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "637 A.2d 265\nOFFICE OF DISCIPLINARY COUNSEL, Petitioner, v. Dillano RAGBIRSINGH, Respondent.\nNo. 6, Disciplinary Docket No. 3. No. 92 DB 91.\nSupreme Court of Pennsylvania.\nJan. 21, 1994."
  },
  "file_name": "0587-01",
  "first_page_order": 777,
  "last_page_order": 780
}
