{
  "id": 989683,
  "name": "Newton Rubber Works, a Corporation, v. Samuel M. Kahn, Appellant",
  "name_abbreviation": "Newton Rubber Works v. Kahn",
  "decision_date": "1898-05-26",
  "docket_number": "Appeal, No. 286",
  "first_page": "306",
  "last_page": "310",
  "citations": [
    {
      "type": "official",
      "cite": "186 Pa. 306"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "118 Pa. 559",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        556759
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/118/0559-01"
      ]
    },
    {
      "cite": "3 W. N. C. 449",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "2 W. N. C. 595",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "59 Pa. 450",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        426970
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/59/0450-01"
      ]
    },
    {
      "cite": "1 Dist. Rep. 770",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "opinion_index": -1
    },
    {
      "cite": "1 Dist. Rep. 187",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "opinion_index": -1
    },
    {
      "cite": "2 W. N. C. 629",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "2 W. N. C. 507",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "2 W. N. C. 705",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "137 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        821436
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/137/0001-01"
      ]
    },
    {
      "cite": "156 Pa. 156",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        844931
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/156/0156-01"
      ]
    },
    {
      "cite": "21 Fed. Rep. 159",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3773923
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/21/0159-01"
      ]
    },
    {
      "cite": "91 Pa. 92",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        488684
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/91/0092-01"
      ]
    },
    {
      "cite": "27 Md. 211",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1762341
      ],
      "opinion_index": -1,
      "case_paths": [
        "/md/27/0211-01"
      ]
    },
    {
      "cite": "66 N. Y. 92",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2163435
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/66/0092-01"
      ]
    },
    {
      "cite": "140 Pa. 501",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "105 Pa. 537",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454297
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/105/0537-01"
      ]
    },
    {
      "cite": "21 S. E. Rep. 917",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "opinion_index": -1
    },
    {
      "cite": "4 Atl. Rep. 848",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": -1
    },
    {
      "cite": "120 Pa. 583",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        559903
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/120/0583-01"
      ]
    },
    {
      "cite": "56 Pa. 34",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "154 Pa. 250",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        842351
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/154/0250-01"
      ]
    },
    {
      "cite": "108 Pa. 65",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "83 Pa. 440",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "122 U. S. 581",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "9 W. N. C. 528",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "166 Pa. 577",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        864161
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/166/0577-01"
      ]
    },
    {
      "cite": "3 Rawle, 23",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822535
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0023-01"
      ]
    },
    {
      "cite": "9 Watts, 60",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850043
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0060-01"
      ]
    },
    {
      "cite": "9 Ky. Law Rep. 92",
      "category": "reporters:state",
      "reporter": "Ky. L. Rptr.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 586,
    "char_count": 11138,
    "ocr_confidence": 0.42,
    "pagerank": {
      "raw": 1.347168638124339e-07,
      "percentile": 0.63252355639267
    },
    "sha256": "bc8fcd4e7b598b3e2f68032f6c58a48af7fd2c9ac044a2f1392a4196681f9d0c",
    "simhash": "1:797b460080d58675",
    "word_count": 1971
  },
  "last_updated": "2024-02-27T19:04:29.326761+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Newton Rubber Works, a Corporation, v. Samuel M. Kahn, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice McCollum,\nThis suit is based on a note of $2,800 and a book account of $1,200. There is nothing in the statement of the plaintiff’s claim which indicates that the note was given for merchandise, but it is declared therein that the book account is for goods sold by the plaintiff to the defendant, “ without any guarantee.” The defendant, however, avers in his affidavits of defense that the note and book account represent the price of bicycle tires purchased by him of the plaintiff, on the representation and guarantee of its duly authorized agents that they “ were of the same grade, kind and quality known as plaintiff’s regular guaranteed hose-pipe tires theretofore used by him.” He also avers that it was fully understood by said agents, and throughout the trade, -that the term guaranteed tires means that if at any time during use within one year the tires prove defective, the maker will repair them, or replace them with new tires, without expense to the purchaser. It is plainly stated in the affidavits of defense that the defendant refused to purchase the plaintiff’s tires without a distinct assurance and guarantee that they were its guaranteed hose-pipe tires, and such as he had purchased and used the previous year; that the assurance and guarantee required were promptly given by the plaintiff through its duly authorized agents, and that he, relying upon them, purchased one thousand pairs of the tires so represented and guaranteed; that for the first shipment of seven hundred pairs he gave the note in suit, and for the second shipment of two hundred pairs and the third shipment of one hundred pairs he was charged in the plaintiff’s book account as appears in its statement of claim. It is also stated in the affidavits of defense that the tires so purchased by the defendant were not the plaintiff’s regular guaranteed hose-pipe tires; that when they were tested by use they proved to be of inferior quality, and defective, and that when the plaintiff was called on to repair or replace them, it refused to do so, alleging that they were not sold or represented by its agents as guaranteed tires. It is further averred by the defendant that it is impossible for him, before the expiration of the term of the guarantee, to state the exact amount of the loss he will sustain by reason of the defects in the tires and the refusal of the plaintiff to repair or replace them, but for the reasons stated in the affidavits he believes and is prepared to prove on the trial that it will fully equal the sum in suit.\nIn the determination of the question raised by the appeal the averments above stated and included in the affidavits of defense must be accepted as true, and the nature of the business in which the parties are respectively employed, together with the method of transacting it, must be considered. The plaintiff is a corporation engaged in the manufacture of bicycle tires, and the defendant is a manufacturer of bicycles. The defendant did not purchase the plaintiff’s tires on inspection, for the obvious reason that his knowledge of their grade and quality was not equal to that of the maker of them. He exacted a guarantee as a condition precedent to his purchase, because he was unable to satisfactorily ascertain their quality by inspection. It was not until they were tested by use that the defects in them were discoverable by him. It is therefore clear that it was a matter of importance to him to have a guarantee of the tires from the manufacturer. He bought them for and placed them on bicycles of his own manufacture. He sold his wheels to a wholesale dealer to whom he gave a guarantee of the tires like the guarantee given to him by the plaintiff through its agents. His liability to his vendee on account of the tires in case they proved to be defective was therefore the same as the liability of his vendor to him.\nThe learned court below determined that the affidavits of defense were insufficient to prevent judgment because they did not state with reasonable accuracy the market value of the tires furnished by the plaintiff to the defendant. It was said that the latter should have stated this value, and had his damage for the breach.of the guarantee liquidated accordingly. But this view of the case overlooks material averments which present, we think, a good defense to the whole of the plaintiff’s claim, or at least to a considerable part of it. The tires in question were delivered to the defendant in December, 1896, and in January, 1897, and, on the approach of spring, his wheels with the plaintiff’s tires on them were sold as above stated. In March, and before the maturity of the note in suit, his vendee’s agents reported that the tires on his wheels were defective, and in April, “ the agent in a single town for the sale of the defendant’s wheels with the plaintiff’s tires on them” complained that he had already lost the sale of at least ten wheels on account of the bad tires; that he had trouble with every wheel he sold, and that he wanted new tires sent to him at once. These matters are mentioned by the defendant in his supplemental affidavit and they tend to show that the defects in the plaintiff’s tires are such as may require the substitution of new tires for the protection of his vendee, and to maintain the reputation and facilitate the sale of his wheels. It is difficult to definitely ascertain the market value of such tires, if, indeed, they have any, and the inability of a party to state it with reasonable accuracy will not deprive him of a substantial defense, shown by and founded upon other material averments in his affidavit. We are of the opinion that upon the averments containéd in the affidavits of defense in this case the rule for judgment should have been discharged.\nJudgment reversed and procedendo awarded.",
        "type": "majority",
        "author": "Mr. Justice McCollum,"
      }
    ],
    "attorneys": [
      "Leonard Myers, with him George, BeB. Myers, for appellant.",
      "Joseph 8. Clark, with him Robert J. Byron, for appellee. — -"
    ],
    "corrections": "",
    "head_matter": "Newton Rubber Works, a Corporation, v. Samuel M. Kahn, Appellant.\nSale — Contract—Warranty—Affidavit of defense.\nIn an action by a manufacturer of bicycle tires against a manufacturer of bicycles to recover the price of tires sold and delivered, an affidavit of defense is sufficient which avers that the defendant refused to purchase the plaintiff’s tires without a distinct assurance and guaranty that they were its guaranteed hose-pipe tires, such as he had purchased and used the previous year; and avers that the tires were not such as they were guaranteed to be; that it was fully understood by plaintiff’s salesmen and the trade that the term “ guaranteed tires” means that if at any time during use within one year the tires prove defective the maker will repair or replace them without expense to the purchaser; that the defendant had equipped his wheels with the tires, and had given his vendees a guaranty of the tires like the guaranty given to him by the plaintiff; that the plaintiff bad refused to repair or replace the tires, alleging that they were not guaranteed; and that it was impossible for defendant before the expiration of the term of the guaranty to state the exact amount of the loss he would sustain by reason of defects in the tires, but that he believed and was prepared to prove on the trial that it would fully equal the sum in suit.\nArgued Jan. 13, 1898.\nAppeal, No. 286, Jan. T., 1897, by defendant, from order of C. P. No. 8, Phila. Co., March T., 1897, No. 756, for making absolute a rule for judgment for want of a sufficient affidavit of defense.\nBefore Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ.\nReversed.\nAssumpsit oh a promissory note and a book account.\nRule for judgment for want of a sufficient affidavit of defense.\nThe averments of the affidavit of defense and the supplemental affidavits of defense sufficiently appear by the opinion of the Supreme Court.\nThe court made absolute a rule for judgment for want of a sufficient affidavit of defense.\nError assigned was the order of the court.\nLeonard Myers, with him George, BeB. Myers, for appellant.\n—A contract, the fulfillment of which becomes unreasonable, will not be enforced at tbe instance of a party who by his own conduct has produced such a result: Duncan v. Cent. Pass. Ry. Co., 9 Ky. Law Rep. 92.\nThe warranty of quality and identity — the other consideration for the purchase — is stated to be an express warranty. It was oral, and the effect of oral words in constituting an express warranty is determinable, not by the court, but by the jury: McFarland v. Newman, 9 Watts, 60; Borrekins v. Bevan, 3 Rawle, 23; Baugh v. Mitchell, 166 Pa. 577; Badger v. McKay, 9 W. N. C. 528; 1 Beach on Mod. Law of Contracts, sec. 259; Shippen v. Bowen, 122 U. S. 581.\nNo particular form of words is essential to an express warranty: Warren v. Coal Co., 83 Pa. 440; Borrekins v. Bevan, 3 Rawle, 23; Mining Co. v. Jones, 108 Pa. 65; Bacon v. Scott, 154 Pa. 250; Thompson v. Clark, 56 Pa. 34; Holloway v. Jacoby, 120 Pa. 583; Phila. & Reading Coal & Iron Co. v. Hoffman, 4 Atl. Rep. 848; 1 Beach on Contracts, 344.\nThe authority of plaintiff’s agents to represent it in the sale to defendant, and to make the contracts of guarantee and warranty, is sufficiently set forth in the affidavits of defense: Hunter v. Jameson, 6 Iredell’s Law (N. C.), 252; 1 Beach on Contracts, sec. 275; Alpha Mills v. Watertown Steam-Engine Co., 21 S. E. Rep. 917; Kaufman v. Cooper Iron Co., 105 Pa. 537.\nThe averments in the affidavits are sufficient on the merits to send the cause to a jury, and the court below erred in entering judgment for plaintiffs: Bacon v. Scott, 154 Pa. 250; Way v. Martin, 140 Pa. 501; Parsons v. Sutton, 66 N. Y. 92; Lane v. Lantz, 27 Md. 211; Hare on Contracts, 541; Randall v. Newson, L. R. 2 Q. B. Div. 102; Billmeyer v. Wagner, 91 Pa. 92; Bagley v. Cleveland Rolling Mill Co., 21 Fed. Rep. 159.\nJoseph 8. Clark, with him Robert J. Byron, for appellee. — -\nThe affidavits fail to sufficiently aver any warranty. They should disclose whether the warranty was express or implied, set forth its terms, state when, by whom and by what authority it was made: Kaufman v. Cooper Iron Co., 105 Pa. 537.\nThe alleged warranty is a warranty of quality, and arises out of alleged representations made by or on account of the plaintiff. Where the parties are dealing at arm’s length, and each party has an opportunity to inspect the subject-matter of the sale, representations as to quality do not amount to a warranty : Mahaffey v. Ferguson, 156 Pa. 156.\nThe only damages alleged are that the damages resulting to the defendant are equal to the entire sum sued for in this ease; also that the violation by the plaintiff of its guaranty is causing great injury to the defendant in his business. Such allegations of damages are altogether too uncertain and remote: Billmeyer v. Wagner, 91 Pa. 92; Hutchinson v. Snider, 137 Pa. 1; Sitgreaves v. Griffith, 2 W. N. C. 705; Greenwood v. Murray, 2 W. N. C. 507; Streight v. Grant, 2 W. N. C. 629; Wile v. Onsel, 1 Dist. Rep. 187; Kennedy v. Aber, 1 Dist. Rep. 770; Hunt v. Gilmore, 59 Pa. 450; Hains v. Rapp, 2 W. N. C. 595; Louchheim v. Becker, 3 W. N. C. 449; Gould v. Gage, 118 Pa. 559; Bacon v. Scott, 154 Pa. 250.\nMay 26, 1898:"
  },
  "file_name": "0306-01",
  "first_page_order": 326,
  "last_page_order": 330
}
