{
  "id": 989733,
  "name": "Chestnut Street National Bank v. Fidelity Insurance, Trust and Safe Deposit Company, Trustee, Garnishee under Judgment against Chandler P. Wainwright and Willis L. Bryant, trading as Wainwright & Company, Appellant",
  "name_abbreviation": "Chestnut Street National Bank v. Fidelity Insurance, Trust & Safe Deposit Co.",
  "decision_date": "1898-05-26",
  "docket_number": "Appeal, No. 74",
  "first_page": "333",
  "last_page": "342",
  "citations": [
    {
      "type": "official",
      "cite": "186 Pa. 333"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "139 Pa. 584",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11252394
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/139/0584-01"
      ]
    },
    {
      "cite": "42 Pa. 330",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481525
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/42/0330-01"
      ]
    },
    {
      "cite": "159 Pa. 531",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        850234
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/159/0531-01"
      ]
    },
    {
      "cite": "147 Pa. 558",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        829844
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/147/0558-01"
      ]
    },
    {
      "cite": "177 Pa. 83",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        883735
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/177/0083-01"
      ]
    },
    {
      "cite": "170 Pa. 212",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        872245
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/170/0212-01"
      ]
    },
    {
      "cite": "165 Pa. 10",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        862079
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/165/0010-01"
      ]
    },
    {
      "cite": "163 Pa. 292",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        859097
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/163/0292-01"
      ]
    },
    {
      "cite": "16 W. N. C. 80",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "13 Phila. 44",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "93 Pa. 470",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        442200
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/93/0470-01"
      ]
    },
    {
      "cite": "107 Pa. 627",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "75 Pa. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036625
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/75/0269-01"
      ]
    },
    {
      "cite": "105 Pa. 528",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454289
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/105/0528-01"
      ]
    },
    {
      "cite": "52 Pa. 338",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002226
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/52/0338-01"
      ]
    },
    {
      "cite": "75 Pa. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036625
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/75/0269-01"
      ]
    },
    {
      "cite": "105 Pa. 528",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454289
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/105/0528-01"
      ]
    },
    {
      "cite": "52 Pa. 338",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002226
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/52/0338-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 738,
    "char_count": 23265,
    "ocr_confidence": 0.42,
    "pagerank": {
      "raw": 3.057493538852273e-07,
      "percentile": 0.8563827466388967
    },
    "sha256": "86ced8900e543b1eccdad59958bde1d4a213ee28c06337051b46a4da4a9f42bc",
    "simhash": "1:0f97fc680445e297",
    "word_count": 4134
  },
  "last_updated": "2024-02-27T19:04:29.326761+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stbrrett, C. J., Green, McCollum:, Mitchell and Fell, J J."
    ],
    "parties": [
      "Chestnut Street National Bank v. Fidelity Insurance, Trust and Safe Deposit Company, Trustee, Garnishee under Judgment against Chandler P. Wainwright and Willis L. Bryant, trading as Wainwright & Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Gbeen,\nIt was conceded by the learned court below, and we think it must be regarded as settled law, that the writings in question in this controversy must be considered as being of a testamentary character, and therefore as revocable instruments. In Frederick’s Appeal, 52 Pa. 338, the settlor executed a deed of trust by which the income of the property conveyed was to be paid to himself during life, and the principal was to be divided among his nine children after his death. By another deed subsequently executed he revoked the first deed of trust and made a will leaving all his property to two of the nine children. In the litigation which resulted the lower court awarded the fund to the trustee for the nine children, but on appeal to this Court the judgment was reversed. Woodward, C. J., delivering the opinion said: “ Now on the part of the appellant it is maintained that the deed was a mere power of attorney, an instrument of agency, and therefore revocable at pleasure, whilst upon the part of the appellees it is regarded as a voluntary trust on behalf of the children fully executed by a legal conveyance and therefore to be supported in equity. ... We are of opinion that the deed in question here was made for the grantor’s own personal convenience, that the .trustees were to account to him for all they did under the powers vested in them, and that no beneficial interest was to vest in his children until after his death. A disposition of property to take effect after the grant- or’s death is testamentary, and therefore revocable.” The same doctrine was enforced in Rick’s Appeal, 105 Pa. 528, where the deed of trust was made by a woman seventy-five years of age to her brother for all her property,\" in trust for her maintenance and support during- her life, and upon her death to be divided, among certain beneficiaries. Afterwards she executed a deed of revocation and filed a bill in equity against tbe trustee for a reconveyance to her of her estate. This Court held that the deed of trust was revocable because it was a purely voluntary conveyance, intended merely to promote the convenience and protect the interest of the grantor, and because the rights of third parties did not intervene, the. provisions for the benefit of third parties, which were not to take effect until the grantor’s death, being either testamentary, and hence revocable, or covenants for posthumous gifts, and hence without consideration.\nIn the present case these considerations appear to be directly applicable. During the life of Mrs. Bryant, the settlor, the entire income of the trust was to be paid to her, and the deed must be deemed to have been made for her own personal convenience and advantage. No other interests arose during her life, and none were to accrue until after her death. There was no clause of revocation in the deed, and her attention was not called to the fact of the omission of such a clause, nor to the desirability of its insertion in case she should wish to make a provision for the protection of any of her sons against possible creditors. We think the case comes within the doctrine, so well expressed and carefully considered, in the leading case of Russell’s Appeal, 75 Pa. 269, where the absence of a power of revocation was held to be sufficient, in connection with the other facts of the case, to wai’rant a decree setting aside a deed of trust on the ground of mistake. It cannot be doubted in the present case that the settlor, had she been advised of the necessity of a provision to protect her son’s interest against the demands of creditors, would have- insisted upon the insertion of such a provision in the body of the deed.\nBut it is not necessary to extend the discussion of.this branch of the case, because it is scarcely in controversy, and the learned court below held that the second deed made by the grantor, being of a testamentary character, was a good and valid revocation and change of the trust as established by the first deed. The court held that under the authorities all the instruments must be regarded as of a testamentary character, and that because the testatrix in her last will expressly confirmed the first deed made in February, 1885, she must be considered as having revoked thereby the provisions of the second deed.\nWe are unable to agree with this conclusion. The will was executed on November 19,1889. At that time her son, Willis L. Bryant, had become indebted to the Chestnut Street National Bank in a sum so large that, on December IT, following, the bank recovered a judgment against him for the sum of $13,458.75. The second deed of trust was made on February 21, 1887, and the very object of making it was to protect the share of this particular son, Willis L. Bryant, against the claims of any creditors of his, so that in no event could they acquire any part of his share, either of principal or income. It is instructive and convincing to quote in this connection the language of the second deed, to wit: “ And as to the remaining one third part of the corpus of the said estate, to hold the same for the use and benefit of her son, Willis L. Bryant, so however that neither the income nor principal shall ever under any circumstances be subject to anticipation or assignment by him, or to attachment or seizure under any judgment, decree or other legal process, at the suit of any creditor he now has or ever may have. And in the event of any attempt at anticipation, assignment, seizure or attachment, the right on his part to receive said income shall instantly cease and shall become the property of his wife and children, if any he have, or failing marriage or issue shall go to and become the property of his brother or brothers who shall be living at the time; and upon the further trust ” to pay over the principal at the death of Willis L. Bryant to his children, or, failing children, to his brothers or their children. It must be further observed that this second deed contained a recital of the first deed and its provisions, and then expressed the desire of all the parties to change it in the manner immediately thereafter described, and at the end thereof there was inserted the following provision: “ In all other respects the said indenture of February 11, 1885, is hereby expressly ratified and declared to be of binding and continuing effect.”\nThis second deed was a tripartite deed between Ellen A. Bryant, the grantor, of the first part, The Fidelity Insurance, Trust and Safe Deposit Company, the grantee and trustee,, of the second part, and the three sons, ultimate beneficiaries, of the third part. It follows that the complete transaction, after the execution of the second deed, consisted of the two deeds taken together and explanatory of each other, the first one being ratified and confirmed in the second in all respects except as to the change made by the second. They could not thereafter be regarded as two separate, distinct and independent instruments, but as a combined whole, intended and designed to become operative together. It follows that when the testatrix at a still later date, November 19, 1889, executed her last will and testament, and therein repeated almost word for word the very provision in favor of her son, Willis L. Bryant, and protecting his share against any possible creditors, present or future, as was contained in the second deed of trust, she fully intended him to have the same interest and protection as was given by the second deed. It is perfectly manifest that when she said in the third clause of the will, “ I confirm the deed of trust which I executed to the Fidelity Insurance, Trust and Safe Deposit Company on the 11th day of February, 1885,” she absolutely intended to confirm it as it was affected by the second deed, the two being parts of one whole. This is most manifest from.the language of the fifth clause of the will wherein she expressly repeats the provision contained in the second deed in favor of her son, Willis L. Bryant, and protecting his interest against his creditors. Even if the confirmatory words of the third clause and the words of the fifth clause are to be regarded as inconsistent with each other, the last expression of the will would have to be regarded as the controlling one, and would prevail against the first. But we do not regard them as inconsistent with each other and therefore cannot attribute to the confirmatory words of the third clause the effect of revoking the provision of the second deed in favor of the son Willis.\nIt is also manifest from the remaining words of the third clause next after the confirmatory words at the beginning of it, that the testatrix did not mean that the first deed of trust was to prevail against the will, because those words expressly provide for another change in the effect of the first deed. They make provision for the daughter, Mrs. Rothermel, that she shall have a share equal to the shares of the sons under the deed of trust. In every point of view we regard the will as not in antagonism with either of the deeds of trust, but ratber as confirmatory of the effect of both when considered as one whole. The assignments of error are all sustained.\nThe judgment of the court below is reversed and judgment is now entered against the plaintiff and in favor of the garnishee upon the answers filed, with costs.",
        "type": "majority",
        "author": "Mr. Justice Gbeen,"
      }
    ],
    "attorneys": [
      "P. E. Mothermel, Jr., for appellant.",
      "John Hampton Barnes, for appellee."
    ],
    "corrections": "",
    "head_matter": "Chestnut Street National Bank v. Fidelity Insurance, Trust and Safe Deposit Company, Trustee, Garnishee under Judgment against Chandler P. Wainwright and Willis L. Bryant, trading as Wainwright & Company, Appellant.\nDeed — Deed of trust — Voluntary settlement — Revocation.\nWhore a deed of trust is made for the grantor’s own personal convenience, and no beneficial interest is vested in any one until alter the death of the grantor, the disposition of property to take effect after the grantor’s death is testamentary, and therefore revocable.\nA voluntary deed of settlement will be set aside where there is an absence of a power of revocation, if it appears that the settlor was not advised of the necessity of such a provision to protect a beneficiary’s interest accruing to him after her death, against the demands of creditors.\nA woman executed a deed of trust by which the income of the property was to be paid to herself during her life, and the principal was to be divided among her three sons after her death. There was no power of revocation in the deed. She executed a second deed of trust by which she protected, as to both principal and income, a son who had become insolvent, against the claims of creditors. The second deed recited the first one, and stated that in all other respects the first deed was ratified. Subsequently she executed a will by which she provided that the daughter should share equally with the sons under the deeds of trust, and in which she repeated almost word for word the provision in favor of the insolvent son contained in the second deed of trust. By her will she also confirmed the first deed of trust. Held, (1) that the two deeds could not be regarded as separate, distinct and independent instruments, but as a combined whole, intended and designed to become operative together; (2) that the will was not in antagonism to the second deed of trust, but was intended to confirm the first deed as altered by the second ; (3) that the provision in the will for the daughter shows that it was not testatrix’s intention that the first deed should prevail against the will; (4) that the insolvent son’s creditors were not entitled to claim the fund passing to such son under the will.\nArgued April 6, 1898.\nAppeal, No. 74, Jan. T., 1898, by-defendant, from order of C. P. No. 2, Phila. Co., Dec. T., 1889, No. 217, sustaining demurrer to interrogatories.\nBefore Stbrrett, C. J., Green, McCollum:, Mitchell and Fell, J J.\nReversed.\nDemurrer to answers to interrogatories sur attachment execution.\nFrom the record it appeared that on February 11, 1885, Ellen A. Bryant, for the consideration of one dollar, executed a deed to the Fidelity Insurance, Trust and Safe Deposit Company, for certain securities : “ To have and to hold the same to the proper use and behoof of the said party of the second part and its successors. In trust, nevertheless, upon the following provisions, uses and limitations, to wit: to collect and receive the income arising therefrom, and after deducting all necessary and proper taxes, charges, expenses and commissions, to pay over the said income quarterly as it shall accrue to the said party of the first part during her natural life; and upon the further trust to sell any or all of the said securities, shares of stock or obligations, and any other propert}*- which the said party of the second part may at any time hold under the provisions of this instrument, at any time when the said party of the first part shall request such sale in writing, and invest the proceeds thereof in such other securities or property as the said party of the first part shall in like manner request, thereafter paying over the income arising from such reinvestment, after making deductions as before mentioned, to the said party of the first part during her natural life as hereinbefore provided; and upon the further trust to assign and transfer the property and estate which may or shall be in the custody of the said party of the second part, under the provisions of this instrument, upon the death of the said party of the first part, to such of her sons, viz : Walter H. Bryant, Willis L. Bryant and Henry G. Bryant, as may be living at the time of her death, and to the lawful issue of either of such sons, as may then have departed this life, in equal shares or parts absolutely, the said issue to take by representation and not per capita.”\nOn February 21, 1887, she executed the following deed:\n“ This indenture, made and entered into on the twenty-first day of February, 1887, by and between Ellen A. Bryant of the city of Philadelphia of the first, The Fidelity Insurance, Trust and Safe Deposit Company of the said city of the second part, and Walter H. Bryant, Willis L. Bryant and Henry G. Bryant, all of whom are sui juris and sons of the said Ellen A. Bryant, of the third part.\n“ Whereas by indenture dated the 11th day of February, 1885, the said Ellen A. Bryant did grant, bargain and sell certain securities therein named to The Fidelity Insurance, Trust and Safe Deposit Company in trust to pay the income thereof to her for life and upon the further trust to transfer the said estate upon the death of the said Ellen A. Bryant ‘ to such of her sons, viz : Walter H. Bryant, Willis L. Bryant and Henry G. Bryant as may be living- at the time of her death, and to the lawful issue of either of such sons as may then have departed this life, in equal shares or parts, absolutely, the said issue to take by representation and not per capita,’\n“And whereas it is the desire of all the parties beneficially interested in the said indenture to change the appropriation of the said estate after the death of the said Ellen A. Bryant from the one above indicated, to that hereinafter recited,\n“Now in consideration of the premises and the sum of one dollar in hand paid by the parties hereto each to the other, the receipt of which is hereby acknowledged, it is covenanted, agreed and declared that the trust created by the said indenture of February 11, 1885, is modified changed and altered so that it shall hereafter read as follows:\n“ ‘ In trust nevertheless upon the following provisions, uses and limitations, to wit: to collect and receive the income arising therefrom, and after deducting all necessary and proper taxes* charges, expenses and commissions, to pay over the said income quarterly as it shall accrue to the said party of the first part during her natural life, and upon the further trust to sell any or all of the said securities, shares of stock or obligations, and any other property which the said party of the second part may at any time hold under the provisions of this instrument, at any time when the said party of the first part shall request such sale in writing, and invest the proceeds thereof in such other securities or property as the said party of the first part shall in like manner request, thereafter paying over the income arising from such reinvestment,. after making deductions as before mentioned to the said party of the first part during her natural life as hereinbefore provided, and upon the further trust as to two thirds part of the corpus of the said estate to assign and transfer the same, upon the death of the said party of the first part to such of her sons Walter H. Bryant and Henry G. Bryant as may be living at the time of her death and to the lawful issue of either of such sons as may then have departed this lif'e, in equal shares or parts, absolutely, the said issue to take by representation and not per capita — and as to the remaining one third part of the corpus of the said estate to hold the same for the use and benefit of her son Willis L. Bryant, so however, that neither the income nor principal shall ever under any circumstances be subject to anticipation or assignment by him or to attachment or seizure under any judgment, decree or other legal process at the suit of any creditor he now has or ever may have. And in the event of any attempt at anticipation, assignment, seizure or attachment, the right on his part to receive said income shall instantly cease and shall become the property of his wife and children, if any he have, or, failing marriage or issue, shall go to and become the property of his brother or brothers who shall be living at the time; and upon the further trust, upon the death of the said Willis L. Bryant, to pay over the corpus of the said estate to the lawful children of the said Willis L. Bryant in equal shares or parts absolutely, or, failing such issue, to such of his brothers, Walter H. Bryant and Henry G. Bryant as may be living at the time of his death and to the lawful issue of either of such brothers as may then have departed this life, in equal shares or parts, absolutely, the said issue to take by representation and not per capita.’\n“In all other respects the said indenture of February 11, 1885, is hereby expressly ratified and declared to be of binding and continuing effect.”\nOn February 19, 1889, Mrs. Bryant executed her will as follows :\n“ 1. I direct that all my just debts and funeral expenses be paid by my Executors as soon after my decease as will be convenient.\n“ 2. I give and bequeath to my Executors hereinafter named the various items of personal property which are embraced in the Schedule which my said Executors will find inclosed and sealed up in the same envelope in which they will find this Will-, in trust, nevertheless, to distribute the said articles as I direct in the Schedule above referred to.\n“ 3. I confirm the Deed of Trust which 1 executed to The Fidelity Insurance, Trust and Safe Deposit Company on the 11th day of February, A. D., 1885. Inasmuch, however, as that Deed of Trust did not in any manner provide for my daughter, Josephine Gf. Rothermel, and whereas it is now my desire that her share in my estate should be equal to that of any one of my other children, I direct that my Executors hereinafter named shall give to the said Josephine G. Rothermel, if she be living at the time of my decease, securities at their then market value, or money, as may be most convenient to my said executors, to an amount which shall be equal to the distributive share received by each one of my sons under the said Deed of Trust; provided that my estate after payment of specific legacies will permit of such payment.\n“4. I give and bequeath to my niece, Mary Henderson, the sum of Two Thousand Dollars. If I do not leave enough property outside of my Trust Deed hereinbefore named to provide for my daughter as specified in Article 3 of this Will and to pay this legacy to Miss Henderson, I direct that the legacy shall be first paid even though its payment prejudices the provision which I have made for my daughter.\n“5. I direct my Executors to divide the whole of my estate not herein specifically bequeathed and not embraced in the said Trust Deed or Schedule, and which shall remain after the payment of my debts and legacies, into four equal parts. One of these parts I give, devise and bequeath to my son Walter H. ^Bryant; one other part I give, devise and bequeath to my son Henry G. Bryant; one other part I give, devise and bequeath to my daughter Josephine G. Rothermel; and the remaining fourth part I give, devise and bequeath to my Executors hereinafter named, and their successor or successors; in trust, nevertheless, to hold the same for the use and benefit of my son Willis L. Bryant, so, however, that neither the income nor principal shall ever under any circumstances be subject to anticipation or assignment by lfim or to attachment or seizure under any judgment, decree or other legal process at the suit of any creditor he now has or ever may have. And in the event of any attempt at anticipation, assignment, seizure or attachment, the right on his part to receive said income shall instantly cease and shall become the property of his wife and children, if any he have, or failing marriage or issue shall go to and become the property of his brothers and sister who shall be living at the time. And upon further Trust, upon the death of the said Willis L. Bryant to pay over the corpus of the said estate to the lawful children of the said Willis L. Bryant in equal shares or parts absolutely; or failing such issiie, to his brothers and his sister, or to such of them as may be living at the' time of his death, and to the lawful issue of either of said brothers or of his said sister as may have departed this life, in equal shares or parts absolutely, the said issue to take by representation and not per capita.\n“6. I hereby name and appoint my sons, Walter H. Bryant and Henry G-. Bryant, Executors of this will.”\nMrs. Bryant died on August 27, 1896. An attaclnnent execution was issued agaiust the share of Willis L. Bryant, and the garnishee set up in its answers the above papers as a defense. The answers were demurrred to.\n' The court in an opinion by Wiltbank, J\"., sustained the demurrer.\nError assigned was judgment of the court.\nP. E. Mothermel, Jr., for appellant.\n— Where a deed of trust is made for the grantor’s own personal convenience, and no beneficial interest is vested in any one until after the death of the grantor, the disposition of property to take effect after the grantor’s death is testamentary, and therefore revocable : Frederick’s App., 52 Pa. 338; Rick’s App., 105 Pa. 528; Russell’s App., 75 Pa. 269; Miskey’s App., 107 Pa. 627.\nJohn Hampton Barnes, for appellee.\n— This is a good irrevocable trust: Fellows’s Appeal, 93 Pa. 470; Phila. Trust Co.’s Account, 13 Phila. 44; Solms v. Trust Co., 16 W. N. C. 80; Simon v. Simon, 163 Pa. 292; Knowlson v. Fleming, 165 Pa. 10; Edwards v. Edwards, 170 Pa. 212; Neal v. Black, 177 Pa. 83; Bispham on Equity, sec. 187; Bank v. Hartman, 147 Pa. 558; Clapp v. Hoffman, 159 Pa. 531; Mackason’s App., 42 Pa. 330; Ghormley v. Smith, 139 Pa. 584.\nMay 26, 1898:"
  },
  "file_name": "0333-01",
  "first_page_order": 355,
  "last_page_order": 364
}
