{
  "id": 1230396,
  "name": "Mack Manufacturing Corporation, Appellant, v. International Union, United Automobile, Aircraft and Agricultural Implement Workers of America",
  "name_abbreviation": "Mack Manufacturing Corp. v. International Union, United Automobile, Aircraft & Agricultural Implement Workers of America",
  "decision_date": "1951-06-27",
  "docket_number": "Appeal, No. 111",
  "first_page": "37",
  "last_page": "45",
  "citations": [
    {
      "type": "official",
      "cite": "368 Pa. 37"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "364 Pa. 586",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1223481
      ],
      "pin_cites": [
        {
          "page": "590"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/364/0586-01"
      ]
    },
    {
      "cite": "364 Pa. 379",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1223577
      ],
      "pin_cites": [
        {
          "page": "385"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/364/0379-01"
      ]
    },
    {
      "cite": "328 Pa. 385",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1179725
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/328/0385-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 646,
    "char_count": 13403,
    "ocr_confidence": 0.493,
    "pagerank": {
      "raw": 5.978532434877701e-07,
      "percentile": 0.9539366966954445
    },
    "sha256": "efe197f7f88b584e30b7ffae5b7415d966bfc7adf261694f8aa121ceefa3ca4b",
    "simhash": "1:b63f2f90f6c6ab5e",
    "word_count": 2211
  },
  "last_updated": "2024-02-27T18:12:52.853558+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stern, Stearne, Jones, Bell, Ladner and Chidsey, JJ."
    ],
    "parties": [
      "Mack Manufacturing Corporation, Appellant, v. International Union, United Automobile, Aircraft and Agricultural Implement Workers of America."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Ladner,\nThis is an appeal from the decree of the court below dismissing plaintiffs bill in equity.\nPlaintiff filed a bill against the defendant union, certain of its officers, the American Arbitration Association and L. G. Lichliter, Arbitrator, praying for an injunction against the defendants restraining them from proceeding with an arbitration hearing.\nThe facts material to this appeal, as taken from the chancellor’s findings and adjudication are as follows: The plaintiff is a Delaware Corporation having a factory in Allentown, Pa. and on March 20, 1947, entered into an agreement covering the conduct of labor relations with the defendant union. The other defendants are the president and shop chairman of the union, the American Arbitration Society which is the designated means of supplying arbitrators as provided in the arbitration clause of the aforementioned agreement, and the arbitrator to whom the dispute hereinafter mentioned was referred.\n. On August 10, 1948, and for some days later (21 to 22 days), because of lack of orders, the company was compelled to lay off between 800 and 1088 employees. On August 24, 1948, defendant shop chairman filed a grievance, No. A-575, reading as follows: “Due to the fact that the Company has laid off employees out of line of seniority the Union demands that the Company compensate all these employees for all wages lost until such time as these employees are reinstated on their jobs in line with their seniority. This is a violation of the agreement between the Company and the Union.” This grievance was denied on August 31, 1948, because no list of employees claiming to be aggrieved was submitted with the “Grievance.”\nThere then followed what appears to us to have been an unwarranted jockeying over the question whether the plaintiff, having all the information in its own records, was justified in demanding from the Union a list which it obviously could readily have compiled itself from its own records. However, the company officials insisted on such a list being furnished and the Union officials just as insistently refused to supply it, although it may be said the large number of lay-offs, 800 to 1088 employees, probably made it impractical for the Union to do more than request the company to permit it to compile such a list from the company’s own records. However that may be, the Union on February 23, 1949, served the plaintiff with a demand for arbitration pursuant to Sec. 11 of Article 7, which reads: “Section 11. In the event any dispute shall not have been settled by the foregoing grievance procedure and the Union desires to submit the grievance to arbitration, it shall, within sixty (60) days from the date of the final decision under the grievance procedure, give written notice to the Factory Manager of its intention to refer the grievance for decision by an arbitrator. Upon the giving of such notice, either party may call upon the other party to meet for the purpose of selecting an arbitrator by mutual agreement. If at such meeting the parties are unable to agree upon an arbitrator, then the grievance shall be referred for decision to an arbitrator selected in the following manner: . . ,”\n' ' On March 2, 1949, the plaintiff through its counsel notified the American Arbitration Society that the company did not consider Grievance No. A-575 arbitrable, ■ to which the Society replied that it could not determine the question of arbitrability of the grievance but that the arbitrator could pass on that question. Thereafter, in accordance with the provisions' of Sec. 12 of the Agreement, L. G. Lichliter was selected as arbitrator and fixed a time and place for a hearing. The plaintiff then filed\" its' bill in equity alleging substantially the facts as hereinbefore set forth and prayed for an injunction against the defendants to restrain them from proceeding with the arbitration.\nAfter á hearing on the bill and answer the learned Chancellor filed hi's adjudication and entered his decree nisi dismissing'the bill, to which decree excejitions ' wére filed, argued, dismissed and the decree confirmed.\nIn brief the learned court below held that the plaintiff and defendant had bound themselves to submit to ■ arbitration disputes provided for in their labor relations agreement, that' disputes arising out of lay-offs ■ by-seniority wére clearly within its provisions, that the interpretation of the'provisions of the agreement relating to grievance procédure was for the arbitrator to decide.\nAt the argument in this court the learned counsel ' for the plaintiff contended earnestly that before there could be 'arbitration of the grievance relating to any branch óf seniority provisions in lay-offs, the union \" was bound to furnish with its grievance complaint a list of the employees involved and until that was done, the grievance was not arbitrable.\nSection 14 of the Agreement provides as follows: “The power of the arbitrator stems from this agreement and his function is to interpret and apply this agreement and any other agreement which the parties may enter into supplemental thereto. He shall have no power to add to, or subtract from or modify, any of the terms of this agreement or any of the terms of any agreement which may be supplemental thereto, except as such power may be conferred upon him by any of the provisions of this or any other agreement into which the parties may enter.”\nAnd Section 15 provides: “The decision of the arbitrator shall be final and binding upon both parties.”\nIn disposing of appellant’s contention we can do no better than to quote with approval the following extract of the Adjudication by the learned President Judge Henning® e of the court below, viz., “For our purpose it suffices to state that the parties are disputing as to (1) the merits of the grievance (2) the necessity of filing a list of the persons aggrieved and (3) the barring of defendants from pressing their grievances. In light of our ultimate decision we do not consider it necessary to pass upon any of these contentions.\n“One of the leading cases on arbitration in Pennsylvania is Goldstein, et al. v. I. L. G. W. U, 328 Pa. 385, which holds (Page 389), that the arbitrator’s findings are final both as to law and the fact and (Page 390) that courts have jurisdiction to determine whether there is an arbitration agreement existing and binding upon the parties.\n“Arbitration by agreement is not limited to the main fact in dispute (which in this case would be whether layoffs were in seniority order as provided by the contract) but also to such other questions which savor of both law and fact, as. in our case the question of abandonment of tbe grievance or waiver of the right to lists of aggrieved. Shannon v. Pa. Electric Co., 364 Pa. 379, 385.\n“Plaintiff brings to onr attention a letter from the American Arbitration Association stating that as an administrative body it could not determine the arbitrability of Grievance A-575. The word it in the letter refers not to its arbitrators, but to the body as such in setting up the arbitration machinery. It means in effect that the American Arbitration Association does not arbitrate, but that it is the medium through which arbitration is secured. This is made clear in a later paragraph of the same letter in which it is stated that the arbitrator himself will decide the arbitrability of the particular grievance.\n“Plaintiff also contends that Section 14 of Article 7 limiting the arbitrator to the agreement and depriving him of the power to add to, subtract from or modify any of its terms, prevents him from considering any side agreements between the parties.\n“The inability of an arbitrator to add to or modify an agreement is illustrated in Gordon v. Braeburn Alloy Steel Corporation, 364 Pa. 586, 590, in which the court asserted that an arbitrator had rightly held that he could not decide a case upon what he considered the parties should write into their contract, but only upon what they had agreed upon.\n“Article 14 does not prevent interpretation of existing agreements, nor does it prevent the arbitrator from considering supplemental agreements, properly authenticated. If Plaintiff is relying upon supplemental agreements to justify the method of layoff it is for them to prove such agreement to the arbitrator and then that will be an agreement between the parties governing the case, whose interpretation will be for the arbitrator. The arbitrator’s incapacity to contract for the parties does not detract from his power to determine to what they have contracted.\n“Plaintiff has cited several cases from Supreme Courts in New York (corresponding to our Courts of Common Pleas) in which they have held that alleged grievances were not subject to arbitration because they were based upon no relevant actual grievance. We would not go as far as those cases indicate in enjoining arbitration. From what we can learn of those cases, the one enjoins arbitration because the written statement of grievance is too vague and general (In re: Pacific Weavers, Inc., 10 Labor Arbitration Reports 806) and the other enjoins arbitration of a subject not included in such statement (Herzfeld & Stern v. Financial Guild, 10 L.A.R. 383).\n“We assume that the arbitrator is honest, unbiased, intelligent, informed and courageous and that he will not hesitate to disallow Defendants’ Grievance A-575 if he finds that Defendants by inaction have forfeited their right to prosecute it. The grievance, however, is one contemplated by the agreement between the parties and therefore it is for the arbitrator to determine not only the substantive rights of the parties, but compliance ivith the proper procedural steps as well, since the procedure is also fixed by the agreement and there is a dispute over the interpretation of the agreement in that respect.\n“Oases may arise in which a presumed grievance is clearly beyond the scope of an agreement and where there is no prospect of obtaining justice before an arbitrator, but we believe this is not such a case. The Chancellor has refused to find disputed facts in both parties’ requests going to the merits of .the controversy, because they are immaterial to the present issue and because they could only be prejudicial to the arbitrator. Where Plaintiff’s and Defendants’ requests related to the same subject matter,, we have .in general adopted Plaintiff’s requests; As to requests for conclusions of law, the same principles apply and we have been unable to adopt any of the requests submitted.”\nThe learned counsel for the appellant argued further that the court below erred also in stating that the narrow question before it was whether it or the arbitrator should decide whether the unnamed employees for whom a grievance was filed have waived or lost their rights because their representative did not furnish a list of names of persons aggrieved within eight days after a company answer demanding such list. The court below also stated that plaintiff contended that under Article 7, Section 10, upon failure to furnish a list of the names the grievance is considered settled and therefore no grievance existed for submission to arbitration. It is argued that this statement of the court below was a misconception of the purpose of the bill and proofs and that plaintiff does not contend there was any technical default but a deliberate refusal of the Union officials to supply the list of names demanded. What plaintiff seeks is a decision on the question whether the supplying of this list is a prerequisite to the consideration of the grievance and to make it arbitrable. But we see no real distinction between the statement of what the learned court below viewed as the question to be determined and what counsel contends is the question, for we agree with the court’s interpretation of .the agreement which is that whether the grievance has been presented in the proper form, whether the plaintiff has the right to refuse to consider it until it obtains the list demanded, and whether the points' raised are arbitrable at this time, are all questions for the arbitrator.\n' Finally, it. was argued that the court below also erred in not ruling on whether the prior practice' pleaded' and proved by testimony was sufficient to ambunt to a' controlling ■: custom. We agree' that .a decision on this point was entirely unnecessary by the court below in view of its interpretation of the agreement which we approve.\nJudgment affirmed.\nSection 12 provides for the method of selection: “The American Arbitration Association, upon notice of the inability of the parties to agree upon an arbitrator shall be requested to submit to the parties the names of three (3) candidates. If the Company and the Union cannot agree upon the selection of any of these three (3) ■ candidates as arbitrator within ten (10) days from the date the names are submitted by the American Arbitration Association, each party shall have the privilege of rejecting one (l) of the three (3) names and the remaining man shall be the arbitrator.”",
        "type": "majority",
        "author": "Mr. Justice Ladner,"
      }
    ],
    "attorneys": [
      "O. J. Tallman, with him Tallman & Walker, for appellant.",
      "George H. Sacks, for appellees."
    ],
    "corrections": "",
    "head_matter": "Mack Manufacturing Corporation, Appellant, v. International Union, United Automobile, Aircraft and Agricultural Implement Workers of America.\nArgued April 9, 1951.\nBefore Stern, Stearne, Jones, Bell, Ladner and Chidsey, JJ.\nJune 27, 1951:\nO. J. Tallman, with him Tallman & Walker, for appellant.\nGeorge H. Sacks, for appellees."
  },
  "file_name": "0037-01",
  "first_page_order": 59,
  "last_page_order": 67
}
