{
  "id": 1230377,
  "name": "Toenges, Appellant, v. Schleihauf, Appellant",
  "name_abbreviation": "Toenges v. Schleihauf",
  "decision_date": "1951-06-27",
  "docket_number": "Appeals, Nos. 52 and 53",
  "first_page": "247",
  "last_page": "258",
  "citations": [
    {
      "type": "official",
      "cite": "368 Pa. 247"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "67 A. 2d 809",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "165 Pa. Superior Ct. 64",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        467339
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/165/0064-01"
      ]
    },
    {
      "cite": "33 A. 2d 648",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "152 Pa. Superior Ct. 458",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1048140
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/152/0458-01"
      ]
    },
    {
      "cite": "72 A. 2d 68",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "364 Pa. 351",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1223466
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/364/0351-01"
      ]
    },
    {
      "cite": "53 A. 2d 92",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "357 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        472054
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/357/0001-01"
      ]
    },
    {
      "cite": "37 A. 2d 524",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "349 Pa. 377",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        458690
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/349/0377-01"
      ]
    },
    {
      "cite": "16 A. 2d 18",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "340 Pa. 49",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1203335
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/340/0049-01"
      ]
    },
    {
      "cite": "161 A. 534",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "307 Pa. 441",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1138176
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/307/0441-01"
      ]
    },
    {
      "cite": "200 A. 165",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "131 Pa. Superior Ct. 559",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1009091
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/131/0559-01"
      ]
    },
    {
      "cite": "175 A. 417",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "316 Pa. 417",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1159006
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/316/0417-01"
      ]
    },
    {
      "cite": "158 A. 561",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "562"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "306 Pa. 13",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1136923
      ],
      "pin_cites": [
        {
          "page": "18, 19"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/306/0013-01"
      ]
    },
    {
      "cite": "136 A. 787",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "288 Pa. 463",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1100787
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/288/0463-01"
      ]
    },
    {
      "cite": "116 A. 542",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "273 Pa. 4",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070787
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/273/0004-01"
      ]
    },
    {
      "cite": "158 A. 166",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "305 Pa. 479",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1134604
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/305/0479-01"
      ]
    },
    {
      "cite": "53 A. 2d 725",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "728"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "357 Pa. 318",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        472117
      ],
      "pin_cites": [
        {
          "page": "323, 324"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/357/0318-01"
      ]
    },
    {
      "cite": "46 A. 2d 473",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "354 Pa. 66",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        467466
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/354/0066-01"
      ]
    },
    {
      "cite": "51 A. 2d 732",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "356 Pa. 217",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        470665
      ],
      "pin_cites": [
        {
          "page": "224"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/356/0217-01"
      ]
    },
    {
      "cite": "154 A. 297",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "303 Pa. 122",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1130012
      ],
      "pin_cites": [
        {
          "page": "127"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/303/0122-01"
      ]
    },
    {
      "cite": "5 A. 2d 224",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "335 Pa. 236",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1193062
      ],
      "pin_cites": [
        {
          "page": "239"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/335/0236-01"
      ]
    },
    {
      "cite": "32 A. 2d 407",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "347 Pa. 393",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1217323
      ],
      "pin_cites": [
        {
          "page": "395"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/347/0393-01"
      ]
    },
    {
      "cite": "64 A. 2d 846",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "361 Pa. 519",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        476388
      ],
      "pin_cites": [
        {
          "page": "521"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/361/0519-01"
      ]
    },
    {
      "cite": "72 A. 2d 68",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "364 Pa. 351",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1223466
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/364/0351-01"
      ]
    },
    {
      "cite": "37 A. 2d 524",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "349 Pa. 377",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        458690
      ],
      "pin_cites": [
        {
          "page": "379"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/349/0377-01"
      ]
    },
    {
      "cite": "16 A. 2d 18",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "340 Pa. 49",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1203335
      ],
      "pin_cites": [
        {
          "page": "51"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/340/0049-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 969,
    "char_count": 19385,
    "ocr_confidence": 0.52,
    "pagerank": {
      "raw": 1.8711045281129243e-07,
      "percentile": 0.7262823044895668
    },
    "sha256": "fafe02beb51c0f6a480fae191165f04012dc2ac0b89ba2ef852f9ba7de9c2b1c",
    "simhash": "1:a46b81fd0c061fef",
    "word_count": 3394
  },
  "last_updated": "2024-02-27T18:12:52.853558+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Drew, O. J., Stern, Stearne, Jones, Bell, Ladner and Chidsey, JJ.",
      "Mr. Justice Ladneb and Mr. Justice Chidsey join in this dissent."
    ],
    "parties": [
      "Toenges, Appellant, v. Schleihauf, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Horace Stern,\nAs the court below correctly decided, the contributory negligence of the decedent bars the right of the executor of her estate to recover damages in this action because of her death.\nAs far as defendant’s negligence is concerned the testimony clearly revealed it and it was factually established by the verdict of the jury. At about four o’clock in the afternoon of a March day a truck, a tractor-trailer, employed in defendant’s business, heavily loaded with lumber, was being operated over a public highway in Allegheny County known as Curry Hollow Eoad. The day was clear and bright and the road was dry. The truck became disabled while ascending a slight grade in the road. Another truck hauled it over the crest of the ridge to a point 170 feet beyond. There its driver permitted it to stand covering all the westbound lane of traffic except about two or three feet. In the centre of Curry Hollow Eoad there is a four foot divider about six inches high, the traffic lane on each side being ten feet wide. The tractor-trailer remained parked in its position of blockage for about fifteen to twenty minutes before the occurrence of the accident which is here involved. No red flags were placed along the highway or at the truck, nor were any other warnings given to approaching traffic. The operator left the truck in order to telephone for aid, leaving his helper sitting in the cab reading.\nAt about 4:15 o’clock the decedent, Mrs. Toenges, was driving her husband’s automobile in a westerly direction on Curry Hollow Eoad. She was accompanied by a maid whom she employed one day a week for housework and domestic service and whom she was taking home after the day’s work. She came up to the crest of the hill, proceeded from there down the slight incline on the other side, and crashed into the parked truck, the lumber on which, extending out several feet beyond the rear of the truck, went through the windshield of her automobile, killing Mrs. Toenges and seriously injuring the maid. Mrs. Toenges’ husband, executor of her estate, brought suit to recover damages on behalf of the estate and under the wrongful death act, and also in his individual capacity for the damage to his car. The jury returned verdicts in favor of the plaintiff as executor aggregating $8,843.56 and a verdict for the plaintiff individually in the sum of $900. The court en banc entered judgment n.o.v. in favor of the defendant as to the verdicts of $8,843.56, and ordered entry of judgment in favor of the plaintiff on the $900 verdict. The plaintiff appeals from the judgment n.o.v. in favor of defendant while the defendant appeals from the judgment of $900 in favor of plaintiff covering the damage to his car.\nThe driver of defendant’s truck claimed that he could not safely take it off the paved highway because the berm at that point was soft, but plaintiff produced evidence to show that it could readily have been drifted a short distance further down the incline to a point where the berm was more solid. The jury, under proper instructions of the court, found that the driver was guilty of negligence in leaving the truck standing upon the paved portion of the highway when it was practicable to park it otherwise, and without red flags or other warning signals, in violation of the applicable provisions of The Vehicle Code (Act of May 1, 1929, P. L. 905, art. VIII, section 824, and art. X, section 1019) as amended.\nThe principal question in the case is that of decedent’s contributory negligence. The maid, who was seated on the front seat of the automobile next to Mrs. Toenges, testified that as they neared the top of the hill the sunshine blinded her; she was looking straight ahead at the time and noticed that Mrs. Toenges was also looking straight ahead. The blinding continued for about two seconds. The car had been moving at the rate of about 30 miles per hour; it slowed down “the least bit” during the passage through the area of blindness, but it came out of that area, according to the maid’s testimony, at the same speed at which it had entered, and when it emerged the truck was standing only a car’s length — about 15 feet — ahead of it. Assuming, as perhaps we fairly may, that if the maid was temporarily blinded by the sunshine Mrs. Toenges was likewise blinded, she was nevertheless clearly guilty of contributory negligence. Measurements were subsequently made by a registered civil engineer and photographs were taken according to which it appeared that as decedent’s car came up the grade the top of the truck would be visible to her when she was still 350 feet distant from the crest, and gradually more and more of the truck would appear in view until at a point 200 feet away from it the whole of it could be seen standing on the roadway. It is true that these measurements and photographs were introduced in evidence by the defendant but their accuracy is not challenged; on the contrary, they are accepted without question in plaintiff’s brief. As decedent approached the top of the hill she saw, therefore, or would have seen had she observed what was obvious, that, immediately previous to her being blinded by the sunshine, the truck was sprawled across the road at an extremely short distance in front of her. Nevertheless she continued on, presumably sightless, at a speed of approximately 30 miles an hour for two seconds during which she covered therefore a distance of less than 100 feet, and then, when her vision was restored, she was practically on top of the truck and ran into it with such considerable force that the lumber extending out from its rear crashed through the windshield of her car, killing her, seriously injuring the maid, and almost completely demolishing the car. While, according to the law several times proclaimed by our appellate courts, she was not obliged to stop at the instant she was blinded, she certainly was obliged to keep her car under such control, and travelling at such a speed, that she would be able to avoid colliding with the truck which she saw, or under the circumstances was bound to have seen, stretched across her path. In Vierling v. Fry, 354 Pa. 66, 46 A. 2d 473, the plaintiff was within 180 feet of a truck ahead of him before any interference with his vision occurred; accordingly it was pointed out that he must have seen it before entering the zone of blindness. Here decedent was only 100 — certainly less than 200 — feet away when blinded by the sunshine and she likewise must have seen the truck blocking almost the entire width of the roadway in front of her had she been properly looking ahead before the blinding occurred, (cf. Rich v. Petersen Truck Lines, Inc., 357 Pa. 318, 323, 324, 53 A. 2d 725, 728). It may be added that her car was equipped with a sun-visor, but she did not avail herself of its protection. Viewed from all angles, therefore, and unfortunate as this accident was, decedent was so clearly responsible in part for its occurrence that the court below could not have done other than grant defendant’s motion for judgment n.o.v. in the actions brought by her husband as executor.\nAs far as the $900 verdict for the damages to the husband’s car is concerned, it is urged by defendant that in driving her maid home Mrs. Toenges was acting not only for herself but also for her husband, on the theory that both of them were interested in the domestic management of their household. But no relation of master and servant or principal and agent as between husband and wife arises merely by reason of their marital status (Rodgers v. Saxton, 305 Pa. 479, 158 A. 166) and there is no testimony in the record to indicate that Mrs. Toenges was transporting the maid in pursuance of any contractual obligation which bound her and her husband so to do; the maid testified merely that it was “the plan” that Mrs. Toenges should take her home, that it was “always her custom” to take her home after the day’s work. In the absence of any evidence of a contractual duty it must be presumed that Mrs. Toenges was rendering a purely gratuitous service, in which event it certainly could not be argued that she was acting as the legal agent of her husband. A wife or husband using, by permission, the other’s car, or a child using, by permission, a parent’s car, does not make his or her negligence imputable to the owner of the car, not present therein, unless such user is engaged upon the owner’s business: Markle v. Perot, 273 Pa. 4, 116 A. 542; Piquet v. Wazelle, 288 Pa. 463, 136 A. 787; Rosen v. Diesinger, 306 Pa. 13, 18, 19, 158 A. 561, 562; Cox v. Rochler, 316 Pa. 417, 175 A. 417; Haley v. Litzinger, 131 Pa. Superior Ct. 559, 200 A. 165. Driving the maid home in the present instance was not a part of the husband’s business nor did it constitute an errand undertaken on his behalf. Therefore the contributory negligence of decedent did not act as a bar to her husband’s right of recovery for the damage to his car; cf. Best. Torts, §487.\nThe judgments are affirmed.\nFarley v. Ventresco, 307 Pa. 441, 161 A. 534; Nelson v. Damus Bros., Co., Inc., 340 Pa. 49, 16 A. 2d 18; Buohl v. Lockport Brew ing Co., 349 Pa. 377, 37 A. 2d 524; Vierling v. Fry, 354 Pa. 66, 46 A. 2d 473; Wolfe v. Beardsley, 357 Pa. 1, 53 A. 2d 92; Young v. New York Auto Carrier Co., 364 Pa. 351, 72 A. 2d 68; Boor v. Schreiber, 152 Pa. Superior Ct. 458, 33 A. 2d 648; Miller v. Duffee Transfer Co., 165 Pa. Superior Ct. 64, 67 A. 2d 809.",
        "type": "majority",
        "author": "Mr. Justice Horace Stern,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Jones:\nIn affirming the judgment n.o.v. for the defendant, this court has viewed the evidence in the light most favorable to the defendant contrary to what Mr. Justice Linn appropriately referred to as “the familiar rule” which “requires that the court consider the evidence in the light most favorable to the plaintiff, resolving all conflicts in his favor and giving him all favorable inferences of fact reasonably dedncible from the evidence” : Bartleson v. Glen Alden Coal Company, 361 Pa. 519, 521, 64 A. 2d 846. No rule has been reiterated or applied more frequently. The error of the decision in the instant case results directly from accrediting (as “irrefutable”) oral testimony for the defendant which, on the motion, should have been rejected: Ashworth v. Hannum, 347 Pa. 393, 395, 32 A. 2d 407. Yet, such is the manner in which the plaintiff’s decedent is found guilty of contributory negligence as a matter of law.\nOf the witnesses produced by the plaintiff, only one was a witness to the happening of the accident in suit, namely, the guest passenger who was sitting on the front seat of the automobile beside Mrs. Toenges, the plaintiff’s decedent, who was driving. Mrs. Toenges died from her injuries shortly after the accident without having regained consciousness. Even at the risk of some repetition, it is important first to isolate .the evidence appearing in the plaintiff’s case.\nAbout 4:15 P.M. on a bright, clear day in early March, the defendant’s tractor-trailer was parked in the center of the right-hand (westbound) paved lane of a divided traffic highway, the general direction of which was east and west. The truck was parked just over the crest of a hill, the highway in that locality curving to the left (looking westward) as it lay up over the hill and down the other side. A short distance west of the brow of the hill, the highway was intersected on its north side by a road named Keenan Drive. The parked truck was heavily laden with lumber which protruded about four feet over the rear end which, in turn, was approximately at the middle of the entrance to Keenan Drive. The paved portion of the highway was ten feet in width; it was not possible for a car to pass around the parked truck without going up over the six-inch high divider between the traffic lanes. Neither flags nor lights warning of the truck’s immobile status on the highway, which the law required, were displayed. The truck was facing down grade and could easily have been allowed to drift a short distance down-hill and almost completely off the highway onto the berm. In fact, that was done shortly after the accident and westbound cars were then able to pass the truck. As the deceased’s automobile approached the top of the hill, the guest, looking straight ahead, was suddenly blinded by the sun for “about” two seconds. The automobile was travelling at approximately thirty miles per hour and slowed down the least bit at the time the passenger was blinded. When she recovered from her blindness, the truck was “about” a car-length directly ahead and a collision with the protruding lumber on the truck ensued causing the fatal injuries to Mrs. Toenges. In view of the time of day, the direction of travel (curving into the southwest at the crest of the hill) and the fact that the sun was shining blindingly to one sitting beside the driver, it is a fair inference that the driver, also, was blinded.\nThere was no evidence in the plaintiff’s case of any distance at which, it could be arbitrarily said, the truck was visible to an observant driver approaching from the east sufficiently long to avoid an accident; no measurements were given; and there is no evidence that Mrs. Toenges was not looking ahead. Having been killed in the accident, she is presumed to have been exercising due care for her own and others’ safety as she drove her automobile along the public highway. Nor is there anything in the plaintiff’s case destroying the presumption. Whether Mrs. Toenges saw or should have seen the truck in time to avoid striking it was an important question of fact which, in the circumstances, was necessarily for the jury. See Young v. New York Auto Carrier Company, 364 Pa. 351, 352 et seq., 72 A. 2d 68, which cannot be distinguished on its facts from the instant case except for the immaterial difference that in the Young case the temporary blindness was from the glare of headlights at night and not from the sun in the daytime. It is as unreasonable as it is unrealistic to hold, as did the learned court below, that being blinded temporarily by the sun’s rays does not relieve against the rigor of the “assured clear distance” rule as does blinding from the glare of headlights at night. Quite understandably, the majority makes no such irrational distinction.\nThe majority does, however, build a case of contributory negligence, as a matter of law, out of oral testimony adduced in the defendant’s case from an engineering witness who made measurements at the scene six months after the accident. Not only was the credibility of this witness’ testimony for the jury, but the measurements to which he testified cannot rightly be deemed to have established incontrovertible facts. Actually, the measurements were not taken with reference to the fixed location of the truck at the time of the accident; and, in a number of instances, the witness gave relative^ indefinite and confused answers concerning his noting of the distances and locations. Nonetheless, the majority takes it as legally incontrovertible that the truck was parked 170 feet beyond the crest of the hill, that the top of the truck was visible from a point 350 feet eastward and that, at a distance of 200 feet eastward, the entire body of the truck could be seen. For the purpose of taking the measurements, a truck was placed at the entrance to Keenan Drive and pictures were taken from various distances measured from a point marked, for convenience, “zero”. The distances thus testified to were far from incontrovertible, even assuming the credibility of the engineer’s oral testimony. Admittedly, the point marked “zero” did not coincide with the position of the truck at its parked location. Point “zero”, as the engineer testified, was “a short distance west of [i.e., beyond] the Keenan Drive entrance.” It necessarily follows that the distances of vision testified to were not the same as from the position where the truck was parked unless the vertical curvature of the highway was regular which it was not, as the testimony explicitly shows.\nThe majority further conclude that, since the guest was blinded for two seconds, the deceased driver was not blinded for any longer period. From that conclusively assumed inference, the majority deduce that, at thirty miles per hour, the car covered “less than 100 feet” in two seconds and that, inasmuch as a car-length (about 15 feet) remained between emergence from the blind spot and the rear end of the truck, the Toenges car was about a hundred feet from the truck when the blinding sun struck it. Consequently, as the majority reason, in the first hundred feet of the two-hundred-foot distance during which the entire body of the truck was visible according to the defendant’s witness, the deceased could have and should have seen the truck.\nTo accept these mathematical calculations as conclusive overlooks a number of important factors, not to mention the above-cited discrepancy in the engineer’s testimony. Merely to have seen part of the truck or even nearly all of it over the brow of a hill, on a curve and headed away can hardly be said to have put the driver on notice of impending danger. Could she know that the truck was parked? Might it not be moving? If standing still, might it not be on the berm? And, was Mrs. Toenges blinded by the sun for no greater length of time than her passenger had been which, as testified, was, at best, but a variable estimate, — “about two seconds”? These questions and a number of others were matters for the jury. Not rightly could the court assume to answer them as a matter of law. The road being on a curve, the position of the truck at the distance would necessarily be off to the side of the tangential direction of the approaching automobile; and, being over the hill, the truck’s relative position to the highway could not be known until both the truck and the highway at that location were seen together. Even if Mrs. Toenges had seen the truck before the sun blinded her, she was not bound to anticipate that it was blocking or obstructing the highway in violation of the law, as indeed it was: see Buohl v. Lockport Brewing Company, 349 Pa. 377, 379, 37 A. 2d 524; Nelson v. Damus Bros. Co. Inc., 340 Pa. 49, 51, 16 A. 2d 18; Long v. Pennsylvania Truck Lines, Inc., 335 Pa. 236, 239, 5 A. 2d 224; and Shellenberger v. Reading Transportation Co., 303 Pa. 122, 127, 154 A. 297.\nTo take away summarily the plaintiff-executor’s right in the circumstances to go to the jury on the question of his deceased’s contributory negligence requires evidence so clear, direct and positive as to preclude any difference in the minds of fair and reasonable men as to the decedent’s guilt: Scholl v. Philadelphia Suburban Transportation Company, 356 Pa. 217, 224, 51 A. 2d 732. No such evidence is in this case.\nI would enter judgments on the verdict 'for the plaintiffs.\nMr. Justice Ladneb and Mr. Justice Chidsey join in this dissent.\nSee The Vehicle Code of May 1, 1929, See. 824 (a) and (b), as amended, 75 PS §432 (a) and (b).\nThe truck weighed in excess of 11,000 pounds.",
        "type": "dissent",
        "author": "Mr. Justice Jones:"
      }
    ],
    "attorneys": [
      "John E. Evans, Sr., with him Evans, Ivory & Evans, for plaintiff.",
      "Sanford M. Chilcote, with him Dickie, Robinson & McCamey, for defendant."
    ],
    "corrections": "",
    "head_matter": "Toenges, Appellant, v. Schleihauf, Appellant.\nJune 27, 1951:\nArgued October 4, 1950, reargued May 22, 1951.\nBefore Drew, O. J., Stern, Stearne, Jones, Bell, Ladner and Chidsey, JJ.\nJohn E. Evans, Sr., with him Evans, Ivory & Evans, for plaintiff.\nSanford M. Chilcote, with him Dickie, Robinson & McCamey, for defendant."
  },
  "file_name": "0247-01",
  "first_page_order": 269,
  "last_page_order": 280
}
