{
  "id": 1230364,
  "name": "Department of Labor and Industry, Appellant v. Aluminum Cooking Utensil Company",
  "name_abbreviation": "Department of Labor & Industry v. Aluminum Cooking Utensil Co.",
  "decision_date": "1951-06-27",
  "docket_number": "Appeal, No. 27",
  "first_page": "276",
  "last_page": "283",
  "citations": [
    {
      "type": "official",
      "cite": "368 Pa. 276"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "66 N.E. 2d 431",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "opinion_index": 0
    },
    {
      "cite": "393 Ill. 542",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2476117
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill/393/0542-01"
      ]
    },
    {
      "cite": "286 N. Y. 651",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2047840
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/286/0651-01"
      ]
    },
    {
      "cite": "260 App. Div. 826",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        2464736,
        2464985,
        2466565,
        2467103
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad/260/0826-02",
        "/ad/260/0826-01",
        "/ad/260/0826-03",
        "/ad/260/0826-04"
      ]
    },
    {
      "cite": "283 N.Y. 577",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2041463
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/283/0577-01"
      ]
    },
    {
      "cite": "258 App. Div. 1023",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        5843800,
        5844425,
        5844901,
        5845111
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad/258/1023-04",
        "/ad/258/1023-03",
        "/ad/258/1023-02",
        "/ad/258/1023-01"
      ]
    },
    {
      "cite": "70 A. 2d 299",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "300"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "363 Pa. 483",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1221688
      ],
      "pin_cites": [
        {
          "page": "486"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/363/0483-01"
      ]
    },
    {
      "cite": "332 U.S. 126",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        364855
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/332/0126-01"
      ]
    },
    {
      "cite": "331 U. S. 704",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6158655
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/331/0704-01"
      ]
    },
    {
      "cite": "322 U.S. 111",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6142352
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/322/0111-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 575,
    "char_count": 11208,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 2.579237772607861e-07,
      "percentile": 0.8170271703099292
    },
    "sha256": "0d8148d1738c14d9c871ffcd27388cb82005a4367eaf41ced5e01e4215a78c47",
    "simhash": "1:77b3ada3ac99f0fe",
    "word_count": 1783
  },
  "last_updated": "2024-02-27T18:12:52.853558+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Deew, C. J., Stern, Stearne, Jones, Bell, Ladnee and Chidsey, JJ."
    ],
    "parties": [
      "Department of Labor and Industry, Appellant v. Aluminum Cooking Utensil Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Horace Stern,\nThis is an appeal by the Department of Labor and Industry, Commonwealth of Pennsylvania, from an order of the Court of Common Pleas of Dauphin County striking off a re-assessment made by the Department against the Aluminum Cooking Utensil Company for unemployment compensation contributions, and entering judgment in favor of that Company.\nThe re-assessment was made on November 15, 1949 in the amount of $10,283.66 with interest in the sum of $7,611.90. The contributions were claimed under the provisions of the Unemployment Compensation Law of December 5, 1936, P.L. (1937) 2897, as amended, on the basis of unreported payments of commissions made by the Company between the years 1937 and 1948 to certain individuals known as distributors, junior dealers and field dealers.\nThe principal facts, stipulated by agreement of the parties, are as follows: — The Company is engaged in the business of manufacturing and distributing aluminum cooking utensils. It enters into written contracts with distributors pursuant to which the latter solicit orders for the Company’s products; these contracts are for definite periods. The distributors are not carried on the Company’s payrolls. They may sell the merchandise at any price they desire, and the Company does not even know the price which they charge their customers. They have no desks or working space in any office of the Company, choose their own time within which to work, and are entirely free to engage in other activities and lines of business; it is estimated that one-third of them are so engaged. The contract designates a certain territory in which the distributor is to sell the Company’s products, but he is at liberty to sell anywhere he pleases and to whomever he pleases. The distributors are not given or required to follow any instructions or orders of any kind nor are they subject to any supervision, direction or control on the part of the Company. They may sell other merchandise, including that of the Company’s competitors, and a number of them do in fact sell competitive products. They employ and pay their own assistants and do their own advertising. They may, and a substantial number of them do, carry a stock of merchandise, which they own in their own right; the distributor who does not carry such a stock is the exception. The Company has never withheld income tax from amounts paid distributors, nor any social security tax; distributors are not included in the Company’s group life insurance or pension system and the Company has never carried as to them any workmen’s compensation insurance. It has never paid any unemployment compensation contributions based on amounts paid its distributors in any of the States in which it has such distributors. The Company allows to distributors on sales made through them certain commissions based on the Company’s published current retail prices, but, as already stated, distributors may sell the merchandise at any prices they please, making their own profits on such sales and paying their own business expenses.\nAll the facts set forth above in regard to the independence of the distributors are equally applicable to the junior dealers and field dealers; these also have written contracts with the Company. They are usually chosen from the more successful distributors; they receive commissions on the shipments made by them and by specified groups of distributors whom they advise in regard to selling techniques.\nThe Unemployment Compensation Law, as amended, provides (sec. 301) that “Each employer who has employed eight or more employees . . . in employment. . . during a calendar year . . . shall pay . . . contributions into the Unemployment Compensation Fund . . . equal to the following percentage of total wages paid or payable by the employer for such calendar year . . . .” Two questions arise in the determination of the present issue. The first is whether the services performed by the distributors and dealers constitute “employment” within the intent and meaning of the act. “Employe” is defined (see. 4 (i)) as meaning “every individual . . . performing . . . services for an employer in an employment subject to this act.” “Employer” is defined (sec. 4 (j)) as meaning “every . . . individual . . . corporation . . . who or which . . . employs any employe ... in employment subject to-this act . . . .” “Employment” is defined (sec. 4 (1) (1)) as meaning “all services performed . . . for remuneration or under any contract of hire, express or implied, written or oral.” On the question of the scope of the controlling term “employment” as thus defined the authorities in the various jurisdictions are conflicting. Is it to be understood as limited by the technical common-law concept of the relationship of employer and employe? Or does it extend the employment relationship for purposes of the act to a more inclusive group, without reference to, and unrestricted by, criteria applicable to the determination of such relationship at common law. Having in mind the broad purposes of this unemployment compensation legislation as expressed in the preamble to the act, it is our opinion that it was the intention of the legislature to provide for a larger coverage of employes entitled to unemployment compensation than merely those who would be considered employes under the common law, and to include, as it expressly states, “all services performed for remuneration”, subject only to the exceptions specified in other provisions of the act hereinafter referred to. This view is in harmony with the interpretation given by the United States Supreme Court to the meaning of the term “employe” in the National Labor Relations Act (National Labor Relations Board v. Hearst Publications, Inc., 322 U.S. 111), and in the Social Security Act (United States v. Silk, 331 U. S. 704; Bartels v. Birmingham, Collector of Internal Revenue, 332 U.S. 126).\nConstruing, therefore, the definition of “employment” in the Unemployment Compensation Law in this broader sense, it is clear that the distributors, junior dealers and field dealers having contracts with the Aluminum Cooking Utensil Company are employes in the employment of the Company within the intendment of the Act. But the second question then arises as to whether the services performed by them are performed for wages (upon which the employer’s contributions must be based) under sec. 4 (1) (2) (B) of the act, as amended, which provides as follows: “ [An individual performing services for remuneration in an employment subject to this act shall be deemed to be performing such services for wages], . . . unless and until it is shown to the satisfaction of the department that — -(a) such individual has been and will continue to be free from control or direction over the performance of such services both under his contract of service and in fact; and (b) that such service is either outside the usual Bourse of the business for which such service is performed, or that such service is performed outside of all the places of business of the enterprise for which such service is performed; and (c) that as to such services such individual is customarily engaged in an independently established trade, occupation, profession or business.” These exclusions from the class of employees otherwise created by the act are in the conjunctive; therefore they must all co-exist if the employer is to be exempted from the payment of contributions based upon the employment of such individuals.\nAs to (a), the first of these prescribed conditions,— that the individual performing services for remuneration in an employment be free from control or direction over the performance of such services both under his contract of service and in fact — it is clearly met by the Aluminum Cooking Utensil Company with regard to its distributors and dealers. The facts stipulated by the parties, as above set forth, show that no such control or direction by the Company exists. According to the test set forth in Feller v. New Amsterdam Casualty Co., 363 Pa. 483, 486, 70 A. 2d 299, 300, and in many other cases, the distributors and dealers are independent contractors. As to (b), the second of the conditions— that the service be performed outside of all the Company’s places of business — it likewise is met by the Company because its distributors and dealers do not occupy any space in any office of the Company and perform no service there. As to (c), the third of the conditions — that the individual be customarily engaged in an independently established occupation or business — it appears that the distributors, junior dealers and field dealers may sell merchandise other than the Company’s products, even products of the Company’s competitors, and a number of them do in fact sell competitive products. They operate their business without hindrance from any source whatever and entirely free from control. While working for the Company they can and do engage in similar work for others; their occupations are not confined to, nor “established” only for, the performance of the Company’s work, and, while no doubt the major part of their business is in handling the Company’s products, it is not the sole part. The third condition is therefore also met by the Company. Accordingly it follows that, by reason of their falling under these exclusionary provisions of the act, the distributors, junior dealers and field dealers are not wage-receiving employes of the Aluminum Cooking Utensil Company within the intendment of the Unemployment Compensation Law. It may be added that this same conclusion was reached in New York (Levine v. Aluminum Cooking Utensil Co., 258 App. Div. 1023 (aff. 283 N.Y. 577)) ; Alford v. Aluminum Cooking Utensil Company, 260 App. Div. 826 (aff. 286 N. Y. 651)); and in Illinois [Aluminum Cooking Utensil Co. v. Cordon, Director of Labor, 393 Ill. 542, 66 N.E. 2d 431). Moreover, the Commissioner of Internal Revenue has ruled that the Company’s distributors are not employes for the purpose of the Federal Social Security Act, and the same ruling has been made by the Unemployment Compensation Commissions of fourteen States and the District of Columbia in regard to the question of unemployment compensation contributions.\nOrder affirmed.\nThe Act of May 23, 1949, P. L. 173S, was enacted after the years for which the unemployment compensation contributions are claimed by the Commonwealth, and therefore the amendments made by that act have no bearing on the present case.\n“Wages” is defined in section 4 (x) as meaning “all remuneration for employment . . . .”\nCalifornia, Connecticut, Georgia, Idaho, Illinois, Indiana, Iowa, Massachusetts, Michigan, Minnesota, Mississippi, New Hampshire, New Mexico and New York.",
        "type": "majority",
        "author": "Me. Justice Horace Stern,"
      }
    ],
    "attorneys": [
      "Morley W. Baker, Special Deputy Attorney General, with him Robert E. Woodside, Attorney General, for appellant.",
      "David B. Buerger, with him Ralph, E. Evans, James H. King, Smith,, Buchanan & Ingersoll and McNees, Wallace & Nurick, for appellee."
    ],
    "corrections": "",
    "head_matter": "Department of Labor and Industry, Appellant v. Aluminum Cooking Utensil Company.\nJune 27, 1951:\nArgued May 21, 1951.\nBefore Deew, C. J., Stern, Stearne, Jones, Bell, Ladnee and Chidsey, JJ.\nMorley W. Baker, Special Deputy Attorney General, with him Robert E. Woodside, Attorney General, for appellant.\nDavid B. Buerger, with him Ralph, E. Evans, James H. King, Smith,, Buchanan & Ingersoll and McNees, Wallace & Nurick, for appellee."
  },
  "file_name": "0276-01",
  "first_page_order": 298,
  "last_page_order": 305
}
