{
  "id": 1230363,
  "name": "Heidisch, Appellant, v. Globe and Republic Insurance Company of America",
  "name_abbreviation": "Heidisch v. Globe & Republic Insurance Co. of America",
  "decision_date": "1951-11-13",
  "docket_number": "Appeal, No. 148",
  "first_page": "602",
  "last_page": "606",
  "citations": [
    {
      "type": "official",
      "cite": "368 Pa. 602"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "46 N. E. 318",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "152 N. Y. 131",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2275199
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/152/0131-01"
      ]
    },
    {
      "cite": "44 Pa. 200",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        484253
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/44/0200-01"
      ]
    },
    {
      "cite": "21 Pa. 513",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        411613
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/21/0513-01"
      ]
    },
    {
      "cite": "63 A. 2d 85",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "361 Pa. 68",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        476386
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/361/0068-01"
      ]
    },
    {
      "cite": "20 Pa. 337",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        972310
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/20/0337-01"
      ]
    },
    {
      "cite": "15 A. 563",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "122 Pa. 37",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948419
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/122/0037-01"
      ]
    },
    {
      "cite": "90 A. 642",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "244 Pa. 358",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1003501
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/244/0358-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 428,
    "char_count": 6577,
    "ocr_confidence": 0.506,
    "pagerank": {
      "raw": 3.9631432477675525e-07,
      "percentile": 0.9043533039957156
    },
    "sha256": "609fe9fb8ba2f791ef6dc2e9b3dd86d7fb91fd905ad0d21ed1d2b3f2b6aa811a",
    "simhash": "1:78ab58f09979e067",
    "word_count": 1155
  },
  "last_updated": "2024-02-27T18:12:52.853558+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Drew, C. J., Stern, Stearne, Jones, Bell, Ladner and Chidsey, JJ."
    ],
    "parties": [
      "Heidisch, Appellant, v. Globe and Republic Insurance Company of America."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Drew,\nDoes the owner of property which has been condemned by eminent domain but title to which has not as yet passed to the County have an insurable interest in the property entitling him to compensation under a contract of insurance upon the loss of the building by fire? That is the question raised by this appeal.\nJohn A. Heidisch and Eva I., his wife, plaintiffs, were the owners of a frame house in the Borough of Glassport, Allegheny County. On August 21, 1946, the Public Utilities Commission of Pennsylvania ordered the County of Allegheny to assume the cost of taking certain properties, including that of plaintiffs, necessary for the construction of a bridge. Pursuant to that order Viewers were appointed and on August 19, 1949, an award was made by the Viewers. Following a timely appeal from that award a consent verdict was entered January 11, 1950, which verdict was paid in full ten days later. In the meantime, on August 28, 1949, Globe and Republic Insurance Company of America, defendant, issued its policy of insurance to plaintiffs in the sum of $6000. Thereafter, on September 29, 1949, the building was totally destroyed by fire. Plaintiffs filed a proof of loss which defendant refused to honor and this suit followed.\nAll of the above facts were set forth in the complaint and answer. Defendant then moved for judgment on the pleadings which motion was granted by the court below and judgment was entered for defendant. In so doing the lower court committed error.\nUnder the Act of May 2, 1929, P.L. 1278, §587, title to the property remained in plaintiffs until the County paid the amount of the consent verdict on January 21, 1950. Defendant argues that this is a mere paper title to secure the payment of the award and is not such a title as constitutes an insurable interest. It is further argued that plaintiffs have suffered no economic loss and cannot recover for that reason. These arguments must be rejected.\nIt is unquestionably true that a person who has no interest in a property may not recover from an insurance company for damage done by fire to the property: Moving Picture Co. v. Scottish U. & N. Ins. Co., 244 Pa. 358, 90 A. 642; F. M. Ins. Co. v. Turnpike Co., 122 Pa. 37, 15 A. 563; Sweeny v. Franklin Fire Insurance Company, 20 Pa. 337. This case, however, is in no way similar to those above cited. On the contrary, it is analogous to the situation where the insured enters into an agreement to sell the premises and after the signing of the agreement but prior to the passage of title a fire occurs. There, as here, the insured holds title as security for the purchase price. In that situation we have repeatedly held that the vendor possesses an insurable interest: Dubin Paper Co. v. Ins. Co. of N. America, 361 Pa. 68, 63 A. 2d 85; Insurance Co. v. Updegraff, 21 Pa. 513. See also Reed v. Lukens, 44 Pa. 200. Those cases hold that the person possessed of the legal title has an insurable interest and the insurance company is liable to him under the terms of the policy. In each of those cases it was further held that the holder of the legal title was a trustee of the funds thus received for the purchaser or equitable owner. The application of this latter rule to these facts cannot be decided here, however, because contrary to the previous cases the purchaser has not been made a party to these proceedings. The pertinent point is that defendant may not set up the equitable ownership in another as a defence to a suit on its contract with plaintiffs. As we stated the rule in Reed v. Lukens, supra, at p. 202: “The insurance company, however, became liable to pay for the loss to the [insured], because ... he, as respects third persons, not privy to the contract of sale, is still to be regarded as the owner of the property.” Legal title being in plaintiffs, they had an insurable interest and are entitled to recover from defendant for the loss incurred as a result of the fire.\nDefendant argues that plaintiffs suffered no loss by the fire; that the amount of the award by the Viewers was in no way affected by the fire and further that the County gained by the fire since it saved money by not having to raze the building. Dubin Paper Co. v. Ins. Co. of N. America, supra, supplies the complete answer to this argument. There, the insurance company likewise argued that (p. 82): “Unless the insured has sustained an actual monetary loss, the insurer has no liability.” We answered that by saying: “The error in this argument is in the defendants’ interpretation of the word Toss’ . . . the insurance company gives the insured the equivalent in money of the building lost by fire. The Toss’ which the insurance company contracted to pay to the owner of the building in the event of its destruction by fire is the actual worth in money of that building before it was destroyed.” We further stated (p. 91): “The loss the company contracts to remedy is the fire-created depletion of the insured’s assets, and that is made up not by the erection of a duplicate of the building destroyed but by paying the insured its value in money. This liability the insuring companies cannot escape by anything any third party may later do for the insured’s benefit.” See also Foley et al. v. Manufacturers & Builders’ Fire Ins. Co. of New York, 152 N. Y. 131, 46 N. E. 318. Thus, the fact that plaintiffs were paid the full amount of the award by the County and suffered no monetary loss as a result of the fire is no defense to this suit. We can conceive of many instances where the insured might suffer no out of pocket loss, some of which are set forth very clearly in the Dubin case, but that fact does not defeat his right to recover. Nor does the fact that Allegheny County gained by the fire affect the result. Conceivably that might have some bearing in an action between plaintiffs and the County but certainly in a suit between insured and insurer that information is wholly irrelevant.\nThe existence of the contract of insurance and the occurrence of the fire are admitted. Legal title in plaintiffs cannot be denied. Defendants are, therefore liable under the terms of that contract.\nJudgment reversed and here entered for plaintiffs.",
        "type": "majority",
        "author": "Mr. Chief Justice Drew,"
      }
    ],
    "attorneys": [
      "Elliott W. Finkel, with him David Roth, and Kaplan, Finkel & Roth, for appellants.",
      "Charles C. Arensberg, with him Patterson, Crawford, Arensberg & Dunn, for appellee."
    ],
    "corrections": "",
    "head_matter": "Heidisch, Appellant, v. Globe and Republic Insurance Company of America.\nNovember 13, 1951:\nArgued October 2, 1951.\nBefore Drew, C. J., Stern, Stearne, Jones, Bell, Ladner and Chidsey, JJ.\nElliott W. Finkel, with him David Roth, and Kaplan, Finkel & Roth, for appellants.\nCharles C. Arensberg, with him Patterson, Crawford, Arensberg & Dunn, for appellee."
  },
  "file_name": "0602-01",
  "first_page_order": 624,
  "last_page_order": 628
}
