{
  "id": 8857193,
  "name": "Barb versus Sayers",
  "name_abbreviation": "Barb v. Sayers",
  "decision_date": "1884-10-07",
  "docket_number": "No. 120",
  "first_page": "246",
  "last_page": "251",
  "citations": [
    {
      "type": "official",
      "cite": "107 Pa. 246"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 106",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850056
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0106-01"
      ]
    },
    {
      "cite": "4 Watts 470",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "7 Wright 453",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 582,
    "char_count": 14120,
    "ocr_confidence": 0.431,
    "pagerank": {
      "raw": 4.4793276177203605e-08,
      "percentile": 0.2803991661289905
    },
    "sha256": "6ce3b39b15e7aefcfb0e1a5f712a85b2ffc2fb12bedde8b4cb65077255bef1e7",
    "simhash": "1:8c671f33e0cc7c4a",
    "word_count": 2487
  },
  "last_updated": "2024-02-27T17:00:20.153515+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Merotjr, O. J., GORDON, Paxson, Trunkey, Sterrett, Green and Clark, JJ."
    ],
    "parties": [
      "Barb versus Sayers."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Stebeett\ndelivered the opinion of the court, October 20th, 1884.\nSome of the allegations of fact, upon which plaintiff claimed an unconditional verdict for the land in controversy, were not denied, and as to the others there was evidence from which the jury might, and probably would, have found them to be true. Both parties claimed under James Hughes and Alfred Myers, who died testate, the former in July, 1.861, and the latter in November, 1864, having respectively given their executors full testamentary authority to sell and cqnvey real estate, of which they died seised, and make deeds for lands sold by them respectively in their lifetime. In February, 1864, Myers, by articles of agreement, witnessed and ratified by one of Hughes’s executors, agreed to sell and convey to John Henderson a tract of land containing 200 acres, more or less, including the land in dispute, for eight dollars per acre. Af-terwards, on June 1st, 1876, the executors of Hughes and Myers conveyed the land to Dr. I. N. Owens, and took from him a judgment bond as security for residue of the consideration. On that bond judgment was regularly entered the same day, and thus became a purchase money lien. During the continuance of the lien execution was issued on the judgment, and by virtue thereof the land in dispute vras levied on, sold and conveyed by the sheriff to the plaintiff in January, 1881. The plaintiff’s testimony, as already observed, tended to prove these facts. Some of them were matters of record, and such of them as were not conclusively established by record evidence or conceded by defendant were clearly for the consideration of the jury; and we cannot assume that under proper instructions they would not have been found in favor of plaintiff. There was also evidence tending to prove that shortly after the articles of agreement were signed, Henderson, with the assent of his vendors, transferred his interest therein to Dr. Owens, and thus it came to pass that the deed was made directly to him and his bond taken for the unpaid purchase money.\nThe plaintiff, resting his claim upon the testimony tending to prove the facts above stated, requested the learned judge to instruct the jury as set forth in his first point. He refused to so charge, and therein we think there was error. It is a familiar principle, and one that needs not the citation of authority to support it, that a sheriff’s sale on a purchase money judgment, the lien of which is continuous and cotemporaneous-with the conveyance of the land, vests a good title in the purchaser, and divests all equitable interests in the land, subordinate to the legal title Bound by the lien of the judgment. Prior to their conveyance to Owens the vendors held the legal title as security for the unpaid purchase money, and if, when their deed was delivered to him, his judgment bond for purchase money was taken and entered up the same day, they acquired a lien on the legal title thus conveyed, which remains in full force until divested by the sheriff’s sale.\nThe equitable title, under -which defendant claimed, was derived from White, who bjr articles of agreement contracted to purchase the land from Henderson a few days after the latter agreed to buy the whole tract from Myers and Hughes’s executors. The equitable title thus acquired by White, and by his assignees transmitted to defendant, was clearly subordinate to the legal title bound by the purchase money judgment on which the land was sold, and hence it was divested by the sheriff’s sale. If the jury had been permitted to consider and pass upon the testimony, and had found, as they might have done, that the allegations of fact embodied in plaintiff’s first point were-true, there is nothing in the case to exempt it from the operation of the principles above stated.\nIt was not merely the equitable title, originally acquired by Henderson under the articles of agreement, that was sold and conveyed by the sheriff to plaintiff; but, if it had been, the result would have been practically the same, and the authorities cited by plaintiff’s counsel on that subject would be applicable. The fact of the conveyance by the executors to Owens was not questioned, and if the jury had found, as they might hare done from the evidence, the other facts embodied in plaintiff’s first point, it was the legal title that was sold, and the equitable title of White, which was subordinate thereto, was divested. It follows from what has been said that the point should have been affirmed.\nThe learned judge also erred in charging as complained of in the 1st and 8d specifications. The suit was not brought to enforce the contract of February, 1864, between the executors of Hughes and Myers and Henderson. That contract was specifically performed by the conveyance to Owens in 1876.\nJudgment reversed and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Stebeett"
      }
    ],
    "attorneys": [
      "Buchanan (with whom were Wyly and Walton), for the plaintiff in error.",
      "Sayers Sayers, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Barb versus Sayers.\n1. A sheriff’s sale on a purchase money judgment, the lien of which is continuous and contemporaneous with the conveyance of the land, vests a good title in the sheriff’s vendee, clear of all equitable interests in the land subordinate to the legal title bound by the lien of the judgment.\n2. A. contracted by articles of sale to sell land to B. who conveyed his equitable title to C. to whom A. made title, taking as security for the residue of the purchase money C.’s judgment bond, which was entered up the same day. B. prior to his conveyance to C. had entered into articles of agreement with D. to sell Mm a portion of the same land, and D.’s title by mesne conveyances became vested in E. Execution was issued on the judgment entered against C. and the property was sold thereon by the sheriff to F., who brought ejectment against E. who was in possession. There was also evidence that B.’s sale to C. was made with the acquiescence of A. 'and with notice to D.\nHeld, that the court should have charged the jury, as requested by the plaintiff, that, if they found Hie facts as above stated, Hie sheriff’s sale vested in the sheriff’s vendee the legal title to the premises and divested the subordinate equitable title of D.\n3. The facts being as above stated the court charged the jury that the action of ejectment was brought to enforce the contract for the sale of the land made between A. and B. and instructed the jury to find a verdict for the plaintiff, to be released upon Ms payment of the amount due on the contract between B. and D.\nHeld, to be error, as the contract between A. and B. was specifically performed by the conveyance by A. to C. with the consent and by the procurement of B.\nOctober 7th, 1884.\nBefore Merotjr, O. J., GORDON, Paxson, Trunkey, Sterrett, Green and Clark, JJ.\nError to the Court of Common Pleas of Greene county: Of October Term, 1884, No. 120.\nEjectment, by William H. Barb against Henry C. Sayers and William H. Rinehart to recover possession of a tract of land in Springhill Township containing seventy-two acres.\nAt the trial, before Ingraham, P. J., the facts appeared as follows: Both parties claimed title through Alfred Myers and James Hughes, who were owners of a larger tract of some two hundred acres of which the land in controversy was a part. Hughes died in July, 1861, and Myers in November, 1864, each leaving a will which gave full power to his executors to sell and convey land and to execute conveyances for sales previously made by the testator. From the testimony offered in behalf of the plaintiff it appeared that on February 15th, 1864, Alfred Myers, with the acquiescence of the executors of Hughes, who ratified the sale, sold the two hundred acre tract of land to John Henderson for eight dollars an acre, payable in annual instalments of $250. I. N. Owens testified rhat a short time after the agreement of sale to Henderson and before the first payment was due on it, he agreed with Henderson by written articles (which were lost) to pay him $100 for his equitable interest in the land and take his place as purchaser from Myers and Hughes’ executor, who agreed to this substitution of Owens as vendee and were to make a deed directly to him. The consideration money was paid as agreed and on June 1st, 1876, a deed was made by Myers and Hughes’ executor directly to Owens for the land. Owens gave his judgment bond as security for the residue of the consideration, which was entered up the same day. In June, 1877, execution was issued thereon, and on January 6th, 1881, the property was sold at sheriff’s sale, under a vend, ex., to William II.'Barb, the plaintiff. The defendants proved that on February 25th, 1864, Henderson entered into articles of agreement with Stephen White for the sale of a part of the ‘tract purchased from Myers et al., consisting of the premises in dispute, for eight dollars an acre. White went immediately into possession and so continued until 1876. On August 1st, 1876, White made an assignment for the benefit of liis creditors to E. M. Sayers and J. S. Moore, and they by deed dated June 17tb, 1879, conveyed the premises in controversy to H. 'C. Sayers, tlie defendant. There was some evidence that notice was given to White of Owens’ purchase of Henderson’s equitable interest.\nThe plaintiff requested the court to charge, inter alia, as follows:\n1. If the jury find that in pursuance of an agreement between them, Owens took Henderson’s place in the contract of February 15tli, 1864, with the acquiescence of the executors of Hughes aud the executors of Myers, and with notice to White; and that the judgment entered at No. 289, June Term, 1876, was confessed by Owens to the executors of Myers for the balance of purchase money due upon said contract of February 15th, 1864, and was entered the same day, that the deed from the executors of Myers and the executors of Hughes to Owens was delivered, or before that day, then the sale made on that judgment vested in the plaintiff as well the legal title which had remained in the vendors, as the equitable title acquired by tlie vendee under the contract of purchase. Refused. (Second assignment of error.)\nThe court charged, inter alia, as follows :\n[This is an action of ejectment brought by W. H. Barb, the plaintiff, against Heury C. Sayers and W: H. Rinehart, defendants, to enforce a contract for the sale of land entered into on the 15th day of February, 1864, between the executors of the will of Alfred Myers, deceased, and John Henderson, for the sale of a tract of land in Springhill Township in this county, which was stated at that time to contain two hundred acres.] (First assignment of error.)\nThe court, after reviewing the evidence, further charged: As a matter of law, we instruct you that Stephen White having purchased from John Henderson a part of the land Henderson had bought from Myers, that Stephen White took the equitable title to that quantity of land, and that those now seeking to enforce that contract against Stephen White, or those claiming under him, are entitled to recover the value or price of the land at the price agreed upon between the parties at that time, with its interest down to this date; and it will be a question for you to determine after you have passed upon the facts of the case, what the amount of purchase money and interest is. If you find from the testimony that Stephen White bought a part of this land, and that it has not been paid for, and that Mr.' Sayers is in possession of that land, which is not disputed — he and Mr. Rinehart, the defendants— the plaintiff would be entitled to your verdict for the land in dispute, to be released upon the payment of such sum at such time as you may direct by your verdict. [As we have instructed you, you will take the contract between Stephen White and John Henderson as of its date, and calculate the amount due upon th^t contract, and for that amount you will find a verdict for the plaintiff for the land in dispute, to be released upon the payment of that amount of money that you may find to be due at a time to be fixed by you considering the time the matter has already been on hand. You can take the calculation made by the parties, and if not satisfactory, you can make one for yourselves.] (Third assignment of error.)\nThe jury found a verdict for the plaintiff, six cents damages, together with costs of suit, and for the premises described in the precipe and writ in this case, to be released on payment of $1,272.96, within ten days from this date, with interest from date. Plaintiff to file in the office of the Prothonotary of Greene county, Pa., a deed to Henry C. Sayers for the premises on or before the expiration of the time fixed for said payment.\nJudgment was duly entered on the verdict, whereupon the plaintiff took this writ assigning for error the answer of the court to his first point and those portions of the general charge above quoted in brackets.\nBuchanan (with whom were Wyly and Walton), for the plaintiff in error.\nThe suit was not brought to enforce performance of the contract of February 15th, 1864, between Myers and Henderson, but to recover tlie land itself. Where a vendor obtains a judgment against his vendee at the time of his delivery of the deed for land previously sold, and sells the land under this judgment, tlie sheriff’s vendee takes a perfect title : Horbacli v. Riley, 7 Barr 81; Vierheller’s Appeal, 12 Harris 105; Borlin’s Appeal, 19 P. F. S. 471; Graff v. Kelly, 7 Wright 453. There was evidence from which the jury might, and probably would, have found the facts stated in the first of plaintiff’s points ; and these being so found it is clear that the sheriff’s vendee would take both the legal title of the vendor and the equitable title of the vendee : Love v. Jones, 4 Watts 470. White’s title was entirely subordinate to the judgment against Henderson, and was divested by the sheriff’s sale: New York and Cleveland Gas Coal Co. v. Plumer, 15 Norris 99.\nSayers Sayers, for defendant in error.\nWhite was in possession under a written title, which could only be taken from him by a written agreement to which he was a party: Goucher v. Martin, 9 Watts 106; Botsford v. Burr, 2 Johns Chancery, 405."
  },
  "file_name": "0246-01",
  "first_page_order": 266,
  "last_page_order": 271
}
