{
  "id": 8857627,
  "name": "McGough et al. versus Jamison",
  "name_abbreviation": "McGough v. Jamison",
  "decision_date": "1884-10-14",
  "docket_number": "No. 63",
  "first_page": "336",
  "last_page": "343",
  "citations": [
    {
      "type": "official",
      "cite": "107 Pa. 336"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "17 Mass. 149",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "16 Mass. 7",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "12 Wright 524",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "16 Mass. Rep. 7",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    },
    {
      "cite": "17 Mass. 149",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 785,
    "char_count": 17451,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 2.588145813066692e-07,
      "percentile": 0.8178343602271793
    },
    "sha256": "fb21081671c5b51b562f4c63113ae6de5b7f4ac0d27923cd556787d5e9102cb9",
    "simhash": "1:b938e6704b5daecc",
    "word_count": 3022
  },
  "last_updated": "2024-02-27T17:00:20.153515+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercur, C. J., TruNKEY, Sterrett, Greek and Clark, JJ. Gordok and PaxsoN, JJ., absent."
    ],
    "parties": [
      "McGough et al. versus Jamison."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was filed October 27th, 1884.\nPer Curiam.\nIt is true the statute of limitations begins to run against a mere due bill payable on demand, from the date of the bill and not from the time of demand for payment : Andress’s et al. Appeal, 3 Out. 421. That is because suit may be brought at once thereon without previous demand. The instrument however on which this suit is brought is not such a due bill. It is not payable on demand merely. It is payable to the order of the depositor “ on return of this certificate.” That superadded condition changes its character.\nA suit could not be maintained on this instrument without returning it or offering to return it. It is in fact an instrument known as a certificate of deposit. It was not due until demanded and a return of the certificate. No action could be maintained thereon until that time. It follows that is the time the statute began to run, for then the right of an action accrued. Finkbone’s Appeal, 5 Norris 368. The demand may be made after the expiration of six years from the date of the certificate. Id.\nIn the present case the demand is averred to have been made two days before suit brought. The supplemental affidavit impliedly questions the validity of the demand produced by the conduct of the plaintiffs in error. All that is therein averred is insufficient to prevent judgment: Cooper v. Mowry, 16 Mass. Rep. 7.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "W. B. JPurviance (with him JE. S. Golden and J. P. Colter), for plaintiffs in error.",
      "Buffington $ Buffington, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "McGough et al. versus Jamison.\n1. A certificate of deposit payable to tlie order of the depositor, on return, of the certificate, is not due until demand made, and until then the Statute of Limitations does not begin to run thereon.\n2. A demand of payment on such an instrument may be made after the expiration of six years from its date. Finkbone’s Appeal, 5 Norris 368, approved.\n3. A firm of bankers, doing business as the P. Savings Bank, issued a certificate of deposit joayable to the order of the depositor, on return of the certificate. Within a year afterwards the P. Savings Bank was incorporated and the said firm transferred all their business to the corporation. Subsequently the holder of the certificate presented the same at the bank and demanded payment from the members of the old firm. Payment being refused, suit was brought against said co-partners “lately doing business as the P. Savings Bank.” The defendants filed affidavits of defence denying that “ any proper or lawful demand” had been made, or that any demand had been made on the day it was averred “in any way binding upon said firm.” Upon a rule for judgment for want of a sufficient affidavit of defence:\nHeld, that the court below properly awarded judgment for plaintiff, the above averments of the affidavits being insufficient.\nOctober 14th, 1884.\nBefore Mercur, C. J., TruNKEY, Sterrett, Greek and Clark, JJ. Gordok and PaxsoN, JJ., absent.\nError to tbe Court of Common Pleas of Armstrong county: Of October and November Term, 1884, No. 63.\n. Assumpsit, brought September 4th, 1882, by B. F. Jamison, against Peter McGough, James P. Parker, and several others, co-partners lately doing business as the Parker Savings Bank upon the following instrument:\nPARKER’S SAVINGS BANK. McGough, Parker & Co., Bankers.\n$843 Certificate Deposit. CD «tí >-H +? iti m cS _ jd ® \"§ \"a § I M P-i d, m\nParker’s Landing-, April 29,1876. B. F. Jamison has deposited in this Bank eight hundred and forty three dollars, payable to the order of himself on return of this certificate.\nA. D. IlU'SSKIA,\nA. C.\n[Endorsed.]\nB. F. Jamison.\nPlaintiffs filed a narr. and amended narr. which contained a special count setting out a copy of the instrument, and averring that on September 2d, 1882, and at sundry times before and since that date, plaintiff tendered said instrument “ to said defendants,” and demanded payment thereof, yet the said defendants not regarding their promises, etc., refused payment thereof.\nThe defendant, Parker, filed the following affidavit of defence, on behalf of himself and his co-defendants:—\n“ Deponent says that the said defendants, under the name and style of McGough, Parker & Co., were engaged in business at Parker’s Landing, Pa., for a number of years prior to 1877 ; but that in February, 1877, the said firm ceased to do business and transferred the business and accounts theretofore done and kept by the said McGough, Parker & Co., to the Parker Savings Bank, a corporation created under the laws of Pennsylvania. The said firm of McGough, Parker & Co. has not been engaged in a banking or other business since on or about the 13th day of February, 1877, and has not kept up any form of organization since that date. All accounts of said firm, so far as presented, were closed, and public notice was given that its business was transferred and that the firm of McGough, Parker & Co. had discontinued its business. Said firm since that date has not been represented by any officers, and has not had any place of business. This deponent says that the said plaintiff did not make any demand for the amount of money he claims in this case from any cashier or any officer of said firm of McGough, Parker & Co. while said firm was doing business and had a representation by its regular officers, to wit, prior to February 13th, 1877. This deponent further avers, and expects to prove on the trial of this cause, that the said plaintiff did not at any time prior to the commencement of this suit, make from said defendants or any of them any proper or lawful demand for the money for which in this suit he claims to recover, and which he alleges is now due him.\n“ This deponent expressly denies that any demand from said McGough, Parker & Co. for said money was made on the 2d day of September, 1882, in any way binding upon said firm.”\nThe defendant McGough, also filed an affidavit and supplemental affidavit of defence, averring, inter alia, as follows:\n“ That the defendants are advised and believe that the certificate sued on was payable presently after its execution and delivery, to wit, April 29th, 1876, and that the present action Avas not brought until the 4th day of September, 1882, more than six years after the maturity of the said certificate, and after the right thereof had fully accrued, and that the same cannot in the present.action be recovered because barred by the Statute of Limitations, which the said defendants hereby plead and set up.\n“ That no demand on the said plaintiff’s claim was made from any of said defendants until long after the expiration of six years from the date of the certificate referred to in the plaintiff’s declaration. Deponent is informed and believes that a demand, if necessary on said claim, should have been made within a reasonable time from the date of the certificate, and submits that the alleged demand was not made as required by law.”\nThe plaintiff took a rule to show cause why judgment should not be entered for Avant of a sufficient affiadavit of defence, which rule the court, after argument, made absolute, Neale, P. J., delivering the following opinion:\nThe defendants as partners were a firm doing a general banking business in the city of Parker, Pa., at the time of the date of the instrument in suit, and subsequently till the 13th of February, 1877, at which time the partnership or individual firm was dissolved and a new organization, known as the Parker Savings Bank, went into operation under a charter as a corporation. Notice by publication of the dissolution seems to have been given. Upon the dissolution of McGough, Parker & Co. the accounts, etc., of that firm were transferred to the new bank. This, if Avith the consent of the customers and depositors of the old bank, would be sufficient and conclusive upon them. But clearly the old firm, to whose indebtedness an individual liability attached, could not relieve themselves from that liability by their own act. Mere publication of the dissolution would not discharge their liability unless notice was shown to have been received by the particular individuals who were creditors, and express or implied consent given. The question might arise, although not here raised, whether the transfer of the accounts at the date of the dissolution would not be a distinct acknowledgment of the indebtedness at that date as effecting the question of the Statute of Limitations, independent of other consideration. In the present controversy the fact of indebtedness is not denied ; the defence interposed is that the claim of plaintiff is barred by the Statute of Limitations. If the obligation is to be treated as a mere due bill or promissory note ordinarily passing between individuals, then the defence on that ground would be tenable. In this view the defendant’s counsel very ably argue, and cite in support of their position : Andress’s Appeal, 3 Out. 421; Milne’s Appeal, Id. 483 ; and Laforge v. Jayne, 9 Barr 410. These cases all apply to the relation of borrower and lender, and carry out the marked distinction that would exist when the transaction partakes of a more especial fiduciary relation.\nIn Laforge v. Jayne the language expresses distinctly the borrowing of a sum of money, and construes itself as an ordinary promissory note. The other two cases are equally explicit, and are both written in the language of ordinary due bills. The mere fact that the instruments are or are not interest bearing does not change their distinctive character as due bills or promissory notes, nor do wo think that fact alters the character of the certificate of deposit, as it is a well-known fact that between banks in running accounts interest is frequently allowed to the depositing bank, which certainly does not alter the fiduciary character of the deposit. The very nature of the business of banking is to invite the deposits. Their transactions with customers are on the basis of a one-sided confidence, that is to say, the depositor must be actuated by a confidence in the solvency of the institution where he implicitly deposits his money, without other evidence of indebtedness than the bank sees proper to give him; sometimes by an entry on a bank book, or perhaps by a written certificate of deposit, or in many cases by the mere entry of the deposit on the books of the bank alone. The profits of such deposits are always with the bank. The reciprocal advantage to the depositor is the supposed security he has in leaving his money in the vaults and safes of his bankers, and in the knowledge that it is always at his command.\nThese banks, depending on the deposits as a basis on which their loans are made and their business conducted, usually make great efforts to secure deposits, and certainly regard with greater favor the time deposits, often allowing their customers interest for such deposits as an inducement to get the use of the money for an extended period.\nIt may readily be seen that the relation is different than in the case of borrower and lender, from the fact that the bank is a common repository for the money of its customers, who voluntarily leave it for safe keeping. Borrowers in tbe common way of business are the ones who solicit loans, giving their notes and due bills, often accompanied with other securities or indorsements. The bank as a depository holds itself out to its depositors as ready to pay on demand, the simple borrower usually fixes a time before which he is not expected to pay. ' The cases cited by the plaintiff seem to be more applicable to the present case, viz.: Girard Bank v. Bank of Penn Township, 3 Wr. 92; Finkbone’s Appeal, 5 Nor. 370.\nThe first case is analogous to the present in this, that it applies to the very relation of depositor and bailee — the individual and the bank.\nThe latter case has also reference to a deposit in the nature of a bailment. In both cases it is held that the statute does not begin to run until demand is made.\nWe are inclined now to think, on careful consideration of all the facts of this case, that the present action is not barred by the Statute of Limitations. Must the action then fail by reason of the additional defence that no demand was made before suit was brought? Ordinarily demand would have been a condition precedent, but the law does not require a vain thing. When the party has put himself in a position that demand could not be made, by bankruptcy, discontinuance of business, etc., then it has been held that the bringing of suit is sufficient demand: Morse on Banks and Banking, page 45.\nThe defendants in the present action admit the fact that they dissolved on or about the 13th February, 1877, and-their business transferred to the Parker Savings Bank. If the plaintiff had chosen to make demand from the Parker Savings Bank, it would not have been a demand.on the defendants’ bank, conceded by defendants’ attorney, but might be held as an admission that the plaintiff accepted the new institution as his debtor, and waived his right to the individual security which he had as against McGough, Parker & Co.\nWe therefore hold, for the purpose of the present action, that the bringing of suit was sufficient demand; nor is this view in conflict with Morrison’s Administrators v. Mullin, 10 Casey 12, and the other cases cited by defendants’ attornejr. That a certificate of deposit may or may not be treated as a promissory note Ave may refer to Morse on Banks and Banking, 2d ed., 63d page, et seq. On page 64 it is said the courts have inclined to hold them as promissory notes, especially when they are made payable otherwise than immediately or on demand. If they are made payable at a future day certain they are simply promissory notes. The certificate in suit was denominated and stamped as such by the defendants. It was payable immediately, that is, upon its return. The clause allowing interest did not alter the time of payment, only increased the amount payable if the time of demand was extended beyond six months.\nWe think, therefore, that the best morals and the soundest principles of law are subserved by holding that a bank whose standing and reputation is founded upon fair dealing with its customers, and the confidence it invites, should not be permitted to escape its honest obligations unless by the clear declarations of the law. Failing to find that the law is with the defendants in the present action, the rule of the plaintiff is therefore made absolute and judgment entered for the plaintiff, amount to be liquidated by the prothonotary.\nThe damages were liquidated by the prothonotary at $1,247.19, with interest from March 3d, 1884.\nThe defendants thereupon took this writ of error, assigning for error the entry of judgment as above.\nW. B. JPurviance (with him JE. S. Golden and J. P. Colter), for plaintiffs in error.\nThe instrument in suit is a due bill payable on demand, and is barred by the statute of limitations: Andres’s Appeal, 3 Out. 421; Laforge v. Jayne, 9 Barr 410; Milne’s Appeal,- 3 Out. 483. Finkbone’s Appeal, 5 Norris 368, relied on by the other side is inapplicable as that was a clear case of bailment, the instrument specifying that the money was deposited “for safe keeping, to be returned in such amounts as she may want.” The case of Girard Bank v. Bank of Penn Township, also relied on by defendant in error, differs from this case, in that the defendant there was not a private firm but an incorporated bank, and the question was as to the rights of a depositor. We submit, further that it is essential that the demand be made within six years : Barton v. Dickens, 12 Wr. 518; Alexander v. Leckey, 9 Barr 120; Codman v. Rogers, 10 Pickering, 112; Laforge v. Jayne, 9 Barr 410; Morrison v. Mullin, 10 Casey 12; Campbell’s Administrators v. Boggs, 12 Wright 524. It will be contended that Fiukbone’s Appeal overruled these decisions. It appears in that case that the bar of the statute was prevented, at any rate, by a renewal or re-statement of account. The opinion, it is true, indicates that, under the facts of that case, the demand need. not be made within the six years. The renewal of the obligation, though, was conclusive in favor of the plaintiff in error, and hence the question of whether demand should be made, under the peculiar facts of the case, was not so important as though it had stood alone. If demand within six years be not essential, the plaintiff might hold the claim indefinitely before making demand, and then bring suit just before the expiration of six years from demand. We confidently submit that the statute of limitations is not open to such uncertainty. In any view of the ease the judgment was erroneous, for the affidavits of defence raise a question of fact as to the alleged demand — a prerequisite to bringing suit — which should have taken the case to a jury.\nBuffington $ Buffington, for the defendant in error.\nThe money here being, by the express terms of the instrument, a deposit, to be returned on demand, and “ on return of this certificate,” the ease is ruled by Girard Bank v. Bank of Penn Township, 8 Wr. 92, and Finkbone’s Appeal, 5 Norris 368. The affidavits do not deny the fact of the demand but its validityin law, and are therefore insufficient to take the case to a jury. Moreover they aver such a state of facts as shows that no demand was necessary. When a bank closes its business and goes into liquidation the reason for a demand ceases, and with it the necessity therefor: Morse on Banks and Banking 42; Cooper v. Mowry, 16 Mass. 7; Clark v. Moody, 17 Mass. 149."
  },
  "file_name": "0336-01",
  "first_page_order": 356,
  "last_page_order": 363
}
