{
  "id": 8857678,
  "name": "Palmer & Co. versus Lacock",
  "name_abbreviation": "Palmer & Co. v. Lacock",
  "decision_date": "1884-10-15",
  "docket_number": "No. 158",
  "first_page": "346",
  "last_page": "347",
  "citations": [
    {
      "type": "official",
      "cite": "107 Pa. 346"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "29 Pa. St. 335",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        982909
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/29/0335-01"
      ]
    },
    {
      "cite": "12 Pa. St. 251",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        963767
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/12/0251-01"
      ]
    },
    {
      "cite": "1 Watts 532",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838022
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0532-01"
      ]
    },
    {
      "cite": "1 Watts 582",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 271,
    "char_count": 4201,
    "ocr_confidence": 0.47,
    "pagerank": {
      "raw": 3.3281762033377787e-07,
      "percentile": 0.8734011133467627
    },
    "sha256": "fb26b54c435c8f7cc31db8666c8803d20b2f7f32f2836d593ea4c05a83b62485",
    "simhash": "1:1863b212201fe1ef",
    "word_count": 737
  },
  "last_updated": "2024-02-27T17:00:20.153515+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Merctjr, C. J., Trukkey, Sterrett, Greek and Clark, JJ. Gordok and PaxsoN, JJ., absent."
    ],
    "parties": [
      "Palmer & Co. versus Lacock."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Green\ndelivered tlie opinion of tbe court, October 27th, 1884.\nIn this case a judgment rendered by a justice of the peace was removed to the Common Pleas by certiorari and reversed. A writ of execution was then issued by the defendant to recover his costs on the certiorari. Application was made by the plaintiff to the Court of Common Pleas to set aside the execution on the ground that there was no judgment for costs given on the judgment of reversal. The court refused the application to set aside the writ, and to this refusal the present writ of error is taken. The twenty-second section of the Act of 20th March, 1810, Bright. Purd. 607, pl. 27, which gives the writ of certiorari in eases originating before justices, provides as follows: “And the judgment of the Court of Common Pleas shall be final on all proceedings removed as aforesaid by the said court, and no writ of error shall issue thereon.”\nIn the case of Silvergood v. Storrick, 1 Watts 582, the very question now before us arose, in precisely the same circumstances, and we then held that, under the 22d section of the Act of 1810, we had no jurisdiction to entertain the writ of error, and it was quashed. We decided that tlie prohibition of the Act extended to every “judgment or proceeding of that court on writs of certiorari, whether as regards reversal, costs, execution or any other matter.” Unless we reverse that case we must quash this writ. As the language of tlie Act extends to the judgment of the Common Pleas “ on all proceedings removed” by the writ of certiorari, it necessarily embraces a judgment or determination of the court on a question of costs and of execution therefor, in the case removed. Such judgment is a part of such proceedings, and therefore comes within the final and exclusive jurisdiction of the Common Pleas. It is unnecessary to consider the question whether the defendant was entitled to his costs on the certiorari as it is not within our province.\nWrit of error quashed.",
        "type": "majority",
        "author": "Mr. Justice Green"
      }
    ],
    "attorneys": [
      "JS. S. Golden, for plaintiffs in error.",
      "W. D. Patton, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Palmer & Co. versus Lacock.\n. 1. Under the provisions of the Act of March 20th, 1810, sec. 20 (5 Sm. L. 171), the judgment of the Court of Common Pleas upon a certiorari to remove the proceedings before a justice of the peace, is final, not only as regards affirmance or reversal of the justice’s judgment, but also as regards the subsequent allowance of a writ of execution for costs accrued on the certiorari.\n2. A writ of error from the Supreme Court will not lie to review the action of the Common Pleas in permitting execution to issue for costs, on the reversal on certiorari of a justice’s judgment, and such writ, if improvidently issued, will be quashed.\n3. Silvergood v. Storriek, 1 Watts 532, followed.\nOctober 15th, 1884.\nBefore Merctjr, C. J., Trukkey, Sterrett, Greek and Clark, JJ. Gordok and PaxsoN, JJ., absent.\nError to the Court of Common Pleas of Armstrong county: Of October and November Term, 1884, No. 158.\nThe record showed the following:\nJanuary 20th, 1881. Certiorari issued by the Court of Common Pleas to a justice of the peace, to remove the transcript of. a judgment entered by the justice in favor of James A. Palmer & Co. against T. W. Lacock.\nDecember 5th, 1881. Judgment of the Justice reversed. January 9th, 1883. Testatum fi. fa. issued to Philadelphia count)’', commanding the sheriff to levy of the goods of James A. Palmer & Co. the sum of $24.40, being costs accrued on said writ of certiorari.\nJanuary 25th, 1883. Rule to show .cause why writ of tes-tatum fi. fa. should not be set aside.\nAugust 4th, 1884. Rule discharged. Exception.\nThereupon James A. Palmer & Co. took this writ of error, assigning for error the action of the court in discharging said rule, “ and sustaining the right of the plaintiff in error in the court below to issue execution upon a judgment of mere reversal, without other order or decree.”\nJS. S. Golden, for plaintiffs in error.\nError lies upon an award of execution by the court below: Harger v. Washington County, 12 Pa. St. 251; Bunce v. Wightman, 29 Pa. St. 335.\nW. D. Patton, for defendant in error,\nmoved to quash the writ of error, citing Act of March 20th, 1810, sec. 22, Purd. Dig. 608; Silvergood v. Storriek, 1 Watts 532."
  },
  "file_name": "0346-01",
  "first_page_order": 366,
  "last_page_order": 367
}
