{
  "id": 8857948,
  "name": "County of Butler versus Leibold",
  "name_abbreviation": "County of Butler v. Leibold",
  "decision_date": "1884-10-22",
  "docket_number": "No. 108",
  "first_page": "407",
  "last_page": "408",
  "citations": [
    {
      "type": "official",
      "cite": "107 Pa. 407"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 226,
    "char_count": 2920,
    "ocr_confidence": 0.428,
    "pagerank": {
      "raw": 1.1508889942152027e-07,
      "percentile": 0.5813802271869905
    },
    "sha256": "dab94ca3a5573ccb409b3740fdc8db45162aa75f0822b692c652c00868e49581",
    "simhash": "1:b3896ab13b8c347c",
    "word_count": 508
  },
  "last_updated": "2023-07-14T18:31:00.287262+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercur, C. J., Gordox. Trtjntcet, Grkex and Clark, JJ. Paxsox and Sterrett, JJ.. absent."
    ],
    "parties": [
      "County of Butler versus Leibold."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was filed November 3d, 1884.\nPer Curiam.\nThe Act of 15th March, 1821, gives the reward to “ whosoever shall pursue and apprehend any person who shall have stolen any mare, horse, or gelding within anv county of this Commonwealth,” to be paid after conviction of tiie person so having stolen. The statute makes no distinction between the owner of the horse stolen and any other person. The reward is to any one who shall pursue and apprehend the thief. We see no reason for exempting the owner from the benefit of a statute which seeks to encourage the most 'active pursuit of a thief, who takes property susceptible of such rapid removal to a distant place. It does not matter by what mode the larceny be committed, whether by a bailee' or otherwise. The requirement of the statute is fulfilled provided the person pursued and apprehended shall have stolen o.ne of the animals named, and has been duly convicted thereof.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "It. P. Scott (Thomas Iiobinson with liim), for plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "County of Butler versus Leibold.\nThe owner of a horse, stolen by a bailee or other person, who pursues and captures the thief, is entitled to the reward given by the Act of March 15th, 1821 (T. L. 90). The statute makes no distinction between the owner of the horse stolen and any other person who pursues and captures the thief.\nOctober 22d, 1884.\nBefore Mercur, C. J., Gordox. Trtjntcet, Grkex and Clark, JJ. Paxsox and Sterrett, JJ.. absent.\nError to the Court of Quarter Sessions of Butler county : Of October and November Term, 1884, No. 108.\nThe facts set forth in the petition of Henry Leibold, and not disputed, were as follows: In October, 1888, Henry Lei-bold, a livery stable keeper of the borough of Butler, hired a horse, owned by him, to James C. Hughes. Hughes drove the horse to Kittanning, there traded him for another, sold the one for which he had traded, and squandered the proceeds. He was pursued and apprehended by Leibold, was indicted for larceny as bailee, and convicted at December Sessions, 1888.\nThe petitioner prayed the court “ to inquire and determine whether he is entitled to said reward, and if so, to direct the clerk of said court to certify the same to the commissioners of said county, as provided in said Act of Assembly.” No answer was filed.\nA decree was made adjudging that the petitioner was entitled to said reward and mileage, and directing the county commissioners to draw a warrant on the treasurer in favor of the claimant for the amount thereof. The commissioners thereupon took this writ of error, assigning for error the said decree.\nIt. P. Scott (Thomas Iiobinson with liim), for plaintiff in error.\nThe purpose of the Act of March 15th, 1821 (Purcl. Dig. 762), is to induce persons not interested in the stolen property to arrest the thief. The owner needs no greater inducement than the hope of recovering his horse.\n(Counsel for defendant in error were not heard. They did not submit a paper book.)"
  },
  "file_name": "0407-01",
  "first_page_order": 427,
  "last_page_order": 428
}
