{
  "id": 8858756,
  "name": "Kearns versus Kearns",
  "name_abbreviation": "Kearns v. Kearns",
  "decision_date": "1884-11-05",
  "docket_number": "No. 97",
  "first_page": "575",
  "last_page": "579",
  "citations": [
    {
      "type": "official",
      "cite": "107 Pa. 575"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 435,
    "char_count": 10476,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 8.09135214293326e-08,
      "percentile": 0.46731855795453714
    },
    "sha256": "966fa6ee10046e90bdeddfa924fd839ed3935174956b705655e8d5e817af3c8c",
    "simhash": "1:6861c7063ea65f4b",
    "word_count": 1865
  },
  "last_updated": "2023-07-14T18:31:00.287262+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercue, C. J., GORDON, Paxson, Tettnkey, Green and Clark, JJ. Sterrett, J., absent."
    ],
    "parties": [
      "Kearns versus Kearns."
    ],
    "opinions": [
      {
        "text": "Chief Justice Mercur.\ndelivered the opinion of the court, November 13th, 1884.\nThis contention arises under the clause in a will, which is in these words : “I'also allow my wife Rebecca to have any part of my dwelling-house which I now reside in, which she may think proper to take and occupy during her natural life, for her use and the use of my two daughters, Mary Jane and Charlotte, so long as they remain single or unmarried.” Rebecca and Charlotte are dead; Mary Jane is living and remains single. The question is whether she has such an interest, since the death of her mother, as to entitle her to the possession of such portion of the house as the mother occupied.\nIt will be observed that the devise was to Rebecca only. The right to select what portion she might take ivas given to her alone. The duration of time for which she might take and occupy was only during her natural life. The use and occupancy during the time for which it was granted was for her use and the use of his two daughters, while they remained single. Not for their use after the death of their mother, but during such portion of the mother’s estate as they remained single. The evident intention of the devise was that the daughters who remained single should make it their home with their mother during the continuance of her estate. The 'estate was not given directly to-the daughters. It was given to the mother. The use of the daughters is under the life estate of the mother. When that fell, all the interest in the use of the property fell with it. The right to occupy, or, in other words, the occupancy was given to the mother, but that occupancy was for the joint use of the mother and the daughters during the occupancy of the mother, for so long a time as the daughters remained single. When the right of the mother’s occupancy or life estate terminated, all right of use flowing from that occupancy was ended.\nThe right to take and occupy depended wholly on the election of Rebecca. It was personal to her. The testator did 'not impose on her any obligation to take any portion of the house. He merely “ allowed,” that is, permitted her to do so. If she had not “ thought proper ” to take and occup3r any part of the house, the daughters could not have had any “ use ” thereof. They were powerless to take any steps to originate a use, or to do any act whereby their use could be extended .beyond the life of Rebecca. The testator devised to his son Jerome twenty-five acres of land on which the said dwelling-house is situated, so the house is devised in fee, after the termination of the estate given by the clause lirst quoted. It follows the learned judge was clearly correct in entering judgment in favor of the plaintiff below, on the case stated.\nJudgment affirmed.",
        "type": "majority",
        "author": "Chief Justice Mercur."
      }
    ],
    "attorneys": [
      "John S. Ferguson (Montooth Bros, with him) for the plaintiffs in error.",
      "Imbrie (Marshalls with Mm) for the defendant in error. —"
    ],
    "corrections": "",
    "head_matter": "Kearns versus Kearns.\nA testator by Ms will provided as follows: “I devise a,nd bequeath to my beloved wife, Rebecca Kearns, all my household and kitchen furniture; I also allow my wife to have any part of my dwelling-house which I now reside in which she may think proper to take and occupy during her natural life, for her use and the use of my two daughters, Mary Jane and Charlotte, so long as they remain single and unmarried.” And testator devised to Ms son J. twenty-five acres of land, which included the said dwelling-house. The widow occupied said dwelling-house with testators two daughters, one of whom died unmarried in the widow’s lifetime, and then the widow died, leaving the other daughter, unmarried, residing in the house:\nHeld, that upon the death of the widow the testator’s son J. was entitled to possession of the house, to the exclusion of testator’s surviving unmarried daughter.\nNovember 5th, 1884.\nBefore Mercue, C. J., GORDON, Paxson, Tettnkey, Green and Clark, JJ. Sterrett, J., absent.\nError to the Court of Common Pleas No. 2, of Allegheny county: Of October and November Term, 1884, No. 97.\nEjectment, by Jerome Kearns against Mary Jane Kearns and Annie Silcox, for a bouse and lot of ground in Union township, Allegheny county. The defendant Annie Silcox was a niece of the defendant Mary Jane Kearns, and resided with her in the house.\nThe parties filed the following ease stated for the opinion of the court:\nThomas Kearns died in 1867, leaving a will dated June, 1866, duly probated and of record in the Register’s office in Allegheny county, in which (inter alia) are devises as follows:\n“ I also allow my wife (Rebecca Kearns) to have any part of my dwelling-house which I now reside in which she may think proper to take and occupy during her natural life, for her use and the use of my two daughters, Mary Jane and Charlotte, so long as they remain single or unmarried.”\n“I also devise and bequeath to my son Jerome (Kearns) twenty-five (25) acres of land according to the survey and. division made by Moses Chess on the 7th day of May, 1861.”\nThe dwelling-house above mentioned is situate on the 25 acres devised to Jerome Kearns, plaintiff, and is occupied exclusively by defendants.\nCharlotte Kearns died unmarried and her sister Mary Jane Kearns (defendant) remains single.\nMrs. Rebecca Kearns (widow of Thomas Kearns) occupied the whole house with her daughters, but is now dead, and possession of the dwelling-house is now claimed by both plaintiff and defendants.\nNow if the court shall be of opinion that under the will of Thomas Kearns, Jerome Kearns toot a vested remainder subject only to the life estate of the widow Rebecca Kearns, then judgment to be entered for the plaintiff for cents and costs, but if the court shall be of opinion that the defendant Mary Jane Kearns is entitled to the use and occupancy of said dwelling-house so long as she remains single or unmarried, then judgment to be entered for defendant.\nBoth parties reserving the right to a writ of error to the Supreme Court.\nTestator’s will contained the following clause :—\nI devise and bequeath to my daughter Mary Jane, the sum of fifteen hundred (-11500) dollars, one bed and bedding and one cow. I will and bequeath to my daughter Charlotte, the sum of fifteen hundred ($1500) dollars and one bed and bedding and one cow. I give and bequeath to my granddaughter Annie Silcox, one thousand ($1000) dollars and one bed and bedding.\nThe court, after argument, filed the following opinion and judgment:—\nAnd now, April 28th, 1884, after due consideration of this cause in connection with the will which gives a bequest of $1500 to each of the daughters named, we are of the opinion that Mary Jane Kearns has no legal interest in the house after the death of her mother and sister, and that the law is with the plaintiff, on the case stated.\nIt is therefore ordered that judgment be- entered for the plaintiff against the defendants in the case stated for the premises described with 6-|- cents damages and costs.\nThe defendants took this writ of error, assigning for error .the above opinion and judgment.\nJohn S. Ferguson (Montooth Bros, with him) for the plaintiffs in error.\nIf. we transpose the phrase “ during her natural life ” so that the clause shall read: “ I also allow my wife to have any part of my dwelling-house .which I now reside in, which she may think proper to take and occupy for her use during her natural life, and for the use of my two daughters, Mary Jane and Charlotte, so long as they remain single or unmarried,” we only make clearer the manifest intention of the testator to provide a home for his unmarried daughters, not merely during the lifetime of their mother but during the entire period of their unmarried lives.\nIt was because of their unmarried condition that he made provision for them, and he must have recognized the fact that as they grew older the necessity of such provision, if they remained single, became all the greater. He certainly did not contemplate that after the lapse, perhaps of many years, immediately upon the death of their mother, they should in their old maidenhood be driven from their home.\nThe clause in the will even as it is written is not against us. The will is without punctuation. Let it be read this way: “ I also allow my wife to have any part of my dwelling-house during her natural life for her use and so long as my two daughters, Mary Jane and Charlotte, remain single or unmarried for their use,” — then the intention for which we contend becomes manifest.\nTake the words as written and punctuate them thus: “ I also allow my wife to have any part of my dwelling-house, which I now reside in, which she may think proper to take and occupy during her natural life, for her use and ‘for’ the use of my two daughters Mary Jane and Charlotte so long as they remain single or unmarried,” and the intention of the testator, as we claim it to have been, clearly appears.\nWe submit that no one can doubt that it was the intention of Thomas Kearns to provide a home for his unmarried daughters as long as they remained unmarried.\nImbrie (Marshalls with Mm) for the defendant in error. —\nTlie testator gave to his wife a specific privilege “ to have any part of my dwelling which I now reside in which she may think proper to take and occupy during her natural life.” There is no grant to the daughters “Mary Jane and Charlotte.” The language of testator is clear and unambiguous. It is a grant to the wife of a privilege of choice of any part of the dwelling during her natural life. The claim of the plaintiff in error is subversive of tlie intent of the testator. “Mary Jane and Charlotte ” have no choice. Their mother might or might not elect to make a choice of a part of the dwelling-house. If she did not could Mary Jane or Charlotte sot up title under this will ? Where arc the words of grant?\nThe sole clause in favor of Mary Jane and Charlotte is a bequest — $1500 each. The provisions which tlie plaintiff in error proposes to establish by rewriting this will would practically defeat the devise to Jerome Kearns. The dwelling-house is embraced in the twenty-five acres devised to him. It is necessary to his use and enjoyment of his land. If “Mary Jane ” may in her discretion occupy any part she may think proper, it is a practical prevention of the vesting of fee in “Jerome.” It is to say that when the testator gives a discretion of enjoyment to liis wife, at her own option, that tlie discretion may be transferred to a daughter. It was no fault of testator that “ Mary Jane” did not marry, and it is a fair presumption that single blessedness was not in contemplation of either father.or daughter."
  },
  "file_name": "0575-01",
  "first_page_order": 595,
  "last_page_order": 599
}
