{
  "id": 8858925,
  "name": "Collins's Appeal",
  "name_abbreviation": "Collins's Appeal",
  "decision_date": "1883-01-11",
  "docket_number": "No. 21",
  "first_page": "590",
  "last_page": "611",
  "citations": [
    {
      "type": "official",
      "cite": "107 Pa. 590"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "14 Wall 69",
      "category": "reporters:scotus_early",
      "reporter": "Wall",
      "case_ids": [
        3421284
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/81/0069-01"
      ]
    },
    {
      "cite": "1 P. & W. 57",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "case_ids": [
        1826156
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pen-w/1/0057-01"
      ]
    },
    {
      "cite": "1 P. & W. 447",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "case_ids": [
        1826176
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pen-w/1/0447-01"
      ]
    },
    {
      "cite": "8 W. N. C. 195",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "2 Story 630",
      "category": "reporters:federal",
      "reporter": "Story",
      "case_ids": [
        6611919
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/17/0527-01"
      ]
    },
    {
      "cite": "18 Vt. 461",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        733713
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/18/0461-01"
      ]
    },
    {
      "cite": "4 Wright 505",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "14 Pick. 497",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2018927
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/31/0497-01"
      ]
    },
    {
      "cite": "2 Sto. Rep. 555",
      "category": "reporters:state",
      "reporter": "Storey",
      "opinion_index": 0
    },
    {
      "cite": "4 Wright 43",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "2 Story Rep. 631",
      "category": "reporters:federal",
      "reporter": "Story",
      "opinion_index": 0
    },
    {
      "cite": "2 Story 630",
      "category": "reporters:federal",
      "reporter": "Story",
      "case_ids": [
        6611919
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-cas/17/0527-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1595,
    "char_count": 59623,
    "ocr_confidence": 0.415,
    "pagerank": {
      "raw": 8.506799868438692e-07,
      "percentile": 0.9764318305816285
    },
    "sha256": "67a9675f49f93d6ba44081c041af5e339ec47a7663870f716d5737c8e554ec53",
    "simhash": "1:0276c5388e1c7d1d",
    "word_count": 10312
  },
  "last_updated": "2024-02-27T17:00:20.153515+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before mercur, C. J., GORDON, Paxson, Trunkey, Sterrett, Greeij and Clark, JJ.",
      "Clauk, J., dissented."
    ],
    "parties": [
      "Collins’s Appeal."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Green\ndelivered the opinion of the court October 2d, 1883.\nIf the instrument of 23d November, 1875, constituted a valid equitable pledge of the interest which produced the fund for distribution, the other contentions in the case become immaterial and will not require consideration. Of course there is no pretence of a legal lien, but a pledge in equity available to the pledgee, does not depend upon the considerations which are requisite to the creation of a lien at law. The chief objection'to the operation of the instrument in question as a pledge, is that “the thing proposed to be pledged, that is, Hulse’s interest in a partnership between him and Alexander W. Wister, never came into existence,” and therefore there was nothing upon which the paper could operate. Designated with precision, and by its legal name, the interest which produced the fund was á one-half interest in the capital stock of a limited partnership called the Centennial Rolling Chair Company, limited. The partnership was organized under the Act of 2d June, 1874, and the persons who composed it were Charles F. Iiulse, Thomas C. Rice, Alexander W. Wister, William B. Rodgers, Jr., Langhorne Wister and Isaac Collins. The capital stock was twenty-five thousand dollars, of which Charles F. Hulse held $12,500, and the others, different sums aggregating $12,500. The agreement creating the partnership was dated, signed and acknowledged on February 9th, 1876, and recorded on the 11th, two days later. Tiie certificate of organization recites that the parties, naming them all, “ have entered into a limited partnership association for the business of furnishing for hire, rolling chairs for the accommodation and conveyance of persons within the grounds and buildings of the Centennial Exhibition, under and \"by virtue of the Act of Assembly of the Commonwealth of Pennsylvania, approved the second day of June, A. D. 1874.”\nThe fifth Clause of the certificate is in the following words: “ The general nature and character of the business intended to be transacted by the said partnership association, is the furnishing for hire of rolling chairs for the accommodation and conveyance of persons within the grounds and buildings of the Centennial Exhibition, and the office of the said association is to be located in the city of Philadelphia.” There is nothing in the other parts of the certificate which conflicts in any manner with the foregoing description of the purpose, character and object of the undertaking or enterprise in which the parties to it engaged.\nThe paper of November 23d, 1875, tlms describes the subject of the pledge : “ Whereas, Frederick Collins has agreed to advance Charles F. Hulse ten thousand dollars, which said Hulse proposes to use as capital in an undertaking of himself and Alexander W. Wister, to furnish rolling chairs for the Centennial Exhibition; and the said Hulse for the purpose of securing the said Collins for the said loan and the repayment of the same with interest, hereby pledges to the said Collins all his, the said Hulse’s interest in the said partnership, ‘limited,’ of Hulse and Wister: and he further agrees to assign and deliver possession of all said interest .he holds in the partnership of Hulse & Wister at any time, before the repayment of said loan to said Collins, that the said Collins may elect to demand such possession, when the agreement made by him, the said Hulse, for the proper conducting of the business aforesaid shall be assumed and executed by the said Collins, and after the repayment of said loan and interest and the necessary expenses attendant therefor, the excess of receipts for said business shall be paid to Elizabeth 1). Hulse, the wife of the said Charles F. Hulse.” This paper is very defectively and inaccurately drawn, and it is owing to this fact that the present litigation has arisen. There was no partnership of Hulse & Wister, or of them with other persons, in existence at the time the instrument was executed, yet in the second and third clauses of the paper a partnership is referred to as already in existence, and in the definite name of Hulse & Wister. it is this confusion of reference that occasions the dispute as to the meaning of the whole instrument. To understand just what it was that the parties were negotiating about,' we must refer to the recital in which the very subject matter of the joint enterprise which was proposed to be established or engaged in, is more accurately described. In substance it is this: Collins agrees to lend Hulse ten thousand dollars to be used by the latter as capital in an undertaking of himself and Wister to furnish rolling chairs for the Centennial Exhibition. Now this “ undertaking ” bad not then been brought into existence, but that is precisely what was subsequently done by the organization of the limited partnership. Hulse and Wister did thereby engage “in an undertaking” to furnish rolling chairs for the Centennial Exhibition. It is true others joined them in the enterprise, hut that circumstance does not alter the fact that Hulse and Wister engaged in it, and it is entirely immaterial as the interests of the other parties do not affect any present question between these parties. If Ilulse and Wister had alone established the partnership and the others had subsequently acquired their interests, it could hardly be pretended that the partnership referred to in the paper, has never come into existence, yet whether the interests of the other parties-were acquired originally or subsequently can certainly make no difference. At least three persons would be absolutely requisite to the creation of any “ limited ” partnership under the Act of 1874, and as that kind of a partnership appears to have been contemplated by the paper, other persons than Hulse and Wister must necessarily have joined therein. Moreover there is no express engagement or necessary inference that other persons were not to be interested in the proposed partnership, and the fact that there were such is therefore not inconsistent with the actual intent of the parties in their description of the subject matter of the pledge. Tt seems to us the only material question in the controversy on this branch of the case is as to the identity of the subject matter of the pledge with the description of it contained in the paper. It is not at all disputed that the fund for distribution was the sole product of Hulse’s interest in the capital of “ an undertaking,” “ to furnish rolling chairs for the Centennial Exhibition.” It is equally certain that Hulse and A. W. Wister were parties to that undertaking. It is not pretended there was any other undertaking of this nature in which these two persons were interested, and it is asserted and not denied, that the very sum of ten thousand dollars which Collins loaned to Hulse, -was traced by the testimony directly into this limited partnership, and constituted its capital to that extent. The actual sum loaned was even more, $12,410, the whole of which went into the partnership.\nNow the material part of the description of the subject of the pledge, contained in the paper of November 23d, 1875, is “ capital in an undertaking to furnish rolling chairs for the Centennial Exhibition.” This is a description of the thing itself, and it is literally complied with by the subject matter which produced the fund in court. The subsequent language is rather of reference than description, thus: “ The said Hulse’s interest in the said partnership 4 limited ’ of Hulse & Wister.” There was no “partnership limited” previously described, and the only antecedent of the whole phrase is the “undertaking” to furnish rolling chairs. It is perfectly plain to us that the second phrase is a mere careless and inartistic reference to the actual subject more accurately described in the first sentence. The two are not necessarily inconsistent. They were intended to relate to, and indicate, the same thing. Moreover, the parties may then have supposed that the partnership when formed would be named “Hulse & Wister,” and therefore referred to it by that name, and yet when it came to be established may have decided to give it another name. If the actual partnership subsequently created was the same one which the parties in reality contemplated, and provided for, in executing the written pledge, it is certainly unimportant whether the name of it, which at the best was but arbitrary, remained the same or was changed. Had the words, “ his, the said Hulse’s, interest in the said partnership limited of Ilulse & Wister,” been the only words in the instrument describing the subject of the pledge, the case would have been different. But such is not the fact, and we read the instrument in accord with the manifest intent of the parties when we hold that it was a pledge of Hulse’s interest in the capital of a limited partnership, intended to bo formed thereafter, and actually so formed, the purpose of which was to furnish rolling chairs for the Centennial Exhibition. This being so, the paper must have the same legal effect as if it had contained an accurate description of the subject of the pledge, that subject having produced the fund for distribution.\nThis raises the only remaining question, to wit, whether a valid and binding pledge can be given of the interest of tlio pledgor, in a partnership to be subsequently created, so as to secure to the pledgee a priority of lien as against other unsecured creditors. In such a case the subject of the pledge is necessarily incapable of manual possession or of actual delivery. It is in no sense a specific chattel, and oven as a chose in action it cannot be enjoyed in possession until after the partnership Las been closed, the debts paid, the rights of the partners as between themselves adjusted, and the resulting amouutdue the pledgor ascertained. The interest comes into existence as soon ¡is the partnership is created, but it is an uncertain quantity until dissolution and final settlement. It is intangible as a rets. It may be something or it may be nothing. But in legal and in equitable contemplation it is an entity which may be subject to any kind of contract relation which is possible to such forms of property. Partnership interests are of infinite variety and of enormous extent and value. In the business world they are the subjects of daily transactions in all civilized societies. Within the limitations which arise out of their peculiar characteristics they may be dealt with as other personal property. One objection to the validity of the pledge in the present case is that the interest in question had no existence at the date of the instrument creating the pledge, and for this reason also there was nothing upon which it could operate. Indeed, that was the ground upon which the learned court below decided the case against the appellant. But in other forms of property that objection does not avail. In the case of Railroad Co. v. Woelpper, 14 P. F. S. 366, Sharswood, J., said : “But it is objected that no person, natural or artificial, can grant wbat he does not possess or own at the time of the grant. Qui non habet, ile non dat. Yet even at law this rule is not without some qualifications. A man may grant the future accretions or increase of any subject which he- owns at the time of the grant, as -all the wool which shall grow on his sheep, for a term of years.”.“ But it is not necessary to maintain that the rolling stock and equipments of a railroad are part of its accretions and fixtures, so as to make the transfer good at law. It is unquestionably good in equity. Contingent estates and interests, though not assignable at law, are assignable in equity; and they may also be the subject of a contract, which, when made for valuable consideration, will be specifically enforced when the event happens.”.“ It is a plain 'corollary from these principles that a court of equity will treat a mortgage of property to be subsequently acquired, whether it be real or personal, as a binding contract, which attaches to the thing when acquired. Equity considers that as actually done which a chancellor would decree to be done.” Judge Story, in his work on Equity Jurisprudence, § 1039, says : “ To make an assignment’valid at law the thing which is the subject of it must have actual or potential existence at the time of the grant or assignment. But courts of equity will support assignments not only of choses in action and of contingent interests and expectancies, but also of things which have no present actual or potential existence, but rest in mere possibility; not indeed as a present positive transfer, operative in presentí, for that can only be of a thing in esse, but as a present contract to take effect and attach as soon as the thing comes in esse.” In the case In re Ship Warre, 8 Price 273, an assignment of the freight and earnings of a voyage yet to be made, was upheld in equitjn Lord Eldon said : “ I am not aware that it has ever been ruled in equity, and I apprehend that it has not, that the freight of a voyage that is intended to be made, although not an existing voyage, may not be assigned in equity.” In Mitchell v. Winslow, 2 Story Rep. 631, the court sustained the validity of a mortgage of all tools and machinery which might be purchased, and all cutlery stock which might be manufactured, or purchased, during a period of four years from the date of the mortgage. In the. case of Holroyd v. Marshall, 10 House of Lords Cases 191, Westbury, L. C., said: “ But if a vendor or mortgagor agrees to sell or mortgage property, real or personal, of which he is not possessed at the time, and he receives the' consideration for the contract, and afterwards becomes possessed of property answering the description in the contract, there is no doubt that a court of equity would compel him to perform, and that the contract would, in equity, transfer the beneficial interest to tbe mortgagee or purchaser immediately on the property being acquired. This of course assumes that the supposed contract is one of that class of which a court of equity would decree the specific performance. If it be so, then, immediately on the acquisition of the property described, the vendor or mortgagor would hold it in trust for the purchaser or mortgagee, according to the terms of the contract.” Lord Chelms-Ford said : “At law property non-existing, but to be acquired at a future time, is not assignable : in equity it is so. At law although a power is given in the deed of assignment to take possession of after acquired property, no interest is transferred unless possession is actually taken : in equity it is not disputed that the moment the property comes into existence the agreement operates upon it.”\nThese principles have been recognized and enforced in this court. In McWilliams v. Nisly, 2 S. & R. 518, Gibson, J., said : “In equity a grantor conveying land for which he has no title at the time, shall be considered a trustee for tbe grantee, in case at any time afterwards he should acquire title.” In Chew v. Barnet, 11 S. & R. 391, it was said: “ The facts presented constitute the ordinary case of a conveyance before the grantor has acquired the title, in which the conveyance operates as an agreement to convey, which when the title has been subsequently acquired may bo enforced in chancery.” In Baylor v. The Commonwealth, 4 Wright 43, Strong, J., says : “But though a conveyance of an expectancy as such is impossible at law, it may be enforced in equity as an executory agreement to convey, if it be sustained by a sufficient consideration. This has often been decided.”\nIt is unnecessary to prolong these citations. They prove clearly that the existence of the subject of tbe pledge at tbe time the contract of pledge is made, is not at all necessary. If it comes into existence afterwards it is affected, in equity, at once by the lien stipulated for. There is no doubt that the principles illustrated by the foregoing decisions are applicable to cases of sales, absolute assignments and mortgages. But owing to the peculiar character of the instrument executed by Hulse in this case we have bad much doubt whether they were applicable to this particular contract.\nThe difficulty has been that while there is a distinct pledge, in terms of present operation, of the interest of Hulse in the contemplated undertaking and partnership, there is no actual assignment and no provision for an absolute assignment. An assignment is provided for and wo could readily hold it to be an equitable assignment, if it were not for tbe fact that the obligation of Hulse to make it only arose after demand made on the part of Collins, and no such demand was ever made. The obligation to assign therefore not having arisen under the express terms of the contract, and there being no actual assignment, and no absolute or unqualified agreement to assign, contained in the instrument, we find what seems to us an insuperable difficulty, under the authorities, in the way of treating this paper as an equitable assignment of Hulse’s interest in the proposed partnership. We think also it is not practicable to regard the indebtedness of Hulse to George D. Parrish’s estate as a partnership debt. Whatever might have been its quality in this respect prior to the decree finally made in the litigation for the settlement of the affairs of the firm of Price, Parrish & Co., when that decree was made it was a several as well as a joint judgment against Hulse’s executor. We do not see how we can go behind that decree in this case, to inquire into the original character of the indebtedness or into the reasons for making it several as well as joint. It is the final judgment of a court of competent jurisdiction having the parties and the cause before it.\nThe question then recurs, can the lien of the appellant be enforced as a technical pledge of Hulse’s interest in the partnership? His equity is very great. The testimony proves distinctly that the money loaned by him to Hulse went directly into the partnership, and formed part of its capital and therefore was the means, the sole means, of producing the fund to be now distributed. At the time it was loaned it was upon a distinct and absolute pledge of Hulse’s interest in terms of present operation. It could not operate immediately because the subject of the pledge was not then in existence, but as we have heretofore seen that circumstance is, in equity, immaterial, and it became operative, as soon as the interest was created. It is effective therefore so far as such a pledge of such a subject can be effective. Is it sufficiently so to give the appellant the money which is the product of the interest pledged, as against the appellee ? The appellee is not a purchaser. He is but a creditor and he has not the rights which could be asserted by a purchaser for value and without notice. He is not a creditor subsequent to the creation of the partnership, but anterior thereto, and therefore cannot assert that his credit was given on the faith of the apparent ownership of this interest by Hulse. He is not a creditor who had levied on the interest of Hulse and sold it upon execution and purchased it at such sale. He is but a general creditor of Hulse without any equity except such as all creditors of that class have upon the assets of their debtor. Notwithstanding all this he is entitled to share this fund pro rata with the appellant, unless the latter can sustain bis claim of lien upon the fund.\n*The only difficulty that lies in the appellant’s way in this respect grows out of the consideration that possession of the subject of the pledge is an almost universal requirement in the law of pledge, to perfect the pledgee’s title. It may be dispensed with in certain cases, but the current of the authorities is that in such cases there must be a substitute for it in the way of a transfer of the title in such manner that the pledgee can exercise a right of possession without any further act of the pledgor. Formerly no distinction was taken between a [hedge and a mortgage of chattels. They were both regarded as a security for a debt, and the title of the pledgee was considered as substantially the same in both oases. In the ease of Cortelyou v. Lansing, 2 Caines’ Cases in Error 200, Chancellor Kent points out an important distinction which was then but recently observed, to wit, that in a pledge, the general property remains with the pledgor and only a special property passes to the pledgee, and hence on a failure to redeem, the pledgee has no right to sell or appropriate the pledge, while a mortgage of a chattel passes the absolute title subject to a defeasance, and upon a failure to redeem, the title of the pledgee becomes perfect. Not stopping to inquire whether this would be the law in Pennsylvania at this day it is nevertheless the fact that a mortgage in its ordinary form contains an absolute transfer or assignment of the title, with a provision for a defeasance upon payment of the debt, added. In this respect therefore, there being an actual assignment of the title, there is sufficient, in equity, to create an available lien in the mortgagee. Nothing further remains to be done by the mortgagor to perfect the mortgagee’s title. But in the case of a hare pledge, Avithout an assignment, or at least an unqualified agreement to assign, the title of the pledgee seems to be defective Avithout a further act of the pledgor. The distinction is doubtless refined but it appears to be substantial.\n'There is, however, a class of eases in which it is disregarded. They are cases in which the’possession of the pledge is, by the agreement of the parties, to remain with the pledgor. It is held that as the pledgor is bound, notwithstanding this provision of the contract, so all are bound who claim under him, except purchasers for value and without notice. The doctrine has been applied in the case of specific chattels, and it would apply with much more force in the case of expectancies or intangible interests.\nThus in the case of Reeves v. Capper, 5 Bingh. N. C. 136, one Wilson, the captain of a ship, pledged his chronometer which was then in the possession of the makers, to the Messrs. Capper, the defendants, who were the owners of the ship, in consideration of their advancing him fifty pounds and allowing him the use of the instrument during the voyage on which he was about to depart; after the voyage he placed it at the maker’s, and there pledged it to the plaintiff, for whom, the makers being ignorant of the pledge to the defendants, agreed to hold it; the money advanced by the defendants not having been repaid it was held that the property in the instrument was in the defendants. In point of fact the chronometer was delivered by the makers to the defendants’ clerk, who immediately re-delivered it to the pledgor, and it was contended by the plaintiff that the defendants having parted with their possession, had lost their lien, but it was held that as this was done in accordance with the terms of the contract the lien was not lost. For this purpose the court said that Wilson, the pledgor, could be regarded as the servant of the pledgees, and that his possession was their possession. But substantially it was because the possession was in accordance with the terms of the contract, that the lien was' enforced even against another bona fide creditor who had loaned his money upon, the pledge of the same chattel, while in the control of the pledgor, and without notice of the previous pledge. In the case of Meyerstein v. Barber, L. Rep. 2 C. P. 38, Willes, J., said: “But in order to complete the pledge it is not necessary that there should be an actual delivery of the chattel to the pledgee; it is sufficient as was decided in Reeves v. Capper, 5 Bingh. N. C. 186 (E. C. L. R., Vol. 35), 6 Scott 877, and the other cases to which reference was made in the course of the argument, if there be a constructive delivery. It is not necessary that the subject of the pledge should actually pass from the hands of the pledgor to those of the pledgee. The property in the goods may pass, even though they remain in the possession of the pledgor, provided they do so by virtue of a contract between the parties which makes the custody of the pledgor the custody of the pledgee. In the case of Fletcher v. Morey, 2 Sto. Rep. 555, James Read & Co., of Boston, agreed with Fletcher, Alexander & Co., of London, by a written agreement, that the latter firm should honor bills drawn on them in payment of goods purchased for Read & Co., and to secure Fletcher, Alexander & Co. it was agreed that all the property purchased by means of the credit, and the proceeds thereof, “ and the policies of insurance thereon, together with the bills of lading, are hereby pledged and hypothecated to them as collateral security for the payment as above promised, and held subject to their order on demand, with authority to take possession and dispose of the same at discretion for their security or reimbursement.” Goods were purchased for Read & Co., and bills drawn on and accepted by Fletcher & Co. to pay for them. Reed & Co. became bankrupt; some of the goods came to the assignee in bankruptcy and some to Read & Co., for which the bills of lading were received by them and indorsed to the plaintiffs, who filed a bill against the assignee to have a lien declared in their favor against all the goods and the proceeds of such as were sold. The court sustained the bill, holding that the plaintiffs were entitled to recover on their contract of pledge, although as to some of the goods they never had any kind of possession of them, and as to others to which they were entitled to possession by virtue of the bills of lading, they had parted with it. Story, J., said on page 565, “ This then being the established principle, the first question which arises in the case is, -whether there is any equitable lien or right, or claim, under the agreement which ought to be enforced specifically in equity against the shipments made to and for Messrs. Read & Co., or the proceeds thereof, so far as they can be distinctly traced in the hands of the assignee ; and upon this point I entertain no doubt whatever. In equity there is no difficulty in enforcing a lien, or any other equitable claim, constituting a charge in rem, not only upon real estate, but also upon personal estate, or upon money in the hands of a third person, whenever the lien or other claim is a matter of agreement, against the party himself and his personal representatives, and against any persons claiming under him voluntarily or with notice, and against assignees in bankruptcy, who are treated as volunteers; for every such agreement for a lien or charge in rem constitutes a trust, and is accordingly governed by the general doctrine applicable to trusts.”.“So that as a matter of trust directly growing out of, and provided for, by contract, the present case falls directly within the principle above stated. The goods and the proceeds thereof are expressly by the agreement of the parties, ‘pledged and hypothecated,’ as collateral security for the advances.”.“ But it is said that the agreement, if enforced, will operate as a fraud upon the creditors of Reed & Co. under their bankruptcy; and indeed that an agreement of this sort, so far as respects creditors, is void as against the policy of the law, and in derogation of the rights of creditors. Now it is not pretended, nor even suggested, that any fraud was in fact contemplated by the parties or any of them, upon the creditors. The transaction was bona fide for a valuable consideration and for future advances, to promote the commercial business of the firm of Read & Co. and not to withdraw any of their existing funds from their creditors.How then it is against the policy of the law I confess myself unable to perceive, unless we are prepared, to sajr, that taking collateral security for advances upon existing or future propertjq on the part of a creditor, without taking possession of the property at the same time, or when it comes in esse, is per se fraudulent. Possession is ordinarily indispensable at the common law to support a lien, but even at the common law it is not absolutely indispensable in all cases. This is shown by the recent case of Dodsley v. Varley, 12 Adolph, and Ellis 632, where goods had been sold and deposited in the warehouse of a third person for the vendee : but still it was understood between the parties that the vendee was not to remove them until payment therefor ; and it was held by the court that although the warehouse must be considered as the vendee’s warehouse, and he in the actual possession of the goods, yet, ‘ consistently with this, the vendor had, not what is commonly called a lien determinable upon possession, but a special interest, sometimes but improperly called a lien, growing out of the original ownership, independent of the actual possession, and consistent with the property being in the vendee.’ What is this but allowing the existence of an equitable lien, notwithstanding the possession of the goods is parted with, good between the parties, and good as to all persons not claiming under the vendee as bona fide purchasers for a valuable consideration without notice? But I take it to be clear that not only liens but mortgages of personal property are perfectly good and supportable between the parties, and against creditors, where there is no fraudulent intent and the possession remains in the owner or mortgagor of the property, and is consistent with the deed and the arrangements made between the parties.” Judge Story concludes his view of the case thus : “ So that the possession of the property by Messrs. Read & Co. in the present case is not, in my judgment, a badge of fraud, or against the policy of the law, or in any manner to be deemed inconsistent with the just rights of their creditors ; and therefore the agreement is binding and valid to give a lien or equitable charge upon the property in the hands of the assignee, fit to be enforced in the present suit.” In other words, although this was a ease of a pledge of personal chattels, wherein, in all ordinary cases, possession by the pledgee is indispensable to the validity of the pledge, and the title to and possession of the goods agreed to be pledged had passed to the pledgor, the mere agreement for such possession sufficed to protect the lien, and was good against the parties and the general creditors of the pledgor. The same doctrine was held and applied in the case of Mitchell v. Winslow, 2 Story Rep. 630, in which Judge Story, on p. 644, said : “ It seems to me a clear result of all the authorities that wherever the parties by their contract intend to create a positive lien or charge, either upon real or personal property, whether then owned by the assignor or contractor, or not, or if personal property, whether it is then in esse or not, it attaches in equity as a lien or charge upon the particular property as soon as the assignor or contractor acquires a title thereto, against the latter, and all persons asserting a claim thereto under him, either voluntarily, or with notice, or in bankruptcy.” He then proceeds to answer the argument that the possession of the property remaining in the mortgagor would operate as a constructive fraud upon the rights of creditors. After showing it was inapplicable in cases of mortgages upon real estate, he says : “ And as to chattels, there is as little question that where a mortgage or a lien is created on chattels by contract it is entirely competent for the parties to agree that the possession and use thereof shall bo retained by the mortgagor until the breach of the condition, or by the debtor until the creditor shall assert his rights against it as a security for the debt.” Although this was the case of a mortgage of chattels the decision was not put upon the ground that there was a transfer of title, but upon the broader ground of an agreement for the possession by the owner, and a lien for the lender, and in all such cases it was held the creditor could avail himself of his lien against creditors of the debtor by force of the agreement for the lien. Judge Stokv cites two cases, both of which were agreements for liens merely, though in one, Crowfoot v. London Dock Co., 2 Cromp. & Mees. 637, there was a mixed possession of the chattels, both by the creditor and the debtor. In the other, Hawthorn v. Newcastle and North Shields Railway Co., reported in 3 Ad. & Ell., N. S. p. 734, note b, the lien was. limited to certain machines, implements and materials (used by and belonging to a contractor in building a bridge), which might he upon the lands or grounds where the bridge was-being built. It was held that by necessary implication the agreement for the lien included property which was upon other lands where the work was being carried on, in the popular sense, so that the company might be considered as having a possession of the articles there placed. In both of these cases the chattels belonged to, and were in the possession and use of the debtor, and might at any timo be removed by him, but the lien was enforced chiefly on the ground of the agreement, and partly because there was a mixed possession of both debtor and creditor.\nIn Macomber v. Parker, 14 Pick. 497, which was a case of a pledge by a brick-maker, of bricks to be made in the future, to the lessees of the yard to secure them for advances, Ike lien was enforced against creditors of the pledgor. The court said, on p. 505: “ It was an agreement for the pledging of the bricks as they should be made. It is true that where the property is to be thereafter acquired it is not strictly and technically a pledge; it is rather an hypothecation ; but when the title is acquired in futuro, the right of the pledgee attaches immediately upon it.” ' Here the brick-maker was in possession of the yard, and hired the men and manufactured the bricks, and be was also the agent of the plaintiffs, who were assignees of the lessees, for selling the bricks. In all respects he had the actual possession of the premises and the bricks, but the court considered that with the agreement for a lien, and the technical legal possession of the assignees of the lessees, there was a sufficient basis for sustaining the lien, although against the creditor of the pledgor, who was to all intents and purposes the owner and in possession of them.\nThe foregoing cases all relate to liens upon specific chattels, as to which it is almost universally necessary that possession should accompany the pledge in the hands of the pledgee in order to validate his lien. But we have seen that this requirement may be dispensed with if such is the agreement of the parties, and the lien of the pledgee may be enforced by virtue of the contract. It seems to us that this doctrine applies with much greater force to cases where the subject of the pledge is a mere intangible right, incapable of delivery or of manual occupancy, and especially where it is to come into existence after the contract of pledge is made, and where the personal effort of the pledgor is necessary, both to its subsequent existence and its actual.maintenance. All these features ■concur in the present case.\nThe thing pledged is an interest in a partnership to be created in the future. Such an interest is described by Sharswood, J., in Whigham’s Appeal, 13 P. F. S. on p. 198, as “ an incorporeal, intangible thing, a right to an account and to their share of the balance after all the debts are paid, and all equities between the partners are adjusted.” By the very terms of the paper of 23d November, 1875, this proposed partnership was to be created by the act of Hulse and others, and of course it could only be maintained by the joint acts of himself and his partners. Now it is an inevitable inference, both from the character of the transaction and the words of the paper, that it was the understanding and agreement of Hulse and Collins that Hulse should be in possession of this partnership interest, because Hulse contracts that he will assign and deliver possession of the interest to.Collins at any. time on demand of the latter, and thereafter Collins should assume and execute the business of the partnership in place of Hulse. All tins presupposes the actual primary and continuous possession of the interest by Hulse until the assignment is made. Such being- the case, we have no difficulty in reading this paper as an actual present pledge by Hulse to Collins of a partnership interest which he was to acquire in the future with the money loaned him by Collins ; that Hulse was to be in possession of the interest until such time as Collins might demand an assignment of it, and upon such demand being made, Hulse wars to make the assignment, and “ to deliver possession of all said interest,” to Collins. This being so, the interest was subject to the operation of the pledge in equity from the moment it came into existence. It was binding upon Hulse, notwithstanding his possession, because such was his contract, and for that reason it is binding upon all claiming under him except purchasers for value and without notice. The appellees’ testator was not such a person, but a ■mere general creditor, whose right is inferior and subordinate to that of the appellant.\nWo hold, therefore, that the appellant is entitled to- take out of the fund for distribution the sum of ten thousand dollars, with interest from the date of the loan, by virtue of his equitable lien upon Hulse’s partnership interest, the proceeds of which constitute the fund. As to the remaining $2410 of his claim he is an unsecured creditor, and can only take a dividend pro rata with the appellees and other creditors, if there are any.\nDecree reversed and record remitted, with directions to the court below to distribute the fund in the hands of the accountant in accordance with the foregoing opinion, the costs of this appeal to be paid by the appellees»\nClauk, J., dissented.",
        "type": "majority",
        "author": "Mr. Justice Green"
      }
    ],
    "attorneys": [
      "O. Stuart Patterson and Ti. O. McMurtrie for the appellant.",
      "S. Sunn Sanson and William G. Sannis, for the appellees."
    ],
    "corrections": "",
    "head_matter": "Collins’s Appeal.\nlid and binding pledge can be made of the interest of a partnership to be subsequently created, so as to secure to the pledgee apriority of lien as against other creditors of the pledgor. 1. In equity a va the pledgor in\n2. Hence, the existence of the subject of the pledge at the time the contract of pledge is made, or delivery thereof, is not necessary; if it comes into existence afterwards it is affected, in equity, at once by the lien stipulated for.\n3. In general, however, it is essential that the instrument creating the pledge should make or provide for an- unconditional assignment of the subject of the pledge to the pledgee; otherwise some further act of assignment by the pledgor is necessary.\n4. But a recognized exception to this rule is, where, by the agreement of the parties, the possession of the subject of the pledge is to remain with the pledgor.. In such case the pledgor and all persons claiming under him, except bona fide purchasers for value without notice of the pledge, are bound by the agreement.\n5. The principle of such exception has been applied to the pledge of specific chattels; a fortiori, it applies in the case of the pledge of an intangible interest, incapable of delivery or manual occupancy, or in the case of an expectancy to come into existence after the contract of pledge is made, and where the personal effort of the pledgor is necessary, both to its subsequent existence and its actual maintenance.\n6. A. being about to borrow money from B., to form a limited partnership, executed a paper whereby he pledged to B. all his interest in the limited partnership of A. and C., A. to remain in possession, but to make an assignment of his interest on demand. The proposed limited partnership was duly formed, but under another name, and including additional parties besides A. and C. B. loaned the money to A., by whom it was contributed as part of the capital of the limited partnership. B. never demanded an assignment, and none was ever made. A. died insolvent, but upon the subsequent winding up of the partnership a balance of profits remained, and A.’s share thereof was paid to his executor. Upon distribution of said fund the same was claimed by B. as pledgee, and by D., a separate general creditor of A., to the exclusion of each other:\nHeld, that B. was entitled to receive, in priority to D., the full amount for which the pledge had been given.\nJanuary 11th, 1888.\nBefore mercur, C. J., GORDON, Paxson, Trunkey, Sterrett, Greeij and Clark, JJ.\nAppeal from the Orphans’ Court of Philadelphia county: Of July Term, 1882, No. 21.\nThis was an appeal by Frederick Collins from a decree of said court in the matter of the distribution of the personal estate of Charles F. Hulse, deceased, in the hands of his executor, the said Frederick Collins.\nAt the audit of the account of Frederick Collins, executor of the estate of Charles F. Hulse, deceased, before HaNNA, P. J., the fund for distribution in the hands of the accountant amounted to $23,705.44. This amount, with the exception of an inconsiderable sum, was realized solely from the interest of the decedent in a limited partnership association, styled the Centennial Rolling Chair Company, Limited, organized under the Act of June 2d, 1874.\nThere were two claimants on the fund, viz.: (1) The executors of George D. Parrish, deceased, claimed as creditors of the decedent under a decree of the court of Common Pleas No. 2 of Philadelphia county, entered July 10th, 1880, in a suit in equity wherein the said executors of George D. Parrish, deceased, were plaintiffs, and Frederick Collins, executor of Charles F. Hulse, deceased, and others, late co-partners trading as Price, Parrish & Co., were defendants, for the settlement of the accounts of said partnership, wherein it was adjudged and decreed, inter alia, that said defendants were jointly and severally indebted to the complainants, the executors of George D. Parrish, deceased, in the sum of $47,192.70.\n(2) Frederick Collins, the accountant, claimed to be entitled (a) as an individual separate creditor of the decedent, Charles F. Hulse, and (5) by virtue of a pledge by said Hulse to him of his interest in said limited partnership (the Centennial Rolling Chair Company, Limited), to the full amount.for which said interest was pledged, to wit, the sum of $10,000, with interest thereon.\nThe auditing judge disallowed the preference claimed by Collins, and awarded a pro rata distribution to said two claimants, as general creditors of the decedent, to which Collins filed exceptions which the court dismissed.\nThe claim of Collins as pledgee was founded upon the following instrument of writing: — •\nMemorandum. — Whereas, Frederick Collins has agreed to advance Charles F. Hulse ten thousand dollars, which said Hulse proposes to use as capital in an undertaking of himself and Alexander W. Wister, to furnish rolling chairs for the Centennial Exhibition; and the said Hulse, for the purpose of securing the said Collins for the said loan, and the repayment of the same, with interest, hereby pledges to the said Collins all his, the said Hulse’s, interest in the said partnership “limited” of Hulse and Wister; and he further agrees to assign and deliver possession of all said interest he holds in the partnership of Hulse & Wister at any time before the re-payment of said loan to said Collins that the said Collins may elect to demand such possession, when the agreement made by him, the said Hulse, for the proper conducting of the business aforesaid shall be assumed and executed by the said Collins; and after the repayment of said loan and interest, and the necessary expenses attendant therefor, the excess of receipts for said business shall be paid to Elizabeth D. Hulse, the wife of the said Charles F. Hulse. On the assignment of said sum and interest as aforesaid, this agreement becomes null and void, and said Hulse retains the privilege of repaying the amount at any tinje he may decide, and also agrees, on request, to execute all other instruments counsel will advise, on purpose to carry this intention into effect.\nWitness our hands and seals this twenty-third day of November, 1875.\nChas. F. Hulse. [Seal.]\nWitness at signing,\nA. J. Dixon,\nJOHN RODGERS.\nCollins loaned to Hulse in cash, on 22d December, 1875, 16410, and on 9th February, 1876, $6000, making in all $12,410, or $2410 more than the $10,000 he agreed by said paper to advance to Hulse.\nIt further appeared that at the date of said instrument there was no limited partnership of “ Hulse & Wistef ” in existence, and in fact no limited partnership under that name was ever formed; but shortly afterwards, in February, 1876, the said Charles F. Hulse and Alexander W. Wister, with others, organized a limited partnership under the Act of June 2d, 1874, under the name of the “ Centennial Rolling Chair Company, Limited,” and the entire sum advanced by Collins to Hulse was contributed by the latter to the capital stock of said partnership association limited. The capital stock was $25,000, of which Hulse held $12,500, and the others different sums aggregating $12,500. The object of said association, as stated in the certificate, was “ the furnishing for hire of rolling chairs for the accommodation and conveyance of persons within the grounds and buildings of the Centennial Exhibition.” The enterprise proved profitable, and upon winding it up, after the death of Hulse, the capital and profits of Hulse’s interest therein were paid over to his executor, Frederick Collins, the accountant, and this is the fund for distribution.\nThe auditing judge held, in substance, (1) That the debt of Hulse to the executors of Parrish, being a balance adjudged in-the equity proceeding to be due by him to his late co-partner, upon a final settlement of the affairs of the firm, became and was bis individual indebtedness, and therefore payable out of bis separate estate, in common with other private and separate debts. (2) That Frederick Collins, whether as creditor or pledgee, was not entitled, as against other individual creditors of the decedent, Hulse, to any priority or preference in payment.\nThe auditing judge therefore awarded distribution of the fund pro rata, to the executors of George D. Parrish, and to Frederick Collins, the fund paying a dividend of less than 40 pier cent, of their respective claims.\nExceptions filed by Collins to the adjudication were dismissed by the court, in the following opinion by PuNROBN, J.:\nHow far a partner, retaining bis interest in an existing firm, may pledge it to secure a present advance, is a question which does not arise in this case. He certainly may assign out and out, and his assignee’s title will be good as against creditors, without an actual delivery of possession of partnership effects. Snch a delivery, as was said by Judge Sliars-wood in Whigham’s Appeal, 13 P. F. S. 194, would be impossible, since neither partner has anything in the corpus of the partnership property, but only a share of what remains after tlie accounts have been taken, and in that case a mere notice to tbe other partner of tlie transfer was held to be sufficient.\nBut when the instrument upon which the exceptant relies for the purpose of establishing his priority of right over the other creditors of the decedent was executed, there was no firm in existence. It recited that the borrower, Charles F. Hulse (the decedent), proposed to use the sum loaned as-capital in an undertaking of himself and Alexander W~ Wister, to furnish rolling chairs for the Centennial Exhibition,” and as security for such loan, the interest of the said Ilulse in said partnership, “ limited,” of Ilulse and Wister was thereby pledged, &c., <fcc., the said Hulse further covenanting “to assign and deliver possession of all said interest he held in the partnership of Ilulse and Wister, at any time before the-repayment of said loan to said Collins, that the said Collins may elect to demand such possession,” &e., &c., and also, “ on request, to execute all the instruments counsel will advise, on purpose to carry this intention into effect.”\nNot only was the firm, the decedent’s interest in which was. thus pledged, not in existence, but, as stated at the argument without contradiction, it never came into existence, the firm which three months later was formed being composed of Mr. Wister and the decedent, and four others. For the purpose-of this opinion, however, the firm actually entered into may be treated as that .contemplated when the loan was made;. The fact still remains that when the instrument stipulating; for the pledge was executed, there was no existing interest upon which it could operate. There was nothing to prevent the borrower, after obtaining the money, from using it for any other purpose, and not entering into any partnership at all. A further act was at least necessary on his part, viz., the formation of the partnership. The lender trusted to his promise that this should be done, and to the covenant that then, if so required, he would execute an actual assignment and deliver possession, so far as the subject was susceptible of possession. The stipulation as to assignment cannot therefore be regarded as formal simply, or as a mere covenant for further assurance. It was essential, for the perfection of the lender’s title.\nIt is undoubtedly true, as was said by Tilg-HMAN, C. J., in Clemson v. Davidson, 5 Binney 398, cited by the exceptant, that “ any order, writing, or act, which makes an appropriation of a fund, amounts to an equitable assignment of that fund;” but, as was held in that case, the principle cannot apply where the subject of the attempted appropriation was not in existence at the time. “An agreement to pay out of a particular fund, however clear in its terms, is not an equitable assignment. A covenant in the mos.t solemn form has no greater effect. The phraseology employed is not material, provided the intent to transfer is manifested. Such an intent and its execution are indispensable. The assignor must not retain any control over the fund, any authority to collect, or any power of revocation. If he do, it is fatal to the claim of the assignee:” Christmas v. Russell, 14 Wallace, 69, 84.\n“ To constitute an assignment, either in law or equity, it is necessary that there should be such an actual or constructive appropriation of the subject-matter assigned as to confer a complete and present right in the assignee, even where the circumstances do not admit of its immediate exercise. A •covenant on the part of the debtor to apply a particular fund in payment of the debt as soon as he receives it, will' not operate as an assignment, for it does not give the covenantee .a right to the fund save through the medium of the covenantor, and looks to a future act on his part as the means of rendering it effectual, while the characteristic of an assignment is the extinguishment of all legal or equitable interest of the assignor, and the creation of a new and independent right in the assignee: ” 2 Select Cases in Equit3r, 233.\nAfter the formation of the partnership it was in the power of the lender to have perfected his title by calling for an assignment, but he did not do so. His debtor died. “ His personal estate then passed into the custody of the law for administration, and the mortgagee had no right to undertake to administer any part of it for the satisfaction of bis own debt:” Kater v. Steinruck, 4 Wright 505.\nThe fond came, as the account shows, into the hands of the exceptant as executor, and at that time, as we think, could have been received by him in no other capacity. It was subject to no lien, and therefore properly distributable among the general creditors of the decedent.\n1st April, 1882. The exceptions are dismissed, and the adjudication confirmed.\nFrederick Collins thereupon took this appeal, and filed the following assignments of error.\nThe court below erred : — ■\n1. In dismissing the exceptions.\n2. In confirming the adjudication\n3. In not awarding to the appellant, as a creditor of the decedent’s estate, and as pledgee and assignee by virtue of the writing dated 23d November, 3875, the sum of $10,000 with interest from the dates of advances to that amount.\n4. In not awarding to the appellant, as the only creditor of the decedent’s separate estate, payment of his ciaim $12,410 with interest from its date, in full and in priority to the claims of the estate of George D. Parrish against the decedent as a partner of Price, Parrish & Co.\nO. Stuart Patterson and Ti. O. McMurtrie for the appellant.\n—Collins agreed to loan and did loan to Hulse the money upon the faith of the pledge of his Interest in the limited partnership, and Hulse put that very money into the partnership. The language of the agreement is that Hulse, for the purpose of securing the loan, “ hereby pledges ” to Collins all his interest, &c. The covenant to assign and deliver possession was a covenant for further assurance.\nThe court below, although admitting that “ the firm actually entered into may be treated as that contemplated when the loan was made,” yet held that the firm not being then in existence, some “ further act ” was necessary to vest title in the pledgee. That ruling rests upon a fallacy arising by the use of a phrase without a distinct apprehension of the distinction between the cases when a further act is necessary and the cases when not necessary. To illustrate: If I have an expectant inheritance, and promise a creditor that I will pay him my debt out of my inheritance when I get it, that is of no avail to vest in him the title in pledge or otherwise — a “further act,” to wit: an actual assignment in pledge, is necessary. But if I presently assign in pledge to my creditor my expectant interest to secure my debt, that is valid to vest the title in him as pledgee, as against other general creditors; no “further act” is necessary, except that I get the inheritance. Wé submit that in equity a contingent or future interest may be presently assigned or pledged for a valuable present consideration, which, upon the acquisition of the interest by the pledgor, will enure to the benefit of the pledgee without any “further act” by either, and be enforceable as well against the pledgor’s creditors as against the pledgor himself — and especially against an antecedent creditor as in this case. Thus, an assignment of a crop not yet grown is valid as against the assignor’s creditors: Smith v. Atkins, 18 Vt. 461; Grantham v. Hawley, Hobart 132. A conveyance of land before the grantor has title operates as a trust for the grantee when the grantor acquires title: MacWilliams v. Nisley, 2 S. & R. 518. The unearned freight of a voyage intended to be made may be assigned in equity: Ship Warre, 8 Price 273; Robinson v. Macdonnell, 5 M. & S. 223; Langton v. Horton, 1 Hare 549. A mortgage of subsequently acquired machinery was sustained as against a creditor’s execution: Holroyd v. Marshall, 10 H. L. C. 191; Mitchell v. Winslow, 2 Story 630; Railroad Co. v. Woelpper, 14 P. E. S. 366. Even at law such an assignment or pledge operates by way of estoppel: Rawlyns’ Case, 4 Rep. 53. A contract may be assigned so as to vest in the assignee an equitable right to the unearned proceeds thereof: Philada. v. Lockhardt, 23 P. F. S. 216. So a gift of an unpaid-for piano is enforceable: Nicholson v. Thomas, 8 W. N. C. 195. Collins, the pledgee here, was at least entitled to specific performance, and equity treats as done that which it would enforce. It can and will enforce payment now out of the fund.\nIt is further objected that there was no pledge because there was no delivery. But delivery may be according to the nature of the property, and where the latter is not susceptible of delivery, it is unnecessary to the validity of the pledge, because not inconsistent with it or with the intent of both parties. The ajopellees as creditors of decedent whose debt was incurred prior to the agreement of pledge, cannot assert, as against the appellant, any other or greater right than the decedent could assert if living. We do not pretend that we could claim as against purchasers of Hulse’s interest without notice of the pledge, but we insist that we can claim as against general antecedent creditors, who were not injured by the pledge. We further insist that the appellant was a separate creditor of Hulse, and Parrish was a partnership creditor, not a “creditor partner,” and appellant was therefore entitled to payment in full out of the fund, independently of the pledge.\nS. Sunn Sanson and William G. Sannis, for the appellees.\n—The agreement of November 23d, 1875, was neither a pledge nor an assignment, but a mere unsealed promise to assign. Its object was at once double and inconsistent, viz: (1) to secure Collins, (2) to leave Hulse in possession and absolute control, subject to the right of Collins to demand an assignment. The interest was in expectancy: when it came into existence Collins could have demanded an assignment, but he never did so, for the good reason that it would have deprived Hulse of the business management from which the security was expected to be developed. Without a demand Collins was not even entitled to specific performance. Hulso’s death, before demand made, and without assigning his interest, put Collins on an equality with his other separate creditors: Kater v. Steinrnck, 4 Wr. 501: Nice’s Appeal, 4 P. F. S. 200; Adams’s Appeal, 1 P. & W. 447. But if, as contended for by the appellant, the agreement be treated as a pledge or assignment, if was invalid as to creditors, because (1) the thing pledged, to wit: the interest of Hulse “in the partnership limited of ‘Hulse and Wister,’” not only was not then in existence, but never came into existence — the partnership afterwards formed was neither composed of nor styled, “Hulse and Wister,” but, as shown by the certificate of organization, was composed of six persons (of whom Hulse and Wister were two) and was styled the “ Centennial Rolling Chair Company, limited,” and Hulse never pledged or agreed to pledge his interest in that concern to Collins. The Act of 1874 expressly makes interests in such limited partnerships personal estate, which can bo transferred in the manner there prescribed, and in that manner only. The rale that a pledge of personal property without delivery is void as to existing or subsequent creditors is as applicable to dioses in action as to chattels: Welsh v. Bekcy, 1 P. & W. 57,. 61; Ryall v. P.owles, 1 Ves. Sr. 848, 363, 867, 369, 374 ; Dearie v. Hall. 3 Rus. Í, 22, 28; Christmas'!;. Russel, 14 Wall 69-84; Bank v. Gish, 22 P. F. S. 13; Wylie’s Appeal, 11 Norris 196. We submit that between Hulse and Collins, there was nothing more than an agreement of the former to pledge or assign his interest to the latter in the partnership when created; that this agreement was never carried into effect; that upon the facts as they existed in the lifetime of Hulse, specific performance of the agreement would not have been decreed; that Collins had neither a lien, an assignment, nor a perfected right to either when Hulse died, and that he stood therefore in the Orphans’ Court with no other right than a creditor entitled to a share of the fund with other creditors of tiie same class, among whom were the appellees. That Parrish was clearly a separate creditor, is amply shown in the opinion of the court below."
  },
  "file_name": "0590-01",
  "first_page_order": 610,
  "last_page_order": 631
}
