{
  "id": 1035050,
  "name": "Fritz v. The Elk Tanning Company, Appellant",
  "name_abbreviation": "Fritz v. Elk Tanning Co.",
  "decision_date": "1917-05-14",
  "docket_number": "Appeal, No. 35",
  "first_page": "180",
  "last_page": "188",
  "citations": [
    {
      "type": "official",
      "cite": "258 Pa. 180"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "30 Pa. Superior Ct. 446",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        862132
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/30/0446-01"
      ]
    },
    {
      "cite": "193 Pa. 339",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        910438
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/193/0339-01"
      ]
    },
    {
      "cite": "236 Pa. 104",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986653
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/236/0104-01"
      ]
    },
    {
      "cite": "227 Pa. 66",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1008711
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/227/0066-01"
      ]
    },
    {
      "cite": "218 Pa. 56",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999545
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/218/0056-01"
      ]
    },
    {
      "cite": "214 Pa. 282",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        946097
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/214/0282-01"
      ]
    },
    {
      "cite": "128 Pa. 63",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        567073
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/128/0063-01"
      ]
    },
    {
      "cite": "57 Pa. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010434
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/57/0374-01"
      ]
    },
    {
      "cite": "230 Pa. 498",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8846489
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/230/0498-01"
      ]
    },
    {
      "cite": "42 Pa. Superior Ct. 325",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        412548
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/42/0325-01"
      ]
    },
    {
      "cite": "185 Pa. 496",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        898007
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/185/0496-01"
      ]
    },
    {
      "cite": "214 Pa. 616",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        946083
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/214/0616-01"
      ]
    },
    {
      "cite": "197 Pa. 257",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        918640
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/197/0257-01"
      ]
    },
    {
      "cite": "136 Pa. 618",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        820016
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/136/0618-01"
      ]
    },
    {
      "cite": "128 Pa. 294",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        567015
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/128/0294-01"
      ]
    },
    {
      "cite": "25 Pa. Superior Ct. 88",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        851912
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/25/0088-01"
      ]
    },
    {
      "cite": "92 Pa. 431",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        490948
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/92/0431-01"
      ]
    },
    {
      "cite": "254 Pa. 430",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1025455
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/254/0430-01"
      ]
    },
    {
      "cite": "243 Pa. 216",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1001607
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/243/0216-01"
      ]
    },
    {
      "cite": "244 Pa. 59",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1003447
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/244/0059-01"
      ]
    },
    {
      "cite": "42 Pa. Superior Ct. 526",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        412430
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/42/0526-01"
      ]
    },
    {
      "cite": "42 Pa. Superior Ct. 466",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        412490
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/42/0466-01"
      ]
    },
    {
      "cite": "147 Pa. 475",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        829917
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/147/0475-01"
      ]
    },
    {
      "cite": "249 Pa. 162",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013516
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/249/0162-01"
      ]
    },
    {
      "cite": "242 Pa. 499",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998883
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/242/0499-01"
      ]
    },
    {
      "cite": "240 Pa. 292",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        993213
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/240/0292-01"
      ]
    },
    {
      "cite": "225 Pa. 644",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965290
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/225/0644-01"
      ]
    },
    {
      "cite": "30 Pa. Superior Ct. 446",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        862132
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/30/0446-01"
      ]
    },
    {
      "cite": "230 Pa. 498",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8846489
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/230/0498-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 823,
    "char_count": 15305,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 2.302699940809492e-07,
      "percentile": 0.7875553748500396
    },
    "sha256": "96da2902703b0baa42726b222c44abf2c09712d3d2dc0db90a8809c51a0ddb0c",
    "simhash": "1:b0211a317f2baa75",
    "word_count": 2638
  },
  "last_updated": "2024-02-27T21:14:24.470847+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Potter, Frazer and Walling, JJ."
    ],
    "parties": [
      "Fritz v. The Elk Tanning Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Walling,\nDefendant was operating a tannery at Jamison City in Sullivan County, where plaintiff was employed from October, 1911, to February, 1913. A long narrow room called the bleach room occupied one side of the tannery, wherein was a tier of five vats, each being four and one-half feet in diameter and six feet deep. These vats contained liquids into which the hides were dipped by machinery in the process of bleaching. One vat contained water warmed to the temperature of 126° Fahrenheit, into which each morning plaintiff poured from a crock one hundred and ten pounds of sulphuric acid, sometimes called oil of vitriol. This caused a hissing sound and a substance resembling steam or fog to rise from the vat covering the operator and the immediate surroundings. After pouring in the acid it was the duty of the operator to stir the contents of the vat with a long stick, called a plunger. About fifteen times daily, it was the operator’s duty to replenish the vat with eleven pounds of the acid; when to some extent the result above described would occur, as it also would when the hides were dipped therein. Plaintiff worked from ten to thirteen hours a day, and his duty as operator in this room required him to be near the vats a large part of the tiihe. The room was about twelve feet high and constructed with windows at the sides and ventilators at the top, but without an exhaust fán. In warm weather the windows and ventilators were open but in cold weather defendant képt them closed, in fact caused the ventilators to be boarded up and battened tightly. There were two large openings between this and the main room, but, as the latter was also kept closed in winter, that fact did not greatly assist in changing the air in the bleach room.\nWhen plaintiff began this work he was robust, twenty-six years of age and weighed one hundred and ninety-five pounds; when he quit he was a physical wreck, and for sixteen months thereafter walked upon crutches and much of that time was confined to the house, and has not since been able to do any work. At the time of the trial in 1916 he could walk with the assistance of a cane and weighed one hundred and forty pounds and seemed to be permanently disabled. Plaintiff brought this suit on the allegation that*he had not been afforded a reasonably safe place in which to work, by reason of which he had .become the victim of sulphuric acid poisoning and thereby lost his health. About six weeks before plaintiff quit such employment, he complained to the superintendent of the tannery of ill health, described his symptoms and said in effect that he thought the fumes from the vats were causing his trouble and requested that he be given work elsewhere. The superintendent assured him that there were no injurious fumes in the bleach room, that he must be suffering from rheumatism and directed him to return to his work. Plaintiff’s symptoms then were, inter alia, droAVsiness and pain in an eye, arm and leg. Other ailments developed later, including serious sores upon the leg, and eye affliction, known as iritis, valvular heart trouble and multiple neuritis, from all of which he was suffering when the case was tried in the court below.\nIt is plaintiff’s contention that when sulphuric acid is added to water of the temperature above mentioned it becomes to some extent decomposed and gives off a substance known as sulphur-trioxide (SO3), which in this case arose from the vat with the hot fog and was inhaled by the plaintiff, and on account of the moisture and lower temperature small particles of sulphuric acid were reformed and gradually poisoned his system. It is conceded that such acid is a corrosive poison, but defendant strenuously denies that it did or could arise from the vat under such circumstances. Dr. Albertson, .who attended plaintiff from the beginning of his sickness, expresses the opinion that it was a case of sulphuric acid poisoning from inhaling the fumes at the tannery. Dr. Fish a prominent physician who has given special attention to chemistry, and who carefully examined and considered ■ plaintiff’s case, expresses the same opinion and says he . can come to no other conclusion. Dr. Biddle says it is the result of poison introduced into plaintiff’s system. Plaintiff and three other witnesses testify that the fumes arising from the vat smelled like sulphuric acid; and the experts agree that if such odor was in the air it proved the presence of the acid. Mr. Newhart, who did the same work in the same room near the same time, was taken ill with like symptoms and had to quit the work. He and plaintiff speak of the irritation and burning sensation in the nose and throat and the tendency to hack or cough produced by the fumes from the vat. Dr. Fish says the mixing of the sulphuric acid with the water at such a temperature would produce sulphuric-trioxide, which coming in contact with the moisture in the nose and throat would reform into small particles of sulphuric acid, and cites an eminent chemical authority in support of his conclusion. The deliberate opinions of physicians as to the cause of illness are competent: Flaherty v. Scranton Gas & Water Go., 30 Pa. Superior Ct. 446; Brown v. Chester Traction Company, 230 Pa. 498. There is no question but that plaintiff’s condition could result from sulphuric acid poisoning; and there is the circumstance that he lost his health while working- in the bleach room without any other apparent cause. On the other hand strong evidence was offered by the defendant, including that of eminent experts, to the effect that sulphuric acid had such a strong affinity for water that sulphur-trioxide could not be formed under the circumstances and rise with the fumes, and that the most delicate tests failed to disclose its presence or any trace thereof, and that so mixing the sulphuric acid with the water would not cause poisonous fumes to arise. A number of physicians called by defendant, who had made a personal examination of plaintiff and of the circumstances under which he had worked at the tannery, expressed the opinion that his sickness had not resulted from such poisoning. Some were inclined to attribute the origin of plaintiff’s illness to rheumatism, especially as that would seem to account for the heart and eye trouble. However, there is no claim that he was suffering from rheumatism when the case was tried and no satisfactory evidence that he was ever actually afflicted with it. Defendant also offered evidence to the effect that the work in this bleach room was done in the manner usual and customary in tanneries throughout the State and elsewhere, and that such a case of sulphuric acid poisoning as alleged here was never known or heard of before, and that fact does not seem to be contested, unless it might be in the case of Mr. Newhart above referred to. However, some people seem to be more susceptible to such poison than others; and plaintiff’s theory is that this is a case of chronic poisoning from long continued exposure to such fumes. We have not attempted to refer to the evidence of all of the witnesses »nor to all the evidence of any witness, but only enough to show that the controlling questions, as to whether poisonous fumes arose from the vats and were inhaled by plaintiff, and if so whether his sickness was the result thereof, were questions of fact. Where seemingly credible evidence tends directly to establish the facts upon which defendant’s liability depends, a verdict based thereon is not the result of guess work, although such evidence is strongly contradicted by, that submitted for the defense. And where as here a plaintiff’s case is supported by positive and circumstantial evidence, and also by expert opinion, it must be submitted to the jury notwithstanding the strength of the opposing proofs. In such case the remedy, if the verdict be against the weight of the evidence, is a new trial, which was not here sought. The fact that no case like this has come within the knowledge or information of any witness called, while strongly persuasive, is not conclusive against the plaintiff.\nAs the case was submitted, the verdict implies a finding by the jury not only that the fumes were poisonous but that such fact was or should have been known by the defendant, which was the common law rule; but under Section 11 of the Act of May 2, 1905, P. L. 352, it was defendant’s duty to know the character of the fumes and gases arising in its bleach room, and if poisonous to provide for their elimination by exhaust fans or other sufficient devices. As no attempt was made to comply with the statute, and no claim that it could not have been done, if the fumes were poisonous and plaintiff was injured thereby, without negligence on his part, he was entitled to recover, as the provisions of the statute are mandatory: Jones v. American Caramel Co., 225 Pa. 644; Lanahan v. Arasapha Mfg. Co., 240 Pa. 292; Kelliher v. Brown & Co., 242 Pa. 499; and see Krutlies v. Bulls Head Coal Co., 249 Pa. 162.\nThe fact that plaintiff, under the assurance of the superintendent, continued at his work, did not as matter of law charge him with contributory negligence: Wagner v. H. W. Jayne Chemical Co., 147 Pa. 475.\nThe court below concludes an exhaustive review of the law and the facts by saying:\n“Bearing in mind the previous healthy condition of the plaintiff, the development of his symptoms during the winter when not only the ventilators over the vats but also the windows were closed, the nature of the bleach with its accompaniment of steam or vapor, the affirmative testimony as to the production and escape of sulphur trioxide, its poisonous character and the effect thereof upon the plaintiff, and the somewhat similar experience of Newhart, we cannot reach the conclusion that we should have withdrawn the case from the jury. That there was weighty contradiction does not alter this view.”\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Walling,"
      }
    ],
    "attorneys": [
      "John G. Johnson, with him E. J. Mullen and W. E. Rice, for appellant.",
      "Charles M. Culver, with him F. W. Meylert and J. H. Thayer, for appellee."
    ],
    "corrections": "",
    "head_matter": "Fritz v. The Elk Tanning Company, Appellant.\nNegligence—Master and servant—Tannery — Acid fumes—Improper ventilation—Health of workman—Contributory negligence ■—Known danger—Assuming risk—-Assurance of master—Case for jury—Act of May 2,1905, P. L. §52, See. 11.\n1. Where seemingly credible evidence points directly to establish the facts upon which defendant’s liability depends, a-verdict based thereon is not the result of guess work, although such evidence is strongly contradicted by that submitted for the defense.\n2. Where plaintiff’s cause is supported by positive and substantial evidence and also by expert opinion, it must be submitted to the jury, notwithstanding the strength of the opposing proofs, and if the verdict be against the weight of the evidence, the remedy is a new trial.\n3. It is the duty of a leather tanning company, under the Act of May 2, 1905, P. L. 352, Section 11, to know the character of the fumes and gases arising in its bleach rooms, and, if such fumes are poisonous, to provide for their elimination by exhaust fans -or other sufficient devices. The provisions of the Act of 1905 are mandatory and where no attempt was made to comply with them and there is no claim that they could not have been complied with, ’and it appears that the fumes were poisonous to the workman and he was injured thereby without negligence on his part, he is entitled to recover.'\n4. In an action by an employee against a leather tanning company to recover for injuries to plaintiff’s health alleged to have resulted from inhaling poisonous fumes against which he was not protected, the case is for the jury and a verdict for the plaintiff will be sustained where it appeared that plaintiff was required to work about the vats in a bleachery, that one of his duties was to pour sulphuric acid into a vat, that he was compelled to breathe the vapor arising from the vat, that the room was poorly ventilated, especially in winter time, that when plaintiff began such work he was robust and in good health, but after working in such capacity for two years was compelled to withdraw owing to the loss of health;\n' and the evidence was contradictory as to whether the fumes arising from the vats were poisonous and the cause of the injuries of which plaintiff complained.\n5. In such case the fact that plaintiff complained to defendant’3 superintendent that he thought the fumes were injuring his health, but continued to work thereafter, did not convict him of contributory negligence as a matter of law, where it appeared that plaintiff was assured by the superintendent that the fumes were not poisonous.\nArgued March 12, 1917.\nAppeal, No. 35, Jan. T., 1917, by defendant, from judgment of C. P. Sullivan Co., Feb. T., 1914, No. 38, on verdict for plaintiff, in case of Norman A. Fritz v. The Elk Tanning Company.\nBefore Brown, C. J., Mestrezat, Potter, Frazer and Walling, JJ.\nAffirmed.\nTrespass to recover damages for the loss of plaintiff’s health alleged to have resulted from the negligence of defendant. Before Terry, P. J.\nThe opinion of the Supreme Court states the facts.\nVerdict for plaintiff for $5,000 and judgment thereon. Defendant appealed.\nJohn G. Johnson, with him E. J. Mullen and W. E. Rice, for appellant.\nThe evidence was insufficient to establish that poisonous fumes or gases were produced by the pouring of sulphuric acid into the vat of water under the conditions described.\nThe evidence was insufficient tó show that plaintiff’s diseased condition resulted from inhaling vapors produced from pouring sulphuric acid into the vat, to the exclusion of other possible causes, and, therefore, plaintiff is precluded from recovery: Moss v. Philadelphia Rapid Transit Co., 42 Pa. Superior Ct. 466; McCarthy v. Philadelphia Rapid Transit Co., 42 Pa. Superior Ct. 526; Gosser v. Ohio Valley Water Co., 244 Pa. 59; Glancy v. McKees Rocks Boro., 243 Pa. 216; Bruggeman et ux. v. York, 254 Pa. 430; Philadelphia City Pass. Ry. Co. v. Henrice, 92 Pa. 431; Bube v. Weatherly Boro., 25 Pa. Superior Ct. 88.\nThe defendant was bound to guard against only such dangers as were known or would have been discovered by the exercise of ordinary caution: Lehigh & Wilkes-Barre Coal Co. v. Hayes, 128 Pa. 294; Titus v. Bradford, Bordell & Kinzua R. R. Co.,-136 Pa. 618; Purdy v. Westinghouse Electric & Mfg. Co., 197 Pa. 257; Martin v. Niles-Bement Pond Co., 214 Pa. 616; Corcoran v. Wanamaker, 185 Pa. 496; Great Northern Ry. Co. v. Johnson, 207 Fed. Repr. 521; Canfield v. Iowa Dairy Separator Co., 154 N. W. Repr. 434.\nCharles M. Culver, with him F. W. Meylert and J. H. Thayer, for appellee.\nThat plaintiff’s condition was caused by breathing the poisonous fumes of the bleach room was established by clear, positive and convincing evidence: Torreyson v. United Rys. Co. of St. Louis, 129 S. W. Repr. 409; Blasband v. Philadelphia Rapid Transit Co., 42 Pa. Superior Ct. 325; Brown v. Chester Traction Co., 230 Pa. 498; Allen v. Willard, 57 Pa. 374; Philádelphia & Beading R. R. Co. v. Huber et al., 128 Pa. 63; Hughes v. Fayette Mfg. Co., 214 Pa. 282; Bardslev v. Gill, 218 Pa. 56.; Tucker v. Pittsburgh, Cincinnati, Chicago & St. Louis By. Co., 227 Pa. 66; Madden v. Le-high Valley R. R. Co., 236 Pa. 104; McCafferty v. Penna. R. R. Co., 193 Pa. 339; Flaherty v. Scranton Gas & Water Co., 30 Pa. Superior Ct. 446.\nMay 14, 1917:"
  },
  "file_name": "0180-01",
  "first_page_order": 212,
  "last_page_order": 220
}
