{
  "id": 1035122,
  "name": "Commonwealth of Pennsylvania v. Miller, Appellant",
  "name_abbreviation": "Commonwealth v. Miller",
  "decision_date": "1917-05-14",
  "docket_number": "Appeal, No. 111",
  "first_page": "226",
  "last_page": "234",
  "citations": [
    {
      "type": "official",
      "cite": "258 Pa. 226"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "202 Pa. 148",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992273
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/202/0148-01"
      ]
    },
    {
      "cite": "221 Pa. 7",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        956167
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/221/0007-01"
      ]
    },
    {
      "cite": "204 Pa. 68",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        927441
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/204/0068-01"
      ]
    },
    {
      "cite": "254 Pa. 296",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "245 Pa. 612",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        326254
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/245/0612-01"
      ]
    },
    {
      "cite": "198 Pa. 379",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920317
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/198/0379-01"
      ]
    },
    {
      "cite": "100 Pa. 573",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498452
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/100/0573-01"
      ]
    },
    {
      "cite": "252 Pa. 187",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021581
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/252/0187-01"
      ]
    },
    {
      "cite": "211 Pa. 507",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        940074
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/211/0507-01"
      ]
    },
    {
      "cite": "84 Pa. 80",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053519
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/84/0080-01"
      ]
    },
    {
      "cite": "199 Pa. 335",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        922913
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/199/0335-01"
      ]
    },
    {
      "cite": "242 Pa. 406",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998811
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/242/0406-01"
      ]
    },
    {
      "cite": "238 Pa. 474",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        991591
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/238/0474-01"
      ]
    },
    {
      "cite": "242 Pa. 372",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998838
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/242/0372-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 781,
    "char_count": 16467,
    "ocr_confidence": 0.42,
    "pagerank": {
      "raw": 7.112648685487001e-08,
      "percentile": 0.4270482564813624
    },
    "sha256": "dc68c13b20254175da80374858d023ad86c6ff3a5d2bba6ec13de43af50bb971",
    "simhash": "1:8afe4026933cc024",
    "word_count": 2865
  },
  "last_updated": "2024-02-27T21:14:24.470847+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mestrezat, Potter, Moschzisker, Fraser and Warring, JJ."
    ],
    "parties": [
      "Commonwealth of Pennsylvania v. Miller, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe clear and convincing opinion of the learned court below overruling the motions for a new trial and in arrest of judgment shows that this record is clear of reversible error and that the several assignments are without merit.\nThe judgment is affirmed, and it is ordered that the record be remitted to the court below for the purpose of execution according to law.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Errors assigned",
      "Julius L. Mitchell, of the New York Bar, with him Fillmore Maust and Thos. E. Vale, for appellant.",
      "William A. Kramer, with him George E. Lloyd, District Attorney, and John D. Foiler, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth of Pennsylvania v. Miller, Appellant.\nHomicide—Murder—Murder of the first degree—Insanity—Evidence—Evidence of similar weapon.\n1. The Supreme Court will affirm a conviction of murder in the first degree where the evidence shows that the defendant and a companion intending to return to their homes in the South, the defendant purchased revolvers for both; that they were walking along a railroad right of way when a tramp informed them that if they proceeded they would be arrested; that the defendant then took his revolver from his pocket holding it under the apron of his overalls; that the decedent, an officer of the railroad company, accosted them and the defendant shot him, firing a second shot as he was falling and also shot another officer who was on the track nearby.\n2. Under such state of facts where the defense was insanity, evidence tending to show various acts of badness during defendant’s youth; that he had been confined in a reformatory, the keeper of which testified he was insane; the opinion of the family doctor that he was insane; that there was insanity in the family and that he was afraid of things without cause, was insufficient to establish the defense where every act and circumstance proven in the case showing the defendant’s conduct immediately prior to and at the time of the killing negatived the contention that he was insane.\n3. In any case where the nature and properties of an article require consideration by the jury, it is proper to Submit a duplicate or fac-simile conveying a correct impression. Where a murder has been committed with a certain kind of weapon which the defendant threw away, a similar weapon shown to be the same as that used by the slayer may be offered in evidence.\nArgued April 23, 1917.\nAppeal, No. 111, Jan. T., 1917, by defendant, from judgment and sentence of O. & T. Cumberland Co., Nov. Sessions, 1916, No. 30, on verdict of guilty of murder of the first degree, in case of Commonwealth of Pennsylvania v. Archie Miller.\nBefore Mestrezat, Potter, Moschzisker, Fraser and Warring, JJ.\nAffirmed.\nIndictment for murder.\nIn overruling the defendant’s motion for a new trial, Sadler, P. J., filed the following opinion:\nArchie Miller was indicted for the murder of one Beisser, a railroad officer. He was defended by two of the ablest members of the local bar, assigned by the court under the provisions of the Act of March 22, 1907, P. L. 31, and in addition by counsel from another state selected by his family. The case was carefully presented. The jury rendered a verdict of guilty of murder of the first degree, and in this the court concurs.\nReasons for a new trial and in arrest of judgment have been presented and argued, and are now before us for consideration.\nThe first three alleged the verdict to be against the law, the evidence, the weight of the evidence, and the charge of the court; and can be considered together. None can be sustained.\nThe evidence showed that the defendant came from the south and obtained work in Jersey City. While there he determined to return home, and joined with him, as a companion, one Jasper Fletcher. Before starting he procured for the latter a 15 Colt revolver in which lead bullets were used. For himself he purchased a new Colt automatic revolver, and steel jacketed bullets. At that time he declared his purpose to see that no “bull” would get him on his road home. They left Jersey City by freight, finally reaching Highspire. From that point they went by foot to Harrisburg, and thence across the bridge to the Cumberland County side and to the tracks of the Northern Central Railroad. Proceeding to the north, a tramp was met, who told them of being driven off the track, and that if they went on they would be arrested. The defendant used a coarse expression in regard to the “bulls,” but proceeded. At that time the officers were not in sight. Miller then put back his cap, removed his revolver from his right pocket—he was left handed—took it into his left hand, and there held it under the apron of the overalls he was wearing. Thus prepared, he continued on his way until in sight of the officers. Beisser came from the third to the second track in front of Miller, and when from fifteen to twenty feet away called “where are you going” ? In answer, Miller pulled the prepared revolver, and shot, saying “that is where I am going.” When the officer was falling he shot him a second time, and then shot the second officer who was on the track above. From the evidence, the jury was clearly justified in finding, as it did, that no other words had passed, and that no attempt had been made by Beisser to either arrest or assault the defendant. After falling, Beisser turned on his side, pulled out his revolver, and shot after the fleeing defendant, until he fell back dead. Miller was captured about one-half mile from the scene of the occurrence. In the meantime he had disposed in some way of his revolver. His companion, Fletcher, who had run at the first shot, was likewise found. He had thrown his revolver into the river. It was found with no bullets exploded. Those in his gun were lead, while Miller used steel jacketed ones, the same as found in the body of Beisser and the leg of Chubb. There was practically no contradiction of any of the facts above narrated. Miller himself did not take, the stand.\nThe defense was insanity. The evidence to support even a suspicion of the same was far from convincing. The mother testified to various acts of badness during the youth of the defendant, and gave it as her opinion that he was insane. And a Doctor Jenkins, keeper of a reformatory in which Miller was confined, from the age of twelve to fourteen, gave a like opinion. Doctor Johnston, a colored physician of Charleston, South Carolina, and the family doctor, gave it as his opinion that the defendant was suffering from dementia prsecox, and that he could not distinguish between right and wrong when “he had an expansive moment.” He had not seen the defendant for three years before the trial, nor had the mother seen him for months, or Dr. Jenkins for years. The mental condition was described as hereditary, and' evidence was offered to show that the grandfather became insane at 66, and .that a brother was confined in an asylum. The mother and the doctor stated that as a boy Miller was afraid of things without cause. From this the jury was asked to find that he was insane when he shot Beisser, and that he was suffering from some indefinite delusion when he so acted.\nEvery act and circumstance proven in the case showing the conduct of Miller immediately prior to and at the time of the murder negatived this contention. Two experts for the Commonwealth testified that, admitting as true every fact testified to in defense, there was no indication of insanity in their opinion.\nThe expert for the defendant declared that he, Miller, could distinguish between right and wrong, except during an “expansive moment,” but that such a mental condition was existing' when the killing occurred was absolutely without support in the evidence. Though •this was the view of the court when the case was tried,, and still is, yet every possible instruction which could be of benefit to the defendant was given. In answer to the points on delusion, the jury was permitted to find such, from the evidence, if they could, though the court would have been fully justified under the, authorities in withdrawing. the matter entirely from its consideration: Commonwealth v. Henderson, 242 Pa. 372.\nA careful review of all the evidence leads to the conclusion that the jury was fully justified in finding that the killing was wilful, deliberate and premeditated, and was done by defendant while fully conscious of his act, with power to distinguish between right and wrong, and not under the control of any irresistible impulse or delusion.\n-Complaint is made of the answers to points 3, 11, 12 and 16 presented by the defendant. These were all affirmed as abstract propositions, and the jury told to apply the legal principle therein stated, if the facts upon which the same were predicated were found to be true. All four were based on the assumption that the evidence justified a finding that the defendant was acting under some delusion that he was in fear of death or great bodily harm. There was nothing in the evidence to justify such a conclusion, though it was left to the jury. The court would have been fully justified in refusing the points: Commonwealth v. Henderson, 242 Pa. 372; Commonwealth v. Calhoun, 238 Pa. 474. Any assumption of delusion would necessarily have been drawn from the proof that Miller as a child was needlessly afraid of things. The testimony as to this covered a period, years before the killing. Not a word to show impaired mental condition was offered for a period more than three years before, while the testimony of the acts and conduct of Miller immediately before and at the time of the killing showed him to be fully conscious of his actions and surroundings. In the answers to the points complained of the defendant received more favorable treatment than he had the right to demand.\nThe sixth point was affirmed as stated. So that the jury might not get the impression from so doing, that the fact that the weapon was deadly could not be considered by them, we stated that from its use the intention may be inferred. This, in connection with the remainder of the point affirmed, was an introduction [instruction] that it should be considered with all the circumstances of the case in determining the intent. We do not think the jury could have misunderstood this. Later in the charge the weight to be given to the fact that the weapon was deadly was carefully defined. “When death ensues from the use of a deadly weapon, the jury must scan closely the conduct of both parties, taking into consideration the character of the weapon, the manner of its use, and the time of its use, the place of its use, and the circumstances attending it, and by a careful survey of the evidence the jury must endeavor to arrive at the true cause which prompted the fatal shot or shots.” And further, in the next paragraph we said: “Again, gentlemen of the jury, the nature of the weapon and the place and character of the wounds are important and should be considered by you. Was the weapon a deadly weapon? The deadliness of the weapon, gentlemen, tends to indi-' cate the intention with which it is used. The place or places where the wound or wounds are inflicted tend also to throw light on the intention with which the shots were fired.”\nAs we understand the authorities, and as we instructed, the inference of the intent to kill may be drawn, not solely from the fact that the weapon was deadly, and used upon a vital part, but the fact that it was such and was so used, is to be considered with all the circumstances in reaching a determination as to the intent, and this is what the jury was told.\nThe eighteenth point was affirmed as stated. The wording of the same was to the mind of the court confusing. So that the jury might not misunderstand, the court repeated in different language the two propositions included, and we think correctly. A mere doubt as to insanity does not justify an acquittal on that ground: Commonwealth v. Sushinskie, 242 Pa. 406; Commonwealth v. Henderson, 242 Pa. 372; Commonwealth v. Earner, 199 Pa. 335.\nThe answer to the seventh point was as favorable to the defendant as could be demanded. We could not affirm without qualification the statement that a reasonable doubt as to motive prevented a conviction of a higher grade of homicide than that of second degree. Such is not the law: Lanahan v. Commonwealth, 84 Pa. 80; Commonwealth v. Danz, 211 Pa. 507.\nThis disposes of such objections to the charge and points as have been specified. An additional error was suggested on the argument in that the jury was prejudiced unduly by the charge of the court in saying that it was not to be “deterred from a true finding by any thought of possible consequences of the verdict.” The same objection has been passed upon and held to be without merit by the Supreme Court: Commonwealth v. Webb, 252 Pa. 187; Coyle v. Commonwealth, 100 Pa. 573.\nWe are unable to find that error was committed in passing upon the challenges for cause interposed when jurors were examined on their vo:ir dire. Nor do we see anything prejudicial to the defendant in the rulings upon the evidence. But one point therein is worthy of mention. The defendant used a 45-calibre automatic Colt revolver, but threw the same away in some concealed place after the killing. A duplicate was produced, which was identified by Fletcher as in all respects the same as carried by Miller. This fac-simile was offered in evidence so that the jury might consider the character of weapon used, which they had the right to do in connection with the other evidence in the case, in passing upon the question of intent. The duplicate having been proven to be identical, the admission was proper. “In any case where the nature and properties of an article' require consideration by the jury, it is proper to submit a duplicate or fac-simile conveying a correct impression”: 17 Cyc. 293; Commonwealth v. Fry, 198 Pa. 379.\nSince the argument of this case, and the preparation of this opinion, additional reasons have been filed by counsel for the defendant. An examination of the same will show the majority to be unsubstantial and trivial. The instructions as to self-defense are the same as those approved by the Supreme Court in Commonwealth v. DeFelippis, 245 Pa. 612, and those as to insanity were approved in Commonwealth v. Calhoun, 238 Pa. 474. It-is needless to cite authorities to show the rule in Pennsylvania to be that the prisoner must satisfy the jury by fairly preponderating evidence of his insanity, to entitle him to an acquittal on this ground. The last reported case upon the subject uses the same words that are here complained of: Commonwealth v. Sushinskie, 242 Pa. 406. •\nImpressed -with the importance of the decision to the defendant, we have examined the evidence and charge with care, both as to matters the subject of exception, and those not specifically complained of, and are convinced that no prejudicial error was committed. The conclusion of the presence of an intent to kill from all the circumstances was justified. The deliberation and premeditation appeared in the preparation of the gun for use before the deceased was in sight, but after Miller was notified that he was farther up the track. The shooting was without provocation, and the jury properly took into consideration that after the first shot had taken effect, and the deceased was falling, he shot again: Commonwealth v. Digeso, 254 Pa. 296; Commonwealth v. West, 204 Pa. 68. The defense of insanity was disregarded by the jury, and it was a question for it to determine. That the verdict might have been a different one is no reason for judicial interference, even if the court was so inclined: Commonwealth v. Danz, 211 Pa. 507; Commonwealth v. Deitrick, 221 Pa. 7.\nThe law was fully explained, and an opportunity given to the defendant to secure further instructions, if desired: Commonwealth v. Washington, 202 Pa. 148. There was evidence which justified the verdict of murder-in the first degree, and no substantial reason has been shown why a new trial should be granted, and the motion, therefore, is overruled. No error apparent upon the face of the record has been averred, or appears, and the same disposition of the motion in arrest of judgment is, therefore, made.\nVerdict of guilty of murder of the first degree, upon which sentence of death was passed. Defendant appealed.\nErrors assigned\nwere in rulings of the court upon evidence, answers to defendants’, points for charge, and the charge of the court.\nJulius L. Mitchell, of the New York Bar, with him Fillmore Maust and Thos. E. Vale, for appellant.\nWilliam A. Kramer, with him George E. Lloyd, District Attorney, and John D. Foiler, for appellee.\nMay 14, 1917:"
  },
  "file_name": "0226-01",
  "first_page_order": 258,
  "last_page_order": 266
}
