{
  "id": 1035084,
  "name": "Harroun et al. v. Graham, Appellant, et al.",
  "name_abbreviation": "Harroun v. Graham",
  "decision_date": "1917-05-14",
  "docket_number": "Appeal, No. 126",
  "first_page": "245",
  "last_page": "248",
  "citations": [
    {
      "type": "official",
      "cite": "258 Pa. 245"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 337,
    "char_count": 6362,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 5.6129919910375035e-08,
      "percentile": 0.35140909759603745
    },
    "sha256": "d0aa2e706280ac703f13f1e62cf5d061ef3561a272450101d4bb686765f83bd4",
    "simhash": "1:3a08844d8441a432",
    "word_count": 1134
  },
  "last_updated": "2023-07-14T19:43:35.638361+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mestrezat, Potter, Moschzisker, Frazer and Walling, JJ."
    ],
    "parties": [
      "Harroun et al. v. Graham, Appellant, et al."
    ],
    "opinions": [
      {
        "text": "Per- Curiam,\nThere was. sufficient evidence to warrant the learned chancellor in finding, as he did, “that there was no actual delivery of the deeds in question by the grantor to the grantees named therein in the lifetime of the grantor, but they were retained in the possession and under the control of the grantor.” This was the controlling question in the case, and, having been found in favor of the plaintiffs, a decree was properly entered against the defendants.\nDecree affirmed.",
        "type": "majority",
        "author": "Per- Curiam,"
      }
    ],
    "attorneys": [
      "Errors assigned",
      "John B. Brooks, with him Charles S. English, for appellant'.",
      "L. E. Torry, for appellees."
    ],
    "corrections": "",
    "head_matter": "Harroun et al. v. Graham, Appellant, et al.\nDeeds—Delivery—Grantor retaining possession.\nDecedent in his lifetime made two deeds for certain properties and subsequent to his death they were placed on record. Upon a bill in equity to have the deeds declared null and void and for a re-conveyance to his heirs the court found that there was no- actual delivery to the grantees in the grantor’s lifetime, but they were retained in his possession and under his control, and granted the prayer of the bill. Held, no error.\nArgued April 24, 1917.\nAppeal, No. 126, Jan. T., 1917, by William E. Graham, from decree of G. P. Erie Co., Sept. T., 1916, No. 1, on bill in equity in case of Hattie Harroun, who sues for herself, Rhea McEldowney and Carl Campbell v. William E. Graham, Joseph Otto, Helen Knapp, Josephine Otto and George Otto.\nBefore Mestrezat, Potter, Moschzisker, Frazer and Walling, JJ.\nAffirmed.\nBill in equity to have two deeds declared null and void and for a reconveyance. Before Rossiter, P. J., and Whittelsey, J.\nThe facts, as found from the evidence by the court below, are as follows :\nlv Warren Graham died in the City of Erie on the 12th day of August, 1914, leaving surviving him as his only heirs at law, William E. Graham, a son; Rhea Mc-Eldowney and Carl Campbell, children of Catherine Campbell, daughter of the said Warren Graham, who died' prior to the death of the said Warren Graham; Hattie Harroun, Helen Knapp, Joseph Otto and George Otto, children of Elizabeth Otto, daughter of the said Warren Grah'am, who died prior to the death of the said Warren . Graham.\n2., That on the 6th day of August, 1914, Warren Graham signed and acknowledged a deed, conveying to William E. Graham the land in Waterford Township, described in the third paragraph of plaintiffs’ bill, the consideration named therein being one dollar and love and affection, and on the same date signed and acknowledged another deed to William E. Graham and Joseph Otto for the lot in the City of Erie, also described in the third paragraph of plaintiffs’ bill, the consideration named in said deed being one dollar and other valuable considerations. So far as it appears no consideration was paid for the execution of either of said deeds.\nBoth of these deeds were prepared by Louis B. Jones, Esq., attorney for the said Warren Graham, and were acknowledged by the said Warren Graham before the said Louis B. Jones, who was a notary public in the presence of Mr. E. J. Grace, who had been called in to witness the signature of Warren Graham thereto, the said Louis B. Jones and E. J. Grace being the subscribing witnesses to the said deeds.\n3. That at the time the deeds were executed, Warren Graham, the grantor therein, was upwards of eighty years of age, seriously sick, confined to his bed, and scarcely able to talk, and from that time gradually grew worse until his death on the 12th day of August, 1914, six days afterwards. That from the time the deeds were executed until he died, he was not out of the room where the deeds were executed.\n4. That at the time the deeds were executed the said Warren Graham was of sound and disposing mind, memory and understanding.\n5. That neither the said William E. Graham, nor Joseph Otto, the grantees were present at the time of the execution of the said deeds and knew nothing of the transaction until after the death of the said Warren Graham.\n6. That there was no actual delivery of the deeds in question by the grantor to the grantees named therein in the lifetime of the grantor, but they were retained in the possession and under the control of the grantor.\n7. That on August 18, 1914, letters of administration on the estate of the said Warren Graham were duly issued to the said William E. Graham, and on the same date the deeds were left for record in the recorder’s office.\n8. Prom the Aveight of the evidence it appears that after the said deeds had been signed and acknowledged,, they were, by direction of the said Warren Graham, the grantor, placed in a tin box, in which he kept his papers, Avhich was at the time on a dresser in his bedroom and the box was locked and the key given to his housekeeper Mrs. Robbins. That the box remained in the bedroom in the possession of the said Warren Graham until after his death, Avhen it was carried to the home of Mrs. Minnie Grace, and kept until the day of the funeral when the box was .opened by William E. Graham, in the presence of Carl Campbell, and the two1 deeds in question were then and there found in the box and the box was locked and left in the possession of Mrs. Grace.\nThe court accordingly found the following conclusions of law:\n1. That the deed of Warren Graham to William E. Graham, dated August 6, 1914, recorded in Deed Book No. 208, page 248; and the deed from Warren Graham to William E. Graham and Joseph Otto, dated August 6,1914, and recorded, in Deed Book No. 208, page 249, in the recorder’s office of Erie County, Pennsylvania, are null and void for Avant of delivery.\n2. That the plaintiffs are entitled to a decree setting aside the said deeds so made by Warren Graham and ordering the said William E. Graham to reconvey the land described in the deed recorded in Deed Book No. 208, page 248, to the heirs at laAv of Warren Graham deceased; and ordering the said William E. Graham and Joseph Otto, to reconvey the property described in the deed recorded in Deed Book No. 208, page 249, to the heirs at law of the said Warren Graham, deceased, and that the defendant, William E. Graham,, be ordered to pay the costs.\nA decree was filed in accordance with the findings, exceptions thereto dismissed and a final decree entered. The defendant, William E. Graham, appealed.\nErrors assigned\nwere in dismissing exceptions and the decree of the court.\nJohn B. Brooks, with him Charles S. English, for appellant'.\nL. E. Torry, for appellees.\nMay 14, 1917"
  },
  "file_name": "0245-01",
  "first_page_order": 277,
  "last_page_order": 280
}
