{
  "id": 1035124,
  "name": "McHale, Administratrix, v. Toole et al., Appellants",
  "name_abbreviation": "McHale v. Toole",
  "decision_date": "1917-05-22",
  "docket_number": "Appeal, No. 11",
  "first_page": "293",
  "last_page": "296",
  "citations": [
    {
      "type": "official",
      "cite": "258 Pa. 293"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "122 Pa. 177",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948389
      ],
      "pin_cites": [
        {
          "page": "187"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/122/0177-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 348,
    "char_count": 6243,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 1.9020249097991487e-07,
      "percentile": 0.7304105374483223
    },
    "sha256": "9cf502a76f650af95b40fc5806184e7b08ae2a81811fbb914efc97730c8ace6e",
    "simhash": "1:eec764ce8495a785",
    "word_count": 1119
  },
  "last_updated": "2024-02-27T21:14:24.470847+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Potter, Frazer and Walling, JJ."
    ],
    "parties": [
      "McHale, Administratrix, v. Toole et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Potter,\nThis is an appeal from tbe decree of tbe court below awarding to tbe plaintiff, as administratrix of tbe Estate of Beezie McHale, a sum of money wbicb bad been deposited by Beezie McHale in tbe Miners Savings Bank of Wilkes-Barre, but wbicb, shortly prior to her death, bad been transferred to an account in tbe name of Margaret Toole. Tbe latter claimed tbe fund as a gift mortis causa. From tbe facts found by tbe court below it appears that Beezie McHale was in falling health and decided to go to a hospital. Desiring to provide for her expenses there from tbe money in bank, and contemplating also a gift to her friend, she, on January 28,1916, accompanied by Margaret Toole, went to tbe bank with tbe bank book. She said to tbe bank officer that she wished to have tbe name of Margaret Toole added to tbe account, so that in the future if she wished to draw any money or send her for any money she would have no trouble in getting it, and she added that she wished tbe money to go to Margaret Toole after her death. She then signed a paper directing the name of Margaret Toole to be added to the savings account and gave her the same right to withdraw the money which she herself possessed. She did not, however, assign the fund to Miss Toole, nor did she relinquish her own right to withdraw the money. The trial judge says: “She realized that she might never get well and that she might soon die, but we cannot find that she had any certain expectation of death on account of her then existing illness. Her thought was to make the money accessible at any time during her life for her own uses, particularly for hospital expenses, without the necessity of personally presenting the book herself at the bank. If she recovered from the illness, the entire purpose of the transaction would be fulfilled and no pecuniary benefit would accrue to her friend. If she died in that illness, it was the intention that the friend should enjoy whatever remained at the time of her death after deduction of her expenses.” No intention was apparent that any specific amount of money should then be surrendered to Miss Toole. After the' transaction at the bank, Beezie McHale went immediately to the hospital where she remained until her death, which occurred April 9, 1916. It appears, from the evidence, that on March 31, 1916, Margaret Toole took the pass book to the bank, and transferred to a new account in her own name the entire balance, then amounting to $1,878.47. It does not appear that Beezie McHale had any knowledge of this transaction. The court below held that, if any gift was made, it must have been upon January 28, 1916, and, with respect to that, it found that two essential elements of a gift mortis causa were lacking, namely, it was not made in contemplation at the time of death, nor was there complete delivery. The evidence shows that Beezie McHale retained the right to draw the whole of the money, up to the time of her death, and, that being the case, the title to the fund remained in her. “In every valid gift a present title must vest in the donee, irrevocable in the ordinary case of a gift inter vivos, revocable only upon the recovery of the donor in gifts mortis cansa.” Walsh’s App., 122 Pa. 177,187, and cases there cited. The statement given to the bank, that either might draw the money, or that the survivor might draw, did not in itself convey any title to the defendant as owner of the fund. There was nothing to indicate that, if defendant did draw the money, she could lawfully keep it as her own, and, without such authorization, no title by way of gift would pass. Upon the facts as found, the conclusions reached by the court below were fully justified.\nThe assignments of error are overruled, the decree is affirmed, and this appeal is dismissed at the cost of appellant.",
        "type": "majority",
        "author": "Mr. Justice Potter,"
      }
    ],
    "attorneys": [
      "Error assigned,",
      "William 8. MeLean, Jr., with bim William 8. McLean, for appellant.",
      "John McG-ahren, with him R. B. Alexander, for appellee."
    ],
    "corrections": "",
    "head_matter": "McHale, Administratrix, v. Toole et al., Appellants.\nDecedents’ estates—Gifts mortis causa—Bank deposits—Insufficient evidence.\n1. In every valid gift a present title must vest in the donee, irrevocable in the ordinary case of a gift inter vivos, revocable only upon the recovery of the donor in gifts mortis causa.\n2. To constitute a gift mortis causa, it must be made in contemplation of death, and there must be complete delivery.\n3. In a suit in equity brought by the administrator of a decedent to recover from defendant a sum of money alleged to be held by defendant for the use of plaintiff’s decedent, it appeared that decedent had a sum of money deposited in a bank; that she was about to go to a hospital and desired to make possible the withdrawal of certain of the funds for her expenses there; that she went with defendant to the bank and told the bank officer that she wished to have defendant’s name added to the account so that in the future if she wished to draw any money or send her for any money she would have no trouble-in getting it, and she added that she wished the money to go to defendant after her death. Before decedent’s death defendant drew out the money and deposited the same in bank in her own name. The defendant contended that the transaction constituted a gift mortis causa and that she was entitled to the money. The trial judge decided that it was decedent’s intention to retain control over the fund during her life; and that the elements of a gift mortis causa were lacking and entered a decree in favor of plaintiff. Held, the relief prayed for was properly granted.\nArgued April 10, 1917.\nAppeal, No. 11, Jan. T., 1917, by defendant, from decree of C. P. Luzerne Co., May T., 1916, No. 10, in equity, for plaintiff, in case of Mary McHale, Administratrix, v. Margaret Toole and the Miners Bank of Wilkes-Barre.\nBefore Brown, C. J., Mestrezat, Potter, Frazer and Walling, JJ.\nAffirmed.\nBill in equity to require defendant to pay to plaintiff a sum of money alleged to be held by defendant for tbe use of plaintiff’s decedent. Before Fuller, P. J.\nThe opinion of tbe Supreme Court states tbe facts.\nTbe court awarded tbe relief prayed for. Defendant appealed.\nError assigned,\namong others, was tbe decree of tbe court.\nWilliam 8. MeLean, Jr., with bim William 8. McLean, for appellant.\nJohn McG-ahren, with him R. B. Alexander, for appellee.\nMay 22, 1917:"
  },
  "file_name": "0293-01",
  "first_page_order": 325,
  "last_page_order": 328
}
