{
  "id": 1035085,
  "name": "Jourdan v. Andrews, Trustee, Appellant",
  "name_abbreviation": "Jourdan v. Andrews",
  "decision_date": "1917-05-22",
  "docket_number": "Appeal, No. 101",
  "first_page": "347",
  "last_page": "355",
  "citations": [
    {
      "type": "official",
      "cite": "258 Pa. 347"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "223 Pa. 247",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960954
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/223/0247-01"
      ]
    },
    {
      "cite": "41 Pa. Superior Ct. 317",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        884175
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/41/0317-01"
      ]
    },
    {
      "cite": "190 Pa. 225",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        905146
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/190/0225-01"
      ]
    },
    {
      "cite": "168 Pa. 81",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        868517
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/168/0081-01"
      ]
    },
    {
      "cite": "155 Pa. 78",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        983264
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/155/0078-01"
      ]
    },
    {
      "cite": "175 Pa. 540",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        880544
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/175/0540-01"
      ]
    },
    {
      "cite": "166 Pa. 344",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        864168
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/166/0344-01"
      ]
    },
    {
      "cite": "195 Pa. 325",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        914149
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/195/0325-01"
      ]
    },
    {
      "cite": "103 Pa. 436",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        449141
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/103/0436-01"
      ]
    },
    {
      "cite": "117 Pa. 183",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        555808
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/117/0183-01"
      ]
    },
    {
      "cite": "73 Pa. 393",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032295
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/73/0393-01"
      ]
    },
    {
      "cite": "107 Pa. 446",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8858119
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/107/0446-01"
      ]
    },
    {
      "cite": "198 Pa. 234",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920327
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/198/0234-01"
      ]
    },
    {
      "cite": "66 Pa. 237",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        432369
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/66/0237-01"
      ]
    },
    {
      "cite": "205 Pa. 491",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        929977
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/205/0491-01"
      ]
    },
    {
      "cite": "32 Pa. 371",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986778
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/32/0371-01"
      ]
    },
    {
      "cite": "28 N. Y. 389",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2036827
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/28/0389-01"
      ]
    },
    {
      "cite": "63 Pa. 87",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019029
      ],
      "pin_cites": [
        {
          "page": "89"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/63/0087-01"
      ]
    },
    {
      "cite": "13 Pa. 487",
      "category": "reporters:state",
      "reporter": "Pa.",
      "pin_cites": [
        {
          "page": "493"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "198 Pa. 152",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920324
      ],
      "pin_cites": [
        {
          "page": "156-7"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/198/0152-01"
      ]
    },
    {
      "cite": "5 W. & S. 427",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478435
      ],
      "pin_cites": [
        {
          "page": "430"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0427-01"
      ]
    },
    {
      "cite": "223 Pa. 247",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960954
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/223/0247-01"
      ]
    },
    {
      "cite": "175 Pa. 540",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        880544
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/175/0540-01"
      ]
    },
    {
      "cite": "103 Pa. 436",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        449141
      ],
      "pin_cites": [
        {
          "page": "447"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/103/0436-01"
      ]
    },
    {
      "cite": "117 Pa. 183",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        555808
      ],
      "pin_cites": [
        {
          "page": "193"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/117/0183-01"
      ]
    },
    {
      "cite": "107 Pa. 446",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8858119
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/107/0446-01"
      ]
    },
    {
      "cite": "198 Pa. 234",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920327
      ],
      "pin_cites": [
        {
          "page": "247"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/198/0234-01"
      ]
    },
    {
      "cite": "205 Pa. 491",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        929977
      ],
      "pin_cites": [
        {
          "page": "496"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/205/0491-01"
      ]
    },
    {
      "cite": "32 Pa. 371",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986778
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/32/0371-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 822,
    "char_count": 17444,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 4.4436773513763114e-07,
      "percentile": 0.9212276468628093
    },
    "sha256": "9ae7a40a1a3cc73e54a491bc57eae6fa3bff7eec77d175f32689af26b0a2c072",
    "simhash": "1:2a33ad482af94a5b",
    "word_count": 2975
  },
  "last_updated": "2024-02-27T21:14:24.470847+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mesteezat, Potter, Mosohzisker, Frazer and Walling, JJ."
    ],
    "parties": [
      "Jourdan v. Andrews, Trustee, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Moschziskee,\nThe Erie Trust Company held a large piece of unimproved real estate in trust for a concern known as the Andrews Land Company; the latter entered into a contract for the sale of three lots therefrom to one Brown, on an agreement that, under certain conditions, it might declare the contract forfeited. Brown contracted with the plaintiff, Fred Jourdan, a carpenter, and with other mechanics, for the construction of houses upon two of the lots, plaintiff agreeing to do his part of the work for $2,950. Subsequently Brown borrowed a considerable sum of money from the trust company, and shortly thereafter absconded, the buildings being then unfinished, the lots unpaid for, and the contractors, including plaintiff, not paid in full for their labor and material. The land company declared the contract of purchase forfeited; and two of its representatives held conferences with the' plaintiff, in which they urged him to proceed with his work, holding out promises that, if the houses were completed, he would receive payment in full. Jourdan and the other contractors finished the houses, at an expense to the former of $3,205. On or about December 15,1912, at the suggestion of W. J. Young, Esquire, an attorney who-had been retained by plaintiff, the latter signed and delivered a waiver of the right to file mechanic’s liens. The next day, the trust company, under instructions from the land company, deeded the three lots to one James A. Andrews, for a nominal consideration. Prior to this time, Mr. Andrews does not appear to have taken any active part in the transactions with which we are dealing. Immediately upon delivery of' the deed, the grantee mortgaged the two improved properties for $1,-750 each, thus obtaining $3,500. December 17,1912, Andrews executed a written declaration of trust, drawn by plaintiff’s attorney, Mr. Young, which recites that builders, materialmen and the land company are all “interested” in this real estate. Therein he declared that the three properties in question were held by him to pay, out of the money realized therefrom, the unpaid purchase-price due the land company and certain enumerated bills which had accumulated for work already done upon the unfinished houses, totaling $1,583.53. Next, he declared that, “out of any additional mortgage money or purchase-price for said lots,” the following should “pro-rate” according to the “amounts or sums” named: Fred Jourdan, “builder,” $3,205; Lyman Felheim, $125; “brickwork and brick,” $250; Andrews Land Company, “for bills paid,” $175. Finally, the declaration states that the trustee is vested with authority either to sell or mortgage the properties therein referred to. Plaintiff received and accepted $1,635 from the $3,-500 mortgage fund raised by Mr. Andrews, which represents his proportionate share thereof in accordance with the terms of the declaration; this money was first paid to Mr. Jourdan’s attorney, and then turned over by the latter to his client, who accepted the amount without comment other than, “Is that all,” and, “This looks to be a bad deal.” A day or so after receiving his proportion of the fund, Mr. Jourdan asked his attorney whether the latter did not think he ought to have some kind of a paper to show his interest in the mortgaged premises; whereupon Mr. Young delivered to him a copy of the Andrews declaration of trust, which, so far as the evidence shows, he. accepted without comment. On April 24, 1915, however, Mr. Jourdan presented a petition to the court below for a sale of the properties here in controversy, and therein he averred that the premises were conveyed to Andrews, in trust, to pay him, the plaintiff, in fall for his work, and not for the purposes set forth in the written declaration, which latter document the petitioner attempted to repudiate as having been made without his knowledge or consent. He prayed that the court should order an account to be filed by the trustee, after the sale occurred, and that this should be referred to an auditor to make distribution of the fund and adjudge the rights of the claimants thereon. It was so ordered; whereupon the premises were exposed at public vendue, and purchased by plaintiff for '$5,400, payable by the assumption of the mortgages, amounting to $8,500, with interest from June 1, 1915, and the balance in cash. The trustee filed an account, and, on July 6,1915, the court-below referred the same to an auditor, who found the material facts as we have recited them.\nThe auditor concluded that, after plaintiff waived his right to file mechanic’s liens, under the law, he was not in a position to claim any special interest in the properties subsequently placed in trust; that the land company “had a perfect right to direct” the conveyance to Andrews, and plaintiff could not set up a parol trust for himself contrary to the written declaration made by the former; finally, that the assurances given plaintiff by the representatives of the land company, that he should be paid in full, could have no further effect than to confer upon him a possible right of action against that company or the members thereof who made the promises in question. After stating these conclusions, the auditor directed distribution of the fund in accordance with the provisions of the written declaration of trust.\nWhen the report came before the Common Pleas, however, that tribunal expressed the opinion that there was no sufficient proof of the declaration having been executed with plaintiff’s personal knowledge or consent, upon which fact it placed great significance; and, since the evidence showed the latter had an understanding with certain members of the land company, under which, if carried out, he should be paid in full, in view of all the attending circumstances, particularly taking into account the detrimental effect upon plaintiff of a contrary holding, it concluded that the present case is, “clearly” an instance of “a trust upon parol” as to which “the fourth section of the Act of April 22,1856, P. L. 532, haS no application.” In support of this conclusion, the court below states the following reason: “The defendant himself alleges a trust and admits that he holds the land for the benefit of others,” therefore it is not “necessary to find either fraud or resort to the finding that he is a trustee ex maleficio” (citing Hamnett v. Monongahela Trust Company, 223 Pa. 247). The report was sent back to the auditor, with this direction as to the latter’s duty: “We are......of opinion that the plaintiff, Fred Jourdan, is entitled1 to recover out of the fund arising from the sale of the houses payment in full for expenditures made after Brown absconded, before any other creditor is permitted to participate in said fund, and that he is entitled to pro-rate with the other creditors on his claim for expenditures made before.” The auditor found accordingly, and his report was duly approved; whereupon the trustee appealed.\nIt may readily be seen that, if the court below is right as to' the law governing this case, the distributive share of the plaintiff will be largely increased, while that of the other creditors will be proportionately reduced ; hence, the trustee is fully justified in taking this appeal. There is not much disagreement concerning the material facts; but, as already indicated, there exists a wide divergence of opinion upon the controlling rules of law. The appellant contends that the restrictive provisions of the Act of 1856, supra, control and that thereunder the legal conclusions of the auditor are not only right, but inevitable. While we appreciate the desire of the court below to work out what it conceived to be the equities of this case, yet the Pennsylvania statute of frauds, and applicable principles of láw, impel us to sustain the appellant’s contentions.\nThe fourth section of the Act of 1856, supra, provides “that all declarations or creations of trust or confidences of any lands......shall be manifested by writing, signed by the parties holding the title thereof......or else to be void; Provided, That when any conveyance shall be made of any lands or tenements by which a trust or confidence shall or may arise or result by implication or construction of law......, then and in every such case such trust or confidence shall be of the like force and effect as if this act had not been passed.” Under this act, a resulting trust in favor of another can be raised only by actual fraud against the latter, on the part of the grantee, in obtaining title, or from payment of the purchase-money by the cestui que trust at the time the person sought to be fixed with the “confidence” acquires title; and, thereunder, unkept promises, declarations or misrepresentations, which will create a trust ex maleficio1, must be made before or at the time the legal title is acquired, for nothing subsequently said by the grantee will avail for that purpose; the evidence in support of a “trust or confidence” as to land must be clear, precise and convincing, and a mere refusal to perform an oral promise is not sufficient to raise such a status; finally, when a relation of this character is evidenced by a written declaration, the latter must contain within itself, without the aid of parol evidence, all that is necessary to enable a chancellor to declare the trust: M’Culloch v. Cowher, 5 W. & S. 427, 430; Barnet v. Dougherty, 32 Pa. 371; Salter et al. v. Bird et al., 103 Pa. 436, 447; Dyer’s App., 107 Pa. 446; Kraft & Kimmel v. Smith, 117 Pa. 183, 193; Martin v. Baird, 175 Pa. 540; Braun v. First German Evangelical Lutheran Church, 198 Pa. 152, 156-7; Watson v. Watson, 198 Pa. 234, 247; McCloskey v. McCloskey, 205 Pa. 491, 496.\nThe auditor states there is no proof of fraud by the present grantee, or others associated with him, in securing the conveyance; and the learned court below makes no finding to the contrary. It may be that the terns of , the trust, as formally declared by the grantee, represent a poor bargain for plaintiff; but, on the facts at bar, unless the Act of 1856, supra, is to be treated as of no effect, if the latter desires to claim any special interest in the fund here in question, it seems evident that, under the established principles of law, he must abide by the written declaration. It is contended, however, that, notwithstanding plaintiff’s attorney drew this declaration, and the former accepted $1,635 paid in accordance therewith, yet he is not bound thereby, since no express notice of its provisions was brought home to him, personally; but an amply sufficient answer to this contention is: there being no evidence adequate to raise a trust ex maleficio, plaintiff had to plead and now has to stand upon the written declaration in order to show any trust at all; under such circumstances, he cannot be permitted to cling to the instrument with one hand while he assails it with the other (Eyrick & Deppen v. Hetrick, 13 Pa. 487, 493). Moreover, plaintiff makes no direct assault upon the integrity of his attorney, nor does he deny retaining him, and Mr. Young testified that he “was in touch” with his client “as to all agreements and negotiations in reference to his [the latter’s] claim”; but, be this as it may, since Mr. Jour dan, as already stated, accepted and retains benefits received under the written declaration, and has no position as a cestui que trust without its aid, he must take the provisions contained therein cum onere: Mundorff v. Wickersham, 63 Pa. 87, 89; Crans & Van Duzer v. Hunter et al., 28 N. Y. 389. In brief, on the material facts involved, the case comes to this: if plaintiff does not abide by the written declaration, then the statute of frauds denies him the right to set up a parol trust in conflict therewith; and this is true even though at the time of its execution he was not personally informed as to the exact terms of the document now under attack. Therefore, we think the learned trial .court put undue significance upon the alleged lack of notice.\nHamnett v. Monongahela Trust Company, 223 Pal 247, cited by plaintiff and relied upon by the court below, is not a controlling authority in the present instance. That case .stands upon its own facts; there no other persons than the plaintiff and defendant were interested in the alleged trust, and the latter admitted all that was averred by the former. On this state of facts, we heid the court was justified in determining that a trust existed which should be enforced.\n' The decree is reversed, and the record is remitted to the Common Pleas with directions to dispose of the case in accordance with the views expressed in this opinion ; the costs to be paid out of the fund.",
        "type": "majority",
        "author": "Me. Justice Moschziskee,"
      }
    ],
    "attorneys": [
      "Error assigned,",
      "P. V. Gifford, with him T. 0. Andrews and Marsh '& Eaton, for appellant.",
      "J. O. Ser taler, for appellee."
    ],
    "corrections": "",
    "head_matter": "Jourdan v. Andrews, Trustee, Appellant.\nBeal estate—Trusts—Parol trusts—Trusts ex maleficio — Evidence—Act of April 22,1856, P. L. 582.\n1. Under the fourth section of the Act of 1856, a resulting trust in favor of another can be raised only by actual fraud, against the latter, on the part of the grantee in obtaining title, or from payment of the purchase-money by the cestui que trust at the time the person sought to be fixed with the “confidence” acquires title; and, thereunder, unkept promises, declarations or misrepresentations, which will create a trust ex maleficio, must be made before or at the time the legal title is acquired, for nothing subsequently said by the grantee will avail for that puipose; the evidence in support of a “trust or confidence” as to land must be clear, precise and convincing, and a mere refusal to perform an oral promise is not sufficient to raise such a status; when a relation of this character is evidenced by a written declaration, the latter must contain within itself, without the aid of parol evidence, all that is necessary to enable a chancellor to declare the trust.\n2. Certain real estate was held by a trust company in trust for a land company. The land company had agreed to sell the property, and the vendee had arranged for the construction of houses thereon, Before the completion of the houses, the vendee absconded and the land company declared the contract forfeited under a clause of the contract authorizing such action. Thereafter, at the request of the land company and upon assurance that he would receive payment in full, the builder completed the houses. Upon advice of counsel, he waived his right to file mechanic’s liens, and the land company caused the property to be conveyed to a straw man, who executed a declaration providing that he held the property in trust to pay certain debts and out of the balance the following should “pro-rate” according to the “amounts or sums” named: the builder, “$3,205; Lyman Felheim, $125; brickwork and brick, $250; Andrews Land Company, for bills paid, $175.” The builder received $1,63.5 from a mortgage which had been raised upon the property by the straw man, which represented his pro rata share of the proceeds \"in accordance with the declaration of trust. Thereafter the builder petitioned the court for a sale of the property, alleging that the premises were conveyed to the straw man, in trust, to pay plaintiff in full for his work, and not for the purposes set forth in the written declaration, which petitioner attempted to repudiate as having been made without his knowledge. There was no proof of fraud by the straw man or those associated with him in procuring the conveyance. Plaintiff made no offer to return the money which he had received under the declaration of trust. The lower court awarded the relief prayed for. Held, that, as plaintiff had accepted and retained benefits under the written declaration of trust, he must take the provisions contained therein cum onere, and that if he did not abide by the declaration of trust the statute of frauds denied him the right to set up a parol trust in conflict therewith.\nArgued April 24, 1917.\nAppeal, No. 101, Jan. T., 1917, by defendant, from order and decree of C. P. Erie Co., May T., 1915, No. 203, sur exceptions to report of auditor, in case of Fred Jourdan v. James A. Andrews, Trustee.\nBefore Mesteezat, Potter, Mosohzisker, Frazer and Walling, JJ.\nReversed.\nBill in equity for an accounting. Exceptions to re: port of auditor. Before Rossiter, P. J.\nThe opinion of the Supreme Court states the facts.\nThe court sustained plaintiff’s exceptions to the auditor’s report and dismissed defendant’s exceptions. Defendant appealed.\nError assigned,\ninter alia, was the decree of the court.\nP. V. Gifford, with him T. 0. Andrews and Marsh '& Eaton, for appellant.\nPlaintiff’s attempt to set up a trust by parol is in conflict with the Act of April 22, 1856, P. L. 532: Barnet v. Dougherty, 32 Pa. 371; Mc-Closkey v. McCloskey, 205 Pa. 491; Seiehrist’s App., 66 Pa. 237; Watson v. Watson, 198 Pa. 234; Dyer’s App., 107 Pa. 446.\nThere was no evidence to establish a resulting trust ex maleficio: Kistler’s App., 73 Pa. 393; Kraft & Kimmel v. Smith, 117 Pa. 183; Salter et al: v. Bird et al., 103 Pa. 436; Grove v. Kase, 195 Pa. 325; Barry v. Hill et al., 166 Pa. 344; Martin v. Baird, 175 Pa. 540; Wallace v. Smith, 155 Pa. 78; Burr v. Kase, 168 Pa. 81.\nJ. O. Ser taler, for appellee.\nPlaintiff was entitled to recover under the parol trust as to which the Act of April 22, 1856, P. L. 532, did not apply: Galbraith v. Galbraith, 190 Pa. 225; Sulzer v. Conner, 41 Pa. Superior Ct. 317; Hamnett v. Monongahela Trust Company, 223 Pa. 247.\nMay 22, 1917:"
  },
  "file_name": "0347-01",
  "first_page_order": 379,
  "last_page_order": 387
}
