{
  "id": 1035078,
  "name": "Lehigh Valley Trust Company, Administrator, Appellant, v. Strauss",
  "name_abbreviation": "Lehigh Valley Trust Co. v. Strauss",
  "decision_date": "1917-05-22",
  "docket_number": "Appeal, No. 189",
  "first_page": "382",
  "last_page": "385",
  "citations": [
    {
      "type": "official",
      "cite": "258 Pa. 382"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "241 Pa. 267",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976052
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/241/0267-01"
      ]
    },
    {
      "cite": "249 Pa. 57",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013660
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/249/0057-01"
      ]
    },
    {
      "cite": "244 Pa. 397",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1003440
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/244/0397-01"
      ]
    },
    {
      "cite": "241 Pa. 560",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        975997
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/241/0560-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 357,
    "char_count": 7054,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 6.901347710594137e-08,
      "percentile": 0.4195646155432228
    },
    "sha256": "9bd73e8a3689dd02bacba86f0cf1b8e6378b93298b29914ebdee3a6ca12e85bc",
    "simhash": "1:4d2d568aa460aff5",
    "word_count": 1220
  },
  "last_updated": "2024-02-27T21:14:24.470847+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Potter, Frazer and Walling, JJ."
    ],
    "parties": [
      "Lehigh Valley Trust Company, Administrator, Appellant, v. Strauss."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Potter,\nOf the twenty-two assignments of error filed in this case, the first nineteen are to various findings of fact and of law by the trial judge, and to his answers to requests for findings. Not one of the assignments shows an exception to the finding of which complaint is made; therefore, they are all defective: Streng v. Buck Run Coal Co., 241 Pa. 560; Brown v. Hughes, 244 Pa. 397; Scull’s Est., 249 Pa. 57.\nThe twentieth assignment is to an interlocutory order of -the trial judge, which merely directs judgment to be entered if no exceptions are filed within thirty days, and the record shows that exceptions were filed. The assignment shows no exception to the order of which complaint is made.\nThe twenty-first assignment is to the final order of the court dismissing plaintiff’s exceptions to the findings and conclusions of the judge. But these exceptions are not set out in the assignment, and it is therefore defective and not self-sustaining: Prenatt v. Messenger Printing Co., 241 Pa. 267.\nThe twenty-second assignment raises the question whether there was error in entering judgment against the plaintiff and in favor of the defendant for costs. But the assignment should have quoted the judgment verbatim.\nThe action was assumpsit, brought by the executor of David R. Kline against Martin H. Strauss, to enforce an alleged right to contribution. The claim was based upon a paper dated May 27, 1908, addressed to the Citizens Deposit & Trust Company of Allentown, signed by the defendant, Martin H. Strauss, and by David R. Kline, in which they agreed that, in consideration of the discounting or purchasing of certain notes of the Lehigh Tungsten Mining and Milling Company, in the total sum of $5,000, they would pay said notes at maturity, or their renewals. On the same day, the trust company did purchase a note of the milling company for $5,000, and, at the time, Kline turned over to Fred H. Lichtenwalner, the treasurer of the trust company, 133 shares, which he owned, of the capital stock of the trust company, to be held by Lichtenwalner individually, to secure the payment of the note or its renewal. The note was renewed from time to time, until on December 3, 1912, after Kline’s death, a note for $4,750, payable forty days after date, was given to the trust company by the milling company, in renewal of the original note and made and endorsed in the same manner. When this note matured Kline’s stock in the trust company, which was in the hands of the treasurer, was sold, and the note was paid out of the proceeds. This suit was then brought by Kline’s executor to recover one-half of the amount paid in satisfaction of the note. The case was tried without a jury, and the trial judge found as a fact that the transaction was a personal loan to Kline by the trust company, and that he placed his own stock in the hands of the treasurer to be held in trust to secure payment of the loan, and that it was paid out of the proceeds of the sale of that stock. The trial judge said: “Nowhere does it appear that this was an obligation coming within the terms of the paper, dated May 27, 1908; in fact it appears that this was a personal obligation of decedent.”\n, Under the facts as found by the court below, Kline was the real debtor and was not merely a cosurety with Strauss, and it was properly held that the doctrine of contribution had no application. As between himself and the trust company, Strauss was, no doubt, liable, but there is no reason why he should be called upon to respond for the benefit of the person at whose request, evidently, he agreed to become cosurety. As the record stands it appears merely that the proceeds of Kline’s property was applied to the payment of his own debt. That being the case, there could, of course, be no recovery here against the defendant. ;\nThe assignments of error are overruled, and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Potter,"
      }
    ],
    "attorneys": [
      "Errors assigned",
      "M. P. Bhantz and Butz & Rupp, for appellant.",
      "Fred B. Gernerd, for appellee."
    ],
    "corrections": "",
    "head_matter": "Lehigh Valley Trust Company, Administrator, Appellant, v. Strauss.\nPractice, Supreme Court—Assignments of error—Defective assignments.\n1. Assignments of error complaining of findings of fact and law by tbe trial judge and bis answers to requests for findings are defective where they do not show tbe exceptions to findings of wbicb complaint is made.\n2. An assignment of error complaining of an interlocutory order of tbe trial judge directing tbat judgment be entered if no exceptions are filed within thirty days, is defective if tbe record ¡shows tbat exceptions were filed and tbe assignment shows no exception to tbe order of wbicb complaint is made.\n3. An assignment of error complaining of tbe action of tbe court in dismissing plaintiff’s exceptions to findings of fact and conclusions of law is defective if tbe exceptions are not set forth in tbe assignment.\n4. An assignment of error complaining of the action of tbe lower court in entering judgment against tbe plaintiff and in favor of tbe defendant for costs is defective if tbe assignment does not quote tbe judgment verbatim.\nPrincipal and surety—Contribution—Right to contribution—Insufficient evidence.\n5. A cosurety cannot be called upon for a contribution for tbe benefit of tbe other surety, if it appear tbat be agreed to become co-surety at tbe request and for tbe benefit of such person.\n6. In an action of assumpsit by tbe administrator of a decedent’s estate against a person who was cosurety with decedent to enforce contribution upon an obligation on wbicb tbe parties were sureties and wbicb decedent bad paid, it appeared tbat at decedent’s request defendant bad become decedent’s cosurety; tbat tbe loan for wbicb they were liable was in fact made to decedent and tbat be bad deposited stock of his own as collateral security for such loan, and tbat when the loan became due decedent’s stock was sold and the debt paid out of tbe proceeds, a finding by tbe court, before whom tbe case was tried without a jury, tbat decedent was tbe real debtor and not merely a cosurety with defendant was warranted, and the entry of judgment for defendant was proper.\nArgued Jan. 29, 1917.\nAppeal, No. 189, Jan. T., 1916, by plaintiff, from judgment of C. P. Lehigh Co., Jan. T., 1915, No. 24, for defendant, in case of Lehigh Yalley Trust Company, Administrator d. b. n. c. t. a. of the Estate of David R. Kline, deceased, succeeding Frank Jacobs, Executor, v. Martin H. Strauss.\nBefore Brown, C. J., Mestrezat, Potter, Frazer and Walling, JJ.\nAffirmed.\nAssumpsit to enforce contribution by a cosurety.\nExceptions to findings of fact and conclusions of law. Before Groman, P. J.\nThe opinion of the Supreme Court states the facts.\nThe case was tried by a judge without a jury.\nThe trial judge found in favor of defendant.\nExceptions to findings of fact and conclusions of law were dismissed and judgment was entered on the findings. Plaintiff appealed.\nErrors assigned\nwere in dismissing exceptions to various findings of fact and conclusions of law, and the decree of the court.\nM. P. Bhantz and Butz & Rupp, for appellant.\nFred B. Gernerd, for appellee.\nMay 22, 1917:"
  },
  "file_name": "0382-01",
  "first_page_order": 414,
  "last_page_order": 417
}
