{
  "id": 1035107,
  "name": "Spiese, Appellant, v. Mutual Trust Company et al.",
  "name_abbreviation": "Spiese v. Mutual Trust Co.",
  "decision_date": "1917-06-30",
  "docket_number": "Appeal, No. 10",
  "first_page": "422",
  "last_page": "427",
  "citations": [
    {
      "type": "official",
      "cite": "258 Pa. 422"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "258 Pa. 414",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1035083
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/258/0414-01"
      ]
    },
    {
      "cite": "246 Pa. 205",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1006173
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/246/0205-01"
      ]
    },
    {
      "cite": "226 Pa. 391",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967949
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/226/0391-01"
      ]
    },
    {
      "cite": "245 Pa. 601",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        326285
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/245/0601-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 468,
    "char_count": 9148,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 3.5186052814277803e-07,
      "percentile": 0.883678932632752
    },
    "sha256": "8be3062fbe312c0f37825696ea5f7153e0a996d6ee7c198a35fef623295091d3",
    "simhash": "1:0a37d583e5bf1e9c",
    "word_count": 1527
  },
  "last_updated": "2024-02-27T21:14:24.470847+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Stewart, Moschzisker, Frazer and Walling, JJ."
    ],
    "parties": [
      "Spiese, Appellant, v. Mutual Trust Company et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Frazer,\nPlaintiff appeals from the decree discussed in the preceding opinion alleging the measure of damage adopted by the court below was erroneous in excluding an item of salary from the computation and in refusing to allow profits plaintiff claimed would have resulted had the building operation been carried out.\nThe single assignment of' error is to the decree of the court below and contains nothing on its face to indicate the errqr complained of. The decree itself is long and complex containing eight paragraphs and a number of distinct and separate provisions and orders. So far as appears on its face the assignment may relate to all or any of the matters- set forth in the decree, in direct violation of Rule 26 of this court. Although the decree is based on findings of fact and conclusions of law reached by the court below to which exceptions were taken and dismissed, the dismissal of such exceptions has not been assigned for error. This appeal might, therefore, well be dismissed without further consideration: Moyn v. Rose, 245 Pa. 601.\nAside from defects in the record the appeal cannot be sustained. Complaint is made of the refusal of the court below to include in the calculations of plaintiff’s loans an item of $700 paid plaintiff’s bookkeeper for seven months’ salary to April 30,1915. The entry is the only evidence of payment and on its face shows the item covers a period beginning October 1, 1914. The building contract was not entered into until February 16, 1915, the work not started until a couple of days following that date and discontinued April 3, 1915. It is evident, therefore, that the amount of $700 paid Kennedy for salary could not be charged wholly against the building operation, nor could it be so charged had the work been in progress during the entire seven months, for the reason presumably Kennedy in his capacity as bookkeeper for plaintiff performed other duties in addition to those connected with the operation. In absence of further evidence than that appearing in the record, the court below was right in excluding the item as a whole.\nAppellant further contends the trial judge erred in refusing to allow as a measure of damage the loss of profits plaintiff estimated he would have realized had the building operation been completed and the houses sold. According to calculations submitted the value of the completed houses would have been approximately $2,500 each, making a total of $120,000, which amount, after deducting the cost of the ground and buildings, indicates a loss of $67,500 on the operation alone, in addition to the loss on account of expenditures allowed by the court below. This estimate was based on the testimony of a witness for plaintiff to the effect that had the houses been completed in accordance with the plans they would sell for from $2,300 to. $2,500 each. Assuming this to be the correct estimate of the market value if constructed in accordance with the plans of other houses on the sale of which the witness based his information, the testimony falls far short of the requirements where damages are measured by loss of profits in the transaction of business. In the first place there was no assurance that the houses could be completed for the sum called for in the builder’s contract, nor did the contractor furnish bond for their completion. Had the houses been finally completed, evidence is lacking to show the possibility of obtaining immediate purchasers or purchasers within a reasonable period of time. The common experience of builders is that many houses in a building operation are necessarily carried for a considerable time before being sold and in the meantime expenses are incurred in the way of carrying charges, care ,and upkeep of the premises and other matters that substantially reduces the builder’s profit. Although no evidence was submitted bearing on these matters, the court was asked to allow loss of full profits based on such meagre testimony as a single estimate of a witness as to the probable market value of the completed premises. The rule governing the measure of damages in cases of breach of contract as established by the leading English case of Hadley v. Baxendale, 9 Exch. 341, and approved in Pennsylvania in Billmeyer, Dill & Co. v. Wagner, 91 Pa.92, and many subsequent cases, is that damages recoverable are such as may be fairly and reasonably considered as naturally arising from the breach according to the usual course of things, and under the circumstances contemplated by the parties at the time of entering into the contract. Under this rule damages may be recovered for loss of such profits as are the direct and immediate fruits of the contract itself established with reasonable certainty and following as a natural result of the breach and such as the parties may have reasonably contemplated at the time the contract was made as a probable result of a subsequent breach, but damages for loss of uncertain, remote or speculative profits cannot be recovered: Clyde Coal Co. v. Pittsburgh & Lake Erie R. R. Co., 226 Pa. 391; Cornelius v. Lytle, 246 Pa. 205. Under the facts of the present case the trial judge was correct in his conclusion that the loss of profits plaintiff hoped to realize from the sale of the buildings were too uncertain, remote and speculative .to be considered as a measure of damage.\nThe appeal is dismissed.",
        "type": "majority",
        "author": "Mr. Justice Frazer,"
      }
    ],
    "attorneys": [
      "Errors assigned",
      "Henry J. Scott, for appellant.",
      "Charles H. Edmunds, for appellees."
    ],
    "corrections": "",
    "head_matter": "Spiese, Appellant, v. Mutual Trust Company et al.\nContracts—Agreement to lend money—Breach—Damages—Items of damage—Evidence—Speculative profits.\n1. The rule governing the measure of damages in cases of breach of contract, is that damages recoverable are such as may be fairly and reasonably considered as naturally arising from the breach according to the usual course of things, and under the circumstances contemplated by the parties at the time of entering into the contract. Damages for loss of uncertain, remote or speculative profits cannot be recovered.\n2. 'Where damages were claimed from a trust company for breach of defendant’s contract to loan money to plaintiff, a builder, whereby plaintiff was forced to abandon a partly completed building operation, the court properly refused in the calculation of plaintiff’s loss an item of $700 paid plaintiff’s bookkeeper for seven months’ salary from October 1, 1914, to April 30, 1915, where the building contract was not entered into until February 16, 1915, and work was not started until a few days thereafter and was discontinued on April 3,1915, it being apparent that the entire amount claimed could not be charged against the building operation, and there was no evidence to show what part of such amount was chargeable to the operation, presumably the bookkeeper’s time was not exclusively employed on the business of the operation.\n3. In such ease the item of damage for the loss of profits plaintiff estimated he would have realized had the building operation been completed and the houses sold, was properly refused in the absence of evidence clearly showing what profits, plaintiff would have made had the houses been completed, especially where it appeared that the houses might not have been completed for the amount specified in the builder’s contract, which was not bonded, and where there was no evidence to show the possibility of obtaining within a reasonable time purchasers for the property.\nPractice, Supreme Court — Appeals — Assignments of error— Rule 26..\n4. An assignment of error complaining of a lower court’s decree containing a number of distinct and separate provisions and orders so that the assignment might relate to all or any of the matters set forth in the decree is violative of Rule 26 of the Supreme Court.\n5. Where a decree is based on the lower court’s findings of fact and conclusion of law to which exceptions were taken and dismissed, the appeal may be quashed where the dismissal of such exceptions has not been assigned for' error.\nArgued March 19, 1917.\nAppeal, No. 10, Jan. T., 1917, by plaintiff, from decree of C. P. No. 2, Philadelphia Co., March T., 1915, No. 4558, directing defendants to surrender to plaintiff certain property and securities upon payment by plaintiff to defendants of certain sums therein specified, in case of Franklyn Spiese v. Mutual Trust Company, a corporation, and William B. Kessler.\nBefore Brown, C. J., Stewart, Moschzisker, Frazer and Walling, JJ.\nAffirmed.\nBill in equity for the transfer to plaintiff of certain property and securities and for damages. Before Wes■SEL, j!\nThe facts appear by the opinion of the Supreme Court and in Spiese v. Mutual Trust Co. et al., Appellants, 258 Pa. 414.\nThe court directed the transfer by defendants to plaintiff of the property and securities named in the bill upon payment by plaintiff to defendants of his indebtedness to defendant, less the damages which plaintiff had sustained by reason of defendants’ breach of contract as ascertained by the court. Plaintiff appealed.\nErrors assigned\nwere in dismissing exceptions to various findings of fact and law and the decree of the court.\nHenry J. Scott, for appellant.\nCharles H. Edmunds, for appellees.\nJune 30, 1917:"
  },
  "file_name": "0422-01",
  "first_page_order": 454,
  "last_page_order": 459
}
