{
  "id": 1035129,
  "name": "Winegardner, Appellant, v. Springfield Township",
  "name_abbreviation": "Winegardner v. Springfield Township",
  "decision_date": "1917-06-30",
  "docket_number": "Appeal, No. 19",
  "first_page": "496",
  "last_page": "502",
  "citations": [
    {
      "type": "official",
      "cite": "258 Pa. 496"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "183 Pa. 184",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        896119
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/183/0184-01"
      ]
    },
    {
      "cite": "149 Pa. 40",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        832557
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/149/0040-01"
      ]
    },
    {
      "cite": "111 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        545444
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/111/0009-01"
      ]
    },
    {
      "cite": "144 Pa. 14",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        823746
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/144/0014-01"
      ]
    },
    {
      "cite": "152 Pa. 399",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838120
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/152/0399-01"
      ]
    },
    {
      "cite": "112 Pa. 601",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "11 Pa. Superior Ct. 180",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        820932
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/11/0180-01"
      ]
    },
    {
      "cite": "93 N. Y. Supp. 457",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "case_ids": [
        3091017
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nys/93/0457-01"
      ]
    },
    {
      "cite": "105 N. Y. App. Div. 12",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        5188656
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ad/105/0012-01"
      ]
    },
    {
      "cite": "126 Mass. 506",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        727929
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/126/0506-01"
      ]
    },
    {
      "cite": "244 Pa. 205",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1003544
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/244/0205-01"
      ]
    },
    {
      "cite": "28 Pa. Superior Ct. 77",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        858982
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/28/0077-01"
      ]
    },
    {
      "cite": "54 Pa. Superior Ct. 617",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        437624
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/54/0617-01"
      ]
    },
    {
      "cite": "245 Pa. 453",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        326235
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/245/0453-01"
      ]
    },
    {
      "cite": "207 Pa. 629",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        933576
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/207/0629-01"
      ]
    },
    {
      "cite": "95 Pa. 444",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        492917
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/95/0444-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 675,
    "char_count": 13251,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 4.554022108986709e-07,
      "percentile": 0.924584213210886
    },
    "sha256": "8f8f2142b5ddef1df308a93b4a103d117c1a431f8972df0bd650a8caa1417340",
    "simhash": "1:2de7a76ea6f080fd",
    "word_count": 2315
  },
  "last_updated": "2024-02-27T21:14:24.470847+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Potter, Stewart and Walling, JJ."
    ],
    "parties": [
      "Winegardner, Appellant, v. Springfield Township."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mestrezat,\nThis is an action of trespass brought by the plaintiff, Lou Winegardner, to recover damages for the death of her husband resulting, as she alleges, from the negligence of the defendant township. At the conclusion of the evidence, the court below directed a verdict for the defendant, and, judgment having been entered thereon, the plaintiff has taken this appeal. In his remarks to the jury the learned judge suggested there were a great number of reasons why the plaintiff could not recover. In discharging the rule for a new trial, however, he manifestly and very properly came to the conclusion that there were but two questions in the case: The negligence of the defendant, and the contributory negligence of the plaintiff. We need deal with those questions only in considering the correctness of the court’s action in withdrawing the case from the jury.\nThe plaintiff’s husband was engaged in the huckstering business in Fulton and Huntingdon Counties. In the early morning of December 29,1915, he and one Otis Kerlin left the home of the former in a three-seated light spring wagon drawn by two mules and laden with crates of chickens and eggs which the deceased intended to market at a place in Huntingdon County. As they were ascending a hill on a public highway in the defendant township, Winegardner and the mules and wagon went over an embankment, and he was killed. The road where the accident occurred was from eight and one- • half to nine and one-half feet wide with a gradual slope towards the embankment over which the deceased and the team fell. It was raining and sleeting on that morning, and at the place of the accident considerable sleet had fallen on the road. The embankment was some five or six feet in height and was not protected by guard rails or otherwise. At the foot of the hill and about a quarter of a mile from the place of the accident, the deceased attached the lines to the rubber lever on the right side of the wagon, and he and Kerlin alighted and permitted the team to ascend the grade while they walked immediately in the rear of the wagon. The team thus proceeded up the hill until the accident occurred.\nThe only person who saw the accident was Kerlin, and he was called as a witness by the plaintiff. From his testimony, if credible, it appears that, when the team had reached a point about fifty feet below the place of the accident, one of the mules veered a little to the right but, being spoken to, immediately resumed its place in the beaten track of the road, and thereafter the team continued in the bed of the road until it fell over the embankment. At the time the wagon began to slide towards the embankment, the lower or right rear wheel was twelve or fifteen inches from the declivity, and was at the usual and ordinary place in the highway occupied by wagons traveling over it. “They were in where all horses travel, where they always travel.” When the wagon began to slide, the deceased and Kerlin were close in the rear, and the former immediately “grabbed the hind corner” of the bed, “grabbed it as quick as he could,” to prevent the wagon going over the embankment. He was unsuccessful, and fell with the wagon and team, and was found dead under the wagon in the brook at the foot of the declivity. The accident occurred so quickly that Kerlin “did not have a chance to do anything.” There was no depression or rut in the highway to prevent the wheels from sliding; on the contrary, the road was solid and icy.\nBy the testimony of other witnesses, it was shown that on the day of the accident it was raining, sleeting and snowing, was a bad day, that there were no ruts in the road where the wagon went over, that there was a steep slope on the upper side of the road, and that, under ordinary circumstances, the lower or right hind wheel of a wagon being driven up‘the hill would be about fourteen inches from the embankment.\nThe defendant called several witnesses, many of them to show that Kerlin had given them a different account of the accident from the story he told on the witness-stand while testifying for the plaintiff. It was conceded that the embankment or declivity at the place of the accident was unprotected, and that no barriers had been erected by the township. It was contended, however, that the accident resulted from the negligence of the deceased in not remaining on the wagon and controlling the movements of the mules which, it was alleged, were permitted to wander, uncontrolled and undirected, on the highway. It was further claimed that Winegardner assumed a position of obvious danger and was negligent in placing himself below the wagon in an attempt to prevent it sliding over the declivity.\nIn discharging the motion for a new trial, the learned court below did not rest his action on the ground that the township was not negligent, but held that “even if the township were negligent in not having a guard rail at the place of the accident, that negligence was not the proximate cause of the injury.” It is the duty of a township to exercise reasonable care to keep its highways in a safe condition for ordinary travel. It must anticipate and provide against danger to persons using its roads for travel conducted in the ordinary manner. It must remove obstructions and defects which would naturally or probably cause injury to those persons who might have occasion to travel upon its highways. This duty is not confined to maintaining the bed of the road in a solid and safe condition and clear of obstructions, but extends to the erection of barriers or other devices for guarding unsafe or dangerous places on or along the road. If a public road through a township is so dangerous by reason of its proximity to a precipice that common prudence requires extra precaution, in order to secure safety to travelers, the township is bound to use such precaution and the omission to do so is negligence: Scott Township v. Montgomery, 95 Pa. 444. Applying this well settled rule to the facts of the case before us, the evidence was ample to warrant the learned judge in submitting to the jury the question whether the supervisors of the defendant township were negligent in not protecting the road by guard rails or otherwise where the accident occurred. The condition of the road at this point was, or should have been, well known to the township authorities for a long time prior to the accident, and the duty was imposed upon them to see that it was reasonably safe for ordinary travel. The undisputed evidence in the case shows that the mules attached to the vehicle and driven by the deceased were gentle, that they were not vicious, and that a mere word spoken to them would control them. They were not “skittish” or otherwise unmanageable, nor was the accident caused by the mules refusing to proceed along'the highway, nor by backing the wagon over the embankment. The deceased, therefore, was using the highway for the purpose of ordinary travel, and with a team that could be used with safety on a road that was properly protected.\nWe are of opinion that the learned court was in error in holding as a matter of law that the deceased was guilty of' contributory negligence. It is contended by the defendant that Winegardner was negligent in not retaining his place on the wagon and directing the team as it ascended the hill, and further that it was a negligent act, precluding a recovery, to place himself below the wagon when it started to slide over the precipice. If Nerlin’s testimony is believed, the team was, at the time the wagon began to- slide, in the bed of the road, and just where it would have been had a safe driver been directing it from his seat on the wagon. Kerlin says that one of the mules swerved aside from the beaten track, but had resumed its proper place in the road, possibly forty feet before it reached the place of the accident. If this be true, it would seem that, if it were a negligent act on the part of the deceased to leave the wagon, it did not contribute to- his death. However this may be, common observation teaches that very frequently drivers of teams, ascending the hills and mountains of the State and carrying heavy loads leave their seats on the wagons for the purpose of lightening the burden, walk in the rear of the wagons, and from that place direct the movements of the teams. We think, under the circumstances of this case, the fact that the deceased left the. vehicle could not be declared negligence per se by the court.\nIt is rather difficult to determine just what position the deceased occupied with reference to the wagon at the time it threw him over the embankment. The only direct testimony on this point shows that he suddenly sprang to the right rear corner of the wagon and took hold of the bed when the wagon began to slide. He manifestly acted upon a sudden impulse and for the purpose of protecting his property. He doubtless thought he could arrest the sliding of the vehicle, and prevent it and the mules going over the embankment. Did he act as a careful and prudent man would have acted under the circumstances confronting him, or did he voluntarily enter into an obvious danger which should have been recognized and, hence, avoided? These are questions which' we think should be determined by a jury and not by the court.\nThe fifth assignment of error is sustained, the judgment is reversed, and a venire facias de novo is awarded.",
        "type": "majority",
        "author": "Mr. Justice Mestrezat,"
      }
    ],
    "attorneys": [
      "Errors assigned",
      "E. E. Waite, with him James 8. Woods, for appellant.",
      "R. W. Williamson and W. M. Eenderson, for appellees."
    ],
    "corrections": "",
    "head_matter": "Winegardner, Appellant, v. Springfield Township.\nNegligence—Townships—Highways — Adjacent declivities—Absence of guard rails—Icy condition of road—Team—Driver — Death—Contributory negligence—Case-for jury.\n1. A township must exercise reasonable care to keep its highways in a safe condition for ordinary travel. It must anticipate and provide against danger to persons using its roads for travel conducted in the ordinary manner. It must remove obstructions and defects which would naturally or probably cause injury to those persons who might have occasion to travel upon its highways. This duty is not confined to maintaining the bed of the road in a solid and safe condition and clear of obstructions, but extends to the erection of barriers or other deviceg for guarding unsafe or dangerous places on or along the road.\n2. If a public road through a township is so dangerous by reason of its proximity to a precipice that common prudence requires extra precaution, in order to secure safety to travelers, the township is bound to use such precaution, and the omission to do go is negligence.\n3. In an action against a township to recover damages for the death of plaintiff's husband where it appears that deceased was walking behind a team and wagon-while ascending a hill on a highway in defendant township; that the road was made slippery by rain and sleet; that adjacent to the highway wag a steep unguarded declivity; that the wagon began to slide toward the declivity by reason of the slope in the road and its slippery condition and deceased grabbed the wagon to steady it and was precipitated, with the wagon and team, down the embankment, the questions whether defendant township was negligent in failing to have the embankment properly guarded, and whether decedent was guilty of contributory negligence in not retaining his seat on the wagon and directing the team from it, and in seizing the wagon as it began to slide, should have been submitted to the jury.\nArgued April 18, 1917.\nAppeal, No. 19, Jan. T., 1917, by plaintiff, from judgment of C. P. Huntingdon Co., May T., 1916, No. 6, on verdict for defendant, in case of Lou Winegardner v. Tbe Township of Springfield.\nBefore Brown, C. J., Mestrezat, Potter, Stewart and Walling, JJ.\nReversed.\nTrespass to recover damages for death of plaintiff’s husband. Before Bailey, P. J.\nThe opinion of the Supreme Court states the facts.\nVerdict for defendant by direction of the court and judgment thereon. Plaintiff appealed.\nErrors assigned\nwere instructions to the jury.\nE. E. Waite, with him James 8. Woods, for appellant.\n—The negligence of the defendant was the proximate cause of the accident: Gudfelder v. Pittsburgh, Cincinnati, Chicago & St. Louis Ry. Co., 207 Pa. 629; Nirdlinger v. American Dist. Tel. Co., 245 Pa. 453; Ramage v. Lower Burrell Township, 54 Pa. Superior Ct. 617.\nThe question whether deceased was guilty of contribu- ■ tory negligence was for the jury: Fetterman v. Rush Twp., 28 Pa. Superior Ct. 77; Schmidt v. Phila. & Reading Ry. Co., 244 Pa. 205; Russell v. Westmoreland County, 26. Pa. Superior Ct. 425; Linnehan v. Sampson, 126 Mass. 506; Cyc., Vol. 29, p. 641; Manzella, Admr., v. Rochester Ry. Co., 105 N. Y. App. Div. 12 (93 N. Y. Supp. 457); Henry v. Cleveland, Cincinnati, Chicago & St. Louis R. R. Co., 67 Fed. Repr. 426; Connell v. Town of Prescott, 20 Ont. App. 49; Stanton v. Scranton Traction Co: & City of Scranton, 11 Pa. Superior Ct. 180.\nR. W. Williamson and W. M. Eenderson, for appellees.\nThe deceased was guilty of contributory negligence : Chartiers Twp. v. Phillips, 112 Pa. 601; Mueller v. Ross Twp., 152 Pa. 399; Mattimore v. Erie City, 144 Pa. 14; Monongahela City v. Fischer, 111 Pa. 9; Worrilow v. Upper Chichester Township, 149 Pa. 40; Willis v. Armstrong County, 183 Pa. 184.\nJune 30, 1917:"
  },
  "file_name": "0496-01",
  "first_page_order": 528,
  "last_page_order": 534
}
