{
  "id": 1035063,
  "name": "Stafford's Estate",
  "name_abbreviation": "Stafford's Estate",
  "decision_date": "1917-06-30",
  "docket_number": "Appeal, No. 69",
  "first_page": "595",
  "last_page": "602",
  "citations": [
    {
      "type": "official",
      "cite": "258 Pa. 595"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "97 Pa. 36",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        444812
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/97/0036-01"
      ]
    },
    {
      "cite": "151 Pa. 214",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836727
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/151/0214-01"
      ]
    },
    {
      "cite": "214 Pa. 46",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        946036
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/214/0046-01"
      ]
    },
    {
      "cite": "76 Pa. 145",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1038895
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "148, 149"
        },
        {
          "page": "148, 149"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/76/0145-01"
      ]
    },
    {
      "cite": "248 Pa. 185",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1011460
      ],
      "pin_cites": [
        {
          "page": "188"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/248/0185-01"
      ]
    },
    {
      "cite": "253 Pa. 277",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024038
      ],
      "pin_cites": [
        {
          "page": "282-3"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/253/0277-01"
      ]
    },
    {
      "cite": "253 Pa. 43",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024002
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/253/0043-01"
      ]
    },
    {
      "cite": "242 Pa. 95",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998712
      ],
      "pin_cites": [
        {
          "page": "100-1"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/242/0095-01"
      ]
    },
    {
      "cite": "231 Pa. 60",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        973853
      ],
      "pin_cites": [
        {
          "page": "62"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/231/0060-01"
      ]
    },
    {
      "cite": "235 Pa. 24",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        984849
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/235/0024-01"
      ]
    },
    {
      "cite": "220 Pa. 395",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1005918
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/220/0395-01"
      ]
    },
    {
      "cite": "216 Pa. 529",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        950336
      ],
      "pin_cites": [
        {
          "page": "530"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/216/0529-01"
      ]
    },
    {
      "cite": "239 Pa. 389",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        995934
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/239/0389-01"
      ]
    },
    {
      "cite": "99 Pa. 525",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446220
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/99/0525-01"
      ]
    },
    {
      "cite": "244 Pa. 550",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1003506
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/244/0550-01"
      ]
    },
    {
      "cite": "257 Pa. 537",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032364
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "p. 109"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/257/0537-01"
      ]
    },
    {
      "cite": "246 Pa. 97",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1006240
      ],
      "pin_cites": [
        {
          "page": "108-9"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/246/0097-01"
      ]
    },
    {
      "cite": "244 Pa. 542",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1003456
      ],
      "pin_cites": [
        {
          "page": "549"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/244/0542-01"
      ]
    },
    {
      "cite": "151 Pa. 586",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836713
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/151/0586-01"
      ]
    },
    {
      "cite": "151 Pa. 214",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836727
      ],
      "pin_cites": [
        {
          "page": "216"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/151/0214-01"
      ]
    },
    {
      "cite": "76 Pa. 145",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1038895
      ],
      "pin_cites": [
        {
          "page": "148"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/76/0145-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 627,
    "char_count": 13117,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 8.518052069037768e-07,
      "percentile": 0.9764878184017678
    },
    "sha256": "31aeee9067ceebe64951f778d85d101a1a2344af70633d2eeb56b9a6fee3a5b7",
    "simhash": "1:ad08fc131c66541c",
    "word_count": 2270
  },
  "last_updated": "2024-02-27T21:14:24.470847+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Moschzisker, Frazer and Walling, JJ."
    ],
    "parties": [
      "Stafford’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Moschziskeb,\nMary Stafford died March 12, 1912; she devised her real estate to the Colonial Trust Company, in trust, to h.old, use, manage, etc., and to pay over the net income therefrom in equal portions to her brothers, James and William, during their lives. She further provided that, if either or both of these brothers should die before Catherine Stafford, a sister, his or their income should be paid to the latter for life. Upon the death of the last surviving life beneficiary, she devised the principal of the trust property in fee to the- Nazareth Literary and Benevolent Institution, a charitable corporation. William died February 15, 1915. Subsequently James and Catherine conveyed their interests in the trust. property to the remainderman named in the will. The trustee, through a sale of the real estate, converted the corpus into personalty, and filed an account of both principal and income. Upon the audit of this account, the charity petitioned the court below for a termination of the trust, upon the ground that it owned and possessed all life interests, as well as the estate in remainder, and that no testamentary purpose wo aid be served by continuing the legal estate of the trustee; the latter consented to the application. The prayer of the petition was refused, exceptions to this decree were dismissed, and the charity has appealed.\nFrom the facts stated, it readily may be seen that, aside from the trustee, the appellant is the only person, natural or artificial, who has or can have any interest whatever in the present estate. In other words, all possible interests are vested, and the appellant owns both the income and principal of the estate, absolutely. Again, it is apparent that the trust was created to protect the corpus of the estate, pending the duration of the life interests; and there is not the slightest indication that it was intended to serve any other purpose. Finally, while the trustee has active administrative duties to perform, so long as the trust property remains in his hands, yet he is not vested with the right or fixed with a duty to exercise any discretion in the payment of income or disposition of the corpus of the estate, his sole duty in those respects being to collect and pay the income to designated persons and, on their death, to hand over the principal to the remainderman, an incorporated charity.\nThe rule is established that, “no matter what may be the nominal duration of an estate given to a trustee, it continues in equity no longer than the thing sought to be secured by the trust demands”; and, when that demand has been fully satisfied, “although the trust may not have ceased by expiration of time......, yet, if all the parties, who are or who may be interested 'in the trust property are in existence and are sui juris, and if they all consent and agree thereto, courts of equity may decree the determination of the trust”: Culbertson’s App., 76 Pa. 145, 148; Sharpless’s Est., 151 Pa. 214, 216; Woodburn’s Est., 151 Pa. 586; Harrar’s Est., 244 Pa. 542, 549; Packer’s Est. (No. 1), 246 Pa. 97, 108-9; see also Disston’s Est., 257 Pa. 537. In the case now before us, all present and future interests in. the trust property having been acquired by the remainderman, the “thing sought to be secured,” i. e., the protection of the corpus pending the duration of the life estates, has become unessential. Under such circumstances, it is the right of a cestui que trust to have the legal estate of the trustee declared terminated, even against the protest of the latter (Harrar’s Est., 244 Pa. 550,- and other authorities, supra); but, as previously-noted, here the trustee agrees, which makes the case at bar just that much stronger.\nNumerous cases may be cited where we have declined to. terminate testamentary trusts; but in every such instance it will be found that either all parties with a possible interest were not ascertained or a continuation of the trust was necessary to effectuate a material intent of the testator. In Biddle’s App., 99 Pa. 525, and Derbyshire’s Est., 239 Pa. 389 (both cases involving the same will), “it was evidently the intention of the testator to fix the time during which a fund might accumulate for the benefit of a charity”; and hence the trust was “upheld during the whole period named by the testator” (as recently stated by us in Packer’s Est., supra, at p. 109). Between the two former cases and Sharpless’s Est., supra, where the trust was terminated, the court below seeks to draw a distinction that, in the first instance, the remainderman was an incorporated charity, while in the second he was a natural person; but this difference is immaterial. We did not refuse to terminate the trusts in the Biddle and Derbyshire cases on the ground that the remainderman was an artificial person, but because, owing to the fact that the corpus of the estate was devised to a charity, the testator had a right to fix a period during which income might accumulate for the remainderman’s benefit, and, that period not having expired, the trust could not be terminated; whereas in the Sharpless case the obvious purpose was simply “to preserve the corpus of the fund for the person entitled” in remainder, therefore, upon a conveyance of the latter’s interest to the life tenant, we declared the trust terminated. In other words, in the last mentioned case, no material purpose of the testator could have been served by keeping the trust alive, while in the former the trust was continued so that the testator’s purpose to permit accumulations for the remainderman might be fully realized.\nSpring’s Est., 216 Pa. 529, 530, cited by the court below, is a case where a testamentary trustee was vested with authority to pay the income to cestuis que trust “from time to time” as she might “deem to be for their best interests”; she also had power “to terminate said trust in respect to any one or all of said children [the cestuis que trust] at any time that she may deem ......best.” Of course, under such circumstances, the trust would not terminate till the expiration of the period fixed by the testator, or until the trustee, in the exercise of her discretion, so determined.\nIn Gibbons v. Connor, 220 Pa. 395, there was an ah tempt by certain children of a testator to force a partition of his real estate, and we held that, since the will of the father showed a plainly expressed intention that a husband or wife of a deceased child should always be excluded from any participation in his estate, the trust must continue effectually to carry out that purpose. Subsequently, in Gibbons v. Gibbons, 235 Pa. 24, a grandchild attempted to secure partition, and, for the reasons we are about to state, we again held that the trust could not be disturbed. The Gibbons will placed testator’s property in trust, to pay the income to the latter’s widow during her life, and at her death to pay said income to testator’s five children or the issue of any deceased child, the latter taking the share of their parent, with the provision already referred to that no husband or wife of a deceased child should in any event share in the estate; and the will showed a clear intent to give each child one-fifth of the income of the entire estate, not the income from a one-fifth thereof. As said at page 26 of the report, the trust was meant “not only as a protection to one child, but to each of the five children”; and since we had already decided no child had the right to end the trust by forcing partition, a fortiori, while any of the testator’s children lived, no grandchild had such a right. The Gibbons case stands upon its own facts, and in no sense rules the one now before us.\nOther cases called to our attention, of the character of those already discussed, so far as they may be in apparent conflict with the decisions at bar, also are readily explainable. For instance: In Lewis’s Est., 231 Pa. 60, 62, until the death of the life tenant there was no way to determine who would be “the ultimate distributees of the fund”; so, of course, the trust could not be declared at an end. In Shirk’s Est., 242 Pa. 95, 100-1, the will showed a plain intent that no ultimate distribution of the trust fund should occur during the continuance of the life estate; hence, we said that the trust could not sooner be terminated. Reighard’s Est., 253 Pa. 43, like Spring’s Est., supra, is another case where the trustee was vested with a discretion tó be exercised in the discharge of his fiduciary duties; and the testator clearly indicated that the trust must continue to the time fixed in the will for its termination. ' In Stewart’s Est., 253 Pa. 277, 282-3, it could not be held that those . who asked for the termination of the trust were, in fact, “all the parties interested in the estate”; and this, in itself, constituted a sufficient reason for refusing to declare the trust ended. The will in Unruh’s Est., 248 Pa. 185, 188, showed a fixed intent that the trustees should hold the property for, and not pass it over to, the object of testator’s bounty—an orphanage; so that “the inmates of the orphanage” might have the benefit of the supervision and control of the court.\nAdditional decisions, where we refused to declare the legal estates of trustees at an end, may be found in our books; but, without doubt, all of them can be distinguished along lines similar to those already indicated. The case at bar, however, does not fall within the class represented by those just referred to; on the contrary, it is governed by the principles of Culbertson’s Appeal, supra, and the other cases cited therewith earlier in this opinion. Under these governing authorities, on the facts here involved, the parties in interest had a legal right to terminate the trust, and the learned court below erred when it decreed to the contrary.\nThe assignments are sustained, the decree is reversed, and the record remitted to the Orphans’ Court to dispose of the case in accordance with the views expressed in this opinion; the costs to be paid out of the fund.",
        "type": "majority",
        "author": "Me. Justice Moschziskeb,"
      }
    ],
    "attorneys": [
      "Error assigned",
      "Charles Alvin Jones, with him Sterrett & Aoheson and Robert T. Burlce, for appellant.",
      "No paper book or appearance for appellee."
    ],
    "corrections": "",
    "head_matter": "Stafford’s Estate.\nTrusts and trustees—Transfer of life interests to remainderman —Remainderman a charity—Termination of trust.\n1. No matter what may be the nominal duration of an estate given to a trustee, it continues in equity no longer than the thing sought to be secured by the trust demands; when that demand has been fully satisfied, although the trust may not have ceased by expiration of time, yet, if all the parties who are or may be interested in the trust property are in existence and are sui juris, and if they all consent and agree thereto, courts of equity may decree the termination of the trust.\n2. A testatrix devised her real estate to a trust company in trust, to pay over the net income to her brothers during their lives, and provided that, if either or both of these brothers should die before a sister, his or their income should be paid to the sister for life, and on the death of the last surviving life beneficiary, testatrix devised the principal of' the trust property in fee to a charitable corporation. One of the brothers died, and the surviving brother and sister conveyed their interests to the remainderman. The remainderman petitioned for the termination of the trust, alleging that by the conveyance of the particular interests to it the purpose of the trust, which was to protect the remainder interests, no longer existed. The Orphans’ Court refused the prayer of the petition. Held, the purpose of the trust was to protect the corpus pending the duration of the life interests and such purpose having been accomplished the trust should be declared terminated.\n3. In such case the fact that the remainderman is a charity is immaterial, there being no question of accumulation of income for the remainderman’s benefit involved.\nArgued May 1, 1917.\nAppeal, No. 69, Oct. T., 1917, by Nazareth Literary and Benevolent Institution, from decree of O. C. Allegheny Co., Sept. T., 1916, No. 169, refusing to decree the termination of a trust in Estate of Mary Stafford, Deceased.\nBefore Brown, C. J., Mestrezat, Moschzisker, Frazer and Walling, JJ.\nReversed.\nPetition for the termination of a trust. Before Trimble, J.\nThe opinion of the Supreme Court states the facts.\nThe court dismissed the petition. Petitioner appealed.\nError assigned\nwas in dismissing the petition.\nCharles Alvin Jones, with him Sterrett & Aoheson and Robert T. Burlce, for appellant.\nThe court unquestionably has the power to terminate a trust in a proper case, even though the whole of its prescribed term has not expired: Culbertson’s App., 76 Pa. 145, 148, 149; Brooke’s Est., 214 Pa. 46; Sharpless’s Est., 151 Pa. 214; Twining’s App., 97 Pa. 36; Yerkes’s App., 2 Chester County 410.\nThe trust in this case was created to protect the corpus of the estate, pending the duration of the life interests, but, as all the life interests have come into the possession of the remainderman, the trust no longer serves its intended purpose: Culbertson’s App., 76 Pa. 145, 148, 149.\nNo paper book or appearance for appellee.\nJune 30,1917 :"
  },
  "file_name": "0595-01",
  "first_page_order": 627,
  "last_page_order": 634
}
