{
  "id": 1193067,
  "name": "Shay, Appellant, v. Merchants Banking Trust Company, Mahanoy City",
  "name_abbreviation": "Shay v. Merchants Banking Trust Co.",
  "decision_date": "1939-05-25",
  "docket_number": "Appeal, No. 201",
  "first_page": "101",
  "last_page": "105",
  "citations": [
    {
      "type": "official",
      "cite": "335 Pa. 101"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "318 Pa. 128",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1159626
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/318/0128-01"
      ]
    },
    {
      "cite": "122 Pa. Superior Ct. 225",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        990035
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/122/0225-01"
      ]
    },
    {
      "cite": "18 N. E. (2d) 639",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "opinion_index": 0
    },
    {
      "cite": "279 N. Y. 405",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2033890
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/279/0405-01"
      ]
    },
    {
      "cite": "227 Ala. 565",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        3646433
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ala/227/0565-01"
      ]
    },
    {
      "cite": "253 Fed. 725",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        5746661
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/253/0725-01"
      ]
    },
    {
      "cite": "222 Fed. 200",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6738867
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/222/0200-01"
      ]
    },
    {
      "cite": "320 Pa. 161",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1163724
      ],
      "pin_cites": [
        {
          "page": "166"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/320/0161-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 395,
    "char_count": 6158,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 2.5246682982239665e-07,
      "percentile": 0.8118909635272172
    },
    "sha256": "375da63d3b560114dc334d243bea19a3b8d76bc917cfd5a9a57364f088ed05bd",
    "simhash": "1:803a7f7e9d37f3d7",
    "word_count": 1045
  },
  "last_updated": "2024-02-27T21:02:51.356200+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Schaffer, Maxey, Drew, Linn and Stern, JJ."
    ],
    "parties": [
      "Shay, Appellant, v. Merchants Banking Trust Company, Mahanoy City."
    ],
    "opinions": [
      {
        "text": "Opinion bx\nMr. Justice Stern,\nThis is an interpleader issue to determine which of the parties is entitled to the amount due on a life insurance policy. The insurance company paid the proceeds of the policy into court, amounting to $6,755.83, which, through accrued interest, less prothonotary’s charges, amounted at the time of the trial of the issue, in January, 1938, to $7,041.29. The court directed a verdict for defendant in this amount.\nPlaintiff, Augusta D. Shay, widow of Arthur L. Shay, the insured, was named as beneficiary in the policy, which was dated January 27, 1905. Shay died on October 31, 1933. Defendant, Merchants Banking Trust Company, claimed the proceeds of the policy by virtue of a written assignment made to it on November 29, 1930, of all the right, title and interest of Arthur L. Shay and Augusta D. Shay in and to the policy; the assignment contained the provision that “The interest of the assignee in the policy hereby assigned shall include any and all indebtedness which I may now or at any time hereafter be owing to the said assignee and which may exist at the time of the settlement of the policy, the remainder of said policy, if any, being unaffected by this assignment.” This document was signed and sealed by Arthur L. Shay and, apparently, by Augusta D. Shay, and was delivered by Shay in consideration of a loan to him from defendant. At the time of his death he was indebted to defendant in the sum of $6,500, evidenced by three notes, and at the time of the trial defendant’s claim, including interest, amounted to $8,012.45.\nPlaintiff’s claim to the proceeds of the policy rested upon her assertion, amply sustained by the evidence, that her alleged signature had been affixed to the assignment without her knowledge or consent, and it was only after the death of her husband that the existence of the assignment was brought to her attention. She contends, therefore, that her interest in the policy was never divested. This position would be invulnerable were it not for the fact that the policy provided that “The Insured, subject to the rights of any assignee, may . . . change the Beneficiary or Beneficiaries, at any time during the continuance of this Policy by filing with the Company a written request accompanied by this Policy, such . . . change to take effect upon the endorsement of the same on the Policy by the Company.” As a result of this provision, plaintiff had no vested right or interest in the insurance, but only an expectation of benefit, and when her husband exercised his right to change the beneficiary her expectation became “merely a prospect that had vanished”: Fidelity Trust Company v. Travelers Insurance Co., 320 Pa. 161, 166. In almost all jurisdictions it is held that, when the right to change the beneficiary is reserved, the insured may assign the policy without the beneficiary’s consent: 2 Cooley’s Briefs on Insurance (2d ed.) 1805; 6 Couch Cyclopedia of Insurance Law 5233, 5234, section 1458 p. and cases there cited; Mutual Benefit Life Insurance Co. v. Swett, 222 Fed. 200; Rawls v. Penn Mutual Life Insurance Co., 253 Fed. 725; Taylor v. Southern Bank & Trust Co., 227 Ala. 565, 151 So. 357; Davis v. Modern Industrial Bank, 279 N. Y. 405, 18 N. E. (2d) 639. This has also been declared to be the law in Pennsylvania: Lemley v. McClure, 122 Pa. Superior Ct. 225; As was said in the Rawls case, supra, p. 727: “The insured clearly might have changed the beneficiary to himself, or to his estate, without the consent of, or even notice to, the beneficiary, and might then have made the assignment, . . . and thereafter reinstated his wife as beneficiary. Had he gone through this circumlocution, her interest would undoubtedly thereby have been made subject to the assignment. What he might have done by indirection and circumlocution, he had the right to do by direct action.”\nSome point is made of the fact that there was not filed with the insurance company a written request for change of beneficiary, nor was there any endorsement thereof placed upon the policy as required by its terms. The assignment was, however, sent to the insurance company for notation, and even if the transaction be regarded as a change of beneficiary, which technically it was not, such a provision is for the benefit only of the insurer, may be waived by it, and is waived, as in the present case, by the unconditional payment of the proceeds of the policy into court: Skamorious v. Konagiskie, 318 Pa. 128.\nIt being clear that plaintiff had no interest in the policy to assign, and that her signature to the assignment was therefore wholly unnecessary, the fact that it Avas added without her knowledge or consent would not invalidate the instrument in the hands of defendant or bar it from being received in evidence. In order to constitute a forgery or fraudulent alteration, the unauthorized signature must create some change in the lights, interests or obligations of the parties, or in some manner affect the legal import of the document. Forgery is the fraudulent making or alteration of a writing to the prejudice of another’s right. Here plaintiff’s right was not prejudiced because she possessed none.\nIn one respect the judgment entered in the court below requires a slight modification. The interest of defendant in the policy was limited to the amount which should be OAving by Shay “at the time of the settlement of the policy.” The payment by the insurance company into court, on May 21,1934, of the sum of $6,755.83, was “the settlement of the policy,” and therefore the amount due defendant must be calculated as of that date, which would leave a small surplus belonging to plaintiff, and she would also be entitled to her proportionate share of the interest thereafter accruing on the fund less the prothonotary’s charges.\nThe record is remitted to the court below with directions to modify the judgment as herein indicated.",
        "type": "majority",
        "author": "Mr. Justice Stern,"
      }
    ],
    "attorneys": [
      "Olías. E. Berger, for appellant.",
      "M. M. Burke, with him James A. Dolphin, for appellee."
    ],
    "corrections": "",
    "head_matter": "Shay, Appellant, v. Merchants Banking Trust Company, Mahanoy City.\nArgued April 11, 1939.\nBefore Schaffer, Maxey, Drew, Linn and Stern, JJ.\nOlías. E. Berger, for appellant.\nM. M. Burke, with him James A. Dolphin, for appellee.\nMay 25, 1939:"
  },
  "file_name": "0101-01",
  "first_page_order": 157,
  "last_page_order": 161
}
