{
  "id": 1193069,
  "name": "Mahony, Trustee, Appellant, v. Boenning et al.",
  "name_abbreviation": "Mahony v. Boenning",
  "decision_date": "1939-06-19",
  "docket_number": "No. 2; Appeal, No. 204",
  "first_page": "215",
  "last_page": "218",
  "citations": [
    {
      "type": "official",
      "cite": "335 Pa. 215"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 307,
    "char_count": 4752,
    "ocr_confidence": 0.47,
    "pagerank": {
      "raw": 5.298132930532853e-08,
      "percentile": 0.33217998423846334
    },
    "sha256": "a24b112790eb06ead5b0a2035919b2d3e26cb523b161d6778b88d8993174d73d",
    "simhash": "1:332aac823b58945f",
    "word_count": 807
  },
  "last_updated": "2023-07-14T19:30:22.841512+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Schaefer, Maxey, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Mahony, Trustee, Appellant, v. Boenning et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Schaffer,\nThe second cause of action in this suit (see preceding case) is a claim for the purchase price of 5195 shares of the common stock of Railroad Shares Corporation amounting to $72,478.89, including interest. It is alleged that defendants’ liability was created by written agreements entered into by them with C. D. Parker & Co., Inc., acting as manager of a syndicate for the marketing of the stock. While other questions were raised, the trial judge submitted to the jury but one: Whether the agreement to purchase the stock had been rescinded. The jury found that it had been and for the defendants as to this item. Judgment was entered on the verdict; plaintiff appeals.\nThere is no question that in the year 1929 defendants became members of a syndicate which was organized by C. D. Parker & Co., Inc., to market the shares of a corporation created by the latter, known as Railroad Shares Corporation, nor is it disputed that defendants entered into an agreement to purchase 22,000 shares of its common stock, of which 11,610 shares were taken and paid for by them, nor is it denied that in January, 1930, the original agreement to purchase 22,000 shares was modified by cancelling half of defendants’ remaining commitment and that in this modifying agreement defendants agreed to take and pay for tlie other half, the 5195 shares now claimed for, on or before May 20, 1930.\nDisputes arose between defendants and C. D. Parker & Co., Inc., as to just how many shares had been marketed for their account, defendants contending that as a result of the purchase of shares by other brokers, which were part of their allotment, their full subscription had been taken. It was testified on defendants’ behalf that on June 11, 1930, two of the members of defendant partnership, Mr. Boenning and Mr. Hess, went to Boston, where Parker & Co., Inc., was located, in pursuance of an arrangement made with Bowen Tufts, Vice-President of the Parker concern, and there had a conversation with Tufts, in which he was informed that owing to changes about to take place in defendant firm it was important for them to have a definite understanding as to their liability to purchase the 5195 shares. At this interview, it was claimed by Boenning and Hess that they had already taken their full allotment because of sales made to other brokers, which transactions enured to their benefit. Tufts was informed that unless they were relieved of their commitment, they would take the 5195 shares and immediately sell them in the open market. It was testified Tufts said, in substance, that this would break the market for the stock, and rather than have that occur, and because of the doubtful situation as to whether defendants had taken their full commitment, he would relieve them of their obligation to take any more of the shai*es. As before stated, the question whether this conversation took place, and whether Tufts did relieve defendants of their responsibility to take the shares, was submitted to the jury and they found in defendants’ favor.\nIt is set up in plaintiff’s behalf that no authority was shown in Tufts to cancel the committment of defendants. A reading of the voluminous record has convinced us that he did have such authority. He was a Vice-President of C. D. Parker & Co., Inc., which was engaged in the brokerage business on a large scale. The syndicate here involved, of which it was manager, was to market 1,000,000 shares. He signed the original contract for C. D. Parker & Co., Inc. All the correspondence and the papers in evidence indicate he was in complete control of the syndicate operations. The court below did not err in refusing to submit this question to the jury: Restatement, Agency, Sec. 228 (d) ; 3 C. J. S. 325.\nWhile it was not taken into account by the court below in submitting the case to the jury, we think there is another barrier to plaintiff’s recovery. In the year 1935, before this suit was commenced, the Department of Public Utilities of the Commonwealth of Massachusetts, after investigation and hearing, found that C. D. Parker & Co., Inc., had been conducting its business as a broker in a fraudulent manner and entered an order that the stock of the Railroad Shares Corporation should not be sold or offered for sale in the Commonwealth of Massachusetts. With this order existing, delivery of the shares could not be made and as delivery could not be made, a suit to recover the purchase price of the shares is not maintainable.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Schaffer,"
      }
    ],
    "attorneys": [
      "I. Emanuel Bonder, for appellant.",
      "Alexander Conn, for appellees."
    ],
    "corrections": "",
    "head_matter": "Mahony, Trustee, Appellant, v. Boenning et al.\n(No. 2).\nArgued April 18, 1939.\nBefore Kephart, C. J., Schaefer, Maxey, Drew, Linn, Stern and Barnes, JJ.\nI. Emanuel Bonder, for appellant.\nAlexander Conn, for appellees.\nJune 19, 1939:"
  },
  "file_name": "0215-01",
  "first_page_order": 271,
  "last_page_order": 274
}
