{
  "id": 1193079,
  "name": "Garvin's Estate",
  "name_abbreviation": "Garvin's Estate",
  "decision_date": "1939-06-19",
  "docket_number": "Appeals, Nos. 146, 199 and 200",
  "first_page": "542",
  "last_page": "552",
  "citations": [
    {
      "type": "official",
      "cite": "335 Pa. 542"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "172 A. 865",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "315 Pa. 105",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1156673
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/315/0105-01"
      ]
    },
    {
      "cite": "23 A. 336",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "146 Pa. 324",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        827897
      ],
      "pin_cites": [
        {
          "page": "327"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/146/0324-01"
      ]
    },
    {
      "cite": "81 A. 300",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "232 Pa. 282",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977824
      ],
      "pin_cites": [
        {
          "page": "287"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/232/0282-01"
      ]
    },
    {
      "cite": "129 A. 83",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "283 Pa. 250",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1090493
      ],
      "pin_cites": [
        {
          "page": "254"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/283/0250-01"
      ]
    },
    {
      "cite": "171 A. 878",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "314 Pa. 518",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1154619
      ],
      "pin_cites": [
        {
          "page": "520"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/314/0518-01"
      ]
    },
    {
      "cite": "59 Pa. 474",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        426939
      ],
      "pin_cites": [
        {
          "page": "477"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/59/0474-01"
      ]
    },
    {
      "cite": "59 A. 1114",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "210 Pa. 355",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        937859
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/210/0355-01"
      ]
    },
    {
      "cite": "84 A. 848",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "236 Pa. 259",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986611
      ],
      "pin_cites": [
        {
          "page": "263, 271"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/236/0259-01"
      ]
    },
    {
      "cite": "188 A. 588",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "324 Pa. 545",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1171330
      ],
      "pin_cites": [
        {
          "page": "548"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/324/0545-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 766,
    "char_count": 17183,
    "ocr_confidence": 0.481,
    "pagerank": {
      "raw": 9.29136973386785e-08,
      "percentile": 0.5122138394941173
    },
    "sha256": "34dcbfc6e498f8a6807d5cc7b135acf8d6efd183c7ebdb9a0ea7220433a562bd",
    "simhash": "1:b26ec912d2dd3020",
    "word_count": 2938
  },
  "last_updated": "2024-02-27T21:02:51.356200+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Schaefer, Maxby, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Garvin’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Linn,\nThe appeals of Andrew H. Smith at No. 199 and of A. A. Cauller at No. 200, complain of the dismissal of a joint petition praying for an order restraining the executors of M. T. Garvin, deceased, “from selling, transferring or assigning any shares of the capital stock of M: T: Garvin and Company held by them as Executors to anyone not already a stockholder in said corporation until an opportunity has first been given by said .Executors to M. T. Garvin and Company or the remaining stockholders of M,. T. Garvin and Company, in proportion to their interest in the corporation, to purchase said stock at .its book value as appearing on the books of the company . . . ” and, briefly stated, for relief in aid of that prayer.\nThe executors filed a responsive answer. A number of employes of the corporation obtained leave to intervene as defendants and also filed answers. Replies were filed by petitioners. Evidence was heard, findings of fact and conclusions of law were made; appellants filed exceptions which, after argument, were disposed of and the order dismissing the petition made final.\nThe appeal turns, on the construction of a paragraph in decedent’s will and of a by-law of the corporation. We all agree that the case is, free from difficulty.\nLittle need be added to what ivas said in the opinion filed, by the learned trial judge in which, he made the following concise statement, pf the case: “Prior to 1916, M. T. Garvin was the sole owner and the active and, directing head of a large department store in the City of Lancaster, Pa.\n“In 1916, he incorporated his business under the name of M. T. Garvin and Company, associating» with himself as incorporators, and stockholders his.' wife, Catharine L. Garvin, and five of his employees. The original capital of $5,000.00 was contributed by -M. T. Garvin, individually, and the shares of stock originálly issued to each of the five employees were a gift from Mr. Garvin; Two of these employees: Andrew H. Smith, who is one of the petitioners in the present proceedings, and Waltér W. Bechtold,- who is secretary of the Corporation, are still connected with the Corporation. The other three, James H. Ross, S; Willis Litch and Jacob Hupper, have severed their connection with the Corporation.\n“The By-Laws were adopted at the first meeting of the incorporators held on April 13, 1916.\n“On May 11, 1916, the capital stock was increased from $5,000.00 to $150,000.00. At this meeting the Corporation took the necessary action to purchase the goodwill, stock of merchandise, and fixtures of the business operated by M. T. Garvin, individually, for $150,000.00 by the payment of $5,000.00 in cash and the issue to M. T. Garvin of $145,000.00 in stock of the Corporation. Later on April 30, 1919, the capital stock of the Corporation was increased to $300,000^00 and the stock was actually issued.\n“At all times after the incorporation, M. T. Garvin practically owned the Corporation. He was its President continuously until his death and was the dominating head in determining its policy and conducting its business. At no time did the Board of Directors take any action contrary to his expressed wish or demand. And at the time of his death, he was the owner of 2182 shares of the capital stock of the Corporation.\n“On several occasions M. T. Garvin made transfers of his stock to employees Who were not stockholders of the Corporation for cash and also as a gift. Stock was transferred as a gift, usually in proportion to years of service, and the employees were privileged to purchase for cash a limited number of shares of stock. The limit to each employee appeared to be 100 shares. A. A. Cauller, one of the petitioners in the present proceeding, is among those who received transfers of stock from Mr. Garvin as a gift and as a sale. The petitioners Herr and Singleton are among those who received from him gifts of stock not in proportion to length of service.\n“In the inventory filed in the estate of M. T. Garvin after his decease, the stock of M. T. Garvin and Company forming an asset of his estate was appraised at $90.00 per share. The book value of the stock at the time, of Ms‘death was $107.00 per share and at all times after his decease the book value has been higher than the appraised value.\n“A large number of the employees of M. T. Garvin and Company, including the petitioners herein, have, within one year after his death, filed with the executors of Mr. Garvin’s estate, each, subscriptions for the purchase of 100 shares of his stock in the Corporation in accordance with, the provisions of his will. Schedule marked ‘C. E. C. No. 5-A’ . . . shows 117 such writings filed with the executors of the estate.\n“The executors of M. T. Garvin’s estate . . . desire to sell and dispose of . the shares of stock in M. T. Garvin and Company, the Corporation, held by the decedent.” ,\"\n' There is no doubt of the jurisdiction of the. court: Wilson v. Board of City Trusts, 324 Pa. 545, 548, 188 A. 588; Williams’s Estate, 236 Pa. 259, 263, 271, 84 A. 848; Gilkeson v. Thompson, 210 Pa. 355, 59 A. 1114.\nThe by-law provides: “Section 2. No stock shall be sold or transferred by any stockholder to any person not already a stockholder until an opportunity has first been given to the Corporation or the remaining stockholders, in proportion to their'interest in the corporation, to purchase said stock at its book value as appearing on the books of the Company, except that stock may be transferred by any stockholder to an employee of the Corporation in recognition of his services and ability in behalf .of the Corporation.”\n• The provision in decedent’s will is: “7. X direct, that all persons who are employees of M. T. Garvin and Company, a' Corporation, at the date of my death, shall have the right at any time, .within one year from said date-to purchase, from my estate stock in said M. T. Garvin- and Company at the price, at- which .said stock shall be appraised in,the inventory filed in my estate (not, however, in excess of the book value thereof at the time of my death). The rights of such employees to purchase said stock shall be in all respects equal, and to that end no one of them shall-have the right to purchase more than one hundred (100) shares of said stock until all are satisfied. If any of said stock has not been purchased by said employees at the expiration of one year from the date of my death, my executors shall sell the same at public or private sale for the best price obtainable, subject, however, to the discretionary powers hereinafter conferred on them in paragraph 12 of this will.”\nThe petition avers that appellant Cauller owns 250 shares and the appellant Smith 165 shares of the stock of the corporation. In their petition they alleged: “10; That by said Item 7 of his will, said decedent attempted to give to others than stockholders of M. T. Garvin and Company the right to purchase from his Executors shares of the. capital stock of said company owned by him, without said stock first being offered to said corporation or to the other stockholders, in proportion to their interest in the corporation, at its book value.\n“11. That said Executors have notified various persons, employees of M. T. Garvin and Company, who are not stockholders in M. T. Garvin and Company, of the option given to said employees by Item 7 of the will of their decedent to purchase said shares, without said shares first being offered to said corporation or its stockholders pro rata; and said Executors have expressed their desire to sell said stock.”\nThe question, then, is whether the executors may sell to employes as described in paragraph 7 of the will, or whether, as petitioners contend, the by-law prohibits such sales until petitioners, as stockholders, and presumably other stockholders, are first given an opportunity “in proportion to their interest in the corporation, to purchase said stock at its book value.”\nThe 7th paragraph of the will constitutes a legacy to such employes of the corporation as shall answer the description; the record shows that it is a valuable right.\nThere is no difficulty about the meaning of the words used in the by-law nor does the record admit of any doubt of its purpose. Its subject is the sale or transfer by a stockholder of his shares. While the words “sold or transferred” are used, transfer is a more comprehensive word than sale. Transfer, in both instances in which it is used in the by-law, means a change of ownership : compare Hill v. Cumberland Valley etc., Co., 59 Pa. 474, 477; Lowry’s Estate, 314 Pa. 518, 520, 171 A. 878; there was no limitation on the method of making the change. For reasons deemed sufficient, when the by-law was adopted, it was considered wise, in the first instance, to limit the market for the shares; one obvious purpose may have been to prevent competitors from becoming shareholders. This restriction was accomplished by stating it at the beginning of the by-law, but the restriction was not absolute or unconditional; it was expressly limited by the exception, a part of the same sentence restricting sales or transfers. In addition, there was the implied limitation that if neither corporation, nor stockholders or employees would purchase, a sale might be made to anyone else, for, of course, the parties were not creating an unreasonable restraint on the right to sell. The exception was that a stockholder might transfer stock to an employee in recognition of his services and ability. The purpose of an exception is to exclude from the operation of certain words what would otherwise be included in them: Lauderbach-Zerby Co. v. Lewis, 283 Pa. 250, 254, 129 A. 83; Riefler & Sons v. Wayne Storage etc., Co., 232 Pa. 282, 287, 81 A. 300. It is immaterial that, in the sentence, the exception comes after the words dealing with the general subject. As the parties intended to state both the restriction and the exception to the restriction, one of the two statements had to precede the other. The by-law would have meant the same thing if the two separate parts of the whole had been transposed in position, and it had begun: “Except that stock may be transferred by any stockholder to an employe of the corporation in recognition of his services and ability ... no stock shall be sold or transferred by any stockholder to any person not already a stockholder until ...” etc., as provided. That is not only the plain meaning of the by-law but it is. a meaning which was acted on by the corporation in the lifetime of the testator, with the participation of the appellants, as the evidence shows that he gave shares to each of the appellants: compare Schutte v. B. & L. Assn., 146 Pa. 324, 327, 23 A. 336.\nAppellants, in the brief, appear to contend that, in the exception, the words “in recognition of his services and ability in behalf of the corporation” prohibit a stockholder from transferring shares to persons who have not been employed for some considerable period of time and to persons who became employees after testator “wrote his will eleven months before his death.” We are not advised how common the business practice is, but it is matter of general knowledge that the services and ability of desired persons are occasionally recognized and obtained by making them shareholders as an inducement to accepting employment; in such instances becoming an employe and becoming a shareholder are contemporaneous. The phraseology of the by-law not only is not inconsistent with an interpretation which would permit such practice, but is consistent with it and the possibility of it may- very well have been in the minds of the parties responsible for the adoption of the by-law. As has been pointed out above, appellants, in their reply added words after “services” and “ability” to sustain their contention. The addition of those words restricts what was otherwise a perfectly clear meaning. The interpretation suggested by appellants must also be rejected as leading to- impossibility of application, which certainly was not intended, for if the transferring stockholder cannot select his transferee from those employed at the time he confers the right to reeéive the shares, who is to sit in review of the selection? Who is to say whether services and ability shall be recognized and what quantum shall require recognition? The by-law does not say “past services” or “services rendered”; it may be just as important for the corporation to recognize “services” to be rendered and “ability” to be shown. It does not appear that any inquiry was held or that the transferor was not the sole judge when the shares of the stockholders, other than decedent, were transferred to them; the evidence indicates that Mr. Garvin alone determined the fact.\nAppellants also contend that the provision in paragraph 7 of the will authorizing public or private sale, in the contingency specified, is in “total disregard of the by-law or a complete forgetfulness of its existence.” But the by-law does not prohibit such sale after the opportunities specified in it have been accorded without success. The by-law was not intended to make sales impossible; sales generally may not be made “until an opportunity has first been given” etc. In any event, this record, as we understand it, does not now involve the construction of this part of paragraph 7; all decedent’s stock appears to have been oversubscribed by employes. We cannot now assume that if it ever becomes necessary to consider the point the Orphans’ Court will not reach a proper interpretation. Paragraph 7 of the will and section 2 of the by-law together control the disposition of testator’s stock; accordingly, the beneficiary must have two qualifications: 1, under the will, he must have been an employee at the time of testator’s death; 2, under the by-law, he must be an employe at the time when the schedule of distribution is in fact approved by the Orphans’ Court.\nMessrs. Cauller and Smith, whose separate appeals we have considered on the merits, joined with two other petitioners in a joint appeal, number 146. A joint brief was filed and the ease was fully argued orally. The appellees have moved to quash number 146 on the ground that a joint appeal will not lie; we must grant the motion: Schuetz’s Estate, 315 Pa. 105, 172 A. 865. It is also unnecessary, in disposing of these appeals, to refer to the proceeding in the common pleas.\nThe decree appealed from in the separate appeals is affirmed at the costs of appellants, each to pay one-half.\n“12. My said executors, as trustees, may, at the risk of the trust estate and without responsibility to them as trustees, Continue to hold any stocks, bonds or other securities in which at the time of my death any portion of my estate shall be invested, although the same may not be of the character authorized by the laws of the Commonwealth of Pennsylvania for trust investments, and may likewise, at the risk of said trust estate and without responsibility to them as trustees, continue to hold any real estate in which at the time of my death any portion of my estate shall be invested. However, I authorize and empower my said executors, as trustees to sell and convert any personal property or real estate which may form part of said trust estate at either public or private sale, and to make, execute and deliver appropriate transfers and deeds for the assignment and conveyance thereof absolutely and in fee simple.\"\nIn their reply to the answers, appellants say “Petitioners admit an option to purchase said stock below its book value would be a valuable right, if such option was valid and effectual.”\nIn their reply to the interveners’ answer, appellants say: “Petitioners deny that it was the intent and purpose of said by-law to give M. T. Garvin complete freedom in the disposition of his stock to employees. On the contrary the by-law in unmistakable language restricts the sale of said stock, but permits a shareholder to donate stock to employees of said Company in recognition of services rendered to the corporation and ability shown in the affairs of the company. ...” That contention must be rejected; the word transfer does not have that limited meaning, either generally or in the context involved; nor does the by-law contain the word “rendered” after the word “services,” or the word “shown” after the word “ability.”\nThe New English Dictionary defines “Except” as follows: “To exclude (from an enumeration, the scope of a statement or enactment, a privilege, etc.); to leave out of account or consideration.”\n“If any of said stock has not been purchased by said employees at the expiration of one year from the date of my death, my executors shall sell the same at public or. private sale for the best price obtainable,, subject, however, to the discretionary powers hereinafter conferred on them in paragraph 12 of this will.”",
        "type": "majority",
        "author": "Mr. Justice Linn,"
      }
    ],
    "attorneys": [
      "Bernard J. Myers, of Zimerman-, Myérs & Kready, with him Charles L. Miller, for appellants.",
      "Robert Ruppin and Harris C. Arnold, of Arnold & Brieker, for appellees."
    ],
    "corrections": "",
    "head_matter": "Garvin’s Estate.\nArgued May 15, 1939.\nBefore Kephart, C. J., Schaefer, Maxby, Drew, Linn, Stern and Barnes, JJ.\nBernard J. Myers, of Zimerman-, Myérs & Kready, with him Charles L. Miller, for appellants.\nRobert Ruppin and Harris C. Arnold, of Arnold & Brieker, for appellees.\nJune 19, 1939:"
  },
  "file_name": "0542-01",
  "first_page_order": 598,
  "last_page_order": 608
}
