{
  "id": 1263017,
  "name": "Commonwealth v. Hales, Appellant",
  "name_abbreviation": "Commonwealth v. Hales",
  "decision_date": "1956-01-13",
  "docket_number": "Appeal, No. 189",
  "first_page": "153",
  "last_page": "172",
  "citations": [
    {
      "type": "official",
      "cite": "384 Pa. 153"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "164 A. 726",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "309 Pa. 515",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1141518
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/309/0515-01"
      ]
    },
    {
      "cite": "175 Pa. Superior Ct. 42",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        720804
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "49"
        },
        {
          "page": "46"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/175/0042-01"
      ]
    },
    {
      "cite": "278 Pa. 505",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1080524
      ],
      "pin_cites": [
        {
          "page": "508"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/278/0505-01"
      ]
    },
    {
      "cite": "330 Pa. 4",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1183024
      ],
      "pin_cites": [
        {
          "page": "18"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/330/0004-01"
      ]
    },
    {
      "cite": "160 Pa. Superior Ct. 165",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        459091
      ],
      "pin_cites": [
        {
          "page": "169"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/160/0165-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1313,
    "char_count": 34350,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 2.012074451657248e-07,
      "percentile": 0.7443688801934012
    },
    "sha256": "e393a8490547fad2312100e226ebb0990ea579682509b98df9d179a1218ca974",
    "simhash": "1:25243f32e5927d86",
    "word_count": 5922
  },
  "last_updated": "2024-02-27T23:35:24.115491+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Steen, C. J., Steaene, Jones, Bell, Musmanno and Abnold, JJ."
    ],
    "parties": [
      "Commonwealth v. Hales, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Bell,\nThe Commonwealth in this case charged the defendant, unmarried Yiola Hales, 18 years of age, with having killed and murdered her 6-weeks-old baby by immersing it in a basin of water. She was convicted of first degree murder with recommendation of life imprisonment. She seeks a new trial because of trial errors.\nWhile on the witness stand, the assistant district attorney questioned defendant as to the whereabouts of her aunt, a person who was in no way connected with the crime. When the objection raised by defense counsel was overruled, she replied: “In prison.” The district attorney then asked: “What is she in there for?” After defendant’s objection was overruled, she answered: “Murder.” The district attorney then brought out that defendant had seen her aunt every day since she was in prison. When the district attorney asked “What is she in there for,” defendant objected. “Your honor, I am objecting on the record. This line of questioning . . .is irrelevant to start with, it is prejudicial, inflammatory, trying to imply something that isn’t even in the case.”\nWe agree with defendant that this evidence was not only irrelevant, but highly prejudicial and loas not and could not be eicred by the Judge’s later statement in his charge that the jury should dismiss the testimony from their minds since it has nothing to do with defendant’s guilt or innocence. This was reversible error for which a new trial must be granted.\nWhen the defendant Hales was arrested, she signed a written confession at the request of the police authorities. In cross examining the chief of county detectives who had obtained this statement, defendant asked whether he, the detective, had gotten the defendant to initial the sheets on which she had made corrections in her statement. The Judge then said: “The Court: Just a minute, I would like to interrupt. Are you intimating that the chief county detective and the county detectives deliberately planted mistakes in these kind of statements in order to trick the defendant, is that what you are intimating? Mr. Lord: Well, their testimony, your honor is not exactly in accordance with what we understand. The Court: What you understand, but you are saying now by your cross examination that they deliberately plant mistakes in these statements so they call the defendant’s attention to it and have it corrected, is that right? Mr. Lord: No, sir. The Court: What are you trying to do? I would like to know. Mr. Lord: We are asking him how this mistake got into this transcript? The Court: Yes, but your question was a strong intimation that he deliberately or somebody else for him planted this mistake in this, or these series of mistakes in this statement; did you mean that? Mr. Lord : I did not mean that intimation, your honor. The Court: All right, as long as it is straight. The answer of the witness was to the effect that he understood what you meant. We are not going to permit that in this court room by innuendo, that these police officers and these county detectives deliberately try to trick any defendant in that manner.”\nThe last statement of the Court was improper.\nJudgment and sentence reversed and new trial granted.",
        "type": "majority",
        "author": "Me. Justice Bell,"
      },
      {
        "text": "Concurring Opinion by\nM[r. Justice Musmanno:\nI concur in the decision of the Court that a new trial is imperative because the presiding judge allowed the trial assistant district attorney to put questions to the girl-defendant on the subject of her aunt’s conviction for murder, which certainly had nothing to do with the issue before the Court and jury. Much has been said lately about guilt by association, but here the district attorney was attempting to suggest guilt by kinship, raising a possible inference that the defendant came from a family of murderers, for whom homicide was common occupation and killing a routine. The aunt’s domicile, her habits and difficulties with the law had no possible association with the defendant’s case, and all questions appertaining to them should have been excluded by the judge. Just as it is the duty of a pilot to guide a vessel through the safe channels of navigability, steering clear of all submarine hazards, so is it the responsibility of the trial judge to hold the helm of relevancy firm, in order to avoid the banks of irrelevancy on one side and the shoals of prejudice on the other.\nThe trial judge had had ample warning of the rocks of prejudicial irrelevancy in the offing, but he declined to consider the damage they might inflict to the fairness of the trial. When the district attorney first questioned the defendant about her aunt, and the judge overruled defense counsel’s objections, defense counsel inquired of the Court: “What relation has it, Sir?” Instead of calling for an offer at side bar, the trial judge said: “It might have a lot. I don’t know. Go ahead.”\nWhen one is travelling in uncharted waters, it is advisable first to find out into whwb one is going before going ahead.\nIn Ms opinion refusing a new trial the trial court sought to justify the excursion into the aunt’s criminal record by stating that defense counsel had already made reference to the aunt. A study of the record reveals that this reference was of little or no significance, so far as the issue of murder was concerned. Defense counsel had asked one Commonwealth witness where the defendant had lived prior to the hoxmcide, and the witness had replied “with her aunt.” On another occasion defense counsel had asked a Commonwealth witness if he had not made certain remarks to the defendant about the aunt and the witness replied that he had not.\nThe trial judge is also of the impression that if he erred with regard to allowing evidence on the aunt’s conviction of murder, he corrected the error by telling the jury to disregard the evidence. The attempt to sterilize tainted testimony is not always successful. The germ of prejudice may have taken such root in the minds of the jury that no instruction can extirpate it, no admonition deaden it. It would appear that the Judge’s remarks to the jury, in this case, instead of Mlling the germ, watered and nurtured it. He said: “ ‘And then it came out that she has an Aunt in the same prison and she sees her every day. The aunt is in there for murder. And she has talked to her about her case, but the defendant said not to any great extent. . . Now with reference to the aunt in prison, while that is a fact, you should dismiss that from your minds entirely as far as the consideration of this case is concerned. It is a fact that she is there, but you do not decide the guilt or innocence of this girl upon the fact she has an aunt in prison who is serving time in Broad-meadows for murder, it has nothing to do with the defendant in the case as far as the guilt or innocence is concerned.’ ”\nIt will be noted that while the trial judge tells the jury to dismiss from their minds the fact that the defendant’s aunt is in prison, he declares four times that it is a fact that the aunt is in prison. Nor does he leave any possibility for doubt in the jury’s mind that the aunt is in prison “serving time . . . for murderAfter an emphasis of this character, it was utterly useless to tell the jury that the aunt’s homicidal tendencies had nothing to do with the charge against the defendant.\nIn the case of Commonwealth v. Blose, 160 Pa. Superior Ct. 165, 169, a police officer, referring to a photograph of the defendant, explained that it was a “penitentiary photograph,” thereby quite clearly informing the jury that the defendant was already a convicted felon. Commenting on this testimony the Superior Court said: “It was incompetent and highly prejudicial testimony, and although the court in its opinion denying a new trial reports that the case was tried in an ideal atmosphere, without altercation of feeling between appellant’s counsel and the district attorney, we are of opinion that its instructions did not and could not eradicate the effects of the statement. . . The testimony must have left a deep and lasting impression of truth, and, for reasons presently to be developed, we cannot confidently assert that the instructions wholly abstracted it from the interplay of impressions and convictions which generated the jury’s ultimate conclusion. . . It is not an unwarrantable assumption that it [the jury] experienced trouble in arriving at a conclusion, and we cannot be certain that appellant’s criminal record was not placed in the scales in the formation of the ultimate judgment. These circumstances indicate more than a possibility that appellant’s legal right to a fair trial was substantially impugned by the incompetent and prejudicial testimony. The court should have withdrawn a juror, and the error was not cured by its instructions. It was serious error, and it impeaches the conviction.”\nSpeaking on this same subject in the case of Commonwealth v. Fugmann, 330 Pa. 4, 18, Mr. Justice Maxey (later Chief Justice) pointed out: “In theory the law intends that no testimony shall have any but a logical effect on jurors’ minds; in practice, nearly all testimony has ¡both a logical and a psychological effect in varying ratios. The law intends that no witness’s testimony shall make any appeal except to the jurors’ reasoning faculties; in actual practice, a witness’s testimony sometimes makes more of an appeal to the emotions than to the reason.”\nIt cannot be excluded in the case at bar that the reference to the murder committed by the defendant’s aunt had a psychological effect on the jury — to the defendant’s disadvantage.\nThe defendant urges in this appeal that she is entitled to a new trial not only because she was in effect placed in the defendant’s dock with a murder-convicted aunt, but also because the judge, by his attitude, demeanor, conduct and language, deprived her of a fair and impartial trial. In deciding whether this charge is substantiated, one does not need to speculate. The 800-page printed record is replete with instances of the judge’s participation in the trial more as an advocate and partisan than as an impartial arbiter of the law. In the case of Commonwealth v. Myma, 278 Pa. 505, 508, this Court laid down a standard of conduct for trial judges: “The practice of a judge entering into the trial of a case as an advocate is emphatically disapproved. The judge occupies an exalted and dignified position; he is the one person to whom the jury, with rare exceptions, looks for guidance, and from whom the litigants expect absolute impartiality. An expression indicative of favor or condemnation is quickly- reflected in. the jury box and at the counsel table. To depart from the clear line of duty through questions, expressions or conduct, contravenes the orderly administration of justice. It has a tendency to take from one of the parties the right to a fair and impartial trial, as guaranteed under our system of jurisprudence. Judges should refrain from extended examination of witnesses; they should not, during the trial, indicate an opinion on the merits, a doubt as to the witness’s credibility or do anything to indicate a leaning to one side or the other, without explaining to the jury that all these matters are for them.”\nIn the case before us the trial judge apparently honored all these rules in the breach rather than in the observance. He ridiculed the defendant’s case, harassed and lampooned defense counsel, hampered legitimate cross-examination, volunteered statements from the bench which amounted to testimony and generally reflected an unchanging, unremitting bias in favor of the prosecution.\nAlthough the administration of justice has undergone many changes since the first tribal chieftain climbed to the top of a bowlder to sit in judgment on his fellow-tribesman, all civilizations since then have attested that any one entrusted with the awesome responsibility of deliberating on the fate of others must be patient, considerate, reflective and temperate — ever holding the scales of justice with an equalizing hand. The judge in this case, unfortunately, was impatient, inconsiderate, intemperate and, throughout the trial rested his arm in the scale assigned to the prosecution. Under his domination the proceedings were no longer a trial by jury as it has come down through the venerating centuries. He used the courtroom as a stage for a solo performance of judicial despotism. The repertoire of his tyranny was limited only by the number of the defense who appeared before the footlights of his unrestrained ire and sarcasm.\nThe defense counsel were particularly favored by the judge with the lash of his scorn. While, of course, a judge is within his province in criticising and even censuring lawyers for improprieties committed in his presence, it is not proper for him to make speeches which imply misconduct which does not exist. Nor is he warranted in extolling a witness, as against another witness or counsel, when that witness’s credibility, competence or honesty is being attacked by one side or the other.\nAt the time of the defendant’s arrest she was questioned by the police. Her questions were reduced to written form and she signed the resulting statement. In the course of cross-examining the chief of county detectives, defense counsel asked him if he had, as a matter of procedure, prevailed upon the girl to enter her initials on the varying sheets containing corrections made by her. This legitimate inquiry was regarded by the judge as an attack on the police, and it roused him to an unjust censure of the defense lawyer: “The Court : Just a minute, I would like to interrupt. Are you intimating that the chief county detective and the county detectives deliberately planted mistakes in these kind of statements in order to trick the defendant, is that what you are intimating? Mr. Lord : Well, their testimony, your honor is not exactly in accordance with what we understand. The Court: What you understand, but you are saying now by your cross examination that they deliberately plant mistakes in these statements so they call the defendant’s attention to it and have it corrected, is that right? Mr. Lord: No, sir. The Court : What are you trying to do? I would like to know. Mr. Lord: We are asking him how this mistake got into this transcript? The Court: Tes, but your question was a strong intimation that he deliberately or somebody else for him planted this mistake in this, or these series of mistakes in this statement; did you mean that? Mr. Lord : I did not mean that intimation, your honor. The Court : All right, as long as it is straight. The answer of the witness was to the effect that he understood what you meant. We are not going to permit that in this court room by innuendo, that these police officers and these county detectives deliberately try to trick any defendant in that manner. Mr. Lord: Well, that is not the intimation I tried to get across, and I would like to have that stated for the record I was not.”\nThe Court’s impassioned defense of the police and his condemnation of defense counsel served to completely wreck cross-examination on the point, at issue, thus rendering any further questioning useless. No one can doubt the magnificent work done by police departments throughout the nation, but no one can say that in the entire history of law enforcement no policeman has ever executed a guileful maneuver, even in the attempt to gain what he regarded as the truth. On this subject Judge Reno, in the case of Commonwealth v. Claiborne, 175 Pa. Superior Ct. 42, 49, sagaciously observed: “Clearly, the judge solemnly pronounced the police surgeon’s testimony superior to appellant’s notwithstanding that police officers are fallible, can be mistaken, share common prejudices, and have been known to commit perjury. The credibility of police officers is to be judged by the same standards applicable to all witnesses. They are supposed to be disinterested witnesses, as the trial judge suggested in his charge, but whether or not they are so in fact is a jury question. Cf. Com. v. Brown, 309 Pa. 515, 164 A. 726. We have not embraced ‘the police state’ and tbe testimony of a police officer is not one of the eternal verities.”\nWhen defense counsel asked the chief of county detectives if he had made any “gesture towards getting her [the defendant] an attorney,” the court interjected: “There is no responsibility on the police department to get counsel for defendants, so he did not make a gesture. If they had to do that they might as well .close up the police department and the courts too.”\nThe judge’s remarks here could well have conveyed to the jury the impression that there was something wrong about the defendant having a lawyer. His language was also unnecessarily strong as well as inaccurate, because there would be no need for the police to close up shop and for the courts to board up their doors simply because a helping hand might be lent to an accused person seeking counsel. Although the judge may not have regarded the matter as important, there is a constitutional guarantee that every accused is entitled to be represented and guided by counsel.\nSo determined was the judge on a conviction in this case that he chafed if the district attorney did not promptly object during phases of defense counsel’s ■cross-examination. On these occasions the judge kept goading the district attorney to rise to his feet to object. For example: “The Court: I think if you [Mr. Graham, the trial assistant district attorney] start interfering you might help us out a little bit . . . Raise up a bit and get a few objections here.”\nAgain: “Mr. Graham: May it please the court, I believe he has already answered that question. The Court: He has, but you are objecting, so what am I going to do, sit here and take it I guess. I can not rule on anything unless counsel objects and gives me. a chance to rule on it. Me. Geaham : May it please the court, I could hop up and down here every 30 seconds. The Couet : All right, you are not doing it very often. Me. Geaham : I could do it. The Couet : All right, and I will rule on it.”\nThe defense lawyers, Mr. Lord and Mr. McGoldrick, were defending their client on the proposition that the deceased infant probably died of natural causes. Along this line, Mr. Lord was cross-examining one of the Commonwealth doctors as to the diseases which kill infants in a matter of hours. The trial judge interposed: “The Couet: Before you answer that, doctor, I am going to ask the assistant district attorney to object to it. Are you trying to prove this infant died of a specific disease? Is that what you are trying to prove. That is what your question leads to. If you are not trying to do that it is not cross-examination. Me. Loed : This is on the general theory of autopsy, he has testified from certain facts . . .” After laying this groundwork, the judge asked the district attorney: “Are you objecting to it, Mr. Graham?” And Mr. Graham responded: “I am objecting,” whereupon the Court not surprisingly intoned: “Sustained.”\nWhen defense counsel was cross-examining a detective as to the circumstances under which he obtained a statement made by the defendant, he asked whether the defendant was crying at the time. This inspired the judge into taunting defense counsel as follows: “The Couet: She has been crying in the court room, why don’t you call attention to that? Me. McGoldbick: Your honor, I am going to object for the record to the remarks of the court. The Couet: What is that? Me. MoGoldeick: I am going to object for the record to the remarks of the court. The Couet: All right, you may object to it, put it on the record. After all, we have been very patient with cross-examination in this case, very, very patient. Me. McGoldeick: Your honor, this is a very serious charge. We are only attempting to get at the truth. The Couet: I know. We have been very liberal with you in cross-examination; you just go around with Bobin all the time.” Who Bobin was, and how he entered into the case, the judge did not explain.\nWhen defense counsel asked a police matron about the condition of the cell in which the defendant had been held, the district attorney objected. The court sustained the objection and then proceeded to lecture defense counsel because he did not know all about police cells: “The Couet: Well, you better find out. You have been practicing law for a number of years in this county to find out.” It is not the function of a trial judge to supplement the education of lawyers with pedagogical assertions on what they should “find out.”\nIn cross-examining the coroner who conducted a post-mortem examination on the deceased infant, Mr. Lord asked the coroner to describe the “urachus,” which had been mentioned by the coroner. The coroner flippantly replied: “You describe it.” Defense counsel insisted that the coroner answer the question and when he finally did, he added: “Now the next time you are going to answer the next one you bring something like this.”\nInstead of mildly reproving the witness for his impertinence, the court approved: “The Couet: That is right, you [defense counsel] make the answer.”\nAfter defense counsel asked the coroner if he had preserved the evidence on which he had made his diagnosis, the district attorney asked a question which caused the judge to remark: “This one is going to open the door for 50 questions.” Then, after the district attorney had completed his redirect examination and defense counsel prepared to put some questions, the court chided: “I knew it would open it up; there it goes again.”\nThroughout the trial the judge charged that defense counsel were employing delaying tactics and he kept demanding that they hurry. While celerity in any trial is recommendable, and expeditousness is always desirable, speed must not overshadow the prime requisite of a trial, namely, the ascertainment of truth. The following illustrates how the court badgered counsel: “The Court: Do you have any more questions? Mr. McGoldrick : Yes, sir. The Court : How many more? You are reiterating an awful lot. I am not going to stand for it much longer.. How much more? Mr. Mc-Goldrick : We wish to go through the rest of the questioning period before the statement was taken. The Court: The rest of the questioning period? Mr. Mc-Goldrick: That is right, sir. The Court: You mean when she was brought to the district attorney’s office? Mr. McGoldrick: That is right. The Court: Well, get her out of the Chester Police Department and bring her up to Media as quick as you can then. I am getting sick of this reiteration. Hurry up now. You have had her down the Chester Police Station for quite a long while, so bring her up here to Media.”\nThe cause of the baby’s death was diagnosed as asphyxia. Defense counsel asked a Dr. Teabeaut as to some of the causes of asphyxia. The judge fretted that to have the doctor give all the causes of asphyxia would keep the court in session for “the rest of the summer. And I propose to go on a vacation in August, so I hope I will be able to get away.” When a case is tried with an eye on the railroad schedule of a judge’s departure, there is always the possibility that justice may board the wrong train.\nConstantly complaining as to defense counsel’s questioning, the judge remarked after a witness had given his answer: “I tMnk be said that about five times so far. I am, getting tired of hearing it.”\nOn several occasions tbe judge attempted to restrict defense counsel in tbe presentation of tbeir defenses It was important from tbe defense point of view to establish tbe exact hour of tbe death of tbe baby. Tbe court would not permit examination on this point: “The Cotjbt: Tbe issue in this case as I see it, is not when did tbe baby die, what did tbe baby die from; that is tbe issue. Mb. Lobd: If tbe court please, in many of tbe questions of Dr. McKnigbt in cross-examination be went far beyond tbe answer and put in this evidence, for example, of rigor mortis. The Cotjbt: No, be did not go far beyond tbe answer or beyond the question. You asked him all these questions which were entirely irrelevant in tbe opinion of tbe court to tbe issue in this case, but we permitted you to do it. Me. Lobd : It is our position at this time that by denying us tbe right to ask this question you are denying us tbe right to test bis credibility or bis judgment. Mb. Gbaham: May it please tbe court, if this bad been developed by tbe defense in chief, that is different, but they developed it in cross-examination. The Cotjbt : They developed it in cross-examination and now they are trying to show by this witness’ testimony that what they developed under cross-examination is incorrect or at least some part of it. You better get down to the question of the cause of death in this case and stop all this irrelevancy.”\nThe trial judge’s attitude throughout tbe trial which was pronouncedly pro-Commonwealtb and anti-defendant is probably explained by tbe fact that be was an assistant district attorney for 17% years, a bit of biographical data be imparted to tbe jury, but even that history did not justify bis testifying from tbe bench. When defense counsel asked Dr. Teabeaut a medical question, the judge, without permitting the answer, interrupted: “Now may I interrupt right now and inject what the court thinks about this report of that type, that portion of the report? Every coroner’s physician report that I have seen, and I was seventeen and a half years in the district attorney’s office, would give a general description of the vital organs of the body, stating whether they were diseased or not diseased, those principal vital organs that are understood to sustain life generally. That would not mean that the coroner’s physician was predicating his conclusion on the fact that he found the spleen normal or that he found any other part of the body normal. The abnormality is the thing that he concentrated on, after he had given his description of his findings when he opened up the body and posted it. Now that is all Dr. McKnight would mean by saying that the spleen upon examination in his opinion as a physician was normal, not that he connected it with drowning.” Having testified in this manner and at such length, the defense counsel could not help but feel that the judge had made himself a witness in the case, and accordingly defense counsel began to cross-examine the judge: “Mr. Lord: In other words, are you saying your honor, that he did look at organs and negatived, in other words, eliminated other causes of death.” And His Honor, not abashed at the undignified position in which he had placed himself, placidly testified further: “The Court : In other words, if he looked at the spleen and he recorded that it was normal, he could still look at some other part of the body and find the cause of death from the other part of the bodyN Eater on the judge testified some more from the bench! “The Court: If that is the case, then that eould be another observation of Dr. McKnight’s, just the same as he said the spleen is normal, I took out a section of the lungs and they floated; that does not prove a thing, whether the child was drowned or whether he was asphyxiated with gas or what happened to him.”\nDefense counsel properly objected to the court’s comments, and articulated what must now have been obvious to everyone in the courtroom, namely, that the judge was arguing the case for the district attorney: “Me. Loed: I want to take exceptions to those comments, your honor. The Couet: All right, you may have an exception. Me. Loed: I believe you are arguing the case to the jury for the district attorney. The Couet: All right, you may have an exception on the record granted. Go ahead. I am trying to show there are certain portions of this report that might be very vital to the issue in this case, but the other parts are merely descriptive. Go ahead.”\nDr. McKnight, the coroner, testified that the autopsy he performed was a complete autopsy. Defense counsel believed it was not complete and accordingly asked Dr. Teabeaut about it. The judge interposed again with a long resume on what Dr. McKnight had said and concluded: “As I see it the testimony from the standpoint of the Commonwealth is that Dr. McKnight made a complete autopsy which was sufficient in his opinion to have him come to the conclusion as to what the cause of death was in this case. This is as far as he went.”\nDefense counsel refused to accept the judge’s testimony to the effect that the autopsy was complete and asked Dr. Teabeaut: “Doctor, in your professional opinion what is a complete autopsy?”\nSince the judge had already given Ms professional opinion as to what constituted a complete autopsy, the district attorney objected, and the judge naturally sustained the objection.\nThen, when the district attorney was cross-examining Dr. Teabeant on this subject, the court warned defense counsel: “Don’t you interfere, because Mr. Graham did not interfere with you.” The court had no right to tell defense counsel that he should not interfere, that is, object. Nor does the record completely absolve Mr. Graham from “interfering,” in spite of the judge’s laudation in this respect.\nWhen defense counsel objected to a question put by the district attorney to the defendant, the court warned him: “Will you please permit this defendant to be cross-examined without any interference or unnecessary interference?”\nIt is obvious that the trial judge was quite unhappy over the manner in which defense counsel battled for their client, but he had only praise for the district attorney, even going so far as to launch an encomium on the district attorney’s voice: “Mb. McGoldrick: Your Honor, I am going to object to this shouting. The Court: What are you going to do? Mr. McGoldrick: I am objecting to the district attorney’s manner of questioning. He does not have to question her in that fashion. The Court: She is the defendant, she is subject to intensive and unlimited cross-examination. Mr. McGoldrick : Yes, that is true, but she does not have to be shouted at. The Court : He is not shouting at her. Mr. McGoldrick: Well, he can stand away. The Court : He uses his voice how the court likes to hear him. Objection overruled. Go ahead, Mr. Graham.”\nParadoxical as it may seem, the judge intermingled his outbursts of anger with jests and attempted jokes. Beading the record one cannot conclude whether the judge was a humorist wearing the robes of a martinet, or a strict disciplinarian seeking to relieve the nervous tension and strain that every trial imposes on judge, lawyers, witnesses and jurors. However, whatever may have been the motivation behind the judge’s humor, it had no place in the serious business of a murder trial. Humor which is purposefully generated detracts from the solemnity of court procedure and can work an unjust disadvantage to the accused, as indeed it can have a similar effect on the efforts of the Commonwealth seeking a just verdict. Nor is every judge qualified to produce humor and distil wit which is interesting, much less entertaining. The sallies of the judge in the case at bar (as he must himself admit on reflection) fell somewhat short of attaining immortality in any anthology of wit and humor at the bar or on the bench. Illustrations taken from the record will reveal what Judge Reno of the Superior Court- so appropriately characterized as “judicial humor [which] rarely rises above the dismal.” When defense counsel asked the detective, who had taken the defendant’s statement, whether he had advised her of her rights not to incriminate herself, the detective replied: “No, I did not go into the Fifth Amendment; she was told before she made this statement.” This caused the judge to exclaim: “The Fifth Amendment? . . . Where did I hear that before?”\nWhile Dr. Teabeaut was on the stand, defense counsel stated that the coroner had indicated that in opening the abdominal cavity of the child he had discovered “dotted hemorrhages” over the lungs, whereupon the judge observed: “I thought we were going to Philadelphia, not New York.” Then, when the doctor explained that the lungs might have been seen through the'abdominal cavity the judge chortled: “Oh, he might? He might have had a periscope.”\nWhen defense counsel asked Dr. McKnight about pink blood, the doctor said he never heard of pink blood, whereupon the court asked: “How about blue blood?” And the doctor, now forced to play a “straight man,” replied: “I have heard of that.”\nA witness testifying to the defendant’s attitude toward children said: “Yes, and she talked and she acted like she was very happy and everything; and we talked about the kids. So I told her she could have all she wanted, and laughed and that was all.” This caused the judge, in questionable taste, to say: “Q. I thought it took two to make a bargain? A. Well, I guess they do. Q. She wouldn’t have the whole say? A. Well, I don’t know.”\nAnd then there are other gems of wit, to wit: “By The Court: Q. That is another special field in chemistry? A. Well, I should like to make believe I am one. Q. You know, human knowledge is a good thing subdivided up the way it is; we would all go crazy.” . . .\n“The Court: I will tell you that we better do, we better build a laboratory and have the taxpayers start paying for it.” . . .\n“The Court : The hours you have taken up and you have been allowed to take up by the court? That is the second time a 20 minute recess has been referred to and I don’t want it referred to any more in the way it is being referred to by innuendo in this case by you. I want you to hurry up with your cross-examination. We better go out and get something to eat.”\nIt is always to be hoped that when a court properly recesses for food, the person on trial for his life will also be assured the bread of an impartial and untrammeled judgment.\nAU italics throughout, mine.\nCommonwealth v. Claiborne, 175 Pa. Superior Ct. 42, 46.",
        "type": "concurrence",
        "author": "M[r. Justice Musmanno:"
      }
    ],
    "attorneys": [
      "Francis B. Lord, with him James A. McGoldriclc, for appellant.",
      "Jolm B. Graham, Assistant District Attorney, with him Baymond B. Start, District Attorney, and Joseph E. Pappano, First Assistant District Attorney, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Hales, Appellant.\nArgued November 22, 1955.\nBefore Steen, C. J., Steaene, Jones, Bell, Musmanno and Abnold, JJ.\nFrancis B. Lord, with him James A. McGoldriclc, for appellant.\nJolm B. Graham, Assistant District Attorney, with him Baymond B. Start, District Attorney, and Joseph E. Pappano, First Assistant District Attorney, for appellee.\nJanuary 13, 1956:"
  },
  "file_name": "0153-01",
  "first_page_order": 201,
  "last_page_order": 220
}
