{
  "id": 1263019,
  "name": "Mozino, Appellant, v. Canuso",
  "name_abbreviation": "Mozino v. Canuso",
  "decision_date": "1956-02-06",
  "docket_number": "Appeal, No. 281",
  "first_page": "220",
  "last_page": "227",
  "citations": [
    {
      "type": "official",
      "cite": "384 Pa. 220"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "186 A. 748",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "322 Pa. 439",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1167902
      ],
      "pin_cites": [
        {
          "page": "442"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/322/0439-01"
      ]
    },
    {
      "cite": "66 Pa. 297",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        432500
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/66/0297-01"
      ]
    },
    {
      "cite": "79 A. 802",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "230 Pa. 591",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8846696
      ],
      "pin_cites": [
        {
          "page": "595-596"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/230/0591-01"
      ]
    },
    {
      "cite": "121 A. 333",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "277 Pa. 530",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1079570
      ],
      "pin_cites": [
        {
          "page": "537"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/277/0530-01"
      ]
    },
    {
      "cite": "57 A. 2d 898",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "358 Pa. 589",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8846036
      ],
      "pin_cites": [
        {
          "page": "590"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/358/0589-01"
      ]
    },
    {
      "cite": "80 A. 2d 801",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "367 Pa. 615",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1228285
      ],
      "pin_cites": [
        {
          "page": "618"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/367/0615-01"
      ]
    },
    {
      "cite": "87 A. 2d 214",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "370 Pa. 45",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1234511
      ],
      "pin_cites": [
        {
          "page": "47-48"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/370/0045-01"
      ]
    },
    {
      "cite": "103 A. 2d 724",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "376 Pa. 598",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1246160
      ],
      "pin_cites": [
        {
          "page": "600"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/376/0598-01"
      ]
    },
    {
      "cite": "169 A. 99",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "313 Pa. 46",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1152676
      ],
      "pin_cites": [
        {
          "page": "47"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/313/0046-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 576,
    "char_count": 10537,
    "ocr_confidence": 0.476,
    "pagerank": {
      "raw": 5.271469365293993e-07,
      "percentile": 0.9417966066747521
    },
    "sha256": "aa3417e0953bc99620bd87ebc8cd77b62afde1c0c26c3eab8524d3b407b92d44",
    "simhash": "1:c16f04b93846bdef",
    "word_count": 1788
  },
  "last_updated": "2024-02-27T23:35:24.115491+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stern, C. J., Stearns, Jones, Musmanno and Arnold, JJ.",
      "Mr. Justice Bell took no part in the consideration or decision of this case."
    ],
    "parties": [
      "Mozino, Appellant, v. Canuso."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Jones,\nThe plaintiff sued in assumpsit to recover damages for the defendant partnership’s alleged breach of an oral contract whereby the partnership was permitted to dig and remove fill from land of the plaintiff at so much per cubic yard with the further understanding and agreement that any rock encountered in the operation would be removed by the defendants and that the digging would be done in such a manner that, when completed, the surface of the ground would be left in a smooth and even grade. The partnership consisted of Francis A. Canuso and Francis A. Canuso, Jr., trading and doing business as Francis A. Canuso and Son. The defendants paid the plaintiff at the contract price per yard for the earth actually removed. The plaintiff instituted the present action to recover damages due to the defendants’ failure, after the removal of the fill, to restore the property to the condition required by the parties’ agreement. The defendants answered, denying the property damage claimed by the plaintiff, and set up a counterclaim for materials which the firm had sold the plaintiff.\nAfter issue had been joined, Francis A. Canuso, Sr., died. The plaintiff, with leave of court, subsequently amended his complaint so as to show the action as being against “Francis A. Canuso, Jr., Only, Surviving Partner of Francis A. Canuso and Francis A. Canuso, Jr., Late Trading as Francis A. Canuso and Son, Francis A. Canuso having died” and to include an averment that “. . . this action is brought against Francis A. Canuso, Jr., only, surviving partner of Francis A. Canuso and Son, and [that] plaintiff disclaims any claim against Francis A. Canuso or his estate.”\nAt trial, the plaintiff offered himself as a witness. The defendant objected to his testifying on the ground that he was an incompetent witness under Section 5 (e) of the Act of May 23, 1887, P. L. 158, 28 PS §322, Francis. A. Canuso having died. The objection was overruled and the plaintiff was permitted to testify generally with respect to the alleged oral contract, the defendant’s breach of it and the damages flowing therefrom. The learned trial judge was then of the opinion that, by virtue of the plaintiff’s amendment, “. . . the partnership is clearly out, so far as liability goes here and the remaining defendant is the only one who is in under that caption.” The jury returned a verdict for the plaintiff of “$7,500, less the [defendant’s] bill of $713.52, making $6,786.48 net” for which latter amount a verdict for the plaintiff was entered of record. The defendant filed motions for judgment n.o.v. and for a new trial. The court en banc denied the motion for judgment n.o.v. but awarded the defendant a new trial. Only the plaintiff has appealed.\nOne who appeals from the grant of a new trial assumes a very heavy burden indeed. Before we will reverse, the appellant must be able to show that the trial court was guilty of a palpable abuse of discretion or acted on an erroneous rule of law which, in the circumstances, controlled the outcome of the case and is certified by the trial court as the sole reason for the granting of a new trial. The statement of the rule most frequently cited appears in Marko v. Mendelowski, 313 Pa. 46, 47, 169 A. 99, which has been quoted many times down to the present. See, e.g., Pendleton v. Philadelphia Transportation Company, 376 Pa. 598, 600, 103 A. 2d 724; Beal v. Reading Company, 370 Pa. 45, 47-48, 87 A. 2d 214; Foster v. Waybright, 367 Pa. 615, 618, 80 A. 2d 801; and Tupponce v. Pennsylvania Railroad Company, 358 Pa. 589, 590, 57 A. 2d 898.\nThe opinion for the court en banc in the instant case bases its grant of a new trial on the ground that, one of the parties of the defendant firm having died, the plaintiff was an incompetent witness under the Act of 1887 and should not, therefore, have been permitted to testify. As the evidence adduced in the plaintiff’s case was in large measure his own testimony, the court felt that a new trial was necessarily indicated. The court below has not, however, certified that the supposed erroneous ruling at trial on the evidence question was the sole reason for the granting of a new trial. In fact, we were informed by counsel for the appellee at bar, and it was not controverted, that a certificate that the evidence question under the Act of 1887 was the sole ground for the court’s action in ordering a new trial was sought but that the trial judge refused to so certify.\nNor can we say from a reading of the lower court’s opinion that one or more of the other reasons assigned by the defendant would not have justified a new trial had the competency question under the Act of 1887 been decided otherwise. As was said in Class & Nachod Brewing Co. v. Giacobello, 277 Pa. 530, 537, 121 A. 333,— “. . . because the opinion of the trial court refers to only one question, or a single point in the case, this fact will not be treated by us as conclusive proof that the point or question thus accentuated controlled the entry of the order appealed from . . . Here, there were other grounds assigned as reasons for a new trial, viz., alleged error in the measure of damages, incompetency of witnesses for the plaintiff to give opinion evidence and excessiveness of the verdict. None of these reasons was touched upon in the court’s disposition of the defendant’s motion.\nIn no event was the court below guilty of a palpable abuse of discretion; nor do we understand the appellant to so charge. The order granting a new trial must therefore be affirmed.\nHowever, inasmuch as the case goes back for retrial, it is proper that we pronounce on the question of the plaintiff’s competency as a witness under the Act of 1887 since we think it was wrongly decided below and, naturally, the error should be avoided at the retrial.\nThe court en banc quite understandably, albeit reluctantly, relied on what, at first glance, appears to be the ruling in Lockard v. Vare, 230 Pa. 591, 595-596, 79 A. 802, which was an action in trespass for personal injuries to the plaintiff caused allegedly by the negligence of the defendant partnership, Vare Brothers. After issue was joined, George A. Vare, one of the partners, died. At trial, counsel for the plaintiff asked “ That the jury be sworn as to William S. Vare and Edwin H. Vare only, surviving partners of George A. Vare, William S. Vare and Edwin H. Vare, late trading as Vare Brothers, George A. Vare having died.’ ” That was done and the plaintiff was permitted to testify generally as to the happening of the accident inflicting her injury and the defendants’ fault in relation thereto. On appeal by the defendants from a judgment entered on a verdict for the plaintiff, this court reversed with a v.f.d.n., holding that the plaintiff was incompetent under Clause (e), Sec. 5, of the Act of 1887 to testify to matters occurring in the lifetime of the deceased partner.\nSection 5 (e) of the Evidence Act of 1887 does not warrant an interpretation that would quarantine surviving partners against claims of creditors of the partnership simply because one of the partners has died. There must be more than that. The thing or contract in action must be such that the deceased partner, if living, would have been a material and relevant witness concerning matters relating thereto. Such a qualifying deceased’s voice having been stilled by death, the adverse party is thereby rendered incompetent to testify against the deceased partner’s interest. That seems to be the rationale of Lockard v. Vare. There, the “testimony [of the allegedly incompetent witness] was as to matters occurring in the lifetime of the deceased partner, and he, if living, might have contradicted her. His lips having been closed by death, evenhanded justice require[d] that her mouth be sealed: Karns et al. v. Tanner, 66 Pa. 297; but as to matters that occurred between her and the surviving partners, both may testify and there will be no inequality between them.” In Kors v. Lipschutz, 322 Pa. 439, 442, 186 A. 748, where Lockard v. Vare, supra, was reviewed, Mr. Justice Schaffer recognized for this court that “a party may testify to matters occurring between him and the members of a partnership during the lifetime of one of the partners who is dead . . . where the action is against the surviving partners alone.”\nNothing whatsoever occurred at any time between the plaintiff and the deceased partner relating to the partnership’s removal of earth from the plaintiff’s property. The plaintiff’s dealings, in their entirety, were with Francis A. Canuso, Jr., the surviving partner, and Vito Canuso, the superintendent of the fill-removal operation. It is obvious that, in the circumstances, the plaintiff could not, and of course did not, testify as to anything with respect to which the deceased partner could have contradicted him. On the other hand, Francis A. Canuso, Jr., and Vito Canuso, the actors for the partnership, are both living, were present at the trial and testified in refutation of the plaintiff. In our opinion, the plaintiff is competent to testify as to the matters in suit especially when liability therefor is expressly limited to the surviving partner and there is of record a formal disclaimer by the plaintiff of any claim against the deceased partner or his estate: Kors v. Lipschutz, supra.\nAt one point in the course of the trial, the learned trial judge expressed the belief that, even though liability was limited to the surviving partner alone, judgment on a verdict for the plaintiff might affect the deceased partner’s interest in the partnership assets because of the surviving partner’s possible right to contribution from the deceased partner’s interest. Such a possibility cannot be availed of by the surviving partner to relieve him of his liability to the plaintiff under the contract. Whether the surviving partner would seek to obtain contribution from his deceased partner’s share in the partnership assets would be a matter between the surviving partner and the deceased partner’s estate. What they might arrange between themselves cannot affect the plaintiff’s right to proceed against the surviving partner.\nThe order granting a new trial is affirmed.\nMr. Justice Bell took no part in the consideration or decision of this case.",
        "type": "majority",
        "author": "Mr. Justice Jones,"
      }
    ],
    "attorneys": [
      "Edmund B. Spaeth, Jr., with him MacCoy, Evans & Lewis, for appellant.",
      "TP. Bradley Ward, for appellees."
    ],
    "corrections": "",
    "head_matter": "Mozino, Appellant, v. Canuso.\nArgued November 23, 1955.\nBefore Stern, C. J., Stearns, Jones, Musmanno and Arnold, JJ.\nEdmund B. Spaeth, Jr., with him MacCoy, Evans & Lewis, for appellant.\nTP. Bradley Ward, for appellees.\nFebruary 6, 1956:"
  },
  "file_name": "0220-01",
  "first_page_order": 268,
  "last_page_order": 275
}
