{
  "id": 1263133,
  "name": "Hyzy, Appellant, v. Pittsburgh Coal Company",
  "name_abbreviation": "Hyzy v. Pittsburgh Coal Co.",
  "decision_date": "1956-03-13",
  "docket_number": "Appeal, No. 111",
  "first_page": "316",
  "last_page": "323",
  "citations": [
    {
      "type": "official",
      "cite": "384 Pa. 316"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "303 Pa. 405",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1130010
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/303/0405-01"
      ]
    },
    {
      "cite": "284 Pa. 277",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1092073
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/284/0277-01"
      ]
    },
    {
      "cite": "278 Pa. 84",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1080624
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/278/0084-01"
      ]
    },
    {
      "cite": "268 Pa. 504",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061544
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/268/0504-01"
      ]
    },
    {
      "cite": "376 Pa. 209",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1246177
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/376/0209-01"
      ]
    },
    {
      "cite": "365 Pa. 507",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1225528
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/365/0507-01"
      ]
    },
    {
      "cite": "320 Pa. 545",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1163711
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/320/0545-01"
      ]
    },
    {
      "cite": "352 Pa. 183",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        464082
      ],
      "year": 1945,
      "opinion_index": 0,
      "case_paths": [
        "/pa/352/0183-01"
      ]
    },
    {
      "cite": "103 Pa. Superior Ct. 316",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        697205
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/103/0316-01"
      ]
    },
    {
      "cite": "297 Pa. 172",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1118225
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/297/0172-01"
      ]
    },
    {
      "cite": "157 Pa. Superior Ct. 459",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1061294
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/157/0459-01"
      ]
    },
    {
      "cite": "110 Pa. Superior Ct. 156",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        969688
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/110/0156-01"
      ]
    },
    {
      "cite": "159 Pa. Superior Ct. 256",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1065802
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/159/0256-01"
      ]
    },
    {
      "cite": "284 Pa. 277",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1092073
      ],
      "pin_cites": [
        {
          "page": "280"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/284/0277-01"
      ]
    },
    {
      "cite": "278 Pa. 84",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1080624
      ],
      "pin_cites": [
        {
          "page": "88"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/278/0084-01"
      ]
    },
    {
      "cite": "268 Pa. 504",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061544
      ],
      "weight": 2,
      "opinion_index": 1,
      "case_paths": [
        "/pa/268/0504-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 638,
    "char_count": 10899,
    "ocr_confidence": 0.471,
    "pagerank": {
      "raw": 3.6950055916375713e-07,
      "percentile": 0.8926497259106612
    },
    "sha256": "23bc02333e54f8da34dfabce95f61091e805c50801d0aa52248b00e16eaf8846",
    "simhash": "1:4029b5c0e4362602",
    "word_count": 1822
  },
  "last_updated": "2024-02-27T23:35:24.115491+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Steen, C. J., Stearns, Jones, Bell, Chidsey, Musmanno and Arnold, JJ.",
      "Mr. Chief Justice Horace Stern dissents."
    ],
    "parties": [
      "Hyzy, Appellant, v. Pittsburgh Coal Company."
    ],
    "opinions": [
      {
        "text": "Opinion\nPer Curiam,\nThe plaintiff, as administratrix of the estate of her deceased husband, brought the present action against the defendant company, the husband’s employer, for damages for his allegedly wrongful death. The defendant filed preliminary objections, in the nature of a demurrer, to the complaint on the ground that the plaintiff’s exclusive remedy was under the Workmen’s Compensation Act. The learned court below sustained the objections and dismissed the complaint in an order from which the plaintiff has brought this appeal. The opinion of the learned court below disposed of the plaintiff’s contention so completely that the order will be affirmed on the following excerpts therefrom.\n. . The complaint recites that the decedent was a coal miner employed by defendant and was fatally injured by a roof fall in the mine while in the course of his employment. Clearly then, since the pleadings establish an employer-employee relationship, the Workmen’s Compensation Act would seem to be applicable.\n“Plaintiff seeks to avoid the application of the act by a showing that the accident resulted from defendant’s neglect of a statutory duty. However, this court can perceive no such distinction in the act. Article III, section 302 (a), 77 P.S. Sec. 461, provides that ‘In every contract of hiring ... expressed or implied .. ., it shall be conclusively presumed that the parties have accepted the provisions’ of the act unless written notice is given to the contrary. And section 303 of the act provides that acceptance of the act ‘shall operate as a surrender by the parties thereto of their rights to any form or amount of compensation or damages for any injury or death occurring in the course of the employment, or to any method of determination thereof, other than as provided in Article III of this act. Such agreement shall bind the employer and his personal representatives, and the employee, his or her wife or husband, widow or widower, next of kin, and other dependents.’\n“The statute contains no provisions which qualify those quoted above; hence, since plaintiff has not averred that decedent took any action to exclude his employment from falling under the act’s provisions, it necessarily follows that he was subject thereto. See Capozzoli v. Stone & Webster Eng. Co., 352 Pa. 183 (1945). The courts have been consistent in holding that the remedy provided by the Workmen’s Compensation Act is exclusive of all common law actions. Jackson v. Gleason, 320 Pa. 545; McIntyre v. Strausser, 365 Pa. 507.\n“Plaintiff relies on several cases as authority for his contention that an action for Wrongful Death lies. However, even a cursory examination of these eases reveals their inapplicability to the present controversy. In Broch v. Bowser, 376 Pa. 209, a trespass action was permitted because the court found an employer-employee relationship did not exist. The cases of Lincoln v. National Tube Co., 268 Pa. 504, Walkofski v. Lehigh Valley R. R. Co., 278 Pa. 84, and King v. Darlington Brick & Mine Co., 284 Pa. 277, all cited by plaintiff, are clearly distinguished in Welsch v. Pittsburgh Terminal Coal Co., 303 Pa. 405, where the court reiterates the general rule that an employee who had been injured in the course of his employment can recover from his employer only in the manner provided by the Workmen’s Compensation Act.\n“Neither the Act of May 29, 1901, P. L. 342, 52 P.S. §598 nor the Act of June 2, 1891, P. L. 176, 52 P.S. §71 and its supplements gives any aid to plaintiff’s position, since these acts only apply to anthracite coal mines. Since the defendant’s mine here in question is located in Library, Pennsylvania, this court takes judicial notice of the fact that it is a bituminous coal mine.\n“The controversy here is clearly governed by Welsch v. Pittsburgh Terminal Coal Co., supra, where, although neglect of a statutory duty was alleged, the court held that plaintiff’s only remedy was under the Workmen’s Compensation Act. Plaintiff’s failure to plead that the act had been duly rejected was tantamount to pleading that the parties had accepted the act as a part of the employment contract. Cappozzoli v. Stone & Webster Eng. Co., supra.”\nOrder affirmed at appellant’s costs.\nMr. Chief Justice Horace Stern dissents.",
        "type": "majority",
        "author": "Per Curiam,"
      },
      {
        "text": "Dissenting Opinion by\nMb. Justice Musmanno:\nJoseph E. Hyzy, the deceased husband of the plaintiff, worked in the coal mine of the defendant Pittsburgh Coal Company as motorman of a Joy-loading machine. On January 8, 1953, he was crushed to death by a roof-fall and cave-in. In an action for damages, the Administratrix of his estate charged the defendant with negligence: “(a) In assigning decedent to work under an untimbered, loose, and deteriorated roof, in violation of the Mine Safety Acts of the Commonwealth of Pennsylvania, forbidding assignments of work in hazardous areas, (b) In knowingly directing and permitting the operation of a bull-dozing machine in a section where no timbering or adequate timbering were installed to support the loose and danger roof. ... (e) In wilfully, wantonly and negligently instructing decedent to operate the said bull-dozing machine in the area in violation of law and to his great hazard, injury and death.”\nSection 873 of the Bituminous Coal Mines Law (1911, June 9, P. L. 756), 52 PS provides: “The mine foreman shall direct and see that every working place is properly secured by props or timbers, and shall see that no person is directed or permitted to work in an unsafe, place, unless it be for the purpose of making it safe.”\nSection 1341 of the same Act makes violation of the Act a misdemeanor.\nThe lower Court held, and the majority of this Court affirms, that the plaintiff may not recover in a trespass action as her remedy is limited to the provisions of the Workmen’s Compensation Act. In the case of King v. Darlington, 284 Pa. 277, 280, this Court held that “the Workmen’s Compensation Act does not debar an action of trespass, where the injury results from the employer’s violation of a statutory command: Lincoln v. National Tube Co., 268 Pa. 504.”\nIn Lincoln v. National Tube Co., 268 Pa. 504, this Court allowed a recovery where a minor employee was injured when he was assigned to operate a hoisting machine in express violation of a statute. It was argued by the employer there that it was liable only under the Workmen’s Compensation Act because the Act applied to “those employers who ‘shall by agreement, either expressed or implied . . . accept the provisions’ thereof.” But we held that: “¡Since no legal contract could be made by or for the minor to do this kind of work, and as such contract could not be legally ‘renewed or extended by mutual consent, expressed or implied,’ it is clear the workmen’s compensation law does not cover the case.”\nIf the employer in the case at bar ordered the decedent to work in an area of the mine which, under the Mine Safety Law, was so dangerous as to be prohibited territory, the employer is responsible in trespass as much as where an employer orders a minor to work at prohibited machinery. In Walcofski v. Lehigh Val. Coal Co., 278 Pa. 84, 88, this Court denied compensation to a claimant who of his own volition entered into an area of the mine he was ordered to avoid. Although barring recovery, we laid down rules there which apply to employers as well as to employees: “There can be no legal excuse for failure to obey an absolute statutory requirement ... We have consistently followed a public policy announced long ago by this court; it will not aid a man who grounds his cause on an immoral or illegal act . . . And as we have unhesitatingly held employers to a strict rule for failure to obey social welfare acts in the interest of safety to other workmen, so also the law as it relates to employees mining coal under these circumstances must be enforced . . .”\nAlthough it is generally assumed that the Workmen’s - Compensation Law assures compensation to injured workmen regardless of the manner in which their injuries were incurred, the appellate courts have often denied recovery on the ground that the claimant was violating some law at the time of his accident. In Yowkoski v. Hudson Coal Co., 159 Pa. Superior Ct. 256, the claimant was refused compensation because at the time of the mishap he was using matches in violation of Rule 10, Art. XII of the Pennsylvania Anthracite Mining Law of June 2, 1891. In the case of Beshenick v. Pittsburgh Terminal Coal Corp., 110 Pa. Superior Ct. 156, it was held that the claimant could not recover when he violated a law, even though the violation did not amount to a misdemeanor. In Demuzzio v. Lattimer Coal Corporation, 157 Pa. Superior Ct. 459, compensation was disallowed because the decedent was working in that part of the mine “where he was ordered not to work.” In Dickey v. Pittsburgh & Lake Erie R.R. Co., 297 Pa. 172, no compensation was permitted because the decedent used a short cut, this Court saying: “Where an employee violates a positive rule as to entering forbidden parts of the owner’s premises about which he has no duty to perform, or disobeys instructions against starting machinery or other dangerous agencies with which his work is not connected, and with which he has no business, and an injury results, he not only violates the orders of his employer, but is in the position of a trespasser, who without right authority or permission, enters forbidden ground.”\nIt is not likely that the Legislature, in passing the Workmen’s Compensation Act, intended to bar from compensation employees who violate safety laws and yet immunize employers from liability in trespass actions when they ignore the same safety laws. If violation of a safety law drives the claimant into an area not covered by the Workmen’s Compensation Law, a disregarding of statutory requirements by the employer should and must remove from him the protecting umbrella of that same law. The Superior Court well said in the case of Morell v. B. & S. & C. Co., 103 Pa. Superior Ct. 316, 321: “The defendant should not be permitted to play fast and loose with the rules — condone their infraction by the officials charged with their enforcement and then set them up as a bar against recovery of compensation by the dependents of an employe killed while traveling from his work in a manner to which they had given their assent and approval.”\nBoal v. Electric Storage Battery Co., 98 F. 2nd 815, is another case covering a situation where the Workmen’s Compensation Act does not apply, despite the employer-employee relationship.\nItalics throughout, mine.",
        "type": "dissent",
        "author": "Mb. Justice Musmanno:"
      }
    ],
    "attorneys": [
      "Harry Alan Sherman, for appellant.",
      "Harold R. Schmidt, with him Ralph H. German, and Rose, Rose & Houston, for appellee."
    ],
    "corrections": "",
    "head_matter": "Hyzy, Appellant, v. Pittsburgh Coal Company.\nArgued September 30, 1955; reargued January 4, 1956.\nBefore Steen, C. J., Stearns, Jones, Bell, Chidsey, Musmanno and Arnold, JJ.\nHarry Alan Sherman, for appellant.\nHarold R. Schmidt, with him Ralph H. German, and Rose, Rose & Houston, for appellee.\nMarch 13, 1956:"
  },
  "file_name": "0316-01",
  "first_page_order": 364,
  "last_page_order": 371
}
