{
  "id": 1263151,
  "name": "Frick, Appellant, v. McClelland",
  "name_abbreviation": "Frick v. McClelland",
  "decision_date": "1956-04-16",
  "docket_number": "Appeal, No. 45",
  "first_page": "597",
  "last_page": "602",
  "citations": [
    {
      "type": "official",
      "cite": "384 Pa. 597"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "351 Pa. 238",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        462790
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/351/0238-01"
      ]
    },
    {
      "cite": "324 Pa. 456",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 484,
    "char_count": 8825,
    "ocr_confidence": 0.424,
    "pagerank": {
      "raw": 3.0162008834756374e-07,
      "percentile": 0.8535509213085396
    },
    "sha256": "bb36b94849a0a338c47133af588d5a808f8afbc6195153edec254eb48525316f",
    "simhash": "1:f460cda3b8a0bebb",
    "word_count": 1490
  },
  "last_updated": "2024-02-27T23:35:24.115491+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Steen, C. J., Jones, Bell, Musmanno and Arnold, JJ."
    ],
    "parties": [
      "Frick, Appellant, v. McClelland."
    ],
    "opinions": [
      {
        "text": "Opinion\nPer Curiam,\nThe order of the Court below is affirmed on excerpts from the Opinion by Judge Alpern:\n“The plaintiff, Irene Frick, is the widow of William G-. Frick. Her complaint alleges that on June 23, 1947, her husband, while in pursuit of his duties as custodian of Peabody High School of the School District of Pittsburgh, ‘struck his head on a projecting metal lock at said school’. He ‘suffered,’ she avers, ‘a laceration of the forehead,’ was treated by a fellow employe and continued to perform his tasks until the end of his working day. He returned to his home, spent a normal evening at home with his wife, retired for the night.\n“The next morning at about five o’clock, the plaintiff tried to awaken her husband. Being unable to do so, she called defendant Dr. George W. Olah, a physician, duly licensed to practice in this commonwealth. Doctor Olah examined the deceased, and, after being told by the plaintiff of the accident, attributed the death to cerebral hemorrhage. Doctor Olah reported the sudden death to Coroner McClelland, who ordered an autopsy. This autopsy was performed June 24,1947. The body was removed from the Samson mortuary for this purpose, plaintiff having given her permission to said mortuary to prepare the body for burial.\n“Plaintiff avers that she has suffered mental anguish, impairment of health, loss of income from employment, the expenditure of large sums of money to sustain her widow’s claim against the School District of Pittsburgh, the expenditure of large sums of money for hospital and medical attendance.\n“This court has already handed down an opinion based on the original complaint in which the court held that ‘under the law it was the Coroner’s duty to ascertain the facts with a view of eliminating criminal means as a cause of death’. The court, speaking through Adams, J., held that no cause of action was stated against the coroner in the original complaint and gave leave to the plaintiff to amend her complaint to state a cause if she could as to all the present defendants. It must now be decided whether or not the plaintiff has met this responsibility.\n“The Act of July 12, 1935, P. L. 710, §2; 16 P.S. 3161, makes it the duty of the coroner ‘in all cases where death is sudden, or violent or is of a suspicious nature and character, to cause a careful investigation of the facts concerning said death to be made, to ascertain whether the death was due to other than natural causes, and to make or cause to be made such an autopsy as the facts of the case may demand.’ (Emphasis supplied)\n“The coroner, having the duty to investigate sudden death, does not require the permission or the authority of the family of the deceased to perform an autopsy. In the absence of bad faith or of arbitrary and capricious acts, the authority of the coroner to perform his statutorily assigned duty cannot be successfully attacked. In the Hirho case, the court had before it a trespass action for damages on the basis of an unauthorized autopsy. Chief Justice Maxey sustained the coroner and dismissed the complaint, saying that when the coroner holds an inquest the presumption . . . operates in the case at bar.\n“We have searched the allegations of the amended complaint for allegations of facts which, if proved, would amount to bad faith on the part of the coroner. Against the coroner it is alleged that he performed an autopsy ‘wilfully, wantonly and unlawfully,’ without the ‘consent, knowledge or permission of the plaintiff.’ (Plaintiff’s Amended Complaint, Nos. 21, 22). As this court has already stated, whenever the coroner acts within his duty it is unnecessary that he act with the consent, knowledge or permission of the plaintiff. The allegation that the coroner acted ‘wilfully, wantonly and unlawfully’ is not an allegation of fact but a conclusion of law.\n“Our Supreme Court has defined ‘bad faith’ as ‘fraud, dishonesty, or corruption.’ McNair’s Petition, 324 Pa. 456. There is no allegation of facts which, if proved, would constitute bad faith on the part of the coroner; and, without such an allegation, there can be no cause of action against the coroner.\n“Significantly, Doctor Olah himself felt the need for at least a partial autopsy. After discussion with the decedent’s wife, an autopsy of the head was agreed upon. Doctor Olah directed the coroner to make the autopsy of the head. Doctor McClelland felt that conditions which impelled Doctor Olah, as attending physician, to request a partial autopsy required him to perform a complete autopsy.\n“The coroner required no authority from the attending physician to reach this conclusion. The fact that Doctor Olah was there at the autopsy and watching does not impose any legal liability on him. The preliminary objection in the form of a demurrer filed by defendant McClelland is therefore sustained. The action as to him is dismissed.\n“The liability asserted against the defendant Doctor Olah is that he summoned the coroner who then had the autopsy performed on the deceased husband of the plaintiff; that Doctor Olah was present at the autopsy; that he knew that the death was caused by a cerebral hemorrhage induced by the accident; that he ‘wilfully, wantonly and maliciously’ brought about the autopsy. Doctor Olah had no personal knowledge of the accident. He was not there. He talked to no witnesses. He had received information — the reliability of which he did not know — that an accident had occurred. The only allegation of fact is that Doctor Olah summoned the coroner.\n“The doctor admits this and demurs to the complaint. There certainly is a duty on a physician to notify the coroner whenever the physician is aware of a sudden death. Equally certain is it that this death was sudden. This is all Doctor Olah did. He notified Coroner McClelland, who then proceeded without any authority or direction from Doctor Olah, who had no authority whatever over the coroner’s actions. The court, in the opinion by Judge Adams, sustained the demurrer of defendant Olah on the ground that no liability could arise from his conduct as pleaded.\n“It is the opinion of this court that the amendment to the pleadings has not breathed any legal validity into them. They are essentially the same pleadings which were held by the court en banc, in an opinion by Adams, J., to be inadequate for legal liability. This court is of the opinion that the amended complaint is not sufficient in law to establish legal liability. The preliminary objections of Doctor Olah are sustained. The action as to Doctor Olah is dismissed.\n“The liability asserted against Dr. L. M. Smith, physician for the School District of Pittsburgh, is that he ‘wrongfully and intentionally prevailed upon and induced the defendant, Dr. William D. McClelland, Coroner of Allegheny County, to perform an autopsy upon the body of William G-. Frick’.\n“The real basis of the action against Doctor Smith seems to be that he induced the performance of the autopsy just to protect the interests of the School District of Pittsburgh. An investigation by a physician attached to the School District is as much for the protection of the employe’s claim, resolving all honest doubts in his favor, as it is for the interest of the school district. That is the position taken by the City of Pittsburgh, the School District and other public bodies in connection with Workmen’s Compensation cases.\n“The demurrer of defendant L. M. Smith is sustained, and the action as to him is dismissed.\n“We have examined the amended complaint in regard to defendant H. Samson, Inc. In the earlier opinion of this court, it was stated: ‘No case is stated against H. Samson, Inc. Its failure to notify the plaintiff, before or after, that the Coroner had taken possession of the body created no liability. No facts are asserted to support the view that Samson, Inc., was under a duty to interfere to prevent the autopsy.’\n“We have found no allegation in the amended complaint to cause this court to change that opinion. When the coroner removed the body to perform the autopsy, he was in the performance of an act of paramount public authority which the defendant Samson, Inc., was under no duty to investigate or challenge. The demurrer of the defendant H. Samson, Inc., is sustained and the action as to it is dismissed.”\nOrder affirmed.\nHirko v. Reese, 351 Pa. 238.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Louis G. Glasso, with him Walter 8. Feeney, for appellant.",
      "Ruggero J. Aldisert, with Mm Aldisert & King, for appellee.",
      "T. D. Thomson, ivith him Bruce R. Martin and Pringle, Bredin & Martin, for appellee.",
      "Oscar G-. Peterson, with him Mortimer B. Lesher, for appellee.",
      "E. A. Robinson, with him Diclcie, McOameg, Ohilcote, Reif & Robinson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Frick, Appellant, v. McClelland.\nArgued March 14, 1956.\nBefore Steen, C. J., Jones, Bell, Musmanno and Arnold, JJ.\nLouis G. Glasso, with him Walter 8. Feeney, for appellant.\nRuggero J. Aldisert, with Mm Aldisert & King, for appellee.\nT. D. Thomson, ivith him Bruce R. Martin and Pringle, Bredin & Martin, for appellee.\nOscar G-. Peterson, with him Mortimer B. Lesher, for appellee.\nE. A. Robinson, with him Diclcie, McOameg, Ohilcote, Reif & Robinson, for appellee.\nApril 16, 1956:"
  },
  "file_name": "0597-01",
  "first_page_order": 645,
  "last_page_order": 650
}
