{
  "id": 1263165,
  "name": "First National Bank of McKeesport, Administrator, v. Simko, Appellant",
  "name_abbreviation": "First National Bank v. Simko",
  "decision_date": "1956-04-16",
  "docket_number": "Appeals, Nos. 163 and 164",
  "first_page": "603",
  "last_page": "605",
  "citations": [
    {
      "type": "official",
      "cite": "384 Pa. 603"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "375 Pa. 397",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1244394
      ],
      "year": 1953,
      "pin_cites": [
        {
          "page": "400"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/375/0397-01"
      ]
    },
    {
      "cite": "301 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1126392
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/301/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 319,
    "char_count": 3914,
    "ocr_confidence": 0.427,
    "pagerank": {
      "raw": 2.275820614458053e-07,
      "percentile": 0.7842590436739748
    },
    "sha256": "9f439643c75b9d9232b6224d45305ffbfbe45a4aa07171b20a40a30da01a68c7",
    "simhash": "1:1a5f6a2a088f004e",
    "word_count": 675
  },
  "last_updated": "2024-02-27T23:35:24.115491+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stern, O. J., Jones, Bell, and Musmanno, JJ."
    ],
    "parties": [
      "First National Bank of McKeesport, Administrator, v. Simko, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Musmanno,\nLillian Edith Burkholder was killed when the car in which she was a passenger left the roadway and crashed into two telegraph poles at 3 o’clock in the morning of October 25, 1951. The administrator of her estate brought suit against the driver of the car, William Thomas Simko, and its owner, Donald Slater. The jury exculpated Slater of all responsibility for the accident and returned a verdict in favor of the plaintiff in the sum of $1,000 under the Wrongful Death Act and $4,000 under the Survival Act.\nIt is contended by the appellant, Simko, that he is entitled to judgment n.o.v. on the proposition that there was lacking evidence to establish negligence. The gravamen of his argument seems to be that since no eye witnesses appeared at the trial to testify to what occurred at the time of the tragic occurrence, the verdict is without legal evidence to support it. Evidence, however, is not limited to simultaneously recorded narrative of moving events. It may consist of phenomena observed before and subsequent to the happening which is the subject of the lawsuit.\nIt was testified in this case that pictures taken of the locus in quo showed “one pole sheared off and another pole pretty well damaged.” A witness who arrived immediately after the collision testified that the front end and left side of the car were smashed in and that the car was resting against a damaged pole. There was evidence also that Simko admitted he was driving the car and that at the time of the fatal impact he heard a “bang.”\nAlthough the record leaves something to be desired in the way of detail, it is sufficiently complete to show that Simko allowed the car he was operating to leave the travelled portion of the road and to strike one or two poles with catastrophic consequences. In Knox v. Simmerman, 301 Pa. 1 (cited with approval in Kotal v. Goldberg, 375 Pa. 397, 400 (1953)) we allowed recovery where the offending car struck a pile of stone off the pavement: “It was a clear day on a broad dry pavement, the coupe was in the exclusive control of the defendant, and the accident was such as under normal conditions does not occur; hence, it so happening, unexplained, would justify a jury in presuming the defendant was negligent. It is not a case of res ipsa loquitur, for negligence is not presumed from the mere happening of the accident, hut from the circumstances under which it occurred. It was an abnormal occurrence such as in the usual course of events does not occur. An automobile when driven along a dry level road in daylight at proper speed and under control is not accustomed to leave the pavement and dash against a stone pile at -the road side. That the coupé did this very extraordinary things is some evidence that it was not properly driven.” (Emphasis supplied).\nIt needs no argumentation to demonstrate that in the ordinary course of events an automobile does not depart from the highway and crash into a telegraph pole if the driver is using proper care. Thus, the defendant here was called upon to show how, consistent with due care, his car sheared through a telegraph pole and visited death upon the passenger in his charge. The defendant made no effort to contradict the physical facts which bespoke negligence on his part. It was for the jury, then, to decide, whether under all the circumstances the plaintiff had proved the defendant negligent and that it was his negligence which caused the untimely death of Mrs. Burkholder. We are satisfied that the jury was justified in coming to the conclusion which it did, and the judgments in the case are, therefore, affirmed.",
        "type": "majority",
        "author": "Mr. Justice Musmanno,"
      }
    ],
    "attorneys": [
      "Armin II. Friedman, for appellant.",
      "Robert Palkovitz and David 8. Palkovitz, with them Jack Palkovits, for appellee."
    ],
    "corrections": "",
    "head_matter": "First National Bank of McKeesport, Administrator, v. Simko, Appellant.\nArgued March 14, 1956.\nBefore Stern, O. J., Jones, Bell, and Musmanno, JJ.\nArmin II. Friedman, for appellant.\nRobert Palkovitz and David 8. Palkovitz, with them Jack Palkovits, for appellee.\nApril 16, 1956:"
  },
  "file_name": "0603-01",
  "first_page_order": 651,
  "last_page_order": 653
}
