{
  "id": 1790981,
  "name": "In re Andre LOWRY and Jeffrey Lowry, minors. In re Linda DIAZ, also known as Johanna Berceli, a minor. In re Ronald ZIEGER, a minor. In re Kathleen BERGER, a minor. In re Tracey MITCHELL, a minor. In re Leonard BROOKS, a minor. In re Snowley BROOKS, a minor. In re Julie BRISON, a minor. In re Heather BROOKS, a minor. In re Sarah AYERS, a minor. In re Lisa Ann ANGELO, a minor. In re Carmen Ann JONES, a minor. In re Joseph EVANGELISTA (Brown), a minor. Appeal of CHILD ADVOCACY LEGAL AID SOCIETY",
  "name_abbreviation": "In re Lowry",
  "decision_date": "1984-11-20",
  "docket_number": "No. 20 W.D. Appeal Docket, 1984",
  "first_page": "121",
  "last_page": "132",
  "citations": [
    {
      "type": "official",
      "cite": "506 Pa. 121"
    },
    {
      "type": "parallel",
      "cite": "484 A.2d 383"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "317 Pa.Superior Ct. 304",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        89502
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/317/0304-01"
      ]
    },
    {
      "cite": "126 A.2d 911",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "386 Pa. 507",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1268326
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/pa/386/0507-01"
      ]
    },
    {
      "cite": "55 Pa. Code §§ 3700.68",
      "category": "laws:admin_compilation",
      "reporter": "Pa. Code",
      "pin_cites": [
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "313 A.2d 156",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "pin_cites": [
        {
          "page": "169"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "455 Pa. 52",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        582037
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "76-77"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/455/0052-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 679,
    "char_count": 17396,
    "ocr_confidence": 0.796,
    "pagerank": {
      "raw": 5.892531877298677e-07,
      "percentile": 0.9526731095133346
    },
    "sha256": "6fbf3e091cbb025114f446687f7db713afdd2faa81d5dee0d7477bfe77381ca5",
    "simhash": "1:dd41d4bce7071bd8",
    "word_count": 2895
  },
  "last_updated": "2024-02-27T21:51:28.064362+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, HUTCHINSON, ZAPPALA, and PAPADAKOS, JJ.",
      "ZAPPALA, J., concurs in the result.",
      "McDERMOTT, J., did not participate in the consideration or decision of this case."
    ],
    "parties": [
      "In re Andre LOWRY and Jeffrey Lowry, minors. In re Linda DIAZ, also known as Johanna Berceli, a minor. In re Ronald ZIEGER, a minor. In re Kathleen BERGER, a minor. In re Tracey MITCHELL, a minor. In re Leonard BROOKS, a minor. In re Snowley BROOKS, a minor. In re Julie BRISON, a minor. In re Heather BROOKS, a minor. In re Sarah AYERS, a minor. In re Lisa Ann ANGELO, a minor. In re Carmen Ann JONES, a minor. In re Joseph EVANGELISTA (Brown), a minor. Appeal of CHILD ADVOCACY LEGAL AID SOCIETY."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nFLAHERTY, Justice.\nThis is an appeal by Child Advocacy Legal Aid Society from an order of the Superior Court, remanding these thirteen consolidated appeals to the Court of Common Pleas of Allegheny County for inquiry as to whether the homes into which the court placed the dependent children, the subject of these appeals, were approved as foster care homes in compliance with Department of Public Welfare regulations. We reverse.\nAt issue is the authority of a court acting pursuant to Section 6351 of the Juvenile Act, Act of July 9, 1976, P.L. 586, No. 142, § 2, effective June 27, 1978, 42 Pa.C.S.A. § 6301 et seq., § 6351, to order a children’s institution and county institution district to supervise and fund a court-ordered transfer of legal custody of a child adjudicated dependent, to an individual without the prior certification of the individual’s home as an approved foster care home. Superior Court held that the orders entered, by which the children were placed into the custody of various individuals, before a foster home review and approval of the home had been conducted, and whereby the Children and Youth Services of Allegheny County (hereinafter “CYS”) and the Allegheny County Institution District were ordered to fund the placements, were outside the authority of the court.\nThe provision of the Juvenile Act under which the juvenile court entered the orders in question, Section 6351, provides:\n(a) General rule. — If the child is found to be a dependent child the court may make any of the following orders of disposition best suited to the protection and physical, mental, and moral welfare of the child:\n(1) Permit the child to remain with his parents, guardian, or other custodian, subject to conditions and limitations as the court prescribes, including supervision as directed by the court for the protection of the child.\n(2) Subject to conditions and limitations as the court prescribes transfer temporary legal custody to any of the following:\n(i) Any individual resident within or without this Commonwealth who, after study by the probation officer or other person or agency designated by the court, is found by the court to be qualified to receive and care for the child.\n(ii) An agency or other private organization licensed or otherwise authorized by law to receive and provide care for the child.\n(iii) A public agency authorized by law to receive and provide care for the child.\n42 Pa.C.S.A. § 6351. Thus, subject only to the express limitation that the disposition be “best suited to the protection and physical, mental, and moral welfare of the child[,]” 42 Pa.C.S.A. § 6351(a), the court may permit the child to either remain with his present caretaker(s), 42 Pa.C.S.A. § 6351(a)(1), or it may order, under subsection (2), a temporary custodial transfer to, inter alia, “[a]ny individual ... who, after study by the probation officer or other person or agency designated by the court, is found by the court to be qualified to receive and care for the child.” 42 Pa.C.S.A. § 6351(2)(i). In all cases in which custody is transferred under subsection (2), the transfer is specifically subject to whatever “conditions and limitations” the court may impose, thus giving the court broad discretion in order to meet the goal of entering a disposition “best suited to the protection and physical, mental, and moral welfare of the child,” 42 Pa.C.S.A. § 6351(a).\nThe court in each case, after hearing, transferred custody of the children to an individual found by the court to be qualified to receive and care for the child, or children in some cases, and provided in its order that the placement should be “under the supervision of Children Youth Services of Allegheny County,” and further directed that CYS and Allegheny County Institution District were to pay “the current board rate per diem for foster home care.”\nDepartment of Public Welfare regulations require certification of a home as an approved foster care home before a child may be placed in the home by an agency such as CYS, 55 Pa.Code §§ 3700.68(b), 3130.39, and specifically provide that the costs of placement in a home which has not been certified are not reimbursable to the county, 55 Pa.Code § 3140.21(c)(5).\nSuperior Court determined that the regulations promulgated by the Department of Public Welfare were enacted pursuant to a delegation of legislative authority by the legislature and, as such, were as binding upon the court as a statute, Uniontown Area School District v. Pennsyl vania Human Relations Commission, 455 Pa. 52, 76-77, 313 A.2d 156, 169 (1973) and that, therefore, the court was without authority to either place children in homes not yet approved, or to order CYS to supervise and fund such placements. However, the scope and effect of an administrative agency’s authority is delineated by the legislative grant and here, .the rule-making authority of the Department of Public Welfare, as delegated by the legislature in § 703 of the Public Welfare Code, is specifically limited in its effect to be binding only upon the county institution district:\nThe department shall make and enforce all rules and regulations necessary and appropriate to the proper accomplishment of the child welfare duties and functions vested by law in the county institution districts or their successors. All rules and regulations which the department is authorized by this section to make with respect to the duties and functions of the county institution districts or their successors shall be binding upon them.\n62 P.S. § 703 (emphasis supplied). Thus, the legislature has empowered the Department to make and enforce regulations binding upon the county institution districts. It does not follow that rules and regulations so promulgated are binding upon a court of law vested with a separate, concurrent and broad power, under Section 6351 of the Juvenile Act, supra. In ordering a disposition under Section 6351, the court acts not in the role of adjudicator reviewing the action of an administrative agency, in which case, the regulations promulgated to bind that agency could not be ignored; rather the court acts pursuant to a separate discretionary role with the purpose of meeting the child’s best interests.\nMoreover, a review of the plain language of Section 6351 supports the view that departmental regulations are not binding upon the court entering a dispositional order under Section 6351. In the case of a transfer of custody by the court to a private agency or organization under subsection (ii) or to a public agency under subsection (iii), the legislature has used qualifying language resulting in the requirement that the agency be, under subsection (ii), “licensed or otherwise authorized by law to receive and provide care for the child,” and under subsection (iii), “authorized by law to receive and provide care for the child.” However, in the case of a transfer to an individual under subsection (i), the legislature has not required a showing of licensure or authorization by law to receive the child, but has required that the individual be found “by the court to be qualified to receive and care for the child.” Thus, Section 6351, facially, requires that the qualifications of an agency are to be judged by its compliance with law, but that the qualifications of an individual are to be judged by the court, without regard to whether the individual is as yet authorized by law, i.e. as an approved foster care home, to receive and care for the child.\nThis inherent capacity for expediency thus vested in the court could not have been intended by the legislature to be vitiated by a requirement of court compliance with regulations enacted by the Department pursuant to its supervisory authority over county institution districts. The question, however, remains as to whether it is within the power of the juvenile court to order a county institution district to supervise and to fund the placement as ordered in these cases.\nThe Superior Court determined that because CYS is subject to the supervision of the Department of Public Welfare, 62 P.S. § 902(3), and has no authority to place the children in an as-yet unapproved foster home, the court had no authority to order CYS to supervise such a placement or to order CYS and the county institution district to financially support the placement, for to do so is tantamount to ordering CYS to “disobey the Department of Public Welfare regulations, and to subject itself to being taken over by the Department,” In re Lowry, supra, 317 Pa.Superior Ct. at 316, 464 A.2d at 339.\nThat CYS is without authority to place, on its own initiative, a child in an as-yet unapproved home is clear, 55 Pa. Code §§ 3700.68(b), 3130.39. However, Section 2305 of the Public Welfare Code, 62 P.S. § 2305, provides that “[t]he local authorities of any institution district shall have the power, and for thé purpose of protecting and promoting the welfare of children and youth, it shall be their duty ..., to provide in foster family homes or child caring institutions adequate substitute care for any child in need of such care and, upon the request of the court, to provide such service and care for children and youth who have been adjudicated dependent, ...” 62 P.S. § 2305 (emphasis supplied). Thus, the imprimatur of a court entering a dispositional order pursuant to its authority under Section 6351, in conjunction with the duty placed upon the institution district under Section 2305, supra, mandates CYS participation. Again, this result is contemplated by Department regulations which set forth the required services of the county agency, including the provision of “any services and care ordered by the court under provisions of the Juvenile Act ...,” 55 Pa.Code § 3130.38(a) and “other required services, including services or care ordered by the court . . . .” 55 Pa.Code § 3130.34(4).\nFurthermore, concomitant to the county institution district’s duty to provide services is the duty to financially support its dependent children. Schade v. Allegheny County Institution District, 386 Pa. 507, 126 A.2d 911 (1956). The county, however, is eligible for partial reimbursement from the Department of Public Welfare for “[t]he costs and expenses of the care of the child [which] shall be paid as provided by sections 704.1 and 704.2 of the act of June 13, 1967 (P.L. 31, No. 21), known as the ‘Public Welfare Code.’ ” 42 Pa.C.S.A. § 6306.\nSections 704.1 of and 704.2 of the Public Welfare Code, 62 P.S. § 704.1, 704.2, merely establish the extent of the Department’s liability for reimbursement to the county for expenses incurred by the county for children and youth social services, including services to alleged and adjudicated dependent children, up to the amount of State funds allocated to the county under Section 709 of the Code. Reimbursement under Sections 704.1 and 704.2 is made at varying percentages depending on the type of service provided and the setting in which the service was provided.\nDepartment regulations contemplate that there may be several classes of service provided by a county which are not reimbursable by the Department. Section 3140.21(c)(5) provides that “[i]n no case shall the following costs be considered as reimbursable costs: ____(5) The cost of care, maintenance, and treatment of children placed in facilities which do not meet the requirements of [55 Pa.Code] § 3130.39 [limiting the county agency to the use of approved facilities only] . . .” 55 Pa.Code § 3140.21(c)(5). It does not follow from this, as CYS has argued, that a court is without the authority to order the county institution district to fund non-appro ved placements. Rather, the result is that the county will bear the entire cost of the placement unless and until it conducts a review of the home and the custodians and certifies the home as an approved foster home, or places the child in an approved home.\nIn making any disposition pursuant to its authority under Section 6351, the court is guided by the overriding principle of acting “to provide for the care, protection, and wholesome mental and physical development of children coming within the provisions of this chapter.” 42 Pa.C.S.A. § 6301(b)(1). We, too, in construing the Juvenile Act, are directed by Section 6301 to observe the same stated purpose. Accordingly, that result which will encourage, rather than discourage, action related to the best interests and protection of the child, is preferred.\nMost obviously, that the individual into whose care the court is placing a child is financially able to sustain the additional expense incurred upon this addition to the household is undoubtedly within the best interests of the child or children. Second, were we to affirm the holding of the Superior Court, we would perpetuate a financial incentive to the budget-conscious county institution district to seek court-ordered placement under Section 6351, which would be without cost to the county so long as the home remains uninspected and unapproved as a foster care home. Such a result is inimical to the best interest of the child for the measures required by the Department regulations regarding approval of a foster care home are directly related to the protection of the child.\nConversely, court authority to order a county institution district to fund a placement gives rise to an incentive to the county to timely review the home and, where possible, approve it as a foster care home, for such approval makes the county eligible for partial reimbursement from the Department of Public Welfare for the cost of the placement, 62 P.S. § 704.1.\nAccordingly, the court’s orders in these consolidated appeals were within the authority of the court under Section 6351 of the Juvenile Act and the order of the Superior Court is reversed.\nReversed.\nZAPPALA, J., concurs in the result.\nMcDERMOTT, J., did not participate in the consideration or decision of this case.\n. In re Lowry, 317 Pa.Superior Ct. 304, 464 A.2d 333 (1983).\n. Superior Court determined that because in each case the transfer of custody was subject to the supervision of CYS, the disposition was one under subsection (iii), custody to a public agency, or a hybrid under both subsections (i) and (iii), custody to both an individual and a public agency. We believe that the orders were clearly entered under subsection (i), as an order of custody to an \"individual ... found by the court to be qualified to receive and care for the child.” The provision of those orders requiring CYS to supervise the placement is simply one of the conditions imposed by the court pursuant to a subsection (2) transfer of custody.\n. The propriety of the court’s determination that the individuals into whose custody the children were placed were qualified to “receive and care for\" the child, 42 Pa.C.S.A. § 6351(a)(2)(iii), is not challenged in this appeal.\n. If this were to be the result, then in the case in which expedient transfer of custody is sought, the possibility of delivery to an individual and that individual’s home under subsection (i) would not be available to the court for the transfer could be only to an agency, public or private, already authorized by law to receive and care for the child. Such a foreclosure of the option of transfer to an individual cannot have been intended by the legislature for it would be in derogation of the best interests of the child, who is best served by the availability of a full panoply of options, including transfer to the custody of an individual and home found by the court to be qualified. A home placement in which a dependent child will presumably live in a supportive family is preferable to institutional facility care.\n. Section 708 of the Public Welfare Code provides that in the event services to children provided by the county fail to comply with regulations prescribing minimal standards, the Department of Public Welfare shall take charge of the program, 62 P.S. § 708.\n. The Department regulations addressing the inspection and approval of the home and custodian(s), 55 Pa.Code §§ 3700.62-3700.67, reach concerns ranging from the assurances that the drinking water is potable, § 3700.67(h), and that the intended custodian is physically able to care for the child, § 3700.63 to the assurance that the custodian is apprised of the approved policy with regard to the discipline of the child, § 3700.63.",
        "type": "majority",
        "author": "FLAHERTY, Justice."
      }
    ],
    "attorneys": [
      "Mark P. Cancilla, Georgene Siroky, Child Advocacy Legal Aid Society, Pittsburgh, for appellant.",
      "James H. McLean, County Sol., James A. Esler, Asst. County Sol., Pittsburgh, for Allegheny County Children & Youth Services.",
      "Cheryl Allen Craig, Richard S. Levine, Pittsburgh, for Mr. and Mrs. Button, foster family of Linda Diaz."
    ],
    "corrections": "",
    "head_matter": "484 A.2d 383\nIn re Andre LOWRY and Jeffrey Lowry, minors. In re Linda DIAZ, also known as Johanna Berceli, a minor. In re Ronald ZIEGER, a minor. In re Kathleen BERGER, a minor. In re Tracey MITCHELL, a minor. In re Leonard BROOKS, a minor. In re Snowley BROOKS, a minor. In re Julie BRISON, a minor. In re Heather BROOKS, a minor. In re Sarah AYERS, a minor. In re Lisa Ann ANGELO, a minor. In re Carmen Ann JONES, a minor. In re Joseph EVANGELISTA (Brown), a minor. Appeal of CHILD ADVOCACY LEGAL AID SOCIETY.\nSupreme Court of Pennsylvania.\nArgued Sept. 14, 1984.\nDecided Nov. 20, 1984.\nMark P. Cancilla, Georgene Siroky, Child Advocacy Legal Aid Society, Pittsburgh, for appellant.\nJames H. McLean, County Sol., James A. Esler, Asst. County Sol., Pittsburgh, for Allegheny County Children & Youth Services.\nCheryl Allen Craig, Richard S. Levine, Pittsburgh, for Mr. and Mrs. Button, foster family of Linda Diaz.\nBefore NIX, C.J., and LARSEN, FLAHERTY, HUTCHINSON, ZAPPALA, and PAPADAKOS, JJ."
  },
  "file_name": "0121-01",
  "first_page_order": 163,
  "last_page_order": 174
}
