{
  "id": 1790967,
  "name": "JOSEPH HORNE COMPANY, Appellant, v. PENNSYLVANIA PUBLIC UTILITY COMMISSION, Duquesne Light Company, United States Steel Corporation, Crucible Inc., Jones & Laughlin Steel Corporation, General Motors Corporation and the Consumer Advocate",
  "name_abbreviation": "Joseph Horne Co. v. Pennsylvania Public Utility Commission",
  "decision_date": "1984-12-19",
  "docket_number": "No. 34 W.D. Appeal Docket 1984",
  "first_page": "475",
  "last_page": "491",
  "citations": [
    {
      "type": "official",
      "cite": "506 Pa. 475"
    },
    {
      "type": "parallel",
      "cite": "485 A.2d 1105"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "353 A.2d 887",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "23 Pa.Commonwealth Ct. 566",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1872357
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/23/0566-01"
      ]
    },
    {
      "cite": "482 A.2d 1272",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1788889,
        1788860
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa/505/0603-01",
        "/pa/505/0602-01"
      ]
    },
    {
      "cite": "505 Pa. 603",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1788889
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa/505/0603-01"
      ]
    },
    {
      "cite": "452 A.2d 86",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "69 Pa.Commonwealth Ct. 554",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        8733153
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/69/0554-01"
      ]
    },
    {
      "cite": "436 A.2d 1073",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1981,
      "opinion_index": 0
    },
    {
      "cite": "467 A.2d 1212",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1983,
      "pin_cites": [
        {
          "page": "1214"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "78 Pa.Commonwealth Ct. 566",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1314971
      ],
      "year": 1983,
      "pin_cites": [
        {
          "page": "570"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/78/0566-01"
      ]
    },
    {
      "cite": "322 A.2d 735",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "14 Pa.Commonwealth Ct. 245",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1860615
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/14/0245-01"
      ]
    },
    {
      "cite": "501 Pa. 71",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1782440
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa/501/0071-01"
      ]
    },
    {
      "cite": "501 Pa. 71",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1782440
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 1,
      "case_paths": [
        "/pa/501/0071-01"
      ]
    },
    {
      "cite": "501 Pa. 71",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1782440
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 2,
      "case_paths": [
        "/pa/501/0071-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1009,
    "char_count": 29276,
    "ocr_confidence": 0.802,
    "pagerank": {
      "raw": 1.7574242167314312e-07,
      "percentile": 0.709403907332049
    },
    "sha256": "a039afebc1dc5a27510feeb9c27f6c4d9ffa68bc14c5587b5fc66dd8cd1924c9",
    "simhash": "1:bc764582e0035a11",
    "word_count": 4626
  },
  "last_updated": "2024-02-27T21:51:28.064362+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J, and LARSEN, FLAHERTY, McDERMOTT, HUTCHINSON and ZAPPALA, JJ.",
      "LARSEN, J., files a concurring opinion, in which McDER-MOTT, J., joins.",
      "NIX, C.J., files a dissenting opinion.",
      "PAPADAKOS, J., did not participate in the consideration or decision of this matter.",
      "McDERMOTT, J., joins this concurring opinion."
    ],
    "parties": [
      "JOSEPH HORNE COMPANY, Appellant, v. PENNSYLVANIA PUBLIC UTILITY COMMISSION, Duquesne Light Company, United States Steel Corporation, Crucible Inc., Jones & Laughlin Steel Corporation, General Motors Corporation and the Consumer Advocate."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nHUTCHINSON, Justice.\nJoseph Horne Company (Horne), a ratepayer of the Duquesne Light Company (Duquesne) appeals by allowance a Commonwealth Court order affirming an order of the Pennsylvania Public Utility Commission (PUC) which granted Duquesne a rate increase of $64 million. At issue is the “option order procedure” used by the PUC to grant this increase pending final action on a request for general rate increase. Horne contends that this procedure is violative of both the Public Utility Code (Code), 66 Pa.C.S. §§ 101-3315, and the due process clause of the United States Constitution. In accordance with well recognized principles of judicial restraint we do not consider the due process issue because we must hold, for the reasons which follow, that in this case the PUC allowed an interim rate increase to become effective pending action on a request for a general rate increase contrary to Section 1310(a) of the Public Utility Code. That section expressly disallows temporary rate increases in general rate proceedings. We therefore reverse the order of Commonw ^alth Court.\nThe essential facts are not in dispute. On April 30, 1981, Duquesne filed with the PUC Supplement No. 49 to Tariff-Electric-Pa. PUC No. 14. This supplement, which was to become effective June 29, 1981, contained proposed changes in rates, rules and regulations calculated to produce an increase of $100,432,782 in annual revenues. That amount represented an increase of 15% in Duquesne’s rates, and thus constituted a general rate increase as defined by the Code. In support of the supplement Duquesne filed all the supporting data required by 52 Pa.Code § 53.51 et seq. Duquesne supplied counsel for Horne with a copy of the supplement and all supporting data on May 5, 1981.\nOn June 12, 1981, Horne, along with other commercial ratepayers, filed a formal complaint against Supplement No. 49. The PUC docketed the complaint at R-811470. Duquesne filed a timely answer. On June 29, 1981, the PUC entered a unanimous order (option order) suspending Duquesne’s proposed rates until January 29, 1982, unless by order of the PUC they were allowed into effect at an earlier date. The order also instituted an investigation into whether the proposed rates were lawful, just, and reasonable. Finally, the order stated that if Duquesne filed a new tariff supplement on 15 days notice, cancelling and superseding Supplement No. 49 and containing proposed rate changes calculated to produce additional annual revenues of not more than $64,237,000, (option rate) then upon approval by the PUC the lesser increase would be allowed to become effective immediately upon such filing. This lesser increase was also subject to the investigation instituted by the June 29 order, and any formal complaint filed against Supplement No. 49 would, if not withdrawn, be deemed filed against the lesser tariff supplement.\nOn Júne 30, 1981, in accordance with this order, Duquesne filed Supplement No. 52 to Tariff No. 14. It proposed to increase rates by $64,192,000. Supplement No. 52 expressly cancelled and superseded Supplement No. 49, and unless itself superseded was to become effective July 15, 1981. The PUC approved Supplement No. 52 by order adopted July 17, 1981, (entered July 20, 1981). This approval was retroactive to July 15, but subject to the same investigation and possibility of refunds as Supplement No. 49.\nOn December 1, 1981, after eleven (11) days of hearings, an administrative law judge recommended a decision finding the “option” rates set forth in Supplement No. 52 just and reasonable. Horne filed exceptions to the recommended decision. In them it specifically challenged the option order procedure under which the supplement was filed and allowed to go into effect. By order adopted April 15, 1982, entered on April 19, the PUC dismissed Horne’s exceptions and adopted the order the administrative law judge had recommended. Horne appealed to Commonwealth Court. It affirmed.\nThe record shows that after a preliminary ex parte investigation of the data supporting the original filing for a $100,000,000 rate increase (Supplement No. 49) the Commission notified Duquesne of the “option” to place the lesser increase of about $64,000,000 into immediate effect. This lesser increase (Supplement No. 52) was made effective before full investigation and hearing. Thereafter, a full investigation was conducted by the PUC with an opportunity for Horne and other interested parties to file complaints and participate in the hearings. If Supplement No. 52 had not received ultimate approval, refunds would have been available. This procedure is not unlike that for the Energy Cost Rate (ECR) which we upheld against a due process challenge in Allegheny Ludlum Steel Corp. v. Pennsylvania Public Utility Commission, 501 Pa. 71, 459 A.2d 1218 (1983). The ECR provided for an automatic adjustment in rates, based on formulae devised by the PUC, in order to reflect fuel cost increases to the utilities. However, the use of such a procedure with respect to the so-called “option” order does not answer the key question before us, viz., were temporary rates improperly set in violation of the Public Utility Code?\nThe general rule governing temporary rates is set forth in § 1310(a) of the Code, which provides\n§ 1310. Temporary rates,\n(a) General rule. — The commission may, in any proceeding involving the rates of a public utility, except a proceeding involving a general rate increase, brought either upon its own motion or upon complaint, after reasonable notice and hearing, if it be of opinion that the public interest so requires, immediately fix, determine, and prescribe temporary rates to be charged by such public utility, pending the final determination of such rate proceeding. Such temporary rates, so fixed, determined, and prescribed, shall be sufficient to provide a return of not less than 5% upon the original cost, less accrued depreciation, of the physical property, when first devoted to public use, of such public utility, used and useful in the public service, and if the duly verified reports of such public utility to the commission do not show such original cost, less accrued depreciation, of such property, the commission may estimate such cost less depreciation and fix, determine, and prescribe rates as hereinbefore provided.\n66 Pa.C.S. § 1310(a) (emphasis added). Because the instant case is a general rate case, it is clear that § 1310(a) prohibits the establishment of temporary rates, regardless of the procedure used to set them. Thus, if temporary rates were in fact set in this case through the guise of an option order, they are invalid under the terms of the Code, without regard to whether the procedures used , to establish them conformed to general due process standards.\nDuquesne’s first filing, Supplement No. 49, constituted a general rate increase, as did its second filing, Supplement No. 52. General rate increases are governed by § 1308(d) of the Code, which provides in relevant part:\n(d) General rate increases. — Whenever there is filed with the commission by any public utility described in paragraph (1X0, (ü)> (vi) or (vii) of the definition of “public utility” in section 102 (relating to definitions), and such other public utility as the commission may by rule or regulation direct, any tariff stating a new rate which constitutes a general rate increase, the commission shall promptly enter into an investigation and analysis of said tariff filing and may by order setting forth its reasons therefor, upon complaint or upon its own motion, upon reasonable notice, enter upon a hearing concerning the lawfulness of such rate, and the commission may, at any time by vote of a majority of the members of the commission serving in accordance with law, permit such tariff to become effective, except that absent such order such tariff shall be suspended for a period not to exceed seven months from the time such rate would otherwise become effective. Before the expiration of such seven-month period, a majority of the members of the commission serving in accordance with law, acting unanimously, shall make a final decision and order, setting forth its reasons therefor, granting or denying, in whole or in part, the general rate increase requested. If, however, such an order has not been made at the expiration of such seven-month period, the proposed general rate increase shall go into effect at the end of such period, but the commission may by order require the interested public utility to refund, in accordance with section 1312 (relating to refunds), ...\n66 Pa.C.S. § 1308(d) (emphasis added). Duquesne relies on this section, as well as the cases of Pennsylvania Public Utility Commission v. Commonwealth, 23 Pa.Commonwealth Ct. 566, 353 A.2d 887 (1976) and Baker v. Pennsylvania Public Utility Commission, 14 Pa.Commonwealth Ct. 245, 322 A.2d 735 (1974) to support its contention that a voluntarily filed general rate increase which the PUC permits to become effective is not a temporary rate. Commonwealth Court agreed, even though these cases were decided under the former Public Utility Law. That court held, despite the fact that the instant case arose under the Public Utility Code, that “the subsequent amendments [to the Public Utility Law] and consolidation of the Code do not require a different result here.” Joseph Horne Company v. Pennsylvania Public Utility Commission, 78 Pa.Commonwealth Ct. 566, 570, 467 A.2d 1212, 1214 (1983).\nWe disagree. Permitting the Commission to notify the utility that it will accept a particular revised rate increase without hearing pending its final consideration of a general rate increase effectively reads the prohibition on temporary rates in proceedings involving general rate increases out of Section 1310(a). Moreover, it returns to the suspension practice which existed before the legislature adopted the new Public Utility Code and required the Commission finally to act on general rate increases within seven months or have them go fully into effect.\nThe changes to the Public Utility Law, which are now in the Code, seem to us specifically designed to address the situation presented here. Former Section 308(b), relating to voluntary changes in rates (66 P.S. § 1148(b)) and former Section 310(a), relating to temporary rates (66 P.S. § 1150(a)) specifically provided for temporary rates during the pendency of a general rate proceeding. This led to the routine administrative allowance of temporary rates while general rate cases were pending. Faced with this situation, the legislature expanded Section 308 (now § 1308) by including new subsections (d) and (e), and rewrote Section 310 (now § 1310). One of the major changes in new Section 1310 is its express prohibition on temporary rates pending general rate increases. Section 1308(d) now provides that general rate filings will be suspended unless the PUC allows the rate to become effective, and then only by majority vote “upon reasonable notice, [and] upon a hearing concerning the lawfulness of such rate.” 66 Pa.C.S. § 1308(d). Such interpretation of any ambiguity in Section 1308(d) not only avoids the due process issue, but is also best suited to give real meaning to Section 1310’s new prohibition on temporary rates. The statute provides a separate mechanism for utilities needing additional rates while a general rate increase is pending. That mechanism is set forth in Section 1308(e), an entirely new section. It provides, in relevant part:\n(e) Extraordinary rate relief. — Upon petition to the commission at the time of filing of a rate request or at any time during the pendency of proceedings on . such rate request, any public utility may seek extraordinary rate relief of such portion of the total rate relief requested as can be shown to be immediately necessary, for the maintenance of financial stability in order to enable the utility to continue providing normal services to . its customers, avoid reductions in its normal maintenance programs, avoid substantially reducing its employment, and which will provide no more than the rate of return on the utility’s common equity established by the commission in consideration of the utility’s preceding rate filing, ... Any public utility requesting extraordinary rate relief shall file with the petition sufficient additional testimony and exhibits which will permit' the commission to make appropriate findings on the petition. The public utility shall give notice of the petition in the samé manner as its filing upon which this petition is based. The commission shall within SO days from the date of the filing of a petition for extraordinary rate relief, and after hearing for the purpose of cross-examination of the testimony and exhibits of the public utility, and the presentation of such other evidentiary testimony as the commission may by rule prescribe, by order setting forth its reasons therefor, grant or deny, in whole or in part, the extraordinary relief requested. Absent such order, the petition shall be deemed to have been denied. Rates established pursuant to extraordinary rate relief shall not be deemed to be temporary rates within the meaning of that term as it is used in section 1310.\n66 Pa.C.S. § 1308(e) (emphasis added). This section evidences a legislative determination to allow utilities rate relief pending the outcome of a general rate filing only in the extraordinary circumstances set forth. An expedited procedure is set forth for such an increase which requires notice, only a limited hearing on the basis of the information presented by the utility, and action by the Commission within thirty days. Such rate relief is expressly excluded from the prohibition against temporary rate increases while general rate increases are pending. They represent that portion of the total rate relief requested within a general rate filing, needed at once because of the extraordinary circumstances set forth in new Section 1308(e).\nIn the present case, the PUC expressly set $64,237,-000 as the rate increase it would allow pending final action if Duquesne reduced its request to that amount. No pretense was made that this was extraordinary rate relief under Section 1308(e). Such extraordinary relief was neither requested by Duquesne nor made part of the original rate filing, Supplement No. 49. Instead, the Commission, acting on the data already filed by Duquesne, set a rate for Duquesne to charge pending the outcome of the investigation, notice and hearings concerning Supplement No. 52 which Section 1308(d) requires. Despite the fact that the procedure appears to be merely the filing of a new supplement and the exercise of the PUC’s discretion in refusing to allow its suspension, the express communication to a utility of a rate which will not be suspended if requested amounts, in the real world, to the setting of a temporary rate pending the outcome of a general rate case. As such it is improper under Section 1310. Moreover, such a result would also render Section 1308(e) largely superfluous by permitting the PUC, sua sponte, to provide extraordinary rate relief for utilities during the pendency of a general rate investigation by declining to suspend a supplement, the procedure used in this case.\nWe believe the legislature sought to prevent such unrestricted use of interim rate increases through the cited amendments to the Public Utility Law, now the Public Utility Code. Under those amendments a utility, through proper procedures, may obtain extraordinary rate relief while its general rate supplement is pending. Under our recent decision in Allegheny Ludlum, supra, the ECR mechanism of Section 1307(c) of the Code is available to allow utilities expedited recovery of increased fuel costs. Finally, at any time other than during a general rate filing, the utility may seek temporary rate increases, pursuant to Section 1310(a). By the interaction of all these provisions, we believe, the legislature has provided separate but synchronized mechanisms by which utilities can seek general rates providing a long term reasonable return on their investment, immediate relief from fluctuations in fuel costs, short term, rate increases to meet limited temporary problems and more general interim relief in extraordinary circumstances in the seven months during which a requested general rate increase can be suspended. Together these sections fairly balance the need for protection of ratepayers through meaningful Commission review of their concerns against the needs of utilities, immediate or otherwise. The procedure used here improperly avoids the procedural and substantive protections of Sections 1308(e) and 1310(a) on extraordinary and temporary rate increases and defeats the overall legislative scheme.\nOrder of Commonwealth Court reversed and case remanded to the Public Utility Commission for proceedings consistent with this opinion.\nLARSEN, J., files a concurring opinion, in which McDER-MOTT, J., joins.\nNIX, C.J., files a dissenting opinion.\nPAPADAKOS, J., did not participate in the consideration or decision of this matter.\n. A general rate increase is \"a tariff filing which affects more than 5% of the customers and amounts to in excess of 3% of the total gross annual intrastate operating revenues of the public utility.\" 66 Pa.C.S. § 1308(d).\n. This is the maximum suspension of seven months the law allows for general increases. Under Section 1308(d) the PUC’s failure to act within that period automatically puts the proposed rate increase into effect.\n. The June 29, 1981 order provided, in relevant part:\n\"... Analysis of the current tariff filing and supporting data indicates that an increase of $64,237,000 in annual revenues may be just and reasonable, applying the regulatory principles we adopted in the last case to the calendar 1980 test year data filed by the respondent in this case [Duquesne]. By permitting the respondent to begin collecting this lesser increase prior to final adjudication, the Commission can effectively reduce regulatory lag and attrition. This does not constitute a determination of the lawful, just and reasonáble rates to be charged by respondent or of the reasonableness of any of respondent’s claims or adjustments to respondent’s claims____”\nTHEREFORE,\nIT IS ORDERED:\n******\n\"4. That if, on or before July 15, 1981, the respondent files a tariff or tariff supplement, effective upon fifteen days notice to the Commission, which cancels and supersedes Supplement No. 49 and which contain [sic] proposed changes in rates calculated to produce additional annuál revenues of not more than $64,237,000 ..., then upon approval by the Commission, the tariff or tariff supplement shall be permitted to become effective, subject to the investigation opened by this Order, and subject to refunds. Any formal complaints filed against the proposed changes in rates, rules and regulations contained in Supplement No. 49, if not withdrawn, will be deemed filed against the tariff or tariff supplement proposing the lesser increases.”.\nRR. 5a-6a.\n. The July 17, 1981 order also unanimously denied a Petition for Reconsideration or Amendment, filed by the Office of Consumer Advocate, which argued that the rates contained in Supplement No. 52 were temporary rates and were illegal because they were authorized without a hearing.\n. Prior to this date, Horne filed two petitions for review, along with two petitions for supersedeas in Commonwealth Court, challenging the PUC’s orders of June 29 and July 17. Commonwealth Court quashed the petitions as interlocutory, 62 Pa.Commonwealth 362, 436 A.2d 1073 (1981) and denied supersedeas. We denied Horne’s petition for allowance of appeal as to these matters.\n. The Consumer Advocate and Pennsylvania Alliance for Jobs and Energy also filed petitions for review with Commonwealth Court, challenging, inter alia, the option order procedure. These parties, however, subsequently withdrew their appeals.\n. Appellant implies that the procedure used here merely gave the appearance of due process. Indeed, Horne has presented evidence which indicates that the $64 million figure of Supplement No. 52 is nothing more than the $100 million of Supplement No. 49 discounted to present value. Duquesne disputes this conclusion, arguing that too many assumptions as to prices, delivery dates, etc. are involved to support Horne's contention.\n. Act of May 28, 1937, P.L. 1053, as amended, 66 P.S. §§ 1101-1562.\n. Compare Bell Telephone Company of Pennsylvania v. Pennsylvania Public Utility Commission, 69 Pa.Commonwealth Ct. 554, 452 A.2d 86 (1982), aff'd. per curiam 505 Pa. 603, 482 A.2d 1272 (1984) in which the PUC entered a final order approving a modified rate increase filed by Bell and requiring Bell to file the revised tariffs. We affirmed the Commonwealth Court’s holding that under Section 1308(d) the PUC may not suspend the effective date for the application of the revised tariffs to the date of filing of the revised tariffs when the effective date would thereby be more than nine months after the initial general rate increase filing.\n. We note in this regard the Act of September 27, 1984, S.B. 1329, P.N. 2235, entitled \"An Act Amending Title 66 (Public Utilities) of the Pennsylvania Consolidated Statutes, prohibiting multiple filings; defining rate base; and regulating valuation.” This enactment seems to us a further plain declaration of this legislative intent. Specifically, Section 1308(d) has been amended to provide that\nExcept as required to implement an order granting extraordinary rate relief, no public utility which has filed a general rate increase request shall file an additional general rate increase request for the same type of service until the commission has made a final decision and order on the prior general rate increase or until the expiration of the maximum period of suspension of the prior general rate increase request, whichever is earlier.\n66 Pa.C.S. § 1308(d)(1). This amendment would work to prevent the second tariff filing under Section 1308(d) which occurred in this case.",
        "type": "majority",
        "author": "HUTCHINSON, Justice."
      },
      {
        "text": "LARSEN, Justice,\nconcurring.\nI agree with the majority that the “option order” procedure utilized by the Pennsylvania Public Utility Commission (PUC) in this case is invalid under the Public Utility Code.\nI write separately only to reiterate my view expressed in dissent in Allegheny Ludlum Steel Corp. v. Pennsylvania Public Utility Commission, 501 Pa. 71, 459 A.2d 1218 (1983) that the Energy Cost Rate (the ECR) automatic adjustment mechanism developed by the PUC violates principles of due process. Accordingly, I do not subscribe to the majority’s position that under “our recent decision in Allegheny Ludlum, supra, the ECR mechanism of Section 1307(c) of the Code is available to allow utilities expedited recovery of increased fuel costs.” Majority Opinion at 1111.\nMcDERMOTT, J., joins this concurring opinion.",
        "type": "concurrence",
        "author": "LARSEN, Justice,"
      },
      {
        "text": "NIX, Chief Justice,\ndissenting.\nI disagree with the majority’s unwarranted conclusion that the P.U.C.’s provisional approval of Duquesne Power Company’s requested rate increase “amounts, in the real world, to the setting of a temporary rate.” Maj. op. at 481. Duquesne’s Supplement 52 was a tariff stating a general rate increase, and the P.U.C. has the authority to permit such tariffs to go into effect. The fact that the P.U.C. advised Duquesne of the size of the increase it would approve does not render the resulting rate an illegal temporary rate.\nThe majority misperceives the Public Utility Code’s rate approval scheme. When a tariff which states a general rate increase is filed with the P.U.C., section 1308(d) empowers the P.U.C., after investigation and analysis and upon a majority vote, to permit the tariff to become effective. 66 Pa.C.S. § 1308(d). If the P.U.C. does not so permit, the tariff is automatically suspended for a period not to exceed seven months during which the P.U.C. must render a final decision. Id. If the tariff is suspended pending such a decision, the utility may seek extraordinary relief under section 1308(e), 66 Pa.C.S. § 1308(e). 66 Pa. C.S. § 1308(d). Such relief will not constitute a temporary rate under section 1310, 66 Pa.C.S. § 1310, which does not permit the P.U.C. to set temporary rates in general rate increase cases. 66 Pa.C.S. § 1308(e).\nThe majority treats the factual situation as if the P.U.C. suspended Supplement 49, which requested a $100 million rate increase, and then set a temporary rate of $64,237,000 pending its decision whether to approve Supplement 49. In reality, Duquesne Light Company filed a new Supplement providing for the rate increase the P.U.C. considered reasonable, and superseding Supplement 49. Duquesne’s initial request for a higher increase was abandoned and was no longer before the P.U.C. The P.U.C. then permitted Supplement 52 to become effective pursuant to section 1308(d). The rate thus established did not represent “that portion of the total rate relief requested within a general rate filing, needed at once because of the extraordinary circumstances,” maj. op. at 1110, but rather was a provisional general rate increase subject only to final P.U.C. approval. After a formal investigation that general rate was ultimately approved. Since Supplement 52 was not suspended, there was no reason for Duquesne to seek extraordinary relief under section 1308(e) pending a final decision.\nThe majority’s reading of the Code renders ineffectual the P.U.C.’s statutorily conferred power to provisionally approve general rate increases and requires a showing of extraordinary circumstances before even a clearly reasonable rate increase could go into effect. The majority views that result as intended by the legislature in amending the statute. The clear language of the Code refutes that conclusion.\nAppellant’s alternative argument that the procedure followed by the P.U.C. violates due process is also without merit. Appellant contends that it was denied notice and a “meaningful” opportunity to present objections prior to the approval of Supplement 52. It appears from the record, however, that appellant had notice of a proposed rate increase and presented objections thereto prior to approval, since it filed a complaint challenging Supplement 49. Thus the only basis for appellant’s due process claim is that it was entitled to a hearing before the increase went into effect.\nA similar argument was recently rejected by this Court in Allegheny Ludlum Steel Corp. v. Pennsylvania Public Utility Commission, 501 Pa. 71, 459 A.2d 1218 (1983). In that case the ratepayer challenged the rate-setting procedure employed by the P.U.C. in reviewing and approving an increase pursuant to section 1307 of the Code, 66 Pa.C.S. § 1307, which provides for automatic adjustment of rates to reflect fuel cost increases. The ratepayer filed an objection to the proposed increase in question but was denied an opportunity to be heard during the public meeting at 'which the increase was approved. In rejecting thq ratepayer’s constitutional challenge, we identified as significant factors the procedural safeguards of an automatic year-end meeting for final determination and adjustment of rate increases allowing full participation by all interested parties and the requirement that overpayments be refunded with interest in the event increases are found to be excessive. We also emphasized that the increases required express P.U.C. approval and thus the P.U.C.’s procedure could not be characterized as a private rate-setting scheme necessitating notice and an opportunity to present objections prior to approval. In the instant case the P.U.C. held extensive hearings, in which the utility bore the burden of proving the reasonableness of the increase, prior to final approval. Appellant had the opportunity to voice its objections during those proceedings. Provisional approval had been given subject to potential refunds should the increase ultimately be found excessive. Moreover, initial approval was granted only after investigation and analysis of Duquesne’s filings. Thus,, as in Allegheny Ludlum, supra, the due process challenge to the rate-setting procedure should be rejected.\nSince the rate increase was effectuated in compliance with the Code and appellant’s alternative due process argument is without merit, I would affirm the order of the Commonwealth Court.",
        "type": "dissent",
        "author": "NIX, Chief Justice,"
      }
    ],
    "attorneys": [
      "E.J. Strassburger, Strassburger, McKenna, Messer, Shilobod & Gutnick, Pittsburgh, for appellant.",
      "Charles E. Thomas, Charles E. Thomas, Jr., Patricia Armstrong, Harrisburg, for Duquesne Light Co.",
      "Charles J. Strieff, Pittsburgh, for U.S. Steel Corp.",
      "Maurice A. Frater, McNees, Wallace & Nurick, Harrisburg, Thomas Kennedy, Pittsburgh, Gary D. Cohen, Asst. Counsel, Charles F. Hoffman, Albert W. Johnson, III, Harrisburg, for P.U.C."
    ],
    "corrections": "",
    "head_matter": "485 A.2d 1105\nJOSEPH HORNE COMPANY, Appellant, v. PENNSYLVANIA PUBLIC UTILITY COMMISSION, Duquesne Light Company, United States Steel Corporation, Crucible Inc., Jones & Laughlin Steel Corporation, General Motors Corporation and the Consumer Advocate.\nSupreme Court of Pennsylvania.\nArgued Sept. 13, 1984.\nDecided Dec. 19, 1984.\nReargument Denied March 6, 1985.\nE.J. Strassburger, Strassburger, McKenna, Messer, Shilobod & Gutnick, Pittsburgh, for appellant.\nCharles E. Thomas, Charles E. Thomas, Jr., Patricia Armstrong, Harrisburg, for Duquesne Light Co.\nCharles J. Strieff, Pittsburgh, for U.S. Steel Corp.\nMaurice A. Frater, McNees, Wallace & Nurick, Harrisburg, Thomas Kennedy, Pittsburgh, Gary D. Cohen, Asst. Counsel, Charles F. Hoffman, Albert W. Johnson, III, Harrisburg, for P.U.C.\nBefore NIX, C.J, and LARSEN, FLAHERTY, McDERMOTT, HUTCHINSON and ZAPPALA, JJ."
  },
  "file_name": "0475-01",
  "first_page_order": 517,
  "last_page_order": 533
}
