{
  "id": 922903,
  "name": "Strunk, Appellant, v. Owen",
  "name_abbreviation": "Strunk v. Owen",
  "decision_date": "1901-04-01",
  "docket_number": "Appeal, No. 59",
  "first_page": "73",
  "last_page": "76",
  "citations": [
    {
      "type": "official",
      "cite": "199 Pa. 73"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 466,
    "char_count": 8451,
    "ocr_confidence": 0.517,
    "sha256": "93bfeaebc92da5bcf7c5c2166ce8e72aa44ba355ee27ebcabaf84ca0579aa8dd",
    "simhash": "1:088419f9895a7f79",
    "word_count": 1426
  },
  "last_updated": "2023-07-14T16:11:33.955660+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McCollum, C. J., Mitchell, Fell, Brown and Mestrezat, JJ."
    ],
    "parties": [
      "Strunk, Appellant, v. Owen."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe conclusion reached by the learned judge of the common pleas, that the testimony offered at the trial disclosed no cause of action against the defendants, is clearly right, and the judgment is therefore affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Cyrus G. Derr, with him D. Nicholas Schaeffer, for appellant.",
      "George F. Baer, with him Charles H. Schaeffer and Richmond L. Jones, for appellees."
    ],
    "corrections": "",
    "head_matter": "Strunk, Appellant, v. Owen.\nCorporations— Stockholder's meeting—Notice—Fraud—Street railways.\nIn an action of trespass by a stockholder of a corporation against certain of the directors and officers of the corporation to recover damages for an alleged depreciation in the value of plaintiff’s stock resulting from the lease of the railway owned by the company, where the basis of plaintiff’s claim is that he was prevented by fraud from objecting to the lease at a meeting at which the lease was authorized, a nonsuit is properly entered where it appeared that a proper notice of the meeting was duly sent to the stockholders accompanied with a request for proxies, and it appears that the plaintiff attended the meeting and voted, and that the plaintiff and other stockholders knew before the meeting that a vote on the lease was to be taken. In such a case where full information was given as to the terms of the lease, it was immaterial that preliminary negotiations preceding and leading up to the offer of the lease were not communicated to the stockholders.\nArgued March 5, 1901.\nAppeal, No. 59, Jan. T., 1901, by plaintiff, from order of C. P. Berks Co., April T., 1899, No. 84, refusing to take off nonsuit in case of A. S. Strunk v. Benjamin F. Owen, James L. Douglas, John Kick, John A. Rigg, William R. Mcllvain and the Reading Traction Company.\nBefore McCollum, C. J., Mitchell, Fell, Brown and Mestrezat, JJ.\nAffirmed.\nTrespass to recover damages for an alleged depreciation in the value of plaintiff’s stock in the Reading City Passenger Railway Company. Before Endlich, J.\nThe plaintiff’s statement, as amended on the trial, averred that on and before November 14, 1892, he was and still is the owner of ninety-three shares of the capital stock of the Reading City Passenger Railway Company of the par value of $50.00 each, the total number of shares of said stock being 7,000; that about the date mentioned the defendants, Owen, Douglas, Rick and Mclvain, being directors, and said Owen also president of the company, conspired with the defendant Rigg and the firm of E. W. Clark & Company, to secure to the latter firm control of the property and franchises of the Reading City Passenger Railway Company for a grossly inadequate consideration and so to cheat and defraud the plaintiff and depreciate the value of his said stock. It then proceeds to detail how this alleged scheme was set going and carried out, averring that Owen submitted to certain stockholders controlling, with himself, a majority of the stock, a proposition from E. W. Clark & Company’s attorney to lease the railway, etc., and procured first their oral assent and next a written agreement, dated November 23,1892, signed by a number of said stockholders, not representing a majority of the stock, pledging them to vote for such lease; all of this being concealed from plaintiff and other stockholders, and the former being told by Owen that the company would keep its railways, convert them into electric roads, etc.; that Owen and his associates procured the passage of an ordinance by the councils of the city of Reading granting the said company the right to make this change, and for the purpose of deceiving plaintiff and other stockholders, called a corporate meeting on March 16,1893, to accept the act of March 22,1887, and organized and obtained, after due notice by publication, a charter for a new corporation, the Reading Traction Company, which thereupon entered into and became a party to the alleged conspiracy; that Owen and his associates called a meeting of the Reading City Passenger Railway Company for March 27, 1893, to vote on a proposition to lease the railway, etc., to the said Reading Traction Company, and sent to the stockholders requests for and obtained nearly all their proxies authorizing Owen to vote their shares upon that proposition which was thus carried; that Owen concealed from them a more advantageous offer for the purchase of the railway, etc., and that he and his coincorporators of the Reading Traction Company had secretly, on March 13,1893, transferred the entire stock of that company to E. W. Clark & Company, who thereupon increased the same from 1100,000 to SI,000,000 and issued 1900,000 thereof to themselves as a consideration for the agreement of November 23, 1892. Finally it avers that the property and franchises of the Reading City Passenger Railway Company were worth, subject to all the covenants and stipulations contained in the lease to the Reading Traction Company, §1,000,000 and could have been readily disposed of for that sum, and that thus the defendants’ alleged acts have injured him to the amount of §30,000 in depreciating the value of his stock.\nAt the trial it appeared that on March 18,1893, at a meeting of the board of directors of the Reading City Passenger Railway Company, the lease referred to in the statement was adopted subject to the approval and consent of the stockholders, and a meeting of the stockholders was called to convene at the office of the company, and the following notice was sent to every stockholder :\n“ OFFICE OF\nREADING city passenger railway company,\n“ Reading, Pa., March 20,1893.\n“ Dear Sir: A special meeting of the stockholders of the Reading City Passenger Railway Company will be held at the office of the Company, northeast corner Fifth and Penn streets, Reading, Pa., on Monday, March 27,1893, at 1 o’clock P. M., to vote on the following resolutions :\n“ Resolved, That the Reading City Passenger Railway Company lease to the Reading Traction Company, its successors and assigns, all its railways, real and personal property, equipment, appurtenances and all its rights, privileges and franchises necessary to operate the same, for the term of ninety-nine years from the first day of April, A. D. 1893, upon the terms, conditions, covenants, agreements and stipulations contained and set forth in the proposed indenture, and enter into an agreement with said company as in said indenture set forth, to sell to it, its successors and assigns, the property and franchises of this company at the end of the said term for the price of seven hundred thousand (§700,000) dollars, the form of which lease and agreement is hereby adopted and approved.\n“ Resolved, That a meeting of the stockholders be called to convene at the chief office of the Company at 1 o’clock P. M. on Monday the twenty-seventh day of March, 1893, for the purpose of voting for or against the proposed lease and agreement to sell, and Messrs. W. D. Smith, Charles Rick and M. C. Mc-Ilvain are hereby appointed judges to hold the said election between the hours of 1 o’clock p. M. and 3 o’clock p. m., on the day aforesaid, and to report the result thereof to the President of the Company.\n“The conditions of the lease can be learned by calling at the office of the Company. The lease will be read at the stockholders’ meeting.\n“ H. A. Muhlenberg,\n“ Secretary.\n“ Please sign the enclosed proxy and return the same in envelope enclosed.”\nThe plaintiff admitted that he received said notice and that he attended the meeting of stockholders and voted against the lease, and that he did not there or then make any objection or protest and did not comment or give any reason why the lease should not be adopted.\nThe election of stockholders was thereupon duly held on said March 27, 1893, and 157 stockholders voted in person or by proxy 6,591 shares, of a total of 7,000 shares, in favor of the lease, the plaintiff and George Smith, Jr., holding together 337 shares, voted against the lease, and it was declared duly adopted and approved. A majority of the shares were voted in person in favor of the lease.\nThere was proof that one Craighead had offered to purchase the road for $900,000, but there was no evidence that this bid was a bona fide one, and although it was known to plaintiff before the meeting, he did not communicate it to the other stockholders.\nThe court entered a compulsory nonsuit which it subsequently refused to take off.\nError assigned was refusal to take off nonsuit.\nCyrus G. Derr, with him D. Nicholas Schaeffer, for appellant.\nGeorge F. Baer, with him Charles H. Schaeffer and Richmond L. Jones, for appellees.\nApril 1, 1901:"
  },
  "file_name": "0073-01",
  "first_page_order": 97,
  "last_page_order": 100
}
