{
  "id": 922838,
  "name": "Owens v. Haines, Appellant",
  "name_abbreviation": "Owens v. Haines",
  "decision_date": "1901-04-15",
  "docket_number": "Appeal, No. 121",
  "first_page": "137",
  "last_page": "142",
  "citations": [
    {
      "type": "official",
      "cite": "199 Pa. 137"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "159 Pa. 573",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "75 Pa. 503",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036641
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/75/0503-01"
      ]
    },
    {
      "cite": "164 Pa. 520",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        860280
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/164/0520-01"
      ]
    },
    {
      "cite": "136 Pa. 35",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        820015
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/136/0035-01"
      ]
    },
    {
      "cite": "41 Pa. 266",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        480051
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/41/0266-01"
      ]
    },
    {
      "cite": "28 Pa. 23",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981734
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/28/0023-01"
      ]
    },
    {
      "cite": "39 Pa. 115",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        996219
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/39/0115-01"
      ]
    },
    {
      "cite": "98 Pa. 159",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        496966
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/98/0159-01"
      ]
    },
    {
      "cite": "131 Pa. 220",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        810252
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/131/0220-01"
      ]
    },
    {
      "cite": "20 Pa. 205",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        972348
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/20/0205-01"
      ]
    },
    {
      "cite": "7 Pa. 411",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        957795
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/7/0411-01"
      ]
    },
    {
      "cite": "153 Pa. 219",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        840262
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/153/0219-01"
      ]
    },
    {
      "cite": "30 Pa. 218",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        415609
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/30/0218-01"
      ]
    },
    {
      "cite": "2 Yeates, 509",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812764
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0509-01"
      ]
    },
    {
      "cite": "108 Pa. 76",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        539250
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/108/0076-01"
      ]
    },
    {
      "cite": "75 Pa. 315",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "123 Pa. 552",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "98 Pa. 33",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        496924
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/98/0033-01"
      ]
    },
    {
      "cite": "92 Pa. 207",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        491061
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/92/0207-01"
      ]
    },
    {
      "cite": "34 Pa. 483",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        417963
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/34/0483-01"
      ]
    },
    {
      "cite": "88 Pa. 21",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061174
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/88/0021-01"
      ]
    },
    {
      "cite": "55 Pa. 427",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "31 Pa. 249",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "25 Pa. 456",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "1 Whart. 219",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "159 Pa. 562",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        850198
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/159/0562-01"
      ]
    },
    {
      "cite": "164 Pa. 520",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        860280
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/164/0520-01"
      ]
    },
    {
      "cite": "136 Pa. 35",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        820015
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/136/0035-01"
      ]
    },
    {
      "cite": "39 Pa. 115",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        996219
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/39/0115-01"
      ]
    },
    {
      "cite": "108 Pa. 76",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        539250
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/108/0076-01"
      ]
    },
    {
      "cite": "34 Pa. 483",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        417963
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/34/0483-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 639,
    "char_count": 13608,
    "ocr_confidence": 0.523,
    "pagerank": {
      "raw": 2.5164333879944074e-07,
      "percentile": 0.8110685217555155
    },
    "sha256": "4a7f4c89ac87d3a34dd69fdf9c77c759a3cb33a4e45ba1a42ba24061aa57d514",
    "simhash": "1:a1a619a43f27a373",
    "word_count": 2485
  },
  "last_updated": "2024-02-27T19:53:00.649676+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Owens v. Haines, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Bbown,\nAbi C. Shaw, the mother of appellee, was the owner of the real estate in controversy, having acquired it by devise from Abi C. Carr. Her husband was Marshall Shaw, the father of appellee. On March 11, 1867, Mrs. Shaw executed her will, giving and devising her entire estate to her husband, and, on July 23, 1867, more than four months afterwards, their only child, Florence, was born. She now claims that the real estate of the mother, upon the latter’s death, descended to her under the intestate laws, because she was born after the execution of the said will, and relies upon the provisions of section 15 of the Act of April 8, 1833, P. L. 250, which is as follows: “ When any person shall make his last will and testament, and after-wards shall marry or have a child or children not provided for in such will, and die, leaving a widow and child, or either a widow or child or children, although such child or children be born after the death of their father, every such person, so far as shall regard the widow, or child or children after-born, shall be' deemed and construed to die intestate; and such widow, child or children, shall be entitled to such purparts, shares and dividends of the estate, real and personal, of the deceased, as as if he had actually died without any will.”\nThe effect of the act of 1833 is not to absolutely revoke the will' of a testator, if a child or children be born to him after its execution; but, “if he makes his will, and has an after-born child or children, not provided for in such will, and he dies, leaving such after-born child or children, so far as regards such child or children, he dies intestate, and his will is revoked pro tanto: ” Walker v. Hall, 34 Pa. 483. The letter and spirit of the act entitle after-born children, for whom no provision is made in the will of their father, to the same interest in the real estate of which he died seized “ as if he had actually died without a will: ” Robeno v. Marlatt, 136 Pa. 35.\nThe objection is made by the appellant that the act applies only to the wills of males, and not to those of females. This is technical and unreasonable. In the reasonable interpretation of statutes, the words “ he,” “ his ” and “ him ” have repeatedly been held to include women as well as men; and the words “any person,” in this act, even if followed by “his,” “widow,” “ father ” and “ as if he had actually died without any will,” must, in the case of a testatrix, be read as if they were followed by “her,” “widower,” “mother”' and “as if she had actually died without any will.” No such strained construetion as that placed upon the act by the appellant can be found from Dinah Duncan’s Estate, 8 Smith’s Laws, 164, in which Yeates, J., said “ the uniform practice had been to distribute the personal property of widows, who were mothers, in the same manner as that of fathers, under the law of 1705; and the word ‘ him ’ or ‘ his ’ included as well the female as the male sex by the fair rules of construction,”—a view concurred in by Shippen, C. J., and Bbackbnbidge and Smith, JJ.,—down to Young’s Appeal, 39 Pa. 115, where a testatrix was declared to have died intestate as to a son born after the execution of her will. Upon the death of Abi. C. Shaw, on January 9, 1892, her real estate descended to her daughter and only child, Florence, the appellee, born after the execution of her will; for, as to her child, she had died intestate. The husband and father had his life estate in the property, but, at his death, the right of possession was in the child, who had held the fee from the death of the mother.\nThe will of appellee’s mother was admitted to probate on January 22, 1892. This suit was brought January 12, 1900, and, no appeal having been taken from the decree of probate within five years, as provided in the Act of April 22, 1856, P. L. 532, the further objection is made to the appellee’s right to recover, that the devise to the father had become absolute and the property had passed under his will, as therein directed. The paper presented to the register for probate as the will of Abi C. Shaw was her will, and that officer could not have refused to admit it to probate. It had not been revoked by the birth of the appellee, but was still the will of the mother, the provisions of which, however, did not affect the appellee nor her right to inherit all the real estate of the testatrix, subject to the life estate of the husband and father. There was, therefore, nothing in the decree of the register admitting this will to probate from which the appellee could or should have appealed. It was, we repeat, the will of her mother when admitted to probate, is so to-day, and always will remain such, except as to her child, as to whom, in the words of the statute, she died intestate. Within the five years, or after, at any time, the child, in disregard of this will, of no effect as to her, could have claimed, and can claim, from the mother’s estate what the intestate laws gave her. Its probate was for the register. Its effect, under the statute, is, at all times, for the court in which that question may arise: Miller’s Estate, 159 Pa. 562.\nOn the question of the distribution of a testator’s estate, the validity of testamentary provisions depending on matters dehors the record may be inquired into, notwithstanding probate : Craft’s Estate, 164 Pa. 520. In Broe v. Boyle, 108 Pa. 76, relied upon .by the appellant, the will had been absolutely revoked by the marriage of Jane Boyle; but, in the absence of a contest over it within five years from its probate by those who might have insisted upon its absolute revocation by the marriage of the testatrix, it was held to be conclusive. That testatrix, after the death of her husband, had power to devise her real estate as she pleased and to republish her will revoked by her marriage. This one could not devise hers away from a child that might be born to her afterwards. Such a child is here, raising no question about her mother’s will, nor its probate by the register, but pointing to the statute, which declares that the mother did not have power to do what she did, and that, as to her, she died intestate. What we said in Broe v. Boyle, supra, sustains her, and we now repeat it: “ It is true the register’s jurisdiction in the probate of wills is confined to the question whether the paper has been legally executed as the will of the testator. It does not determine his title to the property,, nor his power to devise or bequeath the same at the time, nor in the manner indicated by the will. Hence it was held, in Hegarty’s Appeal, 25 P. F. Smith, 508, in case of the devise for a religious use, and the testator died within a month after the date of the will, the heirs at law of the testator were not concluded by the act of 1856 from claiming the property thus devised, although no caveat nor action at law was entered within five years after the probate of the will. The -probate does not give additional power to do an act which the testator was not authorized to perform, but makes conclusive such a disposition of his property as he was authorized to devise, and did devise, according to the forms of law.”\nProper direction was given to the jury to find for the appellee, and the judgment on the verdict is affirmed.",
        "type": "majority",
        "author": "Mb. Justice Bbown,"
      }
    ],
    "attorneys": [
      "J. Frank E. Pause, with him George M. Rupert, for appellant.",
      "Alfred P. Reid, with him G. W. Talbot, for appellee."
    ],
    "corrections": "",
    "head_matter": "Owens v. Haines, Appellant.\nWill—After-born children—Act of April 8,1833, P. L. 250.\nThe Act of April 8, 1833, P. L. 250, which provides that “when any person shall make his last will and testament, and afterwards shall marry, or have a child or children not provided for in such will, and die, leaving a widow and child, or either a widow or child, or children, although such child or children be born after the death of their father, every such person, so far as shall regard the widow or child or children after born, shall be deemed and construed to die intestate,” applies to the wills of women as well as to the wills of men.\nWills—Probate—After-born children—Acts of April 8, 1833, P. L. 250, and April 22, 1856, P. L. 532.\nA child born after the date of its mother’s will, and not provided for therein may claim its share in the real estate owned by its mother, although five years have elapsed from the date of the probate of the will.\nWill—Probate—Distribution—Evidence.\nOn a question of the distribution of a testator’s estate, the validity of testamentary provisions depending on matters dehors the record may be inquired into notwithstanding probate.\nArgued Feb. 11, 1901.\nAppeal, No. 121, Jan. T., 1901, by-defendant, from judgment of C. P. Chester Co., Jan. T., 1900, No. 57, on verdict for plaintiff in case of Florence C. Owens v. Benjamin W. Haines, Executor of Marshall Shaw, Deceased.\nBefore Mitchell, Fell, Brown, Mestrezat and Potter, JJ.\nAffirmed.\nEjectment for a lot of ground situate on the southeast corner of Market and Walnut streets in the borough of West Chester. Before Butler, J.\nAt the trial it appeared that Abi C. Shaw, the mother of the plaintiff, owned the land in controversy, having become seized thereof by devise from Abi C. Carr on February 16,1864. On March 11, 1867, Abi C. Shaw, who was the wife of Marshall Shaw, made a will, by which she devised her entire estate to her husband. On July 23, 1867, the plaintiff was born, and was the only child of Marshall Shaw and wife. Mrs. Shaw died on January 9, 1892, and her will was probated on January 22, 1892. The present suit was instituted on January 12, 1900.\nThe court gave binding instructions for plaintiff.\nVerdict and judgment for plaintiff. Defendant appealed.\nError assigned was in giving binding instructions for plaintiff.\nJ. Frank E. Pause, with him George M. Rupert, for appellant.\nIt is clear under the authorities that there could be no implied revocation in Mrs. Shaw’s will at common law, inasmuch as the common law required the concurrence of two things in order to work such implied revocation, to wit: marriage and the birth of issue after the execution of the testamentary paper: Coates v. Hughes, 2 Binney, 498; McKnight v. Read, 1 Whart. 219.\nThe weight of authority in England required both marriage and birth of issue in order to effect the revocation of a will: Doe v. Barford, 4 M. & S. 10; Wellington v. Wellington, 4 Burr. 2171; Shepherd v. Shepherd, 5 Term Reports, 51; Doe v. Lancashire, 5 Term Reports, 58; Marston v. Fox, 8 Ad. & El. 14.\nThe statutory directions as to changes and alterations are, of necessity, exclusive of all others, and once a will is executed in due form, so it must remain, unless the testator sees fit to alter it by one of the methods prescribed by the statute: Clark v. Morrison, 25 Pa. 456; Heise v. Heise, 31 Pa. 249; Dixon’s App., 55 Pa. 427; Fox v. Fox, 88 Pa. 21.\nThis section of the statute applies only to the wills of males and not to those of females: Walker v. Hall, 34 Pa. 483.\nWhen the register of wills probates a testamentary document, his act is a judicial one: Wilson v. Gaston, 92 Pa. 207; McCort’s App., 98 Pa. 33; Wall v. Wall, 123 Pa. 552; Hegarty’s App., 75 Pa. 315.\nIt is submitted that this question is set at rest by the decision of this court in the case of Broe v. Boyle, 108 Pa. 76.\nAlfred P. Reid, with him G. W. Talbot, for appellee.\nIt is conceded that at common law, as recognized by the decisions in this state, both marriage and birth of issue were necessary to revoke a will, and that such revocation was total.\nBut this rule was changed by the wills act of 1833, which made either marriage or birth of issue a revocation of a will pro tanto, that is, so far as regards the wife by such subsequent marriage or after-born children, but not beyond that.\nThe words “ he,” “ his,” “ him ” in statutes have been judicially decided, both in this state and elsewhere, to include females as well as males: Eshelman v. Hoke, 2 Yeates, 509.\nThe words “ received or taken into his possession any money,” etc., in a penal statute, were held to apply likewise to a female servant: Rex v. Smith, Russel & Ryan, 267.\nThe provisions of the wills act, notwithstanding the language “ him ” and “ his ” are used therein, have universally been construed to apply to the wills of females as well as of males: Vernon v. Kirk, 30 Pa. 218; Teacle’s Estate, 153 Pa. 219; Wagner v. Ellis, 7 Pa. 411; Kurtz v. Saylor, 20 Pa. 205; Knox’s Estate, 131 Pa. 220; Fosselman v. Elder, 98 Pa. 159.\nThe reason for holding that the birth of children should revoke the will of a married woman are the same, and equally persuasive as in the case of a man: Young’s App., 39 Pa. 115.\nThe only effect of the decree of probate of Mrs. Shaw’s will was that the paper probated was her last will; that it was duly executed in accordance with the law, and that she was competent to make a will. It did not determine its legal effect. It did not bar the appellee from showing by facts dehors the record that she was born after the date of the will, and of claiming that as to her, the testatrix died intestate : Wilson v. Gaston, 92 Pa. 207; McCort’s App., 98 Pa. 33.\nThe register must admit a will to probate if duly executed, notwithstanding a subsequent marriage and birth of issue, and he has nothing to do with the effect thereof : Arthur’s Estate, 28 P. L. J. 248.\nThe birth of a child is a revocation pro tanto only, leaving the provisions of the will in all other respects good: Coates v. Hughes, 3 Binney, 498; Baxter’s Appeal, 1 Brewster, 451; Price v. Maxwell, 28 Pa. 23; McLean v. Wade, 41 Pa. 266; Robeno v. Marlatt, 136 Pa. 35; Craft’s Est., 164 Pa. 520; Hegarty’s App., 75 Pa. 503; Miller’s Est., 159 Pa. 573.\nApril 15, 1901:"
  },
  "file_name": "0137-01",
  "first_page_order": 161,
  "last_page_order": 166
}
