{
  "id": 922777,
  "name": "Oliver's Estate",
  "name_abbreviation": "Oliver's Estate",
  "decision_date": "1901-05-27",
  "docket_number": "Appeal, No. 115",
  "first_page": "509",
  "last_page": "514",
  "citations": [
    {
      "type": "official",
      "cite": "199 Pa. 509"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "85 Pa. 499",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "57 Pa. 384",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010432
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/57/0384-01"
      ]
    },
    {
      "cite": "10 Pa. 251",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "126 Pa. 562",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        968893
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/126/0562-01"
      ]
    },
    {
      "cite": "12 Pa. Superior Ct. 551",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        823370
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/12/0551-01"
      ]
    },
    {
      "cite": "135 Pa. 575",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        817406
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/135/0575-01"
      ]
    },
    {
      "cite": "147 Pa. 636",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        829876
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/147/0636-01"
      ]
    },
    {
      "cite": "49 Pa. 213",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998551
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/49/0213-01"
      ]
    },
    {
      "cite": "88 Pa. 478",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061192
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/88/0478-01"
      ]
    },
    {
      "cite": "154 Pa. 188",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        842348
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/154/0188-01"
      ]
    },
    {
      "cite": "145 Pa, 687",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "156 Pa. 285",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        844893
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/156/0285-01"
      ]
    },
    {
      "cite": "63 Pa. 481",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019043
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/63/0481-01"
      ]
    },
    {
      "cite": "9 Watts, 447",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850045
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0447-01"
      ]
    },
    {
      "cite": "105 Pa. 91",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454293
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/105/0091-01"
      ]
    },
    {
      "cite": "104 Pa. 643",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "104 Pa. 574",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "99 Pa. 532",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "175 Pa. 114",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        880565
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/175/0114-01"
      ]
    },
    {
      "cite": "105 Pa. 128",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454272
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/105/0128-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 513,
    "char_count": 11852,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 1.386102143775798e-07,
      "percentile": 0.6414918398717454
    },
    "sha256": "ea5e4ac08da9383f413b3a3af99f5e492662d60d9b98cbcd317592a37d1ad7a3",
    "simhash": "1:8f61cdc6ece0619f",
    "word_count": 2085
  },
  "last_updated": "2024-02-27T19:53:00.649676+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McCollum, C. J., Mitchell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Oliver’s Estate."
    ],
    "opinions": [
      {
        "text": "Pee Ctjeiam,\nThis decree is affirmed on the opinion of the learned court below.",
        "type": "majority",
        "author": "Pee Ctjeiam,"
      }
    ],
    "attorneys": [
      "John W. Egon and John F. Dolphin, for appellant,",
      "George M. Eoads, for appellees,"
    ],
    "corrections": "",
    "head_matter": "Oliver’s Estate.\nWill— Conversion.\nWhere testator directs that after the death of his wife one half of his real estate and household furniture shall go to one person, and the other half be divided amongst three other persons, and there is no power nor direction to sell real estate, no conversion is effected by the will.\nWill—Construction—Issue—Buie in Shelley's case.\nWhere a testator divides his estate among four persons and directs “that in case any of the said persons shall die before the division of my estate, leaving lawful issue, such issue shall receive the parent’s legacy,” the words “ parent’s legacy ” restricts the meaning of the word “ issue ” to a definite failure of issue, and if any one of the devisees dies before the division of the estate, without having left lawful issue, his share passes under a clause in the will directing that in case of a devisee dying without issue, his share shall be divided among the other devisees then living, share and share alike.\nSubmitted April 17, 1901.\nAppeal, No. 115, Jan. T., 19ÓÍ-, by Martha Burohill, from decree of O. C. Schuylkill Co., in the Estate of Ralph Oliver, deceased.\nBefore McCollum, C. J., Mitchell, Brown, Mestrezat and Potter, JJ.\nAffirmed.\nExceptions to distribution.\nThe facts as found by the court below were, inter alia:\nThe will of decedent gave all his “ household furniture, real estate, and all other personal property, real or mixed,” to his wife during her natural life, or so long as she shall remain his widow, and at her death or remarriage, “ then the same shall be divided as follows, to wit: To my son Robert Oliver, one half of all my real estate, household furniture of whatsoever kind. And the other half to be equally divided share and share alike among Joseph Oliver, Martha Burohill, Sarah Ann Lenhard. I further direct that in case any of the said persons named shall die before the division of my estate, leaving lawful issue, such issue shall receive the parent’s legacy; but if without such issue the-legacy to him or her therein giving shall revert to and become part of my general estate, and be divided equally among the other children then living share and share alike,”—appointing an executrix and executor, giving neither express power nor direction to sell his real estate.\nThe widow had two children,' Joseph and Sarah Ann Barrett, by a former husband, and by her marriage with testator, she had two children, Robert Oliver and Martha, now Burohill. Joseph and Sarah Ann Barrett were very young when their mother become the wife of testator, and thereafter they were called Joseph and- Sarah Ann \"Oliver. Joseph is named in the will “ Joseph Oliver,” and Sarah Ann, having married, is named “ Sarah Ann Lenhard.”\n6. Joseph Oliver (Barrett) named in the will, died intestate, leaving to survive a widow, and children, appellees.\nDunn, P. J., after stating the facts, said:\nUpon these facts it is contended by counsel for the widow and heirs of Joseph Oliver (Barrett) and Sarah Ann Lenhard (now Marshall), (1) that the will works a conversion ; (2) that the interest of Robert Oliver, deceased, under the will, must be awarded to the legal representative of his mother, Sarah Oliver, deceased, under the intestate laws. It is contended by-counsel for Martha Burchill, the sister of the whole blood of Robert Oliver, deceased, (1) that the will does not work a conversion ; (2), that upon the death of the testator, Robert Oliver took a vested remainder under the will, which, upon his death vested under the intestate law in his sister of the whole blood, Martha Burchill.\nThe first question requiring examination, is whether the will works a conversion. The guide, in determining this question, given by Mr. Justice Paxson, in Hunt’s & Lehman’s Appeals, 105 Pa. 128, can be applied in determining the question here. He said: “ In order to work a conversion, there must be either, first, a positive direction to sell, or second, an absolute necessity to sell in order to execute the will, or third, such a blending of real and personal estate by the testator in his will, as to clearly show that he intended to create a fund out of both real and personal estate, and to bequeath the said fund as money.”\nThere is no positive direction to sell in the will of testator. There is no absolute necessity to sell in order to execute the will, because there can be no question that the fund now before the court, raised by sale of decedent’s real estate upon proceedings in partition, can be distributed in complete execution of the will. There is no blending of real estate and personal property by the testator, to show an intention to create a fund; for to his son, Robert Oil ver, he gave one half of his real estate and. household furniture, and the other half to be divided, etc.\nIn Estate of D. H. Solliday, 175 Pa. 114, the testator devised all his estate, real and personal, to his four children, two of them to have their shares absolutely, and the shares falling to the other two, to be held in trust to pay over the interest and income to them, with full power to his executors to settle up his estate; and he directed that all investments of his estate should be in first mortgages, or such securities as are allowed by law. It was held there was no conversion. And so we conclude in the case at hand.\nThis brings us to an examination of the point contended for by counsel for Martha Burchill, that upon the death of testator, Robert Oliver took a vested remainder under the testator’s will, which upon the death of said Robert Oliver, passed by descent to his sister of the whole blood, the said Martha Burchill.\nAn examination of the will makes it clear that the intention of the testator was, (1) to give his son, Robert, one half of his real estate and household furniture, absolutely, if he survived the widow, and the other half of his real estate and household furniture to Joseph Oliver, Martha Burchill and Sarah Ann Len-hard, absolutely if they should survive the widow; (2) that if any of the persons named, Robert Oliver, Joseph Oliver, Martha Burchill or Sarah Ann Lenhard, should die without leaving a child or children, before the death of his widow, such child or children to receive the share of its deceased parent; (8) that if any of the persons named, Robert Oliver, Joseph Oliver, Martha Burchill or Sarah Ann Lenhard, should die without leaving a child or children, before the death of his widow, the share of him or her, so dying, to become part of the estate of testator, and be divided among any of the children named, Robert Oliver, Joseph Oliver, Martha Burchill and Sarah Ann Lenhard, then living.\nAs is before stated, Robert Oliver, the son of testator, mentioned in the will,, died prior to the death of his mother, unmarried, without leaving a child or children; Joseph Oliver, Martha Burchill and Sarah Ann Lenhard survived the widow, and Joseph Oliver (Barrett) since died intestate, leaving his widow, Naomi, and four children.\nIf the intention of the testator can be ascertained from the words of his will, that intention must control in the distribution of his estate, unless in conflict with the established principles of law: Biddle’s Appeal, 99 Pa. 532; McKee’s Appeal, 104 Pa. 574; Osburn’s Appeal, 104 Pa. 643; Webb v. Hitchins, 105 Pa. 91.\nIt is very clear, that if Robert had survived the widow, or had left a child or children to survive himself, there would be little difficulty in making distribution of the estate of testator; but, it is contended by counsel for Martha Burchill, sister of the whole blood of Robert Oliver, deceased, that under the will he took a vested remainder, which upon his death, before the life estate had terminated, vested in her, subject to the life interest of her mother under the intestate law. It is claimed that the authority of Eichelberger v. Barnitz, 9 Watts, 447, should control in this case. There it was held, that “ if a devise be made to one in fee, and ‘ if he die without issue,’ or ‘ on failure of issue,’ or * for want of issue,’ then over to another in fee the estate of the first taker is a fee tail, which if he have issue, passes to them ad infinitum by descent as tenants in tail. . . .”\nThis case turned on the point that the phrases, “if he die without issue ”—“on failure of issue,”—“ for want of issue,” and “ without having issue ” mean an indefinite failure of issue, which is too remote a contingency to be allowed, even in an executory devise. But it was said by Mr. Justice Sergeant, that if the testator use the phrase, “ if he die unmarried and without issue,” or “if he die without leaving issue behind him .... it will not be considered to mean an indefinite failure of issue.”\nIf the will of testator does not mean an indefinite failure of issue, when it says, “ In case any of the persons named shall die before the division of my estate, sucli issue shall receive the parent’s legacy,” it is good as an executory devise.\nIn Taylor v. Taylor, 63 Pa. 481, there was a devise of all testator’s real estate, “ to my wife and daughter, or the survivor during their lives, in case my daughter shall depart this life leaving lawful issue—to descend to such lawful issue, their heirs and assigns forever—if my daughter die before her mother leaving lawful issue, such issue shall inherit their mother’s right from the time of her death. If my daughter shall die, not leaving lawful issue, my executor or the survivor shall sell, after the death of my wife, my real estate,”—giving the proceeds over, one half to the relatives of his wife, the other half to his own, “ or their lawful issue.” It was held that the daughter took an estate for life, remainder to her children in fee, with an alternative limitation over on her dying without issue living at her death.\nThere is no' doubt that the clause “ such issue shall inherit their mother’s right ” restricted this from being regarded as meaning an indefinite failure of issue; because the words “ mother’s right ” showed clearly that issue here meant children. Why, therefore, shall not the words “ parent’s legacy,” in the clause “such issue shall receive the parent’s legacy,” in the will of testator in the case in hand, restrict its meaning to the same extent ?\nIn O’Rourke v. Sherwin, Appellant, 156 Pa. 285, it was held, that the word “ issue ” in a will is to be construed as a word of limitation, unless it be accompanied by explanatory words; “ but if there be on the face of the will sufficient to show that the word was intended to have a less extended meaning, and to be applied only to children, or to descendants of a particular class, or at a particular time, it is to be construed as a word of purchase and not of limitation, in order to effectuate the intention of the testator.”\nThe opinion of the court in the case in hand is that the estate of Joseph Oliver (Barrett), deceased, Martha Burchill, and Sarah Ann Lenhard (Marshall) take under the will the fund for distribution, share and share alike.\nError assigned was the decree of the court.\nJohn W. Egon and John F. Dolphin, for appellant,\ncited in printed brief: Kurtz’s Est., 145 Pa, 687; Faulstich’s Est., 154 Pa. 188; Castner’s App., 88 Pa. 478; Horwitz v. Norris, 49 Pa. 213; Hoff’s Est., 147 Pa. 636; Eichelberger v. Barnitz, 9 Watts, 447; King v. Frick, 135 Pa. 575.\nGeorge M. Eoads, for appellees,\ncited in printed brief: Thran v. Herzog, 12 Pa. Superior Ct. 551; Webb v. Hitchins, 105 Pa. 91; Woelpper’s App., 126 Pa. 562; Johnson v. Morton, 10 Pa. 251; Stallman’s Est., 13 Pa. C. C. Reps. 111; Breese’s Est., 13 Pa. C. C. Reps. 184; Bowlby’s Est., 4 Pa. Dist. Reps. 108; Nicholson v. Bettle, 57 Pa. 384; Jordan v. McClure, 85 Pa. 499; Taylor v. Taylor, 63 Pa. 481; O’Rourke v. Sherwin, 156 Pa. 285.\nMay 27, 1901:"
  },
  "file_name": "0509-01",
  "first_page_order": 533,
  "last_page_order": 538
}
