{
  "id": 922886,
  "name": "Commonwealth v. Harmon, Appellant",
  "name_abbreviation": "Commonwealth v. Harmon",
  "decision_date": "1901-05-27",
  "docket_number": "Appeal, No. 178",
  "first_page": "521",
  "last_page": "524",
  "citations": [
    {
      "type": "official",
      "cite": "199 Pa. 521"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "171 Pa. 448",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985592
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/171/0448-01"
      ]
    },
    {
      "cite": "153 Pa. 535",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        840271
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/153/0535-01"
      ]
    },
    {
      "cite": "31 Pa. 198",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985092
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/31/0198-01"
      ]
    },
    {
      "cite": "174 Pa. 137",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        878603
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/174/0137-01"
      ]
    },
    {
      "cite": "146 Pa. 504",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        827934
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/146/0504-01"
      ]
    },
    {
      "cite": "145 Pa. 289",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        825902
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/145/0289-01"
      ]
    },
    {
      "cite": "100 Pa. 28",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498371
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/100/0028-01"
      ]
    },
    {
      "cite": "134 Pa. 383",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814922
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/134/0383-01"
      ]
    },
    {
      "cite": "91 Pa. 145",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        488319
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/91/0145-01"
      ]
    },
    {
      "cite": "135 Pa. 64",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        817396
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/135/0064-01"
      ]
    },
    {
      "cite": "174 Pa. 137",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        878603
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/174/0137-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 314,
    "char_count": 5951,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 1.9527716528232688e-07,
      "percentile": 0.7369389103380158
    },
    "sha256": "d312a17524d4275a76192769109b678486c0619d8bde28a8a4a55bb38440560a",
    "simhash": "1:c2ae2b2266b35abf",
    "word_count": 1055
  },
  "last_updated": "2024-02-27T19:53:00.649676+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, Dean, Fell, Bbown, Mestbezat and Potteb, JJ."
    ],
    "parties": [
      "Commonwealth v. Harmon, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Mitchell,\nThe single assignment of error is to the charge of the court on the subject of good character.\nIn his general charge the judge said: “ In regard to evidence of this character, it is the duty of the court to say to you, that where it is shown to your satisfaction that the defendant was of good general reputation for peace and good order in the community, that kind of testimony, if properly made out to you, is positive and substantive evidence and it should be weighed by you in consideration of this case. The courts of highest resort in this state have said, it is evidence which may work a doubt for the acquittal of the defendant. If that evidence is properly made out to you, it should be sufficient in that line. It is not, however, to weigh against positive facts which should convince your mind that this defendant did the deed which he is charged with committing here. Where the facts and circumstances are such as to leave no room for doubt, and the minds of the jury are thoroughly and fully convinced, this evidence itself would not then work the acquittal of the defendant, but it is to come in the consideration of the case the same as any other evidence as positive and substantive evidence and to be weighed by you in that line.” This was followed by the affirmance of the appellant’s point in these words: “ Evidence of good character is not a mere makeweight thrown in to assist in the production of a result that would happen at all events, but is positive evidence and may of itself, by the creation of a reasonable doubt, produce an acquittal.” To this the judge answered, “That proposition is correct. We have so indicated to you in what we have said before, and the proposition is affirmed.” It is plain that the judge did not see any inconsistency in these two instructions, nor do we think they are fairly open to that objection.\nThe true rule was accurately expressed in Com. v. Eckerd, 174 Pa. 137, in this form, that evidence of good character is substantive and positive proof in the prisoner’s behalf, and may-give rise to a reasonable doubt, which would not otherwise exist, by making it improbable that a man of such character would commit the offense charged; but where the jury is satisfied beyond a reasonable doubt under all the evidence, that the defendant is guilty, evidence of previous good character is not to overcome the conclusion which follows from that view of the case.\nThe charge complained of in the present case did not vary substantially from this rule.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mb. Justice Mitchell,"
      }
    ],
    "attorneys": [
      "A, L. Cole, with him George A. Jerilcs and S. V. Wilson, for appellant.",
      "W. I. Swoope, district attorney, A. R. Woodward, ex-district attorney, W. 0. Arnold and David L. Krebs, for appellee.—"
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Harmon, Appellant.\nCriminal law—Murder—Proof of character—Evidence.\nEvidence of good character is substantive and positive proof in the prisoner’s behalf, and may give rise to a reasonable doubt, which would not otherwise exist, by making it improbable that a man of such character would commit the offense charged ; but where the jury is satisfied beyond a reasonable doubt under all the evidence, that the defendant is guilty, evidence of previous good character is not to overcome the conclusion which follows from that view of the case.\nArgued April 22, 1901.\nAppeal, No. 178, Jan. T., 1900, by defendant, from judgment of O. & T. Sept. T., 1899, No. 20, on verdict of guilty of manslaughter in case of Commonwealth v. Jesse C. Harmon.\nBefore Mitchell, Dean, Fell, Bbown, Mestbezat and Potteb, JJ.\nAffirmed.\nIndictment for murder. Before Cbawfobd, P. J.\nAt the trial the court charged in part as follows:\n[\"You have also the testimony of a great many witnesses as regards the reputation of both these parties, that of Jesse C. Harmon, the defendant here, and that of Ezekiel Hewitt, the deceased. Quite a number of witnesses have testified that as far as their knowledge goes—and they have testified they were acquainted with the reputation of the defendant as being a peaceable and law abiding citizen in the community—that he was a good and orderly man. There are others who have testified that his reputation as a peaceable and law abiding citizen was not good. Now, in regard to evidence of this character, it is the duty of the court to say to you, that where it is shown to your satisfaction that the defendant was of good general reputation for peace and- good order in the community, that kind of testimony, if properly made out to you, is positive and substantive evidence and it should be weighed by you in consideration of this case. The courts of highest resort in this state have said, it is the evidence which may work the doubt of the acquittal of the defendant. If that evidence is properly made out to you, it should be sufficient in that line. It is not, however, to weigh against positive facts which should convince your mind that this .defendant did the deed which he is charged with committing here. Where the facts and circumstances are such as to leave no room for doubt, and the minds of the jury are thoroughly and fully convinced, this evidence itself would not then work the acquittal of the defendant, but it is to come in the consideration of the case the same as any other evidence as positive and substantive evidence and to be weighed by you in that line.]\nVerdict of guilty of manslaughter. Defendant appealed.\nError assigned was portion of the charge as above, quoting it.\nA, L. Cole, with him George A. Jerilcs and S. V. Wilson, for appellant.\nThe instructions as to character were improper: Com. v. Cleary, 135 Pa. 64; Heine v. Com., 91 Pa. 145; Com. v. Switzer, 134 Pa. 383; Rice v. Com., 100 Pa. 28; Com. v. Gerade, 145 Pa. 289; Steinbrunner v. Pittsburg, etc., Ry. Co., 146 Pa. 504.\nW. I. Swoope, district attorney, A. R. Woodward, ex-district attorney, W. 0. Arnold and David L. Krebs, for appellee.—\nThe trial judge did for defendant all he had a right to ask: Becker v. Com., 9 Atl. Repr. 510; Com. v. Eckerd, 174 Pa. 137; Kilpatrick v. Com., 31 Pa. 198; Com. v. Buccieri, 153 Pa. 535; Com. v. Bowman, 171 Pa. 448.\nMay 27, 1901:"
  },
  "file_name": "0521-01",
  "first_page_order": 545,
  "last_page_order": 548
}
