{
  "id": 922734,
  "name": "Miller, Appellant, v. Dean",
  "name_abbreviation": "Miller v. Dean",
  "decision_date": "1901-05-27",
  "docket_number": "Appeal, No. 162",
  "first_page": "637",
  "last_page": "638",
  "citations": [
    {
      "type": "official",
      "cite": "199 Pa. 637"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "175 Pa. 599",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        880515
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/175/0599-01"
      ]
    },
    {
      "cite": "175 Pa. 599",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        880515
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/175/0599-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 229,
    "char_count": 2878,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 4.339701094470699e-08,
      "percentile": 0.27280663853375237
    },
    "sha256": "a9dbf10752cf90ad37b8e7a87cdab9a914a6c2d148416d306f9bb4b9be8435c3",
    "simhash": "1:d08edd92855ffbc5",
    "word_count": 504
  },
  "last_updated": "2024-02-27T19:53:00.649676+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, Fell, Brown, Mestrezat and Potter, J J."
    ],
    "parties": [
      "Miller, Appellant, v. Dean."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mitchell,\nThis is a second ejectment by two of the heirs of Ann Miller for an undivided interest in certain land, conveyed by Ann Miller and her husband to the appellees. Former ejectments depending on the same title resulted in judgments for defendants and are reported in 175 Pa. 599 and 618.\nThe plaintiff’s claim is based on the fact that Ann Miller’s title being only as cestui que trust in a settlement to her sole and separate use, her deed was voidable at the instance of her heirs. The defense was that after the death of her husband, Ann. Miller had made the title good by receipt of part of the purchase money and other acts of ratification equivalent to a redelivery of the •' deed. On ft case stated the judge so found and his judgment was affirmed in the cases in 175 Pa. supra.\nTt is now contended by appellants that the case stated in the previous action unadvisedly conceded the facts of the ratification, and that the present case stands on a different footing. To the extent that the case was open for determination on its own evidence this is conceded. But the only difference is that here the question of ratification was for the jury. It was submitted to them, with proper instructions based on the law as laid down in the previous case, and they have found for defendants on that ground. It is not worth while to review the evidence, as the facts it tended to prove are substantially the same as appear in the opinion of the judge on page 610 of the report in 175 Pa.' The verdict here therefore established the defendant’s title on the same ground as the judgment on the case stated there. There is therefore no real difference in the cases.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Mitchell,"
      }
    ],
    "attorneys": [
      "Edward Campbell for appellants.",
      "IT. L. Robinson, with him Daniel Sturgeon and R. W. Datoson, for appellees."
    ],
    "corrections": "",
    "head_matter": "Miller, Appellant, v. Dean.\nTrust and trustees—Married women—Separate use trust—Ratification— Estoppel.\nWhere a married woman joins with her husband in executing deeds for lands in which she has a separate use trust, and after the death of her husband accepts payments of a portion of the purchase money, she and her heirs are estopped from asserting title as against the grantees in the deeds from herself and husband, and such acceptance works a ratification and redelivery of the deed.\nArgued May 15, 1901.\nAppeal, No. 162, Jan. T., 1901, by plaintiffs, from judgment of C. P. Fayette Co., Sept. T., 1900, No. 1, on verdict for defendant, in case of Annie H. Miller et al. v. Silas L. Dean et al.\nBefore Mitchell, Fell, Brown, Mestrezat and Potter, J J.\nAffirmed.\nEjectment for land in South Union township.\nFor the facts see 175 Pa. 599.\nThe court refused plaintiff’s request for binding instructions in their favor. ......\nVerdict and judgment for defendant. Plaintiff appealed.\nError assigned among others was refusal of plaintiffs’ request.\nEdward Campbell for appellants.\nIT. L. Robinson, with him Daniel Sturgeon and R. W. Datoson, for appellees.\nMay 27, 1901:"
  },
  "file_name": "0637-01",
  "first_page_order": 661,
  "last_page_order": 662
}
