{
  "id": 922751,
  "name": "Kennedy, Appellant, v. Forest Oil Company",
  "name_abbreviation": "Kennedy v. Forest Oil Co.",
  "decision_date": "1901-05-28",
  "docket_number": "Appeal, No. 22",
  "first_page": "644",
  "last_page": "645",
  "citations": [
    {
      "type": "official",
      "cite": "199 Pa. 644"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 302,
    "char_count": 4313,
    "ocr_confidence": 0.474,
    "pagerank": {
      "raw": 6.22383782585142e-08,
      "percentile": 0.38495642023917226
    },
    "sha256": "54b6e741060a8946feb9dfc706cce594cb4fdc3a9c0a60decd143005927517ee",
    "simhash": "1:46290c365b6926fd",
    "word_count": 749
  },
  "last_updated": "2023-07-14T16:11:33.955660+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McCollum, C. J., Mitchell, Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Kennedy, Appellant, v. Forest Oil Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis was an action of ejectment for a tract of 160 acres of land in Beaver county, both parties claiming under conveyances from Alexander P. Morrow. The plaintiff is a daughter of Morrow, and the undisputed evidence is that she and her husband went into possession of the farm in controversy in 1868, as tenants of her father at an annual rental of $150. They continued in possession as such tenants until January 2, 1883, when according to her contention, she acquired title in fee by deed from her father. It is conceded that it was not acknowledged nor placed on record. The defendants deny the validity of this, asserting it to be a forgery, and they allege that she and her husband continued in possession as tenants of the surface from 1868 to 1892, the date of Morrow’s death, when she acquired title by the latter’s will. The defendants claim title under an oil and gas lease from Morrow dated January 13, 1885, to J. A. Tomlinson, from whom, and subsequent vendees they hold conveyances to the promises in dispute. In addition to the evidence as to forgery of the alleged deed of January 2, 1883, evidence was offered on the question of the date of its delivery whether before or after the deed of January 13, 1885, and also on the question of estoppel by acquiescence. All of these questions were submitted to the jury in a careful charge by the learned trial judge. Of the seventeen assignments of error nine are directed to the rulings on evidence. The record is a most voluminous one, covering over 750 printed pages. It is quite possible that errors may have been committed by the trial judge in the admission of evidence, but to justify a reversal therefor it must appear that the errors injured the appellant. The evidence in this case was ample to justify the jury in finding for the defendants on all points submitted without regard to the evidence of which complaint is made. Indeed it is difficult to see how the jury could have done otherwise. We have not been convinced that the appellant was injured by the evidence specified. The remaining specifications of error embrace excerpts from the charge and answers to points. As to the latter, it is enough to say that appellants called for instructions for plaintiff in case some only of the defenses interposed were found in her favor. As this ignored the other defenses involved it would have been plain error to have complied with these requests. The other specifications do not call for comment, and are now dismissed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "A. P. Marshall, with him J. L. Holmes and It. S. Holt, for appellants.",
      "M. F. Elliott and J. W. Lee, with them John M. Buchanan, William A. McConnel and B. W. Cummins, for appellees."
    ],
    "corrections": "",
    "head_matter": "Kennedy, Appellant, v. Forest Oil Company.\nDeed—Unrecorded deed—Oil lease—Forgery—Evidence.\nIn an action of ejectment it appeared that plaintiif went into possession of the land in controversy as a tenant of her father. She claimed that while in possession of the land her father deeded the same to her. Two years after the alleged deed her father executed an oil lease for the oil in the land. Defendants claimed under this lease. The alleged deed to plaintiff was not recorded, and evidence was produced tending to show that it was a forgery, and that plaintiff continued in possession of the surface as tenant until her father’s death, when she acquired title by the latter’s will. The evidence as to whether the alleged deed to plaintiff was delivered before or after the date of the lease was conflicting. There was evidence that plaintiff had acquiesced in the defendant’s claim. Held that a verdict and judgment for defendants should be sustained.\nArgued Oct. 15, 1900.\nAppeal, No. 22, Oct. T., 1900, by plaintiff, from judgment of O. P. Beaver Co., June T., 1897, No. 407, on verdict for defendant in case of Mary Jane Kennedy v. The Forest Oil Company, a Corporation, and J. V. Kelly, W. C. Kelly and Henry Cooper, trading as the Raccoon Oil Company.\nBefore McCollum, C. J., Mitchell, Fell, Brown, Mestrezat and Potter, JJ.\nAffirmed.\nEjectment for a tract of land in Hopewell township. Before Wilson, P. J.\nThe facts appear by the opinion of the Supreme Court.\nVerdict and judgment for defendants. Plaintiff appealed.\nErrors assigned were various rulings on evidence and instructions.\nA. P. Marshall, with him J. L. Holmes and It. S. Holt, for appellants.\nM. F. Elliott and J. W. Lee, with them John M. Buchanan, William A. McConnel and B. W. Cummins, for appellees.\nMay 28, 1901:"
  },
  "file_name": "0644-01",
  "first_page_order": 668,
  "last_page_order": 669
}
