{
  "id": 1723819,
  "name": "COMMONWEALTH of Pennsylvania v. James WILLIAMS, Appellant",
  "name_abbreviation": "Commonwealth v. Williams",
  "decision_date": "1977-01-28",
  "docket_number": "No. 341",
  "first_page": "172",
  "last_page": "179",
  "citations": [
    {
      "type": "official",
      "cite": "470 Pa. 172"
    },
    {
      "type": "parallel",
      "cite": "368 A.2d 249"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "464 Pa. 367",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1710327
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/464/0367-01"
      ]
    },
    {
      "cite": "307 A.2d 264",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "pin_cites": [
        {
          "page": "267"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "453 Pa. 187",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        577587
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "198"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/453/0187-01"
      ]
    },
    {
      "cite": "459 Pa. 634",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481068
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/459/0634-01"
      ]
    },
    {
      "cite": "309 A.2d 384",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "453 Pa. 389",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        577593
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/453/0389-01"
      ]
    },
    {
      "cite": "303 A.2d 917",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "452 Pa. 15",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        574428
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/452/0015-01"
      ]
    },
    {
      "cite": "326 A.2d 640",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "230 Pa.Super. 231",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        814661
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/230/0231-01"
      ]
    },
    {
      "cite": "93 L.Ed. 168",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1948,
      "pin_cites": [
        {
          "parenthetical": "footnotes omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "335 U.S. 469",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6159942
      ],
      "weight": 2,
      "year": 1948,
      "pin_cites": [
        {
          "page": "475-76",
          "parenthetical": "footnotes omitted"
        },
        {
          "page": "218-19",
          "parenthetical": "footnotes omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/335/0469-01"
      ]
    },
    {
      "cite": "245 U.S. 559",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3693109
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/245/0559-01"
      ]
    },
    {
      "cite": "292 A.2d 373",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1972,
      "pin_cites": [
        {
          "page": "375",
          "parenthetical": "footnote omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "448 Pa. 177",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1944732
      ],
      "weight": 2,
      "year": 1972,
      "pin_cites": [
        {
          "page": "181-182",
          "parenthetical": "footnote omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/448/0177-01"
      ]
    },
    {
      "cite": "235 A.2d 171",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "pin_cites": [
        {
          "page": "172"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "211 Pa.Super. 171",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        781537
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "173-74"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/211/0171-01"
      ]
    },
    {
      "cite": "110 A.2d 193",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "380 Pa. 43",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1256071
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/pa/380/0043-01"
      ]
    },
    {
      "cite": "244 A.2d 723",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "430 Pa. 627",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1915700
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/430/0627-01"
      ]
    },
    {
      "cite": "299 A.2d 254",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "452 Pa. 185",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        574310
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/452/0185-01"
      ]
    },
    {
      "cite": "309 A.2d 589",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "453 Pa. 449",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        577604
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/453/0449-01"
      ]
    },
    {
      "cite": "311 A.2d 899",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "454 Pa. 439",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        579919
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/454/0439-01"
      ]
    },
    {
      "cite": "327 A.2d 367",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1974,
      "pin_cites": [
        {
          "parenthetical": "opinion per Cercone, J. to which Spaeth, J. filed a concurring opinion in which Watkins, P. J., and Jacobs, J., joined. Hoffman, J., filed a dissenting opinion"
        },
        {
          "page": "371",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "230 Pa.Super. 72",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        814824
      ],
      "year": 1974,
      "pin_cites": [
        {
          "parenthetical": "opinion per Cercone, J. to which Spaeth, J. filed a concurring opinion in which Watkins, P. J., and Jacobs, J., joined. Hoffman, J., filed a dissenting opinion"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/230/0072-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 735,
    "char_count": 11897,
    "ocr_confidence": 0.729,
    "pagerank": {
      "raw": 5.492893001393268e-07,
      "percentile": 0.9460538046812768
    },
    "sha256": "6951eac9e0d327f0659c312f5ceac813e06f5557f967e31dd9bc42925543026f",
    "simhash": "1:addc82a6cd545dfa",
    "word_count": 1971
  },
  "last_updated": "2024-02-27T22:33:10.457235+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ.",
      "JONES, C. J., took no part in the consideration or decision of this case."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. James WILLIAMS, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nNIX, Justice.\nAppellant was tried before a judge sitting with a jury and found guilty of burglary and larceny. Post-trial motions were filed, argued, denied and a sentence of two and one-half to five years imprisonment was imposed. An appeal was taken to the Superior Court which resulted in an affirmance of the judgment of sentence. Commonwealth v. Williams, 230 Pa.Super. 72, 327 A.2d 367 (1974) (opinion per Cercone, J. to which Spaeth, J. filed a concurring opinion in which Watkins, P. J., and Jacobs, J., joined. Hoffman, J., filed a dissenting opinion).\nThe single question raised in this appeal concerns the testimonial reference in a trial to the accused’s unrelated alleged use of drugs. On redirect examination of the prosecutrix, the Commonwealth, in an effort to counteract the defense’s cross-examination which was designed to discredit this witness’ identification of the appellant, proceeded upon the following area of inquiry:\n“Q Were you able to identify the defendant at the preliminary hearing without anybody pointing to him or pointing him out?\nA I was able to identify him, although he did look different.\nQ In what way?\nA His hair was different and his face had begun to fill.\nQ What do you mean by his face had begun to fill? A Shall I really tell you what I meant?\nQ Yes.\nA Well, if a man is without drugs for nine days he may gain a little weight.” (emphasis added)\nDefense counsel’s immediate objection to the last response was sustained and the answer was ordered stricken from the record by the trial judge. The trial judge at that point gave the jury the following admonition:\nTHE COURT: Members of the jury, this lady has been talking to you about something she thinks happened, that he used narcotics. There is nothing in this case about that. That is something in her mind and we try cases on facts and the fact she had a theory as to why, to her, this man’s face changed has nothing whatsoever to do with this case. Therefore, members of the jury, if as and when you are sent to the jury room you are to totally disregard that answer and not use it in any way in determining the final conclusion in this case.\nHowever, the trial court denied the additional defense request that a mistrial be declared. Thus, the question presented is the propriety of the trial court’s determination that the curative instructions were sufficient to remove any taint created by the comment and that a declaration of a mistrial was unnecessary to assure the appellant a fair trial.\nIt has long been the law of this Commonwealth that evidence of criminal activitiy unconnected with that for which an accused stands charged may not be introduced to demonstrate a pre-disposition towards criminal conduct. Commonwealth v. Turner, 454 Pa. 439, 311 A.2d 899(1973); Commonwealth v. Clark, 453 Pa. 449, 309 A.2d 589 (1973); Commonwealth v. Schmidt, 452 Pa. 185, 299 A.2d 254 (1973); Commonwealth v. Peterman, 430 Pa. 627, 244 A.2d 723 (1968); Commonwealth v. Burdell, 380 Pa. 43, 110 A.2d 193 (1955).\n“It is a fundamental precept of the common law that the prosecution may not introduce evidence of the defendant’s prior criminal conduct as substantive evidence of his guilt of the present charge. It has been succinctly stated that [t]he purpose of this rule is to prevent the conviction of an accused for one crime by the use of evidence that he has committed other unrelated crimes, and to preclude the inference that because he has committed other crimes he was more likely to commit that crime for which he is being tried. The presumed effect of such evidence is to predispose the minds of the jurors to believe the accused guilty, and thus effectually to strip him of the presumption of innocence. Commonwealth v. Trowery, 211 Pa.Super. 171, 173-74, 235 A.2d 171, 172 (1967).” Commonwealth v. Allen, 448 Pa. 177, 181-182, 292 A.2d 373, 375 (1972) (footnote omitted).\nThe United States Supreme Court, in discussing the rationale of this principle of law observed:\nCourts that follow the common-law tradition almost unanimously have come to disallow resort by the prosecution to any kind of evidence of a defendant’s evil character to establish a probability of his guilt. Not that the law invests the defendant with a presumption of good character, Greer v. United States, 245 U.S. 559, 38 S.Ct. 209, 62 L.Ed. 469, but it simply closes the whole matter of character, disposition and reputation on the prosecution’s case-in-chief. The State may not show defendant’s prior trouble with the law, specific criminal acts, or ill name among his neighbors, even though such facts might logically be persuasive that he is by propensity a probable perpetrator of the crime. The inquiry is not rejected because character is irrelevant; on the contrary, it is said to weigh too much with the jury and to so overpersuade them as to prejudge one with a bad general record and deny him a fair opportunity to defend against a particular charge. The overriding policy of excluding such evidence, despite its admitted probative value, is the practical experience that its disallowance tends to prevent confusion of issues, unfair surprise and undue prejudice.\nMichelson v. United States, 335 U.S. 469, 475-76, 69 S.Ct. 213, 218-19, 93 L.Ed. 168 (1948) (footnotes omitted).\nThe Superior Court relying on Commonwealth v. Quarles, 230 Pa.Super. 231, 326 A.2d 640 (1974) argued that a reference to drug addiction cannot be said to raise an inference of the accused’s prior criminal conduct. Although the surreptitious use of drugs is no longer punished by penal sanctions in this Commonwealth, we may not ignore the stigma that attaches to one who is known to have such a predilection. This fact is acknowledged by the opinion of the Superior Court in this case:\n“. . . for as the Appellant states, it is well known that addicts frequently commit crimes against property to support their habits.” Commonwealth v. Williams, supra, 230 Pa.Super. at 79, 327 A.2d at 371 (emphasis added).\nThis is obviously the type of predisposition that the principle was evolved to eradicate. As noted in Michelson v. United States, supra, the issue is not confined solely to the relevancy of the testimony but rather it focuses upon whether the prejudice it creates outweighs its probative value. Nor is it determinative that the conduct has not been defined as criminal under our statute. The fundamental public policy of this Commonwealth rejects the view that an accused is likely to have committed the crime charged because of a particular character trait. Our sense of fairness requires the rejection of this evidence unless there is a rational connection between the prior misconduct and the specific crime or crimes charged. See e. g., Commonwealth v. Allen, supra 448 Pa. at 181 n. 2, 292 A.2d at 375 n. 2. We therefore reject the Superior Court’s view that this evidence could have been properly received and agree with the trial judge that it was improper and should have been stricken.\nHowever, even though this is a fundamental principle deeply embedded in our jurisprudence, we have never ascribed to the view that all improper references to prior criminal activities necessarily require the award of a new trial as the only effective remedy. Our decisions have indicated that there are situations where the taint, resulting from an improper reference to an unrelated criminal act, may be expunged without resort to the extreme remedy of aborting an otherwise fair trial. It is suggested that our decisions in Commonwealth v. Groce, 452 Pa. 15, 303 A.2d 917 (1973) and Commonwealth v. Allen, supra would indicate otherwise. We do not agree. In Groce, supra and Allen, supra, the challenged references to prior and unrelated criminal activities were permitted by the trial court for the jury’s consideration. In the instant action, the testimony was stricken and the jury immediately cautioned.\nIn Commonwealth v. Cannon, 453 Pa. 389, 309 A.2d 384 (1973), during the cross-examination of appellant, it was elecited that the accused had previously been confined in a facility for juvenile offenders. In that instance, we held that a refusal to grant a mistrial was not an abuse of discretion because the statement was not deliberately elicited by the Commonwealth nor the court and was not of the prejudicial nature that would preclude the .possibility of a fair trial. Although we reiterate the admonition to trial courts and prosecutors that they should exercise every possible precaution against the introduction of improper references to prior unrelated criminal activities of the accused, we nevertheless recognize that there will be situations where, even with the greatest care, such evidence may inadvertently impregnate a trial. In such a case where it is evident that the introduction of the improper reference was not intentional and the nature of the comment was innocuous immediate and effective curative instructions may remedy the error. We believe that in the instant case the prompt remedial action of the learned and experienced trial court eradicated the taint and assured the accused a fair trial.\nOrder affirmed.\nJONES, C. J., took no part in the consideration or decision of this case.\n. An alternative basis for the rejection of this claim in the Quarles decision was that of waiver. In Quarles, supra, the defense did not interpose an objection to the comment nor was this issue raised as a ground for relief during post-trial motions. Commonwealth v. Bronaugh, 459 Pa. 634, 331 A.2d 171 (1975).\n. Cf. The Drug, Device and Cosmetic Act, Act of September 26, 1961, P.L. 1664, § 4, as amended, 35 P.S. § 780-4(r), repealed, Act of April 14, 1972, P.L. 233, No. 64, § 43, eff. June 14, 1972, 35 P. S. § 780-143 (Supp.1976-77).\n. Judge Cercone asserted that this testimony should be deemed admissible under the “motive exception” to this principle. See, e. g., Commonwealth v. Peterson, 453 Pa. 187, 198, 307 A.2d 264, 267 (1973). It is contended that one addicted to drugs is therefore in constant need of money and is thus more likely to commit a larcenous act. As recognized by the concurring members of the Superior Court, this argument does not demonstrate an intent or reason to commit a specific act charged, but merely accentuates the propensity of the accused to commit a crime of this nature. It is this general predisposition to commit crime that this principle of law was designed to eliminate. If we were to construe the “motive exception” as suggested, we would completely abrogate the principle relating to references to prior criminal misconduct.\n. It should be noted that the nature of the improper reference is critical in a decision as to whether prompt curative instructions may be adequate. We can conceive of specific reference to prior unrelated criminal conduct which would be so offensive and prejudicial as to mandate a mistrial. In such a situation, immediate curative instructions would obviously be inadequate. See e. g., Commonwealth v. Fortune, 464 Pa. 367, 346 A.2d 783 (1975). Also, where it is shown that the remark was deliberately introduced by the Commonwealth, the proper remedy would be the award of a new trial.\nHere, the trial court stressed that the witness had no basis for assuming the accused’s addiction to drugs and thereby neutralized the effect of the statement. Further, we are satisfied that the comment was not intentionally elicited.",
        "type": "majority",
        "author": "NIX, Justice."
      }
    ],
    "attorneys": [
      "Defender Assn, of Phila., Benjamin Lerner, Defender, John W. Packel, Chief, Appeals Div., Douglas H. Riblet, Philadelphia, for appellant.",
      "F. Emmett Fitzpatrick, Dist. Atty., Steven H. Goldblatt, Asst. Dist. Atty., Chief, Appeals Div., Carolyn E. Temin, Philadelphia, for appellee."
    ],
    "corrections": "",
    "head_matter": "368 A.2d 249\nCOMMONWEALTH of Pennsylvania v. James WILLIAMS, Appellant.\nSupreme Court of Pennsylvania.\nArgued Nov. 17, 1975.\nDecided Jan. 28, 1977.\nDefender Assn, of Phila., Benjamin Lerner, Defender, John W. Packel, Chief, Appeals Div., Douglas H. Riblet, Philadelphia, for appellant.\nF. Emmett Fitzpatrick, Dist. Atty., Steven H. Goldblatt, Asst. Dist. Atty., Chief, Appeals Div., Carolyn E. Temin, Philadelphia, for appellee.\nBefore EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
  },
  "file_name": "0172-01",
  "first_page_order": 212,
  "last_page_order": 219
}
