{
  "id": 1723801,
  "name": "CONSUMERS EDUCATION AND PROTECTIVE ASSOCIATION, et al., Appellants, v. Thomas M. NOLAN, Individually and as Chairman of the Rules and Executive Nominations Committee of the Pennsylvania Senate, et al., Appellees",
  "name_abbreviation": "Consumers Education & Protective Ass'n v. Nolan",
  "decision_date": "1977-01-28",
  "docket_number": "",
  "first_page": "372",
  "last_page": "392",
  "citations": [
    {
      "type": "official",
      "cite": "470 Pa. 372"
    },
    {
      "type": "parallel",
      "cite": "368 A.2d 675"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "339 A.2d 905",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "85 Pa. 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        440458
      ],
      "year": 1877,
      "opinion_index": 0,
      "case_paths": [
        "/pa/85/0401-01"
      ]
    },
    {
      "cite": "58 A.2d 339",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1948,
      "opinion_index": 0
    },
    {
      "cite": "359 Pa. 113",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        473080
      ],
      "year": 1948,
      "opinion_index": 0,
      "case_paths": [
        "/pa/359/0113-01"
      ]
    },
    {
      "cite": "459 Pa. 450",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481001
      ],
      "weight": 2,
      "year": 1974,
      "pin_cites": [
        {
          "page": "479-80"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/459/0450-01"
      ]
    },
    {
      "cite": "191 A.2d 835",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "pin_cites": [
        {
          "page": "842"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "411 Pa. 263",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1885980
      ],
      "year": 1963,
      "pin_cites": [
        {
          "page": "273"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/411/0263-01"
      ]
    },
    {
      "cite": "164 A. 918",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1933,
      "opinion_index": 0
    },
    {
      "cite": "310 Pa. 120",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1144248
      ],
      "year": 1933,
      "opinion_index": 0,
      "case_paths": [
        "/pa/310/0120-01"
      ]
    },
    {
      "cite": "320 A.2d 362",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "457 Pa. 166",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        478323
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/457/0166-01"
      ]
    },
    {
      "cite": "394 U.S. 814",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6181588
      ],
      "weight": 3,
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/us/394/0814-01"
      ]
    },
    {
      "cite": "387 F.Supp. 1332",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3346364
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/387/1332-01"
      ]
    },
    {
      "cite": "95 L.Ed. 1019",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1951,
      "opinion_index": 0
    },
    {
      "cite": "341 U.S. 367",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1148214
      ],
      "weight": 2,
      "year": 1951,
      "opinion_index": 0,
      "case_paths": [
        "/us/341/0367-01"
      ]
    },
    {
      "cite": "103 U.S. 168",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1522273
      ],
      "weight": 2,
      "year": 1881,
      "opinion_index": 0,
      "case_paths": [
        "/us/103/0168-01"
      ]
    },
    {
      "cite": "395 U.S. 486",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1772164
      ],
      "weight": 3,
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/us/395/0486-01"
      ]
    },
    {
      "cite": "408 U.S. 501",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1782923
      ],
      "weight": 3,
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/us/408/0501-01"
      ]
    },
    {
      "cite": "408 U.S. 606",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1782860
      ],
      "weight": 3,
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/us/408/0606-01"
      ]
    },
    {
      "cite": "412 U.S. 306",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6172301
      ],
      "weight": 3,
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/us/412/0306-01"
      ]
    },
    {
      "cite": "421 U.S. 491",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        541167
      ],
      "weight": 3,
      "year": 1975,
      "pin_cites": [
        {
          "page": "1821"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/421/0491-01"
      ]
    },
    {
      "cite": "141 A.2d 844",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "393 Pa. 341",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1279697
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/pa/393/0341-01"
      ]
    },
    {
      "cite": "466 Pa. 560",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1714961
      ],
      "weight": 2,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa/466/0560-01"
      ]
    },
    {
      "cite": "469 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1722108
      ],
      "weight": 2,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa/469/0001-01"
      ]
    },
    {
      "cite": "346 A.2d 871",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "873"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "339 A.2d 905",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1975,
      "opinion_index": 1
    }
  ],
  "analysis": {
    "cardinality": 1132,
    "char_count": 28072,
    "ocr_confidence": 0.696,
    "pagerank": {
      "raw": 1.4882820996707935e-06,
      "percentile": 0.9916506715256372
    },
    "sha256": "cbfb046bcabbdc7d0cb3db6d7afff2a0bba7ab019e9545f6ac44a18296735234",
    "simhash": "1:dc213beceb064c62",
    "word_count": 4561
  },
  "last_updated": "2024-02-27T22:33:10.457235+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ.",
      "ROBERTS, J., filed a concurring opinion.",
      "POMEROY, J., is of the view the issue is moot and hence would grant the motion to dismiss the appeal."
    ],
    "parties": [
      "CONSUMERS EDUCATION AND PROTECTIVE ASSOCIATION, et al., Appellants, v. Thomas M. NOLAN, Individually and as Chairman of the Rules and Executive Nominations Committee of the Pennsylvania Senate, et al., Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nEAGEN, Justice.\nThis action in equity was originally brought in the Commonwealth Court to obtain declaratory and injunctive relief for an alleged violation of the “Sunshine Law,” Act of July 19, 1974, P.L. 486, No. 175, § 1 et seq., 65 P.S. § 261 et seq. (Supp.1976-77). After refusing to grant the requested preliminary injunctions, the Commonwealth Court sustained defendants’ preliminary objections on the ground that plaintiffs had failed to state a cause of action. Consumers Education and Protective Association, International, Inc. v. Nolan, 21 Pa. Cmwlth. 566, 346 A.2d 871 (1975). Plaintiffs then brought this direct appeal. For the reasons that follow, we will affirm.\nSince the case was decided below on preliminary objections in the nature of a demurrer, we must for the purposes of this appeal accept as true all material and relevant facts which are well-pleaded in the complaint and all inferences which are reasonably deducible from them, but we are not bound by the conclusions of law there advanced. Gekas v. Shapp, 469 Pa. 1, 364 A.2d 691 (1976); Firing v. Kephart, 466 Pa. 560, 353 A.2d 833 (1976). The complaint as amended alleges in substance the following relevant facts.\nOn April 8, 1975, Dr. Herbert Denenberg, having been appointed to fill a vacancy on the Pennsylvania Public Utility Commission [PUC] at a time when the Senate of Pennsylvania was not in session, was serving as a commissioner on an interim basis without Senate confirmation. On that date the Rules and Executive Nominations Committee of the Senate convened and, at a meeting during which two bills were also considered, voted to refer the appointment of Dr. Denenberg to the Senate floor for a confirmation vote. Max Weiner, the executive director of the corporate plaintiff in this action [CEPA], attended this meeting and protested orally to the chairman of the committee, Senator Thomas M. Nolan, that the committee had failed to provide the public notice of a public meeting required by the Sunshine Law. The chairman responded that he had complied with the Sunshine Law’s requirements, and he proceeded with the meeting and the aforementioned vote. The next day, April 9, 1975, Lieutenant Governor Ernest P. Kline, in his capacity as President of the Senate, placed the matter on the Senate agenda, and Dr. Denenberg failed to receive the two-thirds vote necessary for confirmation. Subsequently, James M. Kelly, then acting chairman of the PUC, refused to recognize Dr. Denenberg as a commissioner.\nOn April 14, 1975, CEPA together with James Royal, its president, and Garland Dempsey, a member of its board of directors, filed a complaint in equity in the Commonwealth Court against Senator Nolan, individually and in his capacity as chairman of the committee, Lieutenant Governor Kline, individually and in his capacity as Senate President, and Mr. Kelly, individually and in his capacity as acting chairman of the PUC. Plaintiffs moved for an ex parte injunction to restrain Mr. Kelly and his agents from taking any action to remove Dr. Denenberg while their motion for a preliminary injunction was pending. This motion was denied on the same day. On April 30, plaintiffs filed an amended complaint naming as an additional defendant the Honorable Milton J. Shapp, individually and in his capacity as Governor of Pennsylvania.\nThe amended complaint alleged that CEPA is “an organization of several hundred low-income residents and taxpayers of the Commonwealth of Pennsylvania having branches in Philadelphia and Delaware Counties,” that the individual plaintiffs and CEPA had wished to oppose the committee’s proceeding to bring the Denenberg appointment to the Senate floor at that time because it was believed he then lacked the votes necessary for confirmation, that the committee vote was illegal and invalid under the Sunshine Law because no public notice of the meeting had been given and no minutes of the meeting were taken and that the subsequent confirmation vote by the Senate was thus also invalid, that “the individual plaintiffs are suffering immediate and irreparable harm by the refusal of the PUC to recognize Dr. Denenberg’s right to remain as a Commissioner of the PUC, and will be permanently harmed if a replacement to the fifth Commissioner position is confirmed because there is no other individual who has indicated and demonstrated as much concern to the interests of consumers as has Dr. Denenberg,” and that “as a party having a complaint before the PUC regarding a proposed increase in telephone rates, the corporate plaintiff will suffer immediate and irreparable harm if its complaint comes before the PUC in the absence of a strong consumer advocate such as Dr. Denenberg.” The plaintiffs prayed for specified injunctive and declaratory relief. On July 25, 1975, the plaintiffs’ request for preliminary relief was denied; after an argument before the court en banc, the defendants’ preliminary objections were sustained and the complaint was dismissed on November 10, 1975. This appeal followed.\nThe Commonwealth Court sustained the preliminary objections solely on the ground that appellants had failed to state a cause of action because the consideration of executive nominations by a legislative committee is not within the purview of the Sunshine Law; the court in its opinion did not discuss or rule upon additional objections to appellants’ alleged lack of standing to bring this action and to the court’s jurisdiction to hear it. Although we agree with the Commonwealth Court’s conclusion that relief cannot be granted instantly, we do conclude that section 9 of the Act, 65 P.S. § 269, which provides in pertinent part that “[t]he Commonwealth Court shall have original jurisdiction of actions involving State agencies ... to render declaratory judgments or to enforce this act, by injunction or other remedy deemed appropriate by the court,” and that “[t]he action may be brought by any person” is inclusive enough to give appellants standing to bring the action and equity jurisdiction to hear it. Cf. Wiley v. Woods, 393 Pa. 341, 141 A.2d 844 (1958). We agree, however, with the contention of appellees Nolan and Kline, not passed upon by the Commonwealth Court but reiterated on appeal, that the complaint should have been dismissed as to them because of Article II, Section 15 of the Pennsylvania Constitution, which provides in pertinent part that “for any speech or debate in either House” the members of thé General Assembly “shall not be questioned in any other place.”\nAlthough we have not previously had occasion to address ourselves to this constitutional provision, we observe that it is essentially identical to and obviously derived from the Speech and Debate Clause in Article I, Section 6 of the Federal Constitution, the scope of which in barring legal action against members of Congress has been interpreted in a long line of federal cases. In Eastland v. United States Servicemen’s Fund, 421 U.S. 491, 95 S.Ct. 1813, 1821, 44 L.Ed.2d 324 (1975), the Supreme Court of the United States recently held that the federal Speech and Debate Clause must be interpreted broadly in order to protect legislators from judicial interference with their legitimate legislative activities, and that even where the activity questioned is not literally speech or debate, a court must determine if it falls within the “legitimate legislative sphere”; if it does, the action against the legislator calling it into question, whether criminal or civil, must be dismissed. See also Doe v. McMillan, 412 U.S. 306, 93 S.Ct. 2018, 36 L.Ed.2d 912 (1973); Gravel v. United States, 408 U.S. 606, 92 S.Ct. 2614, 33 L.Ed.2d 583 (1972); United States v. Brewster, 408 U.S. 501, 92 S.Ct. 2531, 33 L.Ed.2d 507 (1972); Powell v. McCormack, 395 U.S. 486, 89 S.Ct. 1944, 23 L.Ed.2d 491 (1969); Kilbourn v. Thompson, 103 U.S. 168, 26 L.Ed. 377 (1881). Since we find no basis for distinguishing the scope of the Pennsylvania Speech and Debate Clause applicable to members of the General Assembly from that of the federal clause applicable to members of Congress, and since we find that the activities of appellees Nolan and Kline complained of in the instant case were clearly within the “legitimate legislative sphere,” we conclude that this action should have been dismissed on this ground as to them. Cf. Tenney v. Bradhove, 341 U.S. 367, 71 S.Ct. 783, 95 L.Ed. 1019 (1951); Dickey v. C. B. S., Inc., 387 F.Supp. 1332 (E.D.Pa.1975).\nAppellees Shapp and Kelly, on the other hand, now ask us to dismiss the appeal as moot on the grounds that the Governor has appointed and the Senate confirmed two new PUC commissioners leaving no vacancies on the commission for Dr. Denenberg to fill, and that the interim period during which Dr. Denenberg would have been entitled to remain on the PUC had the Senate not voted on his confirmation is in any event now past. We decline to do so. When appellants brought this action, there was a genuine controversy between them and appellees Shapp and Kelly over the applicability of the Sunshine Law to the challenged proceedings. Although their primary purpose in bringing the action may have been to compel the reinstatement of Dr. Denenberg, we conclude that the scope of the Sunshine Law with respect to legislative committees presents a question capable of repetition and of sufficient public importance that it ought not to escape appellate review at this time, even though we assume that the reinstatement of Dr. Denenberg has itself become moot. Cf. Moore v. Ogilvie, 394 U.S. 814, 89 S.Ct. 1493, 23 L.Ed.2d 1 (1969); Wiest v. Mount Lebanon School District, 457 Pa. 166, 169 n. 1, 320 A.2d 362, 364 n. 1 (1974); Werner v. King, 310 Pa. 120, 164 A. 918 (1933). To this question we therefore turn.\nThe basis for appellants’ complaint is found in section 2 of the Act:\n“The meetings or hearings of every agency at which formal action is scheduled or taken are public meetings and shall be open to the public at all times. No formal action shall be valid unless such formal action is taken during a public meeting.”\n65 P.S. § 262 (Supp.1976-77). Essential to the determination of whether section 2 applies instantly is the determination whether a vote by a committee of the State Senate on an executive nomination constitutes formal action by an agency within the meaning of the Sunshine Law. Section 1 of the Act defines “agency” and “formal action” in the following terms:\n“ ‘Agency’ means any branch, department, board, authority or commission of the Commonwealth of Pennsylvania, any political subdivision of the Commonwealth, or any State, municipal, township or school authority, school board, school governing body, commission, the board of trustees of all State-aided colleges and universities, the board of trustees of all State-owned and State-related colleges and universities and all community colleges, or similar organization created by or pursuant to a statute which declares in substance that the organization performs or has for its purposes the performance of an essential governmental function: Provided, That the term ‘agency’ shall include the General Assembly, or any State department, board, authority or commission to include the governor’s cabinet when meeting on official policy making business.\n“ ‘Formal action’ means the taking of any vote on any resolution, rule, order, motion, regulation or ordinance or the setting of any official policy. Meetings, pretrial conferences, hearings, and formal action by the judiciary or judicial branch shall not be subject to the provisions of this act.”\n65 P.S. § 261 (Supp.1976-77). Section 7, however, addresses itself more specifically to the extent of the Act’s applicability to legislative proceedings. At the time of the events in question, section 7 provided as follows:\n“For the purpose of this act, meetings of the Legislature which are covered are as follows: all meetings of committees where bills are considered, all hearings where testimony is taken, all sessions of the House of Representatives and the Senate. Not included in the intent of this act are party caucuses.”\n65 P.S. § 267 (Supp.1976-77).\nIn sustaining appellees’ preliminary objections, the Commonwealth Court stated the issue to be “[wjhether the Sunshine Law, having created a general tenor of applicability to formal Committee proceedings on executive nominations, subsequently excludes such proceedings by the specific language in Section 7.” 21 Pa.Cmwlth. at 570, 346 A.2d at 873. It then concluded that the specific provisions of section 7, which do not refer to meetings considering executive nominations, prevail over the more general language of section 1. Appellants argue that the Commonwealth Court in construing the Act failed to utilize the Statutory Construction Act, 1 Pa.C.S.A. § 1921 et seq., that a liberal construction of section 7 is thereby required, and that under such a construction there is no conflict between sections 1 and 7. We agree that there is no conflict between the two sections, but this is because we find that section 7 clarifies, rather than contradicts language in section 1, which, were it to stand alone, would be ambiguous. We conclude that the Sunshine Law, taken as a whole, does not support appellants’ construction of it.\nWe are mindful, of course, in construing the Sunshine Law that “[t]he object of all interpretation and construction of statutes is to ascertain and effectuate the intention of the General Assembly.” 1 Pa.C.S.A. § 1921(a). We agree with appellants that the non-penal provisions of the Act must be “liberally construed to effect their objects and to promote justice.” 1 Pa.C.S.A. § 1928. It is clear that the object of the Sunshine Law, enacted in 1974 at a time of wide-spread public dismay over the Watergate disclosures of extensive secret corruption and abuse of power at the highest levels of the federal government, was to open the decision-making processes of Pennsylvania government to greater public scrutiny and accountability. It is also clear, however, that it was not the intention of the legislature that state agencies be required to hold all of their meetings in public; the Sunshine Law is entitled “An Act requiring public agencies to hold certain meetings and hearings open to the public and providing penalties.” [Emphasis supplied.] In order, therefore, to ascertain whether the meeting in question was covered, we must look to the language of the Act and remain mindful that “[e]very statute shall be construed, if possible, to give effect to all its provisions.” 1 Pa.C.S.A. § 1921(a).\nSection 1 of the Act at first defines “agency” to include “any branch” of the Commonwealth of Pennsylvania; this plainly includes the legislative branch. This broad definition, however, is followed by a proviso: “Provided, That the term 'agency’ shall include the General Assembly, or any State department, board, authority, or commission to include the governor’s cabinet when meeting on official policy making business.” [Emphasis supplied.] Although the italicized phrase may appear upon first reading to refer only to the governor’s cabinet, we believe that it must be read to refer back to all of the agencies indicated in the proviso. The Statutory Construction Act states that “[p]rovisos shall be construed to limit rather than to extend the operation of the clauses to which they refer.” 1 Pa.C.S.A. § 1924. In addition, it is well-settled that “[t]he Legislature cannot be deemed to intend that its language be superfluous and without import.” Daly v. Hemphill, 411 Pa. 263, 273, 191 A.2d 835, 842 (1963). Since the General Assembly was already included in “any branch” and since departments, boards, authorities, and commissions had also been mentioned previously, a second mention in the proviso would have been superfluous, were not the function of the proviso to limit the Act’s coverage of those agencies to their meetings “on official policy making business.”\nSince the Act thus only covers the General Assembly “when meeting on official policy making business,” it is not at all clear that the Senate Executive Nominations Committee, voting to refer a gubernatorial nomination to the Senate floor for the confirmation vote contemplated by the Pennsylvania Constitution, can be said to be within its scope. Indeed, were Section 1 to stand alone, it would not have been altogether clear whether committee meetings in general were intended to be covered by the Sunshine Law, since “[t]he functions of a legislative committee are purely advisory” and its report “consists only in recommendations and has no force or effect until confirmed” by the full legislative body. P. Mason, Manual of Legislative Procedure for Legislative and Other Governmental Bodies, §§ 615, 676 (1970) [Mason]. Because of the uncertain extent of section l’s applicability to legislative proceedings, the legislature obviously considered it necessary to add section 7, which specifically sets forth the extent of this applicability. If section 1 were as clear with respect to the legislature as appellants maintain, section 7 would clearly be superfluous.\nThe latter section, however, makes it plain that in addition to “all sessions of the House of Representatives and the Senate,” the intent of the Act was to cover “all meetings of committees where bills are considered” and “all hearings where testimony is taken.” The legislature thus recognized that the testimony taken at committee hearings and committee deliberations and reports on pending or proposed legislation are integral parts of the legislature’s policy-making function. Thus, a meeting or hearing at which a bill is considered or testimony taken is covered by the Act, even if no vote is scheduled or taken. On the other hand, a committee meeting at which an executive nomination is considered is not specifically covered by section 7. Appellants argue that even though such meetings are not specifically covered, a liberal interpretation of the Act compels us to find them within its intent. We cannot agree.\nWe recognize that merely to hold automatically that the legislature’s intent does not encompass something not specifically included in a statute that contains specific provisions can sometimes thwart that inr tent. Cf. Commonwealth, by Creamer v. Monumental Properties, Inc., 459 Pa. 450, 479-80, 329 A.2d 812 (1974). In this instance, however, we think that the legislature must be deemed to have been aware of the difference between meetings at which bills are considered and meetings at which executive nominations are considered, and to have intended that the latter not be included within the scope of the Sunshine Law. We note that Senate Rule XXX treats executive nominations as separate and distinct from bills, and that section 2 of the Rule specifically provides that “[a] 11 information, communication or remarks made by a Senator when acting upon nominations in committee, concerning the character or qualifications of the person nominated, shall be kept secret.” [Emphasis supplied.]\nAnalogously, section 3 of the Sunshine Law (65 P.S. § 263) provides that an agency subject to the Act may go into executive session, thereby excluding the public, for the purpose of “ [c] onsidering dismissal or disciplining of, or hearing complaints or charges brought against a public elected officer, employee, or other public agent unless such person requests a public hearing.” Thus, the Act reveals ai clear distinction between the openness required of agencies with respect to their policy-making decisions, and the confidentiality permitted them with respect to executive decisions about the character and competence of individuals. This distinction, in addition to the omission in section 7 of any reference to committee meetings at which executive nominations are considered, persuades us that the legislature did not intend such meetings to be covered by the Sunshine Law. We find a distinct contrast between the policy-making business of a Senate Committee with regard to legislation and its function in reporting on executive nominations, which under the Constitution call for the consent of the full Senate in any event.\nAppellants also argue that because section 7 of the Sunshine Law specifically excludes party caucuses from the intent of the Act, the absence of a similar specific exclusion of meetings considering executive nominations shows an intent to include such meetings. Because of our interpretation of the Act as a whole, we cannot agree. They further argue that even if meetings at which executive nominations alone are considered are not within the scope of the Act, at the meeting in question two bills were also considered; they thus contend that the failure to comply with the requirements of the Act at this meeting where bills were considered invalidated the formal action taken on the nomination. But since such a vote is not within the scope of the Act in any event, the fact that bills were separately considered at the same meeting is irrelevant to appellants’ complaint.\nFinally, we observe that even were we to agree that the meeting in question was subject to the Sunshine Law so as to invalidate the committee vote there taken, appellants provide no authority for a judicial holding that the subsequent confirmation vote, taken by the Senate as a whole as provided by the Constitution, was similarly invalid. To the contrary, cf. Mikell v. Philadelphia School District, 359 Pa. 113, 58 A.2d 339 (1948); Kilgore v. Magee, 85 Pa. 401 (1877). Compare Mason, § 681.\nThe Decree of the Commonwealth Court is affirmed. Each party to pay own costs.\nROBERTS, J., filed a concurring opinion.\nPOMEROY, J., is of the view the issue is moot and hence would grant the motion to dismiss the appeal.\n. After the Commonwealth Court denied a petition by the corporate plaintiff to appeal in forma pauperis, the latter withdrew its appeal. Appellants instantly are thus the individual plaintiffs only.\n. The amended complaint asked inter alia (1) that defendant Kelly be ordered to reinstate Dr. Denenberg as a PUC commissioner, (2) that an order be entered declaring the committee vote on Dr. Denenberg null and void as violative of the Sunshine Law, (3) that the Senate vote on Dr. Denenberg also be declared null and void, (4) that defendant Shapp be restrained from submitting the name of another individual to the Senate for confirmation as the fifth PUC commissioner, (5) that defendants Nolan and Kline be similarly restrained, and (6) that defendant Nolan be ordered to take the minutes of all meetings of the Senate Rules and Executive Nominations Committee.\n. See Act of March 31, 1937, P.L. 160, § 2, 66 P.S. § 453.\n. Section 5 of the Act (65 P.S. § 265) requires public notice of public meetings and describes the manner and means of such notice. Although the complaint makes it clear that the committee meeting in question was open to the public and was indeed attended by the executive director of CEPA, section 5 makes it plain that adequate notice to the public at large is an integral part of the public-meeting concept; a meeting cannot be deemed to be public merely because its doors are open to the public if the public is not properly informed of its time and place. Because of the posture of this case, we must accept as true appellants’ allegation that notice of the meeting was not provided by newspaper publication or by a posted notice in the principal office of the committee, both of which were required for public meetings by section 5. We need not here determine whether a party who had actual notice of such a meeting would have standing to complain of a lack of public notice, since there is nothing in this record to indicate appellants had such notice. Cf. O’Hara Twp. Bd. Comm. v. Hakim, 19 Pa.Cmwlth. 661, 339 A.2d 905 (1975).\n. Pa.Const. Art. IV, § 8.\n. Nor is it clear that such a vote was “the taking of any vote on any resolution, rule, order, motion, regulation or ordinance or the setting of any official policy,” the definition of “formal action” contained in section 1. Rule XXX(l), Rules of the Senate of Pennsylvania (1974-75 General Assembly), provides that an executive nomination shall, after having been read by the Chief Clerk, be referred without a motion to the appropriate committee, and that “after having been reported by the committee, the final question on every nomination shall be: “ ‘Will the Senate advise and consent to this nomination? ’ ”\n. Senate Rule XXVIII provides that Mason’s Manual is to govern Senate procedure except where inconsistent with the Standing Rules and Orders applicable to that body.\n. Section 10 of the Act repeals all acts and parts of acts inconsistent with the Sunshine Law with the exception of “those statutes which specifically provide for the confidentiality of information.”\n. We note that on May 20, 1975, shortly after this action was brought, Article IV, Section 8(b) of the Pennsylvania Constitution was amended to provide in pertinent part that “The Senate shall act on each executive nomination within twenty-five legislative days of its submission. If the Senate has not voted upon a nomination within fifteen legislative days following such submission, any five members of the Senate may, in writing, request the presiding officer of the Senate to place the nomination before the entire Senate body whereby the nomination must be voted upon prior to the expiration of five legislative days or twenty-five legislative days following submission by the Governor, whichever occurs first.”\n. We note that in the Act of February 4, 1976, P.L.-, No. 11, the legislature amended section 7 to exclude also specifically from the intent of the Sunshine Law “any meeting of any ethics committee created pursuant to the rules of the House of Representatives or the Senate.” This is consistent with the intent we have found in the Act to distinguish between the policy-making business of legislative committees and that involving decisions about individuals. Compare the exclusion of the activities of the judicial branch in section 1 of the Act.\n. Section 681(1) of Mason’s Legislative Manual states that “Neither the right of a committee to consider and report a bill, nor the validity of any action reported by a committee may be questioned after the house has begun its consideration of the bill or other matter reported.”",
        "type": "majority",
        "author": "EAGEN, Justice."
      },
      {
        "text": "ROBERTS, Justice\n(concurring).\nThis case is controlled by section 7 of the Sunshine Law, which enumerates those meetings of the Legislature which are covered by the Sunshine Law.\nA vote of the Senate Executive Nominations Committee to refer a gubernatorial nomination to the Senate floor does not come within section 7. Section 7 provides:\n“For the purposes of this act, meetings of the Legislature which are covered are as follows: all meetings of committees where bills are considered, all hearings where testimony is taken, all sessions of the House of Representatives and the Senate. Not included in the intent of this act are party caucuses.”\nSince a vote to refer a nomination to the Senate floor does not come within this provision, it is not subject to the Sunshine Law.\nAccording, I concur in the result, based solely on section 7 of the Sunshine Law.\n. Act of July 19, 1974, P.L. 486, § 7, 65 P.S. § 267 (Supp.1976).\n. 65 P.S.§ 261 et seq.\n. Id. i 267.",
        "type": "concurrence",
        "author": "ROBERTS, Justice"
      }
    ],
    "attorneys": [
      "David A. Scholl, Philadelphia, for appellants.",
      "Jack Weinrauch, Harrisburg, for appellees, Kline and Nolan.",
      "Robert P. Kane, Atty. Gen.,. Lawrence Silver, Chief, Civil Litigation, Howard M. Levinson, Deputy Attys. Gen., Harrisburg, for appellee, Shapp.",
      "Barnett Satinsky, 1st Asst. Counsel, Harrisburg, for appellee, Kelly."
    ],
    "corrections": "",
    "head_matter": "368 A.2d 675\nCONSUMERS EDUCATION AND PROTECTIVE ASSOCIATION, et al., Appellants, v. Thomas M. NOLAN, Individually and as Chairman of the Rules and Executive Nominations Committee of the Pennsylvania Senate, et al., Appellees.\nSupreme Court of Pennsylvania.\nArgued May 3, 1976.\nDecided Jan. 28, 1977.\nDavid A. Scholl, Philadelphia, for appellants.\nJack Weinrauch, Harrisburg, for appellees, Kline and Nolan.\nRobert P. Kane, Atty. Gen.,. Lawrence Silver, Chief, Civil Litigation, Howard M. Levinson, Deputy Attys. Gen., Harrisburg, for appellee, Shapp.\nBarnett Satinsky, 1st Asst. Counsel, Harrisburg, for appellee, Kelly.\nBefore JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
  },
  "file_name": "0372-01",
  "first_page_order": 412,
  "last_page_order": 432
}
