{
  "id": 1761051,
  "name": "Leonard P. FLACK, Appellant, v. Alexander F. BARBIERI and Robert E. Casey",
  "name_abbreviation": "Flack v. Barbieri",
  "decision_date": "1980-01-18",
  "docket_number": "No. 722",
  "first_page": "46",
  "last_page": "59",
  "citations": [
    {
      "type": "official",
      "cite": "488 Pa. 46"
    },
    {
      "type": "parallel",
      "cite": "410 A.2d 1216"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "378 A.2d 500",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1977,
      "opinion_index": 0
    },
    {
      "cite": "315 A.2d 660",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "46 Pa.Super. 58",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        421300
      ],
      "year": 1911,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/46/0058-01"
      ]
    },
    {
      "cite": "103 Pa. 278",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        449187
      ],
      "year": 1883,
      "opinion_index": 1,
      "case_paths": [
        "/pa/103/0278-01"
      ]
    },
    {
      "cite": "118 A. 510",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "opinion_index": 1
    },
    {
      "cite": "274 Pa. 553",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1072873
      ],
      "weight": 2,
      "opinion_index": 1,
      "case_paths": [
        "/pa/274/0553-01"
      ]
    },
    {
      "cite": "24 A. 172",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "opinion_index": 1
    },
    {
      "cite": "149 Pa. 216",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        832516
      ],
      "weight": 2,
      "opinion_index": 1,
      "case_paths": [
        "/pa/149/0216-01"
      ]
    },
    {
      "cite": "268 U.S. 501",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        13162
      ],
      "weight": 3,
      "opinion_index": 1,
      "case_paths": [
        "/us/268/0501-01"
      ]
    },
    {
      "cite": "11 A.L.R. 519",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 1
    },
    {
      "cite": "253 U.S. 245",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        189376
      ],
      "weight": 3,
      "opinion_index": 1,
      "case_paths": [
        "/us/253/0245-01"
      ]
    },
    {
      "cite": "162 A. 819",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1932,
      "pin_cites": [
        {
          "page": "822"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "308 Pa. 309",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1140259
      ],
      "year": 1932,
      "pin_cites": [
        {
          "page": "317-18"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/308/0309-01"
      ]
    },
    {
      "cite": "50 A. 162",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 3,
      "year": 1901,
      "pin_cites": [
        {
          "page": "163"
        },
        {
          "page": "163"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "200 Pa. 590",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        924372
      ],
      "weight": 3,
      "year": 1901,
      "pin_cites": [
        {
          "page": "595"
        },
        {
          "page": "596"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/200/0590-01"
      ]
    },
    {
      "cite": "24 A. 171",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 4,
      "year": 1892,
      "pin_cites": [
        {
          "page": "172"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "149 Pa. 210",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        832541
      ],
      "weight": 3,
      "year": 1892,
      "pin_cites": [
        {
          "page": "215"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/149/0210-01"
      ]
    },
    {
      "cite": "59 A. 961",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 3,
      "year": 1904,
      "pin_cites": [
        {
          "page": "971"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "210 Pa. 372",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        937852
      ],
      "weight": 2,
      "year": 1904,
      "pin_cites": [
        {
          "page": "396"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/210/0372-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 975,
    "char_count": 26822,
    "ocr_confidence": 0.786,
    "pagerank": {
      "raw": 4.525774628835968e-08,
      "percentile": 0.2835817841117378
    },
    "sha256": "95da2b8aacb124ba5ef3b05d110de12fbb4f6bfb2bd298bb5e646e83b24304ed",
    "simhash": "1:bcf5c896372f56c7",
    "word_count": 4462
  },
  "last_updated": "2024-02-27T16:59:35.811420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, NIX, MANDERINO, LARSEN and FLAHERTY, JJ.",
      "MANDERINO, J., did not participate in the decision of this case.",
      "NIX, J., files a concurring opinion in which FLAHERTY, J., joins.",
      "FLAHERTY, J., joins this opinion."
    ],
    "parties": [
      "Leonard P. FLACK, Appellant, v. Alexander F. BARBIERI and Robert E. Casey."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nO’BRIEN, Justice.\nThis is an appeal from an order of the Commonwealth Court denying appellant’s motion for summary judgment and entering judgment for appellees on appellant’s petition for review in the nature of mandamus.\nThe facts are as follows. Appellant, Leonard P. Flack, is a district justice of the peace for Magisterial District 38-2-20 located in Norristown, Montgomery County. Appellant began his first term of office on January 5, 1970, and commenced his second term on January 5, 1976. During his tenure in office, appellant’s salary has been computed successively under the Magisterial Districts Act, Act of December 2, 1968, P.L. 1131, § 5, 42 P.S. § 1305, repealed by the Magisterial District Reform Act, Act of July 15, 1976, P.L. 1014, § 701(a)(2), 42 P.S. § 2701(a)(2), and the Magisterial District Reform Act, Act of July 15, 1976, P.L. 1014, § 206, 42 P.S. § 2206. Under both acts, the salary of a district justice was computed partly by reference to the population of his magisterial district. Hence, during appellant’s first term of office, his salary, which is not part of the instant controversy, was $1,022.23 per month. This sum was determined on the basis of an annual salary of $6,000 plus forty cents for each resident of his district. The Court of Common Pleas of Montgomery County, on December 19, 1969, had certified that appellant’s district contained a population of 15,667, and his salary was computed accordingly.\nOn January 4, 1971, this court ordered a recertification of the population of all magisterial districts using figures derived from the 1970 United States census. The recertification figures for Montgomery County were approved on January 31, 1975, and became effective the first Monday of January, 1976, coinciding with the new terms of all district justices, including appellant, elected in 1975.\nAppellant’s district, however, was inadvertently omitted from this recertification.\nAccording to the United States census taken in 1970, appellant’s district had experienced a decline in population. At the commencement of appellant’s second term the population of his district was 12,723. Notwithstanding the population decline in his district, appellant, for the first six months of his second term, continued receiving a salary based upon the older, higher population figure.\nOn July 1, 1976, pursuant to the Magisterial District Reform Act appellant’s salary was increased to $1,533.35 per month, based upon an annual rate of $9,000.00, plus sixty cents for each resident of the district. This increase, too, was computed using the pre-1970 population figure.\nThe error in the recertification was discovered and a corrected recertification which included the corrected population figure for appellant’s district, was issued on July 1, 1976. Later, the fact that an incorrect salary had been paid to appellant was also discovered, and, on December 6, 1976, the Court Administrator, one of the appellees herein, informed appellant that he would, in the future, be paid the lower salary which recertification demanded, and directed that appellant undertake to return the overpayments he had received from the beginning of his second term.\nAppellant filed a petition for review in the nature of mandamus in the Commonwealth Court, claiming that the actions of the Court Administrator violated Article V, § 16 and Article III, § 27 of the Pennsylvania Constitution. In denying appellant’s motion for summary judgment, and entering judgment for appellees, the Commonwealth Court held that appellees had violated neither constitutional provision. The court also held appellant was liable only for those overpayments made after July 1,1976, the date on which the corrected recertification was issued. Appellant appeals the finding of constitutionality.\nAppellant relies upon Article V, § 16 of the Pennsylvania Constitution for support. That constitutional provision mandates:\n“Justices, judges, and justices of the peace shall be compensated by the Commonwealth as provided by law. Their compensation shall not be diminished during their terms of office, unless by law applying generally to all salaried officers of the Commonwealth.”\nAppellant asserts the action of appellees amounts to a diminution of compensation during his term of office. We disagree.\nThe constitutional provision relied upon first requires that “. . . justices of the peace shall be compensated by the Commonwealth as provided by law.” The legislative implementation of that constitutional mandate it the Magisterial Districts Reform Act, 42 P.S. § 2206. And it is appellees who are charged with the duty to follow the directive of the legislature. Quail v. Commonwealth, 12 Pa.Cmwlth. 343, 315 A.2d 660 (1974). It is, of course, true that in fulfillment of their obligation appellees may not act in contravention of constitutional proscription, that is, they may not diminish the salaries of judicial officers during those officers’ current terms.\nBut the instant case presents no such diminution of salary. The salaries of all justices of the peace were modified at the commencement of their January, 1975 terms. It was only by virtue of administrative oversight or clerical error that appellant’s salary was not modified at that time and that he continued to receive a salary not authorized by law, that is, higher than that to which he was entitled. The constitutional provision here at issue is intended to preserve the independence of the judiciary. Flack v. Barbieri, 32 Pa.Cmwlth. 170, 378 A.2d 500 (1977). We do not believe that purpose is impeded, nor appellees’ statutory duty breached, by permitting appellees to rectify an error and pay appellant that salary to which he is entitled by law.\nThe Order of the Commonwealth Court is affirmed.\nMANDERINO, J., did not participate in the decision of this case.\nNIX, J., files a concurring opinion in which FLAHERTY, J., joins.",
        "type": "majority",
        "author": "O’BRIEN, Justice."
      },
      {
        "text": "NIX, Justice,\nconcurring.\nThe instant decision relates to a fundamental principle of long standing in the framework of the governmental structure of this Commonwealth. Today’s application of, or rather refusal to apply, the constitutional prohibition against the diminution of salary of a public elected official during the term of office is a shocking departure from all precedent. The majority offers neither an explanation for this blatant departure from prior law or a demonstration of the error of our previous decisions. To the contrary, it ignores the well settled principles of law in this area, and attempts to justify the result reached on the basis of an “administrative oversight or clerical error.” Although, as a result of the unique circumstances of this case, I can agree with the order entered by the Commonwealth Court; I am compelled to express my strong disagreement with the reasoning employed by the majority.\nThe appellant, Leonard P. Flack, has served as a district justice of the peace in the City of Norristown since 1970. His magisterial district has been, and is designated as No. 38-2-20. For his first term in office District Justice Flack received an annual salary as computed under the formula established by section 5 of the Magisterial Districts Act then in effect. Act of December 2, 1968, P.L. 1131 § 5. Under that formula, the District Justice was to receive an annual salary of $6,000 plus $.40 for each resident of the district. The Common Pleas Court of Montgomery County, on December 19, 1969, had certified that the population of appellant's magisterial district was 15,667. At the time of his election for the new term commencing the first Monday of January, 1976 and at the time that he took office, the December, 1969 population certification for his district remained in effect. Under this formulation, he received an annual salary of $12,266.80 which amounted to monthly payments in the amount of $1,022.23. A recertification of his district took effect July 1, 1976. This recertification showed that the population of the district had fallen to 12,723 residents. It is conceded that this recertification was based upon the decennial census of 1970. Using the formulation under the- former Magisterial Districts Act and applying it to the new population figure, appellant would receive an annual salary of $11,089.20 which represents monthly payments of $924.10. It is therefore clear that an attempt to apply the former Magisterial Districts Act formulation, using the recertified population figure, would have represented a reduction in the salary that the appellant had previously received during his first term. The question simply stated is whether or not the attempt of July 1, 1976 to adjust the salary of appellant constituted an impermissible diminution of salary during his term in office.\nThe prohibition against the diminution of the salary of a public official during the term of office appears in two provisions of the constitution. Article 3, § 27 provides: “No law shall extend the term of any public officer, or increase or diminish his salary or emoluments, after his election or appointment.” This limitation of legislative authority has retained the identical language as it first appeared in Article III, § 13 of the 1874 Constitution. This prohibition against the diminution of salary during the term of office also appears in the new Judiciary Article of 1968, Art. 5, § 16. Article 5, § 16 provides in pertinent part: “Justices, judges and justices of the peace shall be compensated by the Commonwealth as provided by law. Their compensation shall not be diminished during their terms of office, unless by law applying generally to all salaried officers of the Commonwealth.”\nSince we are here faced with a question of the proper compensation for a judicial officer as defined by Article 5, § 1 the controlling provision in this dispute is Article 5, § 16. Commonwealth ex rel. Carson v. Mathues, 210 Pa. 372, 59 A. 961 (1904). This fact, however, does not imply that the case law relating to Article 3, § 27 is of no significance in the instant inquiry. To the contrary, as to the prohibition against the diminution of salary, the provisions are virtually identical and the cases interpreting both provisions are compelling precedent. The difference in the treatment of adjustments of judicial salaries and the salaries of all other public officials is necessitated by the relatively longer term of office given to the judicial officer. The justification for the exception of the judicial officer from the general prohibition against increasing the salary of the official during the current term was well stated by Chief Justice von Moschzisker, who was then a judge of the common pleas court of Philadelphia County and was specially presiding as a judge of the common pleas of Dauphin County for the case. In Commonwealth ex rel. Carson v. Mathues he wrote:\nWe hold the above section of the Constitution to be an absolute mandate upon the Legislature to provide “adequate compensation” for the judges. It is within the power and the duty of the Legislature, and of the Legislature alone, to determine, in the first instance, what is adequate compensation, and after this determination has been reached, then it is the right of the judges to receive what is fixed. It cannot, with any show of practical reasoning, be argued that this word “fixed” means that, unless the Legislature has once fixed salaries under the mandate, their power is exhausted. Such a construction would make a dead thing out of the Constitution, .\n******\nWhat may be an adequate compensation at the beginning of a long term of years, we know, in the light of common knowledge, is almost bound to become inadequate before the expiration thereof, so that the words used in this constitutional section necessarily imply a power by law to carry out the mandate thereof, to change such compensation, so as to bring it up to adequacy in accordance with the changes of time. Id., 210 Pa. at 396, 59 A. at 971.\nThe basis for the constitutional scheme excluding judicial officers from the general proscription against an increase of salary during a term of office, offers no support for an inference that the prohibitions against diminutions during the term shall receive different interpretations, with the limited exception expressly provided for in Art. 5, § 16 and not in issue here. See note 4.\nIn my judgment the results reached and the reasoning employed by this Court in Guldin v. Schuylkill County, 149 Pa. 210, 24 A. 171 (1892) and Lewis v. Lackawanna County, 200 Pa. 590, 50 A. 162 (1901) are completely at odds with the views expressed by today’s majority. At first blush there might be some appeal to an argument that where the amount of compensation is dependent upon a formulae established before the term of office and the formula is not disturbed during the term, but a diminution occurs as a result of the application of that formula the constitutional prohibition is not disturbed. Proceeding with this reasoning and applying it to the facts of the instant case, it could be claimed that the formula here was not changed under the former Magisterial Districts Act and the decrease in compensation was not a constitutional prohibited diminution but merely reflected a change in one of the elements of the established formula. Such an attempt to distinguish for constitutional purposes between the compensation received and the formula which determines it was unequivocably rejected by the decisions of this Court.\nIn Guldin this Court refused to allow a change in the method of compensation during the term of office although the law which provided for the change had been passed fourteen years before the beginning of the term and the fact which triggered the change had occurred before the term in question began. In that case the Court was confronted with a statute which provided that when a county reached a population level in excess of 150,000 residents, public officers were required to be compensated on a salary basis and could not be paid on a fee basis. The Court reasoned as follows:\nWhen the plaintiff was elected to the office of coroner of Schuylkill county the emoluments of that office were certain fees prescribed by law. At that time the salary act of 1876 had no application to him or to his office. To give it such application after part of his term had expired, and thereby take away his fees and substitute therefor a salary less than the aggregate amount of the fees authorized when he accepted the office, is to diminish his emoluments by law after his election, and the result is precisely the same as it would have been if the law had been passed after his election. The prohibition has no relation to the time of the passage of the law, but is directed against any change of salary or emoluments of an officer after his election. 149 Pa. at 215, 24 A. at 172.\nThis reasoning flatly rejects the view that would place constitutional significance upon the fact that long before the beginning of the term the new method of payment of compensation had been established and the facts determining its applicability announced. The Court specifically stated: “The prohibition has no relation to the time of the passage of the law, but is directed against any change of salary or emoluments of an officer after his election.” Id. Additionally, the Guldin Court’s prophetic recognition of the injustice of holding a public official to the performance of his duties subject to the vicissitudes of a changing method of compensation based upon a changing population, has apparently been unfortunately lost with the passage of time.\nThis emphasis upon the practical and actual effect of the legislature’s actions on the compensation of the officeholder was applied to judicial salaries in Bailey v. Waters, 308 Pa. 309, 317-18, 162 A. 819, 822 (1932):\nWe are confronted with the fact that all of the eminent Pennsylvania judges who have considered this question have reached the same conclusion. .\nThe courts have also held that the Legislature could not indirectly bring about a reduction of judicial salaries. In Com. v. Mann, [5 Watts + Serg. 403 (1843)], one of the questions was the power to tax the judicial salary which would, in effect, amount to a reduction of it, and after carefully considering this question the court, through Mr. Justice Rogers, came to the conclusion that it could not be done. So in Evans v. Gore, 253 U.S. 245, 40 S.Ct. 550, 64 L.Ed. 887, 11 A.L.R. 519, the Supreme Court of the United States came to the same conclusion. See, also, Miles v. Graham, 268 U.S. 501, 45 S.Ct. 601, 69 L.Ed. 1067. It may be argued that the judiciary has nothing to fear from any attempted legislative control by a reduction of salaries. The question is not one of probability. It is one of possibility. It is not a question of fear, but one of power with which we are confronted.\nThe commonwealth contends that this is not a reduction of salary but it is in effect transferring Judge Bailey from one district to another in which the applicable salary is but $9,000. Judge Bailey was elected as president judge of a district in which the salary at the time of the passage of the Act of 1931 was $12,000. Whatever be the legislative legerdemain, the effect on him is to reduce his salary as president judge of the Twentieth judicial district. In this connection we think the cases of Guldin v. Schuylkill Co., 149 Pa. 210, 24 A. 171; Com. v. Comrey, 149 Pa. 216, 24 A. 172; Com. ex rel. Woodring v. Walter, 274 Pa. 553, 118 A. 510, are applicable. (Emphasis added).\nThe majority seeks to justify its view on the basis that the population change had in fact occurred prior to his acceptance of office and was not recognized because of an “administrative or clerical” error. Yet, in Guldin the population change had also occurred prior to the commencement of the term in question. The only distinction is that in Guldin the fact was not ascertained because the census had not been completed and here the reclassification was belatedly made because of an error, for which appellant was in no way responsible. This distinction is of no moment since this Court has previously ruled that the critical fact for constitutional purposes is not the date when the population in fact changes but rather it is when the change is legally recognized.\nThe census has no inherent force or application in the law of Pennsylvania. Its relevancy to state matters depends on the constitution and statutes of the state. In adopting it as the test, therefore, the courts proceed upon the general principle that it affords the best evidence attainable of the necessary fact. And upon the same principle, before the fact can become a part of the state law, and be made the basis of action, it must be established by competent evidence. It follows, therefore, that it is not the mere existence of the fact that must govern its application, but its legal and official ascertainment. Lewis v. Lackawanna County, supra, 200 Pa. at 595, 50 A. 162, at 163 (1901)\nSince the “legal and official ascertainment” under the former Magisterial Districts Act did not occur until July 1, 1976, the constitutional prohibition of Article 5, § 16 was offended by a change which resulted in a diminution of salary and the reason for the delay in the “legal and official ascertainment” was completely irrelevant. See also Commonwealth ex rel. v. Walter, 274 Pa. 553, 118 A. 510 (1922); Commonwealth v. Comrey, 149 Pa. 216, 24 A. 172 (1892); Monroe v. Luzerne Co., 103 Pa. 278 (1883). I would therefore hold that any attempt to apply the pay formula of the former Magisterial Districts Act utilizing the recertification population figure to appellant was prohibited by Article 5, § 16 provided that the net result was a reduction in compensation.\nAn additional wrinkle is present in this appeal because of the passage of the Magisterial District Reform Act, Act of July 15, 1976, P.L. 1014, § 206, 42 P.S. § 2206 (1979-80 Supp.), which became effective July 1, 1976. Under the terms of this provision, the district justice was to receive a basic salary of $9,000 plus $.60 cents for each resident. Thus the question posed is whether appellant is entitled to the use of the higher population figure in the computation of his salary under the new act for the balance of the term in question. Since the question raised in this appeal is limited to whether the result is required by Article 5, § 16, my answer to this inquiry is in the negative.\nAs previously noted, Article 3, § 27 differs from Article 5, § 16 in that the former prohibits any change of salary during the term of office, whereas Article 5, § 16 only prohibits a reduction in the compensation received during the term. Thus the language of the cases considering Article 3, § 27, which indicates that a population change where it has the effect of increasing the compensation is nonetheless constitutionally offensive, is inapplicable to judicial salaries governed by Article 5, § 16. The new computation under the Magisterial District Reform Act with the use of the recertified population figure still exceeds the former salary, thus Article 5, § 16 is not offended. Therefore, I must conclude that appellant here was entitled to the use of the earlier population figure until the time the new act became effective. No overpayment could have occurred until after the state began the computation under the new act.\nFLAHERTY, J., joins this opinion.\n. Appellant’s first term commenced on the first Monday in January of 1970 and terminated in January, 1976.\n. The Magisterial Districts Act was codified only in the pocket parts to Title 42 of Purdons Pennsylvania Statutes Annotated at § 1305. Because this Act was repealed in 1976 by the Magisterial District Reform Act, Act of June 15, 1976, P.L. 1014, § 206, 42 P.S. § 2206 (1979-80 pocket part), the current pocket part does not contain the Magisterial Districts Act.\n. Previously, a justice of the peace was not considered to be within the former Constitutional Article 5, § 18 because they were not “learned in the law”, but they were covered instead under Article 3, § 27. Freiler v. Schuylkill County, 46 Pa.Super. 58 (1911). With the adoption of the 1968 Amended Judiciary Article, it is clear from the express language that the justice of the peace is to be covered by Article 5, § 16.\n. Article 5, § 16 provides for an exception to the prohibition against the diminution of salary during the term of office not found in Article 3, § 27. This exception reflects a recognition that because of the length of judicial terms as opposed to the terms of other public officials, legitimate economic changes may require an adjustment in the salary before the completion of the term. However, absent such unique economic planning that would affect the salary of all officers of the Commonwealth the mandate of Article 5, § 16 with respect to the diminution of salary during the term of office is identical with that found within the provisions of Article 3, § 27. Here there is no assertion that the exception to the Article 5, § 16 prohibition is relevant.\n. The Constitutional provision (Art. 5, § 18) at issue in Mathues provided, “The judges of the Supreme Court and the judges of the severed courts of common pleas and all other judges required to be learned in the law, shall, at stated times, receive for their services an adequate compensation, which shall be fixed by law and paid by the state.” This general language first appeared in the Constitution adopted in 1790, and was continued in the Constitutions of 1838 and 1874. The clause in the 1790 Constitution, after providing for adequate compensation to be fixed by law and paid at stated times, specifically prohibited diminutions during the continuance in office.\n. “A sense of the manifest justice, on the one hand, of continuing to an officer the compensation prescribed by law at the time of his acceptance of office, and, on the other hand, of holding him to the performance of his official duties for what, in an equitable sense, might be regarded as an agreed consideration, . . . , may well have had an influence in molding this section.” 149 Pa. at 215, 24 A. at 172.\n. In Lewis a district attorney was elected to office on November 6, 1900, to serve a term of three years from the first Monday of January 1, 1901. The earliest date at which the fact of population on which the status of the county was to be changed was determined to be December 13, 1900. Thus the issue was whether the population as determined on December 13, 1900 could affect the compensation of the district attorney who had been elected in November but did not take office until January, 1901. This Court held that “the fact [of population change] becomes applicable only from its legal ascertainment.” 200 Pa. at 596, 50 A. at 163. Further, the Court ruled that the constitutional prohibition spoke from the date of election and not the date the oath is administered. Here the “legal ascertainment” occurred after six months of the term had expired.\n. The majority of this Court and the Commonwealth Court has mistakenly assumed that the sole purpose of Article 5, § 16 was to preserve the independence of the judiciary. Since the prohibition against the diminution of salary during the term of office extends to all public officials, judicial, executive and legislative, it is obvious that while this may have been a consideration in the adoption of Article 5, § 16 it was obviously not the sole purpose for specifically applying this concept to judicial officers along with the officers of the other branches of government. Therefore, the inquiry does not cease once it is established the diminution in question was not intended to threaten the independence of the judiciary.\n. Appellant concedes an overpayment for the period between July 1, 1976 to September 13,1976 for which an adjustment should be made. This resulted from the improper use of the new formula under the Magisterial District Reform Act before it became effective.\n. I recognize that the practical effect of my differences with the majority in this particular case will only affect the adjustments to be made for the admitted overpayment between July 1 and September 13, 1976. However, because of the basic nature of the disagreement, I believe an explication of my views was required.",
        "type": "concurrence",
        "author": "NIX, Justice,"
      }
    ],
    "attorneys": [
      "Albert C. Oehrle, Norristown, for appellant.",
      "Paul J. Carey, Jr., Deputy Atty. Gen., Harrisburg, for appellee, Robert E. Casey.",
      "Jonathan Vipond, III, Philadelphia, for appellee, Alexander F. Barbieri."
    ],
    "corrections": "",
    "head_matter": "410 A.2d 1216\nLeonard P. FLACK, Appellant, v. Alexander F. BARBIERI and Robert E. Casey.\nSupreme Court of Pennsylvania.\nJan. 18, 1980.\nReargument Denied Feb. 21, 1980.\nAlbert C. Oehrle, Norristown, for appellant.\nPaul J. Carey, Jr., Deputy Atty. Gen., Harrisburg, for appellee, Robert E. Casey.\nJonathan Vipond, III, Philadelphia, for appellee, Alexander F. Barbieri.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, NIX, MANDERINO, LARSEN and FLAHERTY, JJ."
  },
  "file_name": "0046-01",
  "first_page_order": 116,
  "last_page_order": 129
}
