{
  "id": 1761040,
  "name": "DELAWARE VALLEY CONVALESCENT CENTER, INC., d/b/a Medicenter-Bristol, Appellant, v. Frank S. BEAL, Secretary of the Pennsylvania Department of Public Welfare, and the Pennsylvania Department of Public Welfare",
  "name_abbreviation": "Delaware Valley Convalescent Center, Inc. v. Beal",
  "decision_date": "1980-03-20",
  "docket_number": "No. 145",
  "first_page": "292",
  "last_page": "297",
  "citations": [
    {
      "type": "official",
      "cite": "488 Pa. 292"
    },
    {
      "type": "parallel",
      "cite": "412 A.2d 514"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "42 U.S.C. § 1396",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "et seq."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "42 C.F.R. § 450.30",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)(iv)(A)"
        },
        {
          "page": "(a)(3)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "303 U.S. 41",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6137092
      ],
      "weight": 3,
      "year": 1938,
      "pin_cites": [
        {
          "page": "50-51"
        },
        {
          "page": "463"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/303/0041-01"
      ]
    },
    {
      "cite": "395 U.S. 185",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1771532
      ],
      "weight": 3,
      "year": 1969,
      "pin_cites": [
        {
          "page": "193"
        },
        {
          "page": "1662"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/395/0185-01"
      ]
    },
    {
      "cite": "469 Pa. 578",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1722152
      ],
      "weight": 2,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa/469/0578-01"
      ]
    },
    {
      "cite": "382 A.2d 1290",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "1292"
        },
        {
          "page": "1292"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 533,
    "char_count": 8594,
    "ocr_confidence": 0.783,
    "pagerank": {
      "raw": 6.777239614487784e-07,
      "percentile": 0.9636028973117737
    },
    "sha256": "75716c8d374462e66df3c6f633382c2d2f161f03f97b3532d44cd8f18e63a779",
    "simhash": "1:27ca9ad7f9102432",
    "word_count": 1315
  },
  "last_updated": "2024-02-27T16:59:35.811420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, NIX, LARSEN, FLAHERTY and KAUFFMAN, JJ."
    ],
    "parties": [
      "DELAWARE VALLEY CONVALESCENT CENTER, INC., d/b/a Medicenter—Bristol, Appellant, v. Frank S. BEAL, Secretary of the Pennsylvania Department of Public Welfare, and the Pennsylvania Department of Public Welfare."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nROBERTS, Justice.\nAppellant, a licensed “skilled nursing facility” participating in the medical assistance program established by Title XIX of the Social Security Act and Article IV of the Public Welfare Code, challenges a “reimbursement ceiling” of the Pennsylvania Department of Public Welfare. Without first directly petitioning the Department, appellant filed a “Petition for Review” in the Commonwealth Court, claiming that the ceiling contravenes federal law by basing a facility’s entitlement to reimbursement on the availability of funds, and not on a “reasonable cost related basis.” 42 U.S.C. § 1396a(a)(13)(E). On the Department’s preliminary objections, the Commonwealth Court dismissed the petition because appellant “has failed to exhaust an adequate administrative review process which must be resorted to as a prerequisite to obtaining judicial review.” 34 Pa.Cmwlth. 177, 181, 382 A.2d 1290, 1292 (1978). We affirm.\nUnder the exhaustion requirement, “a party must pursue the administrative remedies he has against an agency before challenging its action in court.” Department of Environmental Resources v. Bethlehem Steel Corp., 469 Pa. 578, 594 n.28, 367 A.2d 222, 230 n.28 (1976). Accord, McKart v. United States, 395 U.S. 185, 193, 89 S.Ct. 1657, 1662, 23 L.Ed.2d 194 (1969); Myers v. Bethlehem Shipbuilding Corp., 303 U.S. 41, 50-51, 58 S.Ct. 459, 463, 82 L.Ed. 638 (1938). See B. Schwartz, Administrative Law § 172 (1976); L. Jaffe, Judicial Control of Administrative Action 497-98 (1965). Appellant accepts the soundness of the requirement of exhaustion, but claims the requirement has no application here. According to appellant, this case presents an issue which is “strictly legal” and not in any respect dependent upon resolution of facts. On this “strictly legal” question, appellant maintains that the ceiling is not reasonably cost-related and thus in “clear violation” of federal law. Appellant maintains this “clear violation” can and should immediately be corrected. Finally, appellant asserts that it would engage in an “exercise in futility” were it to seek administrative relief because, in appellant’s view, departmental review can adjust reimbursements only if the adjusted sum is below the departmental ceiling.\nAppellant’s justifications in support of its attempt to circumvent departmental remedies are unpersuasive. Appellant has failed to demonstrate that the reimbursement ceiling, as applied to appellant, will provide funds which are not reasonably cost-related. For example, there is nothing on this record which demonstrates that appellant’s actual costs exceed the departmental ceiling. It might also be true that, because of non-allowable costs or inefficiencies, reimbursement at the departmental ceiling is entirely appropriate. As the Department points out, States are given latitude to determine what amount is\n“adequate to reimburse in full such actual allowable costs of a facility that is economically and efficiently operated.”\n42 C.F.R. § 450.30(a)(iv)(A). Thus, until it has been established, rather than presumed, that appellant’s actual, legitimate costs exceed the departmental ceiling, appellant poses only a conjectural, speculative claim.\nHad appellant pursued departmental remedies, the critical factual issue appellant now presumes could have been properly considered and adjudicated. By departmental regulation, a skilled nursing facility which believes it has been aggrieved by the Department’s reimbursement “may request within 30 days after notification by the Department, an informal or formal hearing under the Administrative Agency Law, Act of June 4, 1945, P.L. 1388.” Nothing on this record would indicate that the departmental hearing would not afford appellant a full opportunity to establish its actual, legitimate costs and any claimed failure to reimburse properly. See Administrative Agency Law, §§ 31-36 (“adjudication procedure”); see also 2 Pa.C.S. §§ 501-598.\nThe appropriateness of adhering to the exhaustion requirement where, as here, both a proper record as well as an administrative determination are lacking is clearly manifest. It has been observed that:\n“Premature interruption of the administrative process is no more justified than premature interruption of the trial process by interlocutory appeals. The agency, as the tribunal of first instance, should be permitted to develop the factual background upon which decisions should be based. Like the trial court, the agency should be given the first chance to exercise discretion and apply its expertness. In addition, judicial efficiency requires the courts to stay their hand while the party may still vindicate his rights in the administrative process. If he is required to pursue further agency remedies, the courts may never have to intervene.”\nSchwartz, supra at § 172 p. 498. There is simply no occasion here to create an exception to the requirement of exhaustion in order to permit “[pjremature interruption of the administrative process.” The order of the Commonwealth Court may not be disturbed.\nOrder affirmed.\n. 42 U.S.C. § 1396 et seq.\n. Act of June 13, 1967, P.L. 31, § 441.1 et seq., as amended, 62 P.S. § 441.1 et seq. (Supp.1979).\n. Under Section 1396a(a)(13)(E), state plans must provide:\n“effective July 1, 1976, for payment of the skilled nursing facility and intermediate care facility services provided under the plan on a reasonable cost related basis, as determined in accordance with methods and standards which shall be developed by the State on the basis of cost-finding methods approved and verified by the Secretary.”\nSee 42 C.F.R. § 450.30(a)(3). See also Public Welfare Code, supra note 2, at § 443.1(3).\n. DPW Manual For Allowable Cost Reimbursement For Skilled Nursing and Intermediate Care Facilities, 5 Pa.Bull. 2928, 2934 (November 8, 1975). The governing departmental regulation provides in full:\n“V. Facility appeal procedure.\nIn the event the facility disagrees with the interim per diem rate or annual adjustment established by the Department, the facility may request within 30 days after notification by the Department, an informal or formal hearing under the Administrative Agency Law, Act of June 4, 1945, P.L. 1388.\nThe facility will present written justification along with the request. Appeals will be heard within 45 days and decided within 90 days after requested.”\nSee Administrative Agency Law, Act of June 4, 1945, P.L. 1388, § 35, formerly 71 P.S. § 1710.35 (1962), which provided:\n“Agencies shall have the power to promulgate regulations prescribing their practice with respect to adjudication procedure not inconsistent with the terms of this act. . . ”\nSee also Act of July 31, 1963, P.L. 425, § 2 (§ 51 of Administrative Agency Law amended to include DPW within its coverage). Section 35 of the Administrative Agency Law forms the basis for 2 Pa.C.S. § 102(a), which provides that “[a]n agency shall have power to promulgate, amend and repeal reasonable regulations implementing the provisions of this title.\n. Nothing in the language of the departmental regulation governing “Facility Appeal Procedure,” see supra note 4, would preclude inquiry at the “informal or formal hearing” into the legality of the Department’s reimbursement ceiling, followed by appeal directly to the Commonwealth Court. See Administrative Agency Law, § 41, as amended. We note, however, that the Department, without objection from appellant, has taken the position that the “Appeal and Fair Hearing” Chapter of the DPW Public Assistance Manual, see 55 Pa.Code Ch. 275, applies here. Under that Chapter, an appeal from a hearing officer’s determination is to be taken first to the Secretary of the Department, and then to the Commonwealth Court. See 55 Pa.Code § 275.4(h)(4). The Commonwealth Court accepted the Department’s position here. See 34 Pa.Cmwlth. at 180-181, 382 A.2d at 1292.\n. In view of our disposition, we do not now decide the validity of the challenged reimbursement ceiling. Resolution of that issue is for an administrative determination initially and, then if necessary, judicial review.",
        "type": "majority",
        "author": "ROBERTS, Justice."
      }
    ],
    "attorneys": [
      "Shirley D, Weisman, Collingdale, for appellant.",
      "Robert B. Hoffman, Deputy Atty. Gen., for appellees."
    ],
    "corrections": "",
    "head_matter": "412 A.2d 514\nDELAWARE VALLEY CONVALESCENT CENTER, INC., d/b/a Medicenter—Bristol, Appellant, v. Frank S. BEAL, Secretary of the Pennsylvania Department of Public Welfare, and the Pennsylvania Department of Public Welfare.\nSupreme Court of Pennsylvania.\nArgued Jan. 22, 1980.\nDecided March 20, 1980.\nShirley D, Weisman, Collingdale, for appellant.\nRobert B. Hoffman, Deputy Atty. Gen., for appellees.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, NIX, LARSEN, FLAHERTY and KAUFFMAN, JJ."
  },
  "file_name": "0292-01",
  "first_page_order": 362,
  "last_page_order": 367
}
