{
  "id": 1244426,
  "name": "Kelly v. Martino, Appellant",
  "name_abbreviation": "Kelly v. Martino",
  "decision_date": "1953-11-09",
  "docket_number": "Appeals, Nos. 100 and 101",
  "first_page": "244",
  "last_page": "250",
  "citations": [
    {
      "type": "official",
      "cite": "375 Pa. 244"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "343 Pa. 39",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1208317
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/343/0039-01"
      ]
    },
    {
      "cite": "244 Pa. 59",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1003447
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/244/0059-01"
      ]
    },
    {
      "cite": "269 Pa. 280",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063483
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/269/0280-01"
      ]
    },
    {
      "cite": "120 Pa. Superior Ct. 140",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        986881
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/120/0140-01"
      ]
    },
    {
      "cite": "286 Pa. 536",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1096522
      ],
      "pin_cites": [
        {
          "page": "543"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/286/0536-01"
      ]
    },
    {
      "cite": "108 Pa. 395",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        539228
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "450"
        },
        {
          "page": "pp. 450-51"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/108/0395-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 520,
    "char_count": 9258,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 2.871690288236076e-07,
      "percentile": 0.8428636186897382
    },
    "sha256": "28f9a77e0734864545f3caebbf32c302e275b3bd3b9b061325c21eb2cd696ee2",
    "simhash": "1:58e7789bbadecc40",
    "word_count": 1566
  },
  "last_updated": "2024-02-27T21:59:24.949338+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stern, C. J., Stearns, Jones, Bell, Chidsey, Musmanno and Arnold, JJ."
    ],
    "parties": [
      "Kelly v. Martino, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Musmanno,\nAt the trial in this case the plaintiff’s lawyer ashed of a certain Dr. Osmond his opinion on the origin and cause of the plaintiff’s disablement. Over the defendant’s counsel’s objection, the doctor testified that in his opinion the plaintiff’s condition was the result of injuries sustained in an accident which occurred on September 26, 1947. The jury returned a verdict in favor of the plaintiff, and it is mainly from the refusal of the lower court to sustain the defendant’s objection that a reversal is being urged here.\nWhen Dr. Osmond testified that the plaintiff had given him a history of the accident, plaintiff’s counsel proceeded abbreviatedly to review that history to the witness and then to ask him: “Is that the history you received?” The doctor replied: “Approximately, yes.” This question was not objected to nor did defendant’s counsel move to strike out the answer.\nThere can be no doubt that the doctor, called as an expert witness, was empowered to state his scientific opinion on facts presented to him, because that is the very purpose of expert testimony. The expert does not warrant the accuracy of the facts; he only assumes responsibility for the conclusion he draws from the assumed facts. If the jury accepts the foundation of fact it then decides what credence it will impart to the doctor’s reasoning and applied medical knowledge built upon that foundation. If the jury detects fissures of undependability in that foundation, then the expert opinion necessarily falls of its own weight. As long ago as 1874, this Court, through Mr. Justice Gkeen, delineated the rules applicable to opinions based on facts not personally known to the witness: “But if either the facts are stated hypothetically in one question, or if the whole of the testimony delivered by one of the parties or by certain of the witnesses for one party is made known to the expert either by his reading it or hearing it, and he is then asked his opinion upon it assuming it to be true, in either case the opinion is sought upon an assumed state of facts, and may therefore be given.” (Yardley v. Cuthbertson, 108 Pa. 395, 450)\nWhether the question is stated in approved hypothetical form or as an account of assumed established fact (so long as the jury is always aware that the account represents a partisan assumption), the procedure is still legitimately a segment of the process of deliberation leading to a just determination of the issue involved. Mr. Justice Gkeen said further: “We can see no difference between the two modes of putting the question to the expert, except in the manner in which the facts upon which he is to give his opinion are made known to him. In the one mode they are all repeated to him in the question and in the other he reads them or. hears them testified to, but in both the essential requirements of assuming them to be true is enjoined. Thus the witness in either case determines none of the facts himself, and in both his opinion is based upon the assumption of their truth. The source of his information is different, but the information itself is the same, generically in both cases.” (Yardley v. Cuthbertson, supra, pp. 450-51)\nEvery doctor interviewing a patient asks at once for a history of his physical troubles. Without such a history the doctor would embark upon a chartless sea of anatomical conjecture. In the case of Boyle v. Philadelphia Rapid Transit Co., 286 Pa. 536, 543, a doctor testified: “ ‘I have to take a history always in order to determine any cause.’ ” He then stated that “ ‘From the history I should say that her condition was due to a trauma, to a physical trauma, possibly a fright combined with it.’ ” The defendant’s attorney objected to this testimony, the lower court overruled the objection, and this Court, upon the appeal, affirmed the action of the lower court: “. . . The physician was merely testifying to the condition of the patient and his diagnosis of her ailment based on answers made by her to his questions. The diagnosis was thus made on the combined evidence of information received from his patient, corroborated by perceptible body marks, such as bruises on various parts of the body, etc., which she said were the result of the accident.”\nIt was not denied in the case at bar that the plaintiff was the victim of an accident and had been injured thereby. While the procedure employed by plaintiff’s counsel in eliciting the opinion of the doctor is not a recommended one, the defendant’s case was not prejudiced thereby since the brief history of the accident which he outlined did not controvert what had already been testified to. The learned court below stated: “. . . there was no contradiction in the evidence pertaining to the history of the case, and the plaintiff’s attorney did not -misstate the evidence of the witness. The jury was not misled.”\nIn Knisely v. Knisely, 120 Pa. Superior Ct. 140, the Superior Court affirmed an award in a workmen’s compensation case in which two doctors had testified to a history of the accident there involved and which had been related by the claimant. The Superior Court said: “The testimony of the two doctors, who based their conclusions partly upon the history of the case, was competent, since they stated the facts which they assumed to be true and which formed the basis of their conclusion.”\nDefendant’s counsel has cited several cases in assumed support of his position, but the legal situation in each of those cases differed from the one before us. For instance, in Howarth v. Adams Express Co., 269 Pa. 280, the doctor testified: “ ‘From the history of the case and the testimony I have heard, I should say that this condition was due to the accident.’ ” This Court reversed the lower court which had permitted the question and answer: “An opinion based on such a question would naturally be misleading. The answer is also bad, for it does not show what had been given the witness as the history of the ease, nor assume the truth of the evidence to which he had listened.”\nIn Gosser v. Ohio Valley Water Co., 244 Pa. 59, the plaintiff alleged that her husband had died of typhoid fever, contracted by drinking impure water pumped by the defendant company into a storage reservoir. At the trial, plaintiff’s counsel offered to prove by the physician who attended the deceased that while he was making a diagnosis, the deceased stated to him that he had drunk two glasses of water on the night of January 15th. No one had testified to the deceased’s having drunk the water and the only testimony bearing on the subject was that it was his custom to drink water before retiring. The lower court held the offer inadmissible. This Court affirmed the ruling of the lower court. That case obviously depicts a situation unlike the one before us, in that, there, the question as to whether the deceased had drunk water was the pivotal issue in the case and, as stated, no other testimony had been introduced on the subject. To allow the physician to testify to decedent’s alleged statement would be to introduce hearsay which could not possibly be tested for accuracy. In the case at bar the accident was conceded, so that the defendant was in no way harmed through the skeletonized repetition by plaintiff’s counsel of its history.\nIn Bowles v. Pittsburgh, 343 Pa. 39, (also cited in defendant’s brief) plaintiff’s counsel, in putting a question to an expert witness, stated that other witnesses had testified to a certain single aperture in a bridge structure. It was established, later, that the witnesses had testified differently. The lower court permitted the question but this Court reversed, saying: “By asserting that the evidence established a single, increasing aperture at the northeast corner, counsel was clearly usurping the function of the jury; lie was stating as an established fact that this was the evidence, whereas the record indicates that it was not the evidence.”\nObviously that case differs again from the facts in the case at bar where no one questioned the accuracy of plaintiff’s counsel’s reference to the historical facts.\nDefendant’s counsel complains also that another medical witness (Dr. Klueber) was allowed to testify that in his opinion the plaintiff’s back condition “could be due to that” [the accident of September 24, 1947]. Two other doctors testified to the causal connection between the plaintiff’s present physical condition and the accident of September 24, 1949, so that while Dr. Klueber’s answer does not measure up to the standard of proof required in an inquiry of this kind, the admission of the answer did not prejudice the defendant’s case.\nFinally, the defendant asserts that the complaint was not sufficiently precise in its description of the plaintiff’s injuries. We are satisfied, upon a reading of the record, that the complaint was stated with sufficient particularity to put the defendant on notice as to what would be produced at the trial.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Musmanno,"
      }
    ],
    "attorneys": [
      "Kim Darragh, for appellant.",
      "T. Robert Brennan, with him Raymond L. Scheib and Brennan & Brennan, for appellees."
    ],
    "corrections": "",
    "head_matter": "Kelly v. Martino, Appellant.\nArgued October 8, 1953.\nBefore Stern, C. J., Stearns, Jones, Bell, Chidsey, Musmanno and Arnold, JJ.\nKim Darragh, for appellant.\nT. Robert Brennan, with him Raymond L. Scheib and Brennan & Brennan, for appellees.\nNovember 9, 1953:"
  },
  "file_name": "0244-01",
  "first_page_order": 268,
  "last_page_order": 274
}
