{
  "id": 1244381,
  "name": "Sorken v. Epstein, Appellant",
  "name_abbreviation": "Sorken v. Epstein",
  "decision_date": "1954-01-05",
  "docket_number": "Appeal, No. 253",
  "first_page": "636",
  "last_page": "639",
  "citations": [
    {
      "type": "official",
      "cite": "375 Pa. 636"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "82 Pa. Superior Ct. 59",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        657465
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/82/0059-01"
      ]
    },
    {
      "cite": "46 Pa. Superior Ct. 123",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        421280
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/46/0123-01"
      ]
    },
    {
      "cite": "15 Pa. Superior Ct. 451",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        829650
      ],
      "pin_cites": [
        {
          "page": "454"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/15/0451-01"
      ]
    },
    {
      "cite": "182 A. 517",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "320 Pa. 204",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1163634
      ],
      "pin_cites": [
        {
          "page": "205"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/320/0204-01"
      ]
    },
    {
      "cite": "129 A. 456",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "283 Pa. 515",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1090516
      ],
      "pin_cites": [
        {
          "page": "516"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/283/0515-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 297,
    "char_count": 4101,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 4.6922169990516086e-08,
      "percentile": 0.29370418893147826
    },
    "sha256": "d012056eea9fbf40f68216309b83110b4c62b838a78a7d9da4087870aeb7dfd3",
    "simhash": "1:c538bc45b19e3830",
    "word_count": 698
  },
  "last_updated": "2024-02-27T21:59:24.949338+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stern, C. J., Stearne, Jones, Bell, Chidsey, Musmanno and Arnold, JJ."
    ],
    "parties": [
      "Sorken v. Epstein, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Jones,\nOn a bill of complaint charging, inter alia, misappropriation of the funds of Epstein & Sorken, Inc., a Pennsylvania corporation, by Simon Epstein, the president of the company, the court below appointed a receiver for the company. The receiver later petitioned the court for an order, requiring Epstein to pay. to him the. amount of the moneys of the company allegedly improperly withdrawn. Epstein filed a responsive answer, denying the receiver’s allegations of misappropriation. Both parties offered supporting depositions and, after argument, the court below entered an order on Epstein as prayed for by the receiver. Prom that order, Epstein took an appeal. The receiver moved to ’quash on the ground that the appeal was taken out of time. Epstein answered, alleging that the order appealed from was beyond the jurisdiction of the court, citing Scott v. American Container Co., 283 Pa. 515, 516, 129 A. 456. We quashed the appeal, nonetheless, as being belated.\nAfter the record had been remanded to the court below, Epstein petitioned to open the judgment and for a discharge from liability therefor, again citing Scott v. American Container Co., supra. The court granted a rule to show cause, etc., which it later discharged. Prom that order, Epstein took the present appeal which the receiver promptly moved to quash. Action on the motion was postponed until it could be heard along with argument on the appeal. The appeal must be quashed.\nWhat the appellant seeks is a second appellate review of the same definitive judgment. The situation is directly governed by our ruling in Friel v. Beadle, 320 Pa. 204, 205, 182 A. 517. In that case the defendant appealed from a judgment entered for want of a sufficient affidavit of defense in an action of assumpsit. We quashed for the reason that the appeal had been taken after the time allowed by the statute. Several months after the remand of the record, the defendant petitioned the court below to open the judgment, alleging that his affidavit of defense was sufficient and had been misconstrued by the court. The court refused to open the judgment. From that order, the defendant took his second appeal. What we there said, upon quashing that appeal, is especially apposite here, — “The only purpose of the motion to open was to obtain reconsideration of what the court had already decided at a prior term, and which this court was unable to consider for the reason stated. When his application to open was refused, he took this appeal to obtain a review of the decision which we were unable to review before. To support his right to this appeal, he relies on the Act of May 20, 1891, P. L. 101, 12 P.S., section 1100. It is settled that the act does not and was not intended ‘to give a party aggrieved by a judgment obtained in an adverse proceeding, which at the worst is only erroneous and not void, two opportunities to obtain a reversal’: Mayer v. Brimmer, 15 Pa. Superior Ct. 451, 454; American Soda Water Co. v. Taggart, 46 Pa. Superior Ct. 123; In re Inter-County Bridge, 82 Pa. Superior Ct. 59.”\nThe technical question which the appellant sought 'to raise in reliance on Scott v. American Container Co., supra, with respect to the order entered against him did not relate to the court’s jurisdiction. It involved merely a matter as to the procedure to be followed for obtaining an exercise of the court’s undoubted jurisdiction of a claim by a receiver for moneys belonging to the receivership in the possession of another amenable to the court’s process. The order against Epstein was entered by a competent court after a full hearing in a proceeding to which he made no objection and was, by no means, a nullity. The worst that can be said for the order is that it was obtained in a form of action not judicially favored for the purpose.\nThe appeal is quashed.",
        "type": "majority",
        "author": "Mr. Justice Jones,"
      }
    ],
    "attorneys": [
      "Edward Unterberger, for appellants.",
      "Abraham Wernick, with him Jacob Liebman for appellee."
    ],
    "corrections": "",
    "head_matter": "Sorken v. Epstein, Appellant.\nArgued November 18, 1953.\nBefore Stern, C. J., Stearne, Jones, Bell, Chidsey, Musmanno and Arnold, JJ.\nEdward Unterberger, for appellants.\nAbraham Wernick, with him Jacob Liebman for appellee.\nJanuary 5, 1954:"
  },
  "file_name": "0636-01",
  "first_page_order": 660,
  "last_page_order": 663
}
