{
  "id": 914025,
  "name": "McDonald v. Sturtevant",
  "name_abbreviation": "McDonald v. Sturtevant",
  "decision_date": "1900-05-07",
  "docket_number": "Appeal, No. 102",
  "first_page": "648",
  "last_page": "652",
  "citations": [
    {
      "type": "official",
      "cite": "195 Pa. 648"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 458,
    "char_count": 9475,
    "ocr_confidence": 0.441,
    "sha256": "6eb3f8363274f06f9943de89179173b34eaec16074a2d3a63b70bc13c3ebf670",
    "simhash": "1:f87ab8e405795e5c",
    "word_count": 1671
  },
  "last_updated": "2023-07-14T19:35:29.481228+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Green, C. J., Mitchell, Fell, Brown and Mestrezat, JJ."
    ],
    "parties": [
      "McDonald v. Sturtevant."
    ],
    "opinions": [
      {
        "text": "Per Cttriam,\nIt is sufficient to say in this case that there is no satisfactory evidence showing that there ever was any written defeasance against the absolute deed made by K. C. McDonald to John C. Sturtevant, and therefore, under the provisions of the Act of June 8, 1881, P. L. 84, there' can be no recovery upon the claim made in the plaintiffs’ bill.\nDecree affirmed and appeal dismissed at the cost of the appellants.",
        "type": "majority",
        "author": "Per Cttriam,"
      }
    ],
    "attorneys": [
      "O. L. Baker with him Benson Brooks, for appellant.",
      "Frank P. Bay, with him Patrick O. Sheehan, for appellee."
    ],
    "corrections": "",
    "head_matter": "McDonald v. Sturtevant.\nMortgage—Written defeasance—Absolute deed—Evidence—Act of June 8, 1881, P. L. 84.\nA bill in equity for a reconveyance of land on the ground that a deed absolute conveying the land to the defendant was in fact a mortgage, cannot be sustained where there is no satisfactory evidence that there ever was any written defeasance against the absolute deed.\nArgued April 24, 1900.\nAppeal, No. 102, Jan. T., 1900, by plaintiff, from decree of C. P. Erie Co., Nov. T., 1898, No. 3, dismissing bill in equity in case of Ralph W. McDonald and FlaviaM. Rossiter, heirs at law of K. C. McDonald, v. John C. Sturtevant.\nBefore Green, C. J., Mitchell, Fell, Brown and Mestrezat, JJ.\nAffirmed.\nBill in equity for a reconveyance of land.\nFrom the record it appeared that the land in controversy had been devised by George B. McDonald to Carson McDonald, subject to the life interest of the testator’s wife. McDonald appointed defendant, together with testator’s wife, executor of his will. Defendant claimed the land under a deed absolute on its face from Carson (K. C.) McDonald.\nThe facts as to the execution of this deed were found by Walling, P. J., to be as follows:\n3. That said Carson McDonald appears to have been of a roving disposition and to have resided away from home most of the time subsequent to his father’s death. He was a dentist by profession and had worked thereat in several different states. He visited his home in Conneautville in August, 1886, at which time he was a man about twenty-seven years of age, of good education and ability. He was without means and desired to procure sufficient money to proceed to New Mexico and to establish himself there in the profession of a dentist. At his request, his mother, said Kasiah McDonald, called upon Mr. Sturtevant, above defendant, to endeavor to procure the said necesaary means. The said Carson McDonald and defendant appear to have had several interviews upon the subject, which resulted in the defendant paying to said Carson McDonald, on August 13,1886, the sum of §300, at which time said Carson McDonald made, acknowledged and delivered to defendant a special warranty-deed for three pieces of land in Erie county, one of which was situate in Erie city, one in Girard borough and one in Girard township; which deed recites a consideration of §200, and which deed included all the real estate of which his father had died seized in Erie county, and which deed was duly recorded in the recorder’s office of Erie county on August 13, 1886. At the same time he executed and delivered to said Sturtevant a deed covering his interest in the land belonging to his father’s estate in Crawford county, the consideration named in said last deed being §100.\nIt is claimed by plaintiffs that the said §300 was loaned by said defendant to said Carson McDonald and that the deeds above referred to were given to secure defendant for such loan, and that at the same time the defendant executed and delivered to said Carson McDonald a writing, in which it was stipulated that the said Carson McDonald was to have five years’ time in which to redeem said lands by repaying said §300, with interest at eight per cent.\nThis contention is emphatically denied by the defendant, who contends that he purchased outright the interest of the said Carson McDonald in said lands in Erie and Crawford counties for the said sum of §300.\nThe answer and evidence of defendant being responsive to that of plaintiffs, and there being no other evidence directly upon this point, T decline to find that the defendant gave to said Carson McDonald any defeasance at the time of receiving said deed. It is not alleged that any such paper was ever acknowledged or recorded.\n4. Carson McDonald immediately thereafter wentto New Mexico, where he established himself in business and remained several years and afterwards returned to Pennsylvania, where he continued to practice his profession in different places. Tie was taken sick in the summer of 1892 and died at Conneautville after a protracted illness, on January 23,1893. It does not appear that he ever made any claim to said real estate after the date of said deeds, and it is not alleged that he ever paid or offered to pay to said defendant the said §300, or any part thereof. The evidence tends to show that ho continued in somewhat straitened circumstances financially up until his death.\n5. In August, 1886, the real estate in Erie county belonging to the widow and heirs of said George B. McDonald was worth about $8,000, and the interest therein conveyed by the said Carson McDonald to defendant by said deed was a one-quarter undivided interest in said lands, subject to the life estate of the said Kasiah McDonald, she being at that time a woman fifty years of age, in good health and with a life expectancy of about twenty-one years. That the said A. Lincoln McDonald had died intestate, unmarried and without issue, on September 24, 1885, before the making of said deed, and that the said George E. McDonald died thereafter, on March 28, 1890. The evidence tends to show that the said Carson McDonald left surviving him a widow, but no children, and that his widow has since died, so that the said plaintiffs are his only heirs at law.\n6. That the consideration of $200 named in said deed for the interest of the said Carson McDonald in the said lands in Erie county was inadequate, but there is no evidence of any fraud, concealment or misrepresentations of any nature, or that the said defendant used any undue means to procure said conveyance for said land, and there is no evidence of any confidential relation existing between the said defendant and the said Carson McDonald, or that he was or had ever been his confidential friend or adviser.\n- 7. That on February 2, 1892, the said defendant joined with the other parties in interest in a conveyance of the lot in Erie city belonging to the said George B. McDonald estate, from which the said defendant received as his part of the consideration therefor by reason of the interest therein which he had acquired from the said Carson McDonald the sum of $273 net, and that before filing this bill the plaintiffs demanded a conveyance to them of the interest which the said defendant had acquired from the said Carson McDonald, at which time they offered to repay to defendant any balance that might be his due on account of the said original consideration or alleged loan, and the said defendant declined to make a reconveyance thereof.\n8. There is no evidence that the estate of George B. McDonald owed any debts on August 13, 1886, or that it was then, or has been at any time since, necessary for the said executors to make sale of any portion of tbe said real estate to carry out the provisions of said will.\n9. That about the year 1890 the said plaintiff, Ralph W. McDonald, secured a loan from above defendant, and gave him as security therefor a deed for his interest in the said lands, at which time the defendant gave him a written defeasance, which was neither acknowledged nor recorded, and some years thereafter the said Ralph W. McDonald paid said loan and said defendant reconveyed to him the lands so held as security.\nCONCLUSIONS OF LAW.\n1. That the said defendant, as executor of the estate of George B. McDonald, was not a trustee for any of the lands belonging to said estate, except as to such lands as it was necessary for the executors to sell to carry out the provisions of the will, and that, as to the land in question, he was not a trustee for the said Carson McDonald, and that his being an executor of said estate, and thereby a trustee of the personal estate, did not prevent his acquiring by purchase from the said Carson McDonald the latter’s interest in the real estate devised to him by his said father, upon such terms as might be actually agreed upon between the parties.\n2. That the deed excuted by the said Carson McDonald and delivered to the said defendant on August 13, 1886, for his interest in said lands in Erie county, including the lands in controversy, vested in the said defendant all of the interest of the said Carson McDonald therein.\n3. That even conceding that there was such a defeasance as claimed on behalf of plaintiffs, it would not now change the legal rights of the parties, as such defeasance would be inoperative under the Act of June 8, 1881, P. L. 84.\n4. That even had the relations of the parties and the surrounding circumstances been such as to have rendered said conveyance voidable at the time it was made, yet there was such laches on behalf of the said Carson McDonald and above plaintiffs as to the cause a chancellor, at this late day, to decline to order a reconveyance of said lands.\n5. That the plaintiffs are not entitled to the relief prayed for or any part thereof, and that their bill in above case should be dismissed at their costs.\nError assigned was decree dismissing the bill.\nO. L. Baker with him Benson Brooks, for appellant.\nFrank P. Bay, with him Patrick O. Sheehan, for appellee.\nMay 7, 1900:"
  },
  "file_name": "0648-01",
  "first_page_order": 672,
  "last_page_order": 676
}
