{
  "id": 455555,
  "name": "Lebanon Mutual Insurance Company versus Kepler",
  "name_abbreviation": "Lebanon Mutual Insurance v. Kepler",
  "decision_date": "1884-04-14",
  "docket_number": "No. 368",
  "first_page": "28",
  "last_page": "37",
  "citations": [
    {
      "type": "official",
      "cite": "106 Pa. 28"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "16 Wend., 400",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "1 Allen, 536",
      "category": "reporters:state",
      "reporter": "Allen",
      "case_ids": [
        2095157
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/83/0536-01"
      ]
    },
    {
      "cite": "14 Gray, 459",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        2091640
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/80/0459-01"
      ]
    },
    {
      "cite": "7 Phila, 673",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "31 Mo., 593",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        996081
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mo/31/0593-01"
      ]
    },
    {
      "cite": "12 Gray, 265",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        2086248
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/78/0265-01"
      ]
    },
    {
      "cite": "78 Pa. St., 22",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "50 N. Y., 388",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2059680
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ny/50/0388-01"
      ]
    },
    {
      "cite": "5 Hill, 298",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": -1
    },
    {
      "cite": "13 Conn., 533",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6755010
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/13/0533-01"
      ]
    },
    {
      "cite": "59 N. Y., 557",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        521431
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/59/0557-01"
      ]
    },
    {
      "cite": "2 Wright, 294",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "16 Wend., 400",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 913,
    "char_count": 25502,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 8.384902278583505e-07,
      "percentile": 0.9757815996222173
    },
    "sha256": "65ba81c1f18881d0a85d0903b2b9f771939f721cce755cc43e5f3cec40357d9f",
    "simhash": "1:816f5f655b2ed3d0",
    "word_count": 4423
  },
  "last_updated": "2024-02-27T21:47:30.837450+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercur, C. J., Gordon, Paxson, Trunkey, Sterrett, Green and Clark, JJ."
    ],
    "parties": [
      "Lebanon Mutual Insurance Company versus Kepler."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Paxson\ndelivered the opinion of the Court\nThe first assignment alleges that the court below erred in not directing a verdict for the defendants, as requested by their eleventh point.\nThis point was based upon an alleged breach of warranty by the plaintiff. The breach consists in a supposed untrue answer to the following question in the application for insurance : “Is there other insurance on this property ? If so, in what company? To what amount?” To which the plaintiff answered: “ On building, §2,500 in Fire Insurance Company of Northampton ; on building, §2,500 in Farmers’ and Mechanics’ Mutual Insurance Company, Millersburg, Pa.; on building, §2,500 in Farmers’ Mutual Fire Insurance Company, of Northampton, Nazareth, Pa.; on stock, §2,250 in Union Mutual Fire Insurance Company of Pennsylvania, Nazareth, Pa. Above is additional on stock and mill.”\nThe last named company was referred to in the paper books and the oral arguments as the Kreidersville Company, and for the purpose of convenience will be so designated here.\nThe defendant below insured the plaintiff in the sum of §4,000, “on stock of wheat, rye, oats, corn, flour, feed, barrels and bags in his stone mill; real value, §8,000; amount insured, §4,000; ” while the Kreidersville policy is on “ contents on mill, grain, flour, &c.”\nThe answer is an insurance of §2,250 on “ stock ” generally, while the policy reads as above stated. It may be that the answer is indefinite, and if the company had so regarded it they could have required a more specific answer. But they did not. They issued the policy, and the answer cannot now be treated as falsa within the meaning of tliat provision in the application which declares that the answers of the assured shall be a warranty. Indeed, the entire answer appears ambiguous. Instead of a categorical answer to the question, the assured volunteers information that is not called for, and .closes with the remark: “And the above is additional on .mill and stock.” ,Tust what this means we do not know, nor have we been enlightened upon the subject. There is an ambiguity, evidently the result of the ignorance of the assured, or possibly of an agent of the company in filling up the application. But the ambiguity being patent, the company should have asked for more specific information if they •desired it, and cannot now avoid the policy for such cause.\nIt was not error to refuse to affirm the defendant’s sixth point. (See second assignment.) The facts recited tend to prove negligence or carelessness on the part of the assured in relation to the fire. But it was said in Citizens Insurance Company v. Marsh, 5 Wright, at page 394: “ One of the purposes of insurance is to protect against losses by mere negligence and carelessness; ” while in The Phoenix Fire Insurance Company v. Cochran, 1 P. E. S., 143, it was held that “when the proximate cause of the loss is one of the perils insured against, although the remote cause was the negligence of the assured, his agents or servants, the underwriters are liable, if there be no fraudulent or barratrous design.” The learned judge, however, instructed the jury in his- general charge that if the plaintiff had been guilty of gross negligence he could not recover. This was as favorable to the defendant company as it had a right to expect.\nAside from this the point was predicated upon the defendant’s theory of the case, not upon its facts. The'1 testimony did not warrant its affirmance.\nThe third and eighth assignments do not require more than a word in passing. The court was asked to say that the plaintiff, having made his proofs of loss, and delivered the same to the company’s agent, is now precluded from recovering a greater sum than is set forth in said proofs. This the ’court declined to do, and we see no error in the refusal. There is no magic in a proof of loss which prevents a correction of errors contained therein. Nor is it an estoppel. It was perfectly proper to show, as was done in this case, the circumstances under which the proofs of loss were made out, and the rest was for the jury. This question was submitted to them under proper instructions. The proofs of loss were not stronger than a - receipt in full, which has always been held to he open-to explanation: Horton’s Appeal, 2 Wright, 294.; Hamsher v. Kline, 7 P. F. S., 397.\n. The fourth, fifth, seventh and ninth assignments raise the important question of the case. They all relate to the method of determining the amount of the defendant’s liability. The defendant contends that there is a double insurance, and that not more than two-thirds of the loss shall be paid in any event. The plaintiff contends that there is no double insurance, and that even if there is, inasmuch as the total loss exceeds the total insurance, the company is bound to pay the full amount of its policy.\nAssuming that the object of insurance is to insure, we are in no doubt upon this question. By condition 17 of the policy, it is provided: “ That if the insured or any other person or parties interested, shall have existing, during the existence of this policy, any other contract or agreement for insurance (whether valid or not) against loss or damage by fire on the property hereby insured, or any part thereof, not consented to by this company in writing, and mentioned in or endorsed upon this policy, then this insurance shall be of no effect; and if consent be endorsed thereon the insured shall not be entitled to demand or recover of this company any greater portion of loss or damage sustained than the amount hereby insured shall bear to the whole amount of such contracts or agreements for insurance (whether valid or not), or made before or after the date of this policy.”\nAnd by the application the insured agreed: “ That in case of loss by fire the said company shall only be obliged to pay as if they had insured two thirds of the actual cash value of the said property, anything contained in said application or policy of insurance to the contrary notwithstanding.”\n“Double insurance,” said Read, J., in Sloat v. The Royal Insurance Co., 13 Wright, at page 18, (quoting from Arnold on Insurance,) “ takes place when the assured makes two or more insurances on the same subject, the same risk, and the same interest. If there be double insurance, either simultaneously or by successive policies, in which priority of insurance is not provided for, all are insurers and liable pro rata. All the policies are considered as making but one policy, and therefore any one insurer who pays more than his proportion, may claim a contribution from others who are liable.”\nIt is perhaps an open question whether, under the authority of Sloat v. The Insurance Co., a double insurance exists in the case in hand, for the reason that the Kreidersville policy covered some articles not insured in the defendant’s policy. But the language of condition 17 of the policy in suit is broader in its terms than the clause of the policy in the case referred to. It says, speaking of additional insurance, that if it is “ on the property hereby insured, or any part thereof.” Without deciding this point therefore, we will treat this as a case of double insurance to the extent that the Kreidersville policy covered the same property as was insured by the defendant company. The result is as follows:\nThe defendant’s policy was for $4,000, based on a valuation of $8,000, and the Kreidersville company’s policy was for $2,250, based on a valuation of $3,000. The Kreidersville policy covered property admittedly worth $336 not covered by the other policy. It may be stated thus:\nThe Kreidersville policy is on property valued at.. $3,000 00\nDeduct property insured thereby and not in the other company............................ 336 00\nValuation of property to which both policies apply $2,664 00\nThe Kreidersville company insures of this......$1,998 00\nThe,two policies therefore cover identical property to the amount of $5,998, which is the total insurance. The jury have found that the total loss exceeds the total insurance, and it would seem clear that the defendant company must pay the full amount of its policy, viz.: $4,000. But the latter contends that, admitting the loss to be $6,000, their liability under their policy is not only limited to $4,000 — say two thirds of the loss, but that the Kreidersville company must pro-rate with them as to the $4,000. In-other words, they estimate the liability of both companies at two thirds of the loss sustained, to be divided between them pro rata. There is no warrant for this in the contract. The clauses, in which the words “ two thirds of the actual cash value of the property ” destroyed are inserted, are used to define the maximum extent of the liability assumed by the company. Thus the defendant company may reasonably claim that its liability extends only to two thirds of the actual cash value of the property destroyed. But their claim goes beyond this, and they say that under their policy their liability is limited to two thirds of two thirds of the actual loss. We can see no reason in such a proposition.\nIt is easy to see why, in the case of over-insurance, the pro rata principle should apply. If the loss is $10,000 and the insurance $15,000, it is just that each policy should contribute its proportion only. But where the loss is $15,000 and the insurance $10,000 there is no room to apply such a principle. Hor does this work any hardship to the defendant company. Had there been no other policy on this property it is conceded they would have been liable to its full amount. The plaintiff would then have carried one third of the risk. He took out another policy, perhaps for the very purpose of covering this one third. Yet if the defendant’s contention be sustained he has obtained no additional protection by doing so, and the money paid in premiums has been expended to no purpose. We do not think the clause in the policy referred to can be extended to work such manifest injustice as this. It was intended to compel contribution in case of a partial loss, thus preventing circuity of action. It applies only where the double insurance exceeds the loss sustained.\nWe are not without authority to sustain this position. In the Royal Insurance Company v. Roedel, 28 P. F. S., 19, there was a double insurance, and the policy contained a clause similar to this. It was held that the loss having been greater than the total amount insured, the policies must be paid iu full. And in Sloat v. Royal. Insurance Company, supra, it was said by Justice Read : “ In the case before us there is no over-insurance; all the policies, if paid, will not pay the loss sustained by the assured. A calculation therefore which will cut down the payments must be based on erroneous principles.” The eases of Richmondville Union Seminary, 14 Gray (Mass.), 459; Haley v. Dorchester Ins. Co., 1 Allen (Mass.), 536; Ætna Fire Ins. Co. v. Tyler, 16 Wend., 400; Lucas v. Jefferson Ins. Co., 6 Cowen, 635, it is believed fully sustain the same doctrine.\nThe tenth assignment of error is sufficiently covered by what has been already said.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Paxson"
      }
    ],
    "attorneys": [
      "W. S. Kirkpatrick, for the plaintiff in error.",
      "B. F. Fackenthall (with him Robert I. Jones,) for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Lebanon Mutual Insurance Company versus Kepler.\n1. Where there is double insurance upon property, and the total loss exceeds in amount the total insurance, there can be no apportionment of insurance; each insurer must pay in full the amount for which he is . individually liable.\n2. Certain insured property, valued at over $6,000, was totally destroyed by fire. The loss was covered by two policies of insurance in different companies, one for $4,000, and the other for $1,998. The first named policy provided that in case of additional insurance “upon the property or any part thereof, the insured shall not recover any greater portion of loss sustained than the amount hereby insured bears to the whole amount of” such insurance. Said policy provided, also, that “the company ' shall only be obliged to pay as if they had insured two thirds of the • actual cash value of'the said-property.” In an action hy the assured against the first named company, the defendant claimed that it was entitled to pro-rate with the other insurer on two-thirds of the loss, and was therefore only liable for its proportion (4000-6250) of two thirds of • such loss. Held,\n(1) That as the loss exceeded the total insurance, there could he no . apportionment, and the insurers were each liable for the full amount of their respective policies.\n(2) That the provision that the first named insurer should only be liable for “ two-thirds of the actual cash value of the property ” simply • defined the maximum liability of such insurer, hut did not entitle it to pro-rate with the other insurer as to such two-thirds.\n3. A valuation of property destroyed by fire, made and sworn to hy the assured in his formal proofs of loss, will not estop him in an action on said policy against tile insurer from proving and recovering upon a higher valuation. Proofs of loss are open to explanation.\n4. The fact that a loss is due to the negligence or carelessness of the assured will not relieve the insurer, unless the negligence amount to fraud. The insurer is liable, if the proximate cause of the loss he one . ' of the perils insured against, even though the Temóte cause be the negligence of the assured.\n5. Where the answer to an interrogatory in an application for a policy of ' insurance made hy the assured and warranted hy him to be true, is ambiguous and indefinite on its face, the insurer should require a more specific and definite answer before lie issues the policy. If, failing to do this, he issues the policy, he cannot subsequently set up in an action brought against him on said policy hy the assured, an alleged breach of warranty arising from one construction of the ambiguous language.\nMarch 13, 1884.\nBefore Mercur, C. J., Gordon, Paxson, Trunkey, Sterrett, Green and Clark, JJ.\nError to the Court of Common Pleas of Northampton county: Of January Term, 1884, No. 368.\nThis was an action of covenant by Tilghman Kepler against the Lebanon Mutual Fire Insurance Company to recover the amount of a policy of insurance issued by the defendant to the plaintiff on the stock of grain, etc., in the latter’s mill. Pleas, non est factum, covenants performed, with leave, etc.\nOn the trial, before Meyers, P. J., it appeared that the plaintiff presented to the defendant company a written application for a policy of insurance “ on stock of wheat, rye, oats, corn, flour, feed, barrels and bags in his stone mill. Real value, $8,000; amount insured, $4,000; amount subject to assessment, $10,000.” It was stipulated in the application “ that in case of loss by fire the said company shall only be obliged to pay as if they had insured two-thirds of the actual cash value of said property,” and that, the statements of the assured in said application should be a warranty on his part, and if untrue, should avoid the policy. The twelfth interrogatory of the application and its answer thereto were as follows:\n“ 12. Is there other insurance on this property ? If so, in what company? to what amount? A. On building, $2,500, in Fire Insurance Company of Northampton County, Easton ; on building, $2,500, in Farmers’ and Mechanics’ Mutual Fire Insurance Company, Millersburg, Pa.; on building, $2,500, in Farmers’ Mutual Fire Insurance Company of Northampton, Nazareth, Pa.; on stock, $2,250, in Union Mutual Fire Insurance Company of Pennsylvania, Nazareth, Pa. Above is additional on mill and stools:.”\nThe last named company (referred to in the case as the Kreidersville Company) insured the “ contents in mill, grain; flour, etc.,” to the amount of $2,250. The goods thus insured included some personal property not covered by the defendant’s policy, valued at $886.\nConformably to this application, the defendant, on May 11, 1878, issued a policy to the plaintiff for five years, which policy incorporated all the terms' of the application, and provided, inter alia, that “all persons sustaining a loss shall forthwith give notice thereof to the secretary.....and shall also declare on oath what was the whole value of the subject insured; ” also—\n“ 17. That if the insured, or any other person or parties interested, shall have existing, during the existence of this policy, any other contract or agreement for insurance (whether valid or not) against loss or damage by fire on the property hereby insured, or any part thereof,, not consented to by this company in writing, and mentioned in or endorsed upon this policy, then this insurance shall be of no effect; and if consent be endorsed thereon, the insured shall not be entitled to demand or recover of this company any greater portion of loss or damage sustained than the amount hereby insured shall bear to the whole amount of such contracts or agreements for insurance (whether valid or not) or made before or after the date of this policy.”\nOn July 24, 1880, the mill and the insured contents were totally destroyed by fire. The plaintiff duly forwarded proof of loss to the defendant, wherein the insured property was valued at $5,892.90.\nOn the trial the plaintiff offered evidence to show that the real value of the goods destroyed was in excess of $6,000. Objected to; objection overruled; exception.\nThe defendant contended and offered evidence to prove that the fire was du.e to the carelessness of the plaintiff in knowingly permitting a quantity of inflammable dry bran and oat shells to accumulate in his machinery, and then permitting the stones, by running them empty, to strike sparks of fire; that if the plaintiff had taken the ordinary precaution of cleaning the bran from the machinery, the loss would not have occurred.\nThe plaintiff presented the following points:\n1. If the jury believe that the actual loss of personal property in this case, on which there was double insurance, exceeded the total amount of such double insurance, then the plaintiff is entitled to recover in this suit the same as if there was no double insurance on the property covered by said policy.\nAnswer. — Affirmed. (Sixth assignment of error.)\n2. If the jury believe that the actual loss on the property-insured by the defendant exceeded the sum of $6,000, then the plaintiff is entitled to recover in this suit the sum of $4,000, with interest from and after ninety days after proof of loss was made.\nAnswer. — Affirmed. (Seventh assignment of error.)\nThe defendant presented the following points:\n6. If the jury believe that on the evening before the fire which caused the loss in question there was a fire at the mill stones in the mill, which endangered the safety of the mill, and that by taking off the rim or curve which surrounded the stones and cleaning them, the danger could be guarded against and prevented, and that the plaintiff was then present and knew of the existence and nature of the fire, and was aware that such was a reasonable and necessary precaution, that he had reason to believe that said fire endangered the safety of the mill, and then did so believe, that he wilfully neglected to take said precaution, and that by reason of the said fire at the mill stones and the failure to take said precaution, fire was communicated to the mill and the mill burned, causing the loss sued for, this would be such misconduct on the part of the plaintiff as would defeat his recovery in the present suit for said loss.\nAnswer. — This point as a whole cannot be affirmed. (Second assignment of error.)\n7. The plaintiff cannot recover upon a higher or greater valuation of his loss than claimed and sworn to in his statement and proof of loss made to the company, August 2, 1880.\nAnswer. — Not affirmed. (Third assignment of error.)\n9. If the plaintiff is entitled to recover in the present suit, there can be no recovery of an amount greater than of two-thirds of the actual value of the property insured at the time of the fire, with interest from the time the loss was payable by the terms of the policy.\nAnswer. — Not affirmed. (Fourth assignment of error.)\n10. There can be no recovery of an amount greater than that proportion of two-thirds of the actual value of the property insured together in both policies at the time of the fire, which the amount of insurance in the policies in suit bears to the total amount of insurance in the policy of The Farmers’ Union Mutual Fire Insurance Company of Pennsylvania, offered in evidence by the plaintiff and the policy in suit, with interest from the day the loss was payable by the terms of the policy sued on.\nAnswer. — Not affirmed. (Fifth assignment of error.)\n11. Under the law and the evidence the verdict must be for the defendant.\nAnswer. — Not affirmed. (First assignment of error.)\nThe court charged the jury, substantially, that if the plaintiff had been guilty of gross negligence he could not recover; that what was meant by gross negligence is a want of such care as a man of ordinary prudence would take in the management of his affairs; that if the jury was satisfied that the plaintiff should have done something to protect his propert}'- and that he failed to do it, and it was his duty to do it, that then the plaintiff was guilty of gross negligence and could not recover; that if they found that plaintiff’s loss exceeded @6,000 and that he was entitled to recover, they should render a verdict in his favor for @4,000, the full amount of the policy, and interest thereon; but if the loss was less than @6,000, then they should render a verdict for two-thirds of such loss, whatever the amount, with interest. (Ninth assignment of error.)\nVerdict for the plaintiff for @4,687.34 and judgment thereon. The defendant took this writ of error, assigning as error the answers to the points quoted above and the instruction of the court, ut supra.\nW. S. Kirkpatrick, for the plaintiff in error.\nThe defendant in error in his application warranted that the Kreidersville Company held insurance to the amount of $2,250 on the property sought to be insured by the plaintiff in error. According to the undisputed testimony, this $2,250 was in-part upon other property. Here then was a palpable and manifest breach of warranty on the part of the assured disclosed by his own evidence, and whether the statement was made by the assured in good or bad faith, whether it was material or immaterial to the risk, it avoided the policy, upon which recovery is now sought. Comm. Ins. Co. v. Huntzingeiy 2 Out., 41; Simpson v. Ins. Co., 2 Wr., 250; Pottsville Ins. Co. v. Fromm, 4 Out., 347; Same v. Horan, 11 W. FT. C., 198; Wall v. Ins. Co., 7 FT. Y., 370; Barteau v. Ins. Co., 67 FT. Yy 595; Fitch v. Ins. Co., 59 N. Y., 557; Wood v. Ins. Co., 13 Conn., 533. While the mere negligence of the assured may not excuse the insurer, yet such negligence as amounts-to misconduct or recklessness or such as is wilful and fraudulent, will avoid the policy. The refusal of our sixth point was therefore error. Citizens’ Ins. Co. v. Marsh, 5 Wr., 386 ; Wood on Fire Insurance, 223; May on Ins., § 411. Under the terms of our contract, we wore only liable, if liable at all, for of two-thirds the amount of the actual value of the property insured and destroyed by fire. This was a case of double insurance, and in such ease the rule of apportionment applies. The case of Sloat v. Ins. Co., 13 Wr., 14, is not an authority to the contrary, for in the first place that case was based upon the case of the Howard Ins. Co. v. Scribner, 5 Hill, 298, which was subsequently overruled by Ogden v. Ins. Co., 50 N. Y., 388, and in the second place, even if it still be considered an authority, it is inapplicable to the facts of this case. The language of the policy in the case is different from the language of the policy construed in Sloat v. Ins. Co., supra, in this respect that our policy provides for additional insurance “ on the property hereby insured, or any part thereof..” This language expressly excludes the idea of identity as to subject, its extent or quantity, and therefore admits of concurrent insurance upon part of the property included in either policy.\nB. F. Fackenthall (with him Robert I. Jones,) for defendant in error.\nSloat v. Ins. Co., 13 Wr., 14, has not been oveiv ruled but has been followed by this court in the later case of Royal Ins. Co. v. Roedel, 78 Pa. St., 22. But it is not necessary for the purposes of this case to insist upon the rule of that case to-its-fullest extent. It is sufficient for our. case to contend for the rule as modified in some other cases, that where there is a clause for proportionable liability, but the policies cover in part different goods the sum insured is to be distributed among the different lots in proportion to their value, and then the liability should be apportioned on the goods twice insured on that basis. Waits’ Actions, vol. 4, page 77; Ogden v. East River Ins. Co., 50 N.Y., 388; Blake v. Exchange Ins. Co., 12 Gray, 265; Cromie v. Kentucky Ir.s. Co., 15 B. Monroe, 432; Ange'lrodt v. Del. Ins. Co. 31 Mo., 593.\nIf there are several policies upon the same property and the total amount of the insurance is less than the amount of the loss, each insurer must pay the loss in full: Phillips v. Perry Ins. Co., 7 Phila, 673; Royal Ins. Co. v. Roedel, supra; Sloat v. Ins. Co., supra ; Richmondville Seminary v. Ins. Co., 14 Gray, 459; Haley v. Ins. Co., 1 Allen, 536; Etna Ins. Co. v. Tyler, 16 Wend., 400; Lucas v. Ins. Co. 6 Cowen, 635.\nApril 14, 1884."
  },
  "file_name": "0028-01",
  "first_page_order": 42,
  "last_page_order": 51
}
