{
  "id": 1947072,
  "name": "Commonwealth v. Robinson, Appellant",
  "name_abbreviation": "Commonwealth v. Robinson",
  "decision_date": "1973-01-19",
  "docket_number": "Appeal, No. 137",
  "first_page": "145",
  "last_page": "148",
  "citations": [
    {
      "type": "official",
      "cite": "450 Pa. 145"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "285 A. 2d 192",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "445 Pa. 534",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1940061
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/445/0534-01"
      ]
    },
    {
      "cite": "4 A. 2d 805",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1939,
      "opinion_index": 0
    },
    {
      "cite": "333 Pa. 280",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1187919
      ],
      "weight": 2,
      "year": 1939,
      "pin_cites": [
        {
          "page": "285-86"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/333/0280-01"
      ]
    },
    {
      "cite": "275 A. 2d 92",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "442 Pa. 351",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1935336
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/442/0351-01"
      ]
    },
    {
      "cite": "275 A. 2d 367",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "442 Pa. 431",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1935343
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/442/0431-01"
      ]
    },
    {
      "cite": "282 A. 2d 367",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "444 Pa. 361",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1938582
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/444/0361-01"
      ]
    },
    {
      "cite": "269 A. 2d 505",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "440 Pa. 336",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1932155
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/440/0336-01"
      ]
    },
    {
      "cite": "252 A. 2d 624",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "434 Pa. 15",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1922598
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa/434/0015-01"
      ]
    },
    {
      "cite": "276 A. 2d 537",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "442 Pa. 512",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1935347
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/442/0512-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 391,
    "char_count": 5562,
    "ocr_confidence": 0.424,
    "pagerank": {
      "raw": 5.312158762280104e-08,
      "percentile": 0.33524599310616177
    },
    "sha256": "0507f54448dc17e032b53bcf740e2eb7a36ac4e5c1098b5bfaa0b3647e1c08c4",
    "simhash": "1:98757ed7940cd4ef",
    "word_count": 936
  },
  "last_updated": "2024-02-27T23:35:45.116034+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, O. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and MANDARINO, JJ."
    ],
    "parties": [
      "Commonwealth v. Robinson, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Pomeroy,\nIn February, 1963 the appellant Melvin Bobinson pleaded guilty to a charge of murder generally. At the degree of guilt hearing, a three-judge panel convicted both Bobinson and a co-defendant, Warren Waters, of first degree murder. Both were sentenced to life imprisonment. No post-trial motions were filed and no appeal was taken at that time.\nIn December, 1968 Bobinson filed a petition under the Post Conviction Hearing Act, alleging, inter alia, denial of his right to appeal. That petition was denied following a hearing; on appeal we reversed and allowed an appeal nune pro tune. Commonwealth v. Robinson, 442 Pa. 512, 276 A. 2d 537 (1971). Post-trial motions in arrest of judgment and for a new trial were then filed and denied in the lower court. Hence we have this appeal.\nAppellant presents us with two issues, neither of which has merit. He first contends that the Commonwealth failed to establish beyond reasonable doubt that the blow which Bobinson admitted to having struck the deceased proximately caused death. He bases this line of attack on the following excerpt of the pathologist’s testimony: “The hemorrhage in the brain, I would say it is impossible to tell whether that was the result of the blow or whether it was the result of the head striking the pavement, or whatever it struck.” There are two answers to this contention. First, the Commonwealth had no burden of proving the defendant proximately caused the death. Appellant had pleaded guilty to a charge of murder generally and that plea, the validity of which is not questioned here, is sufficient of itself to convict Eobinson of second degree murder. Commonwealth v. Culpeper, 434 Pa. 15, 252 A. 2d 624 (1969) . A necessary element of second degree murder, of course, is that the act of the defendant proximately caused the death of the victim. Hence, appellant established causation by his own plea and cannot now question whether the Commonwealth established it as well. Commonwealth v. Dillinger, 440 Pa. 336, 269 A. 2d 505 (1970) . See also Commonwealth v. Zanine, 444 Pa. 361, 282 A. 2d 367 (1971) ; Commonwealth v. Williams, 442 Pa. 431, 275 A. 2d 367 (1971); Commonwealth v. Ward, 442 Pa. 351, 275 A. 2d 92 (1971). The second answer is that Eobinson was as responsible for the victim’s head having struck the sidewalk as he was responsible for the blow to the head which caused the victim to collapse and fall.\nThe second contention advanced is that the homicide which occurred here was not murder in the first degree under our felony-murder doctrine. Our statute reads: “All murder . . . which shall be committed in the perpetration of . . . robbery . . . shall be murder in the first degree.” Act of June 24, 1939, P. L. 872, §701, as amended, 18 P.S. §4701. In Commonwealth v. Kelly, 333 Pa. 280, 4 A. 2d 805 (1939), this Court indicated that the mere fact that the homicide and the felony occurred in close temporal proximity would not alone malee the homicide murder in the first degree. We there said, quoting another authority, that “[i]t must appear that there was such actual legal relation between the killing and the crime committed or attempted, that the killing can be said to have occurred as a part of the perpeirztiz'i n* *1® nime, or im furtherance of an attempt or purpose to commit it.” 333 Pa. at 285-86. The theory appellant advances to avoid felony-murder is that the blow he struck was so unnecessarily severe, in light of the age and the intoxicated condition of the victim, as to constitute a crime separate and distinct from the robbery. The evidence is clear that the appellant and his accomplice agreed to approach and rob an intoxicated man. Upon reaching the victim, Eobinson, by his own testimony at the degree of guilt hearing, “hit him and he fell and he hit his head. . . .” It is apparent that this blow was struck with the purpose of disabling the victim and in furtherance of the appellant’s purpose—robbery. We cannot see that appellant’s overly nice conception of the amount of force in fact required to “roll a drunk” changes the situation. Here the person who struck the fatal blow argues that the use by him of more force than required to accomplish a robbery insulates that offense from the accompanying death of the victim. The corollary would be that greater culpability would attach to a lesser application of force than to a more violent one. We decline to subscribe to such an anomaly.\nIn accordance with our duty under the law, Act of February 15, 1870, P. L. 15, §2, 19 P.S. §1187, Ave have made an independent revieAv of the law and the evidence in this case. There is no question but that the appellant’s confession, the validity of which is not questioned, his testimony on his own behalf at the degree of guilt hearing, and the Commonwealth’s evidence establish beyond reasonable doubt that appellant was properly convicted of murder in the first degree.\nJudgment of sentence affirmed.\nRobinson’s co-defendant Waters similarly filed post-trial motions nunc pro tunc, the denial of which we affirmed on direct appeal. Commonwealth v. Waters, 445 Pa. 534, 285 A. 2d 192 (1971).",
        "type": "majority",
        "author": "Me. Justice Pomeroy,"
      }
    ],
    "attorneys": [
      "John R. Gooh and John J. Dean, Assistant Public Defenders, and George H. Ross, Public Defender, for appellant.",
      "Carol Mary Los and Robert L. Campbell, Assistant District Attorneys, and Robert W. Duggan, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Robinson, Appellant.\nSubmitted September 29,1972.\nBefore Jones, O. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and MANDARINO, JJ.\nJohn R. Gooh and John J. Dean, Assistant Public Defenders, and George H. Ross, Public Defender, for appellant.\nCarol Mary Los and Robert L. Campbell, Assistant District Attorneys, and Robert W. Duggan, District Attorney, for Commonwealth, appellee.\nJanuary 19, 1973:"
  },
  "file_name": "0145-01",
  "first_page_order": 195,
  "last_page_order": 198
}
