{
  "id": 1947041,
  "name": "Commonwealth ex rel. Kelly v. Commonwealth Mutual Insurance Company (et al., Appellants)",
  "name_abbreviation": "Commonwealth ex rel. Kelly v. Commonwealth Mutual Insurance",
  "decision_date": "1973-01-19",
  "docket_number": "Appeal, No. 79",
  "first_page": "177",
  "last_page": "185",
  "citations": [
    {
      "type": "official",
      "cite": "450 Pa. 177"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "335 F. 2d 96",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        150416
      ],
      "weight": 2,
      "year": 1964,
      "pin_cites": [
        {
          "page": "101",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/335/0096-01"
      ]
    },
    {
      "cite": "167 Atl. 278",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1933,
      "pin_cites": [
        {
          "page": "281"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "312 Pa. 402",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1150660
      ],
      "year": 1933,
      "pin_cites": [
        {
          "page": "410"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/312/0402-01"
      ]
    },
    {
      "cite": "11 A. 2d 887",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1940,
      "opinion_index": 0
    },
    {
      "cite": "338 Pa. 405",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1199982
      ],
      "year": 1940,
      "opinion_index": 0,
      "case_paths": [
        "/pa/338/0405-01"
      ]
    },
    {
      "cite": "6 A. 2d 821",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1939,
      "pin_cites": [
        {
          "page": "822"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "335 Pa. 333",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1193013
      ],
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/pa/335/0333-01"
      ]
    },
    {
      "cite": "173 Atl. 423",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1934,
      "opinion_index": 0
    },
    {
      "cite": "315 Pa. 438",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1156671
      ],
      "year": 1934,
      "opinion_index": 0,
      "case_paths": [
        "/pa/315/0438-01"
      ]
    },
    {
      "cite": "165 Atl. 68",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1933,
      "pin_cites": [
        {
          "page": "71"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "108 Pa. Superior Ct. 320",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        706385
      ],
      "year": 1933,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/108/0320-01"
      ]
    },
    {
      "cite": "260 N.Y.S. 2d 971",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "year": 1965,
      "opinion_index": 1
    },
    {
      "cite": "8 A. 2d 821",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1939,
      "opinion_index": 1
    },
    {
      "cite": "335 Pa. 333",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1193013
      ],
      "year": 1939,
      "opinion_index": 1,
      "case_paths": [
        "/pa/335/0333-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 693,
    "char_count": 13122,
    "ocr_confidence": 0.405,
    "pagerank": {
      "raw": 1.5768917252418146e-07,
      "percentile": 0.6796768846369036
    },
    "sha256": "9e2173d43ece08bf2dcb10881a616c664371bf07630f630a5a729beacddfa872",
    "simhash": "1:a39e685730e9d654",
    "word_count": 2126
  },
  "last_updated": "2024-02-27T23:35:45.116034+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Eagen, O’Brien, Eoberts, Pomeroy, Nix and Manderino, JJ.",
      "Mr. Justice Eagen joins in this dissenting opinion."
    ],
    "parties": [
      "Commonwealth ex rel. Kelly v. Commonwealth Mutual Insurance Company (et al., Appellants)."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Robebts,\nOn February 28, 1964, tlie Commonwealth Mutual Insurance Company [hereinafter OMIC] wag digsolved by order of the Court of Common Pleag of Dauphin County, sitting ag the Commonwealth Court. Pursuant to the Act of May 17, 1921, P. L. 789, art. Y, §506, ag amended, 40 P.S. §206 (1971), the Ingurance Commisgioner of Pennsylvania wag appointed gtatutory liquidator.\nOver six yearg later, on May 1, 1970, the Commissioner filed a petition for an aggeggment order, which sought permiggion for a total aggeggment of $19,465,-504.62 to be divided among the individual policyholders. Appellantg, OMIO policyholders, interposed objections on their own behalf and on behalf of all OMIO policyholders residing in Philadelphia. A hearing wag held on June 11, 1970 and, subsequently, an order was issued by the court granting appellee’s petition and dismissing appellants’ objections. This appeal followed.\nThe principal issue presented is whether the Insurance Commissioner, after approving an insurance policy containing a one year limitation on the imposition of contingent liability, can now, as statutory liquidator, completely disregard that specific policy provision and levy an assessment six years after the expiration of the policy. The relevant provision of the insurance policy provides: “Limit op Liability : The contingent liability of the insured shall not exceed an additional amount equal to the premium written in this policy. Any such additional premium, as so limited, shall be levied within one year from the date of expiration or cancellation of this policy, and not later.” (Emphasis added.)\nWe conclude that the statutory liquidator is bound by the explicit language of the contract and may not here impose an assessment upon the policyholders. To hold otherwise would extravagantly expand a one year contractual limitation to mean six years.\nIt is beyond doubt that when additional funds are needed to pay losses and expenses of a dissolved mutual insurance company, the right to assess the policyholders rests on the terms of the contract of insurance. See Taggart, Ins. Com. v. Graham, 108 Pa. Superior Ct. 320, 165 Atl. 68 (1933), aff’d, sub nom. Taggart, Ins. Com. v. De Fillippo, 315 Pa. 438, 173 Atl. 423 (1934). Here, the right to assess, by the specific terms of the policy, is limited to one year after the expiration of the policy.\nAppellee, however, relying on Commonwealth ex rel. Schnader v. Keystone Ind. Exchange, 335 Pa. 333, 6 A. 2d 821 (1939), aff’d on rehearing, 338 Pa. 405, 11 A. 2d 887 (1940), contends that he is not bound by the contractual one year limitation in the policy. Keystone is readily distinguishable. There, the “subscriber’s agent, the Indemnity Company, issued policies which not only did not contain the contingent liability provision required by the statute, but even provided no assessment should be made.” Id. at 336, 6 A. 2d at 822.\nThis Court there held that an insurance policy which contained no provision at all for contingent liability was invalid because it did not comport with the legislative requirement that policies contain such a clause. Act of May 17,1921, P. L. 682, art. X, §1004, as amended, 40 P.S. §964 (1971). Here, the policies specifically included the provision mandated by the statute. Nothing in Keystone or the statutory scheme prohibits the inclusion of a one .year restriction on the levying of contingent liability.\nThe one year limitation, a valid and enforceable provision as between the insurance carrier and the policyholders, retains its full contractual validity even upon the appointment of the statutory liquidator. In Taggart, supra, the Court said: “There is no express additional authority given to the insurance commissioner, substituted simply as a liquidator for a receiver appointed by the court. No sound reason suggests itself, and none has been advanced, why his authority should be more extensive than a receiver formerly had. His duties are the same and Ms power should be subject to the same limitations.” Id. at 327-28, 165 Atl. at 71. Thus, the Commissioner, as statutory liquidator, having the same authority as a receiver, “stand [s] in the shoes of the owner and take[s] only his interest in the property. . . .” Commonwealth Trust Company of Pittsburgh v. Harkins, 312 Pa. 402, 410, 167 Atl. 278, 281 (1933). His contract rights are, indeed, not superior to nor “more extensive than” those of the carrier whose affairs he is liquidating.\nThe trial court’s determination is even less tenable in light of the fact that the Insurance Commissioner, who has authority to disapprove policies which contain provisions “inconsistent or in conflict with any law of the Commonwealth”, Act of May 17, 1921, P. L. 682, art. VIII, §804 (1971), approved the very policies which he now seeks to ignore. Those policies contain a mandatory one year limitation. That specific contractual provision is sufficient to preclude the result which the trial court reached. So too, the Commissioner is estopped from denying the applicability of the one year limitation. In Walsonavich v. United States, 335 F. 2d 96 (3d Cir. 1964), the court stated: “The general rule regarding estoppel against the Government has been that the United States is not estopped by the acts of its officers and agents who without authority enter into agreements to do what the law does not sanction or permit; that those dealing with an agent of the Government must be held to have notice of limitations of his authority. . . . But as we said in Ritter (at p. 267) : ‘The acts or omissions of the officers of the government, if they be authorized to bind the United States in a particular transaction, will work estoppel against the government, if the officers have acted within the scope of their authority’. And as we have above noted the Commissioner had the authority in this instance to enter into the agreement. It seems to us it necessarily follows that the Government should not be permitted either to accord the agreement only a limited effect or to abandon it entirely.” Id. at 101 (citations omitted). Here, the Commissioner clearly acted within the scope of his statutory authority in approving the policies containing the one year restriction. Act of May 17, 1921, P. L. 682, art VIII, §804 (1971). Therefore, as statutory liquidator, he is bound by that contractual limitation and may not be permitted to deny its present effectiveness.\nOrder reversed.\nThe Insurance Commissioner’s authority to assess members of a mutual insurance company is derived from the Act of May 17, 1921, 1>. L. 789, art. V, §509.1, as amended, 40 P.S. §209.1 (1971).\nThe assessment was to be divided among the individual policy-holders by multiplying, in the case of each policyholder, the premium written in the policy by the total of the monthly assessment factors for the period when the policy was in force. Each policyholder was to be assessed on the basis of those losses which occurred when his policy was in effect. No policyholder was to be assessed an amount in excess of one hundred percent of the premiums he had previously paid.",
        "type": "majority",
        "author": "Mb. Justice Robebts,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice O’Brien :\nThe majority bases its reversal of - the decree of the Court of Common Pleas of Dauphin County, sitting as Commonwealth Court, on the policy provision limiting the time within which contingent liabilities might be levied against CMIC’s insureds to one year from the date of expiration or cancellation of their respective policies. The majority reasons that the insurance commissioner approved that policy language and is, therefore, estopped, as statutory liquidator, from ignoring it. While that reasoning has first blush appeal, further reflection requires me to reject it.\nMy view that the insurance commissioner may disregard the one-year limitation on assessments contained in the policy does not mean that I am not sympathetic with the plight of appellants, who may now learn for the first time that they cannot rely on a provision contained in the policy or who may even, as is alleged, be learning for the first time that they can be assessed at all. The insurance department of the Commonwealth should not have approved the one-year restriction contained in the policy. Moreover, the department should have insured that the policy contained a clea,r explanation to all policyholders that if they purchase a policy of a mutual insurance company, they will be assessed if the company is unable to pay its claims. Nevertheless, the statutory provision for contingent assessment of premiums was designed to protect the claimants and creditors of a dissolved company. In the conflict between these innocent claimants and the policyholders who previously received the economic benefits of coverage by mutual insurance policies, the statute makes clear that it is the policyholders who must bear the cost of these claims, to the extent of amounts they previously paid in premiums.\nAppellants also emphasize that a period of more than six years elapsed between the February 28, 1961, order dissolving the company and the May 1, 1970, petition for an assessment order. The majority distinguishes this case from Commonwealth ex rel. Schnader v. Keystone Ind. Exchange, 335 Pa. 333, 8 A. 2d 821 (1939), because the policy language approved by the commissioner in Keystone forbade the imposition of assessments. The majority reasons that such policy language was contrary to the statute and was beyond the power of approval of the insurance commissioner. I believe that the instant policy language is equally beyond the power of the insurance commissioner because the administrative machinery necessary to calculate and impose assessments within a one year period from the appointment of a statutory liquidator does not exist. In Kelly v. Bremmerman, 260 N.Y.S. 2d 971 (1965), the Appellate Division of the Supreme Court of New York was faced with a similar problem involving the very insurance commissioner who is the statutory liquidator in the case at bar. There, the defendant complained that the action for collection of the assessment had been commenced nearly eleven years after his liability for assessment would have expired under the terms of his insurance policy and twelve years after the order of liquidation. His argument was that the action had been unreasonably delayed. The court there recognized that a longer period than the one-year period allowed by the policy language might be required for the levying of assessments. In that case, six years had elapsed between the last date for filing claims against the defunct carrier and the entry of the order of assessment. The court did not hold that the claim was invalid, but instead remanded the matter to the trial court for a determination of whether the delay in securing the order of assessment was unreasonable, recognizing that the one-year limitation provided by the policy could not be strictly enforced.\nIn the instant case, we are not totally without a guide as to the reasonableness of the time lapse of slightly more than six years between the dissolution order and the petition for the assessment order. The General Assembly recognized the problems inherent in permitting lengthy delays in assessment processes and enacted, in 1970, §509.1 of The Insurance Department Act of 1921. That act states that no assessment may be made after five years from the expiration date of the policy. However, that section does not apply to the assessments of members of companies which were dissolved before the effective date of the act. Section 509.1(f), 40 P.S. §209.1 (f). From that enactment it is readily observable that the General Assembly does not consider five years to be an unreasonable length of time to be consumed in the assessment processes. That being the case, I cannot state as a matter of law that an insurance commissioner, not faced with such a statutory deadline, was acting unreasonably in consuming six years and two months in conducting the highly technical and complex business of calculating the assessments required to be imposed in this case.\nIn my view, CMIC’s policyholders, who had the advantage of the lower premiums afforded by the mutual insurance company, should bear the burden imposed by the failure of the carrier, rather than innocent victims of torts committed by policyholders, and since the commissioner, in my view, approved policy language which made it impossible to enforce the provisions of the insurance law, I would affirm the decree of the court below.\nMr. Justice Eagen joins in this dissenting opinion.",
        "type": "dissent",
        "author": "Mr. Justice O’Brien :"
      }
    ],
    "attorneys": [
      "David A. Scholl, with him Harold I. Goodman, Jonathan M. Stein, Lawrence M. Lavin, Arnold P. Borish, Jane Greenspan, and Consuelo S. Woodhead, for appellants.",
      "Arthur A. Kusic, Assistant Attorney General, with him Gerald Gormsh, Deputy Attorney General, and J. Shane Creamer, Attorney General, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth ex rel. Kelly v. Commonwealth Mutual Insurance Company (et al., Appellants).\nArgued April 25, 1972.\nBefore Jones, C. J., Eagen, O’Brien, Eoberts, Pomeroy, Nix and Manderino, JJ.\nDavid A. Scholl, with him Harold I. Goodman, Jonathan M. Stein, Lawrence M. Lavin, Arnold P. Borish, Jane Greenspan, and Consuelo S. Woodhead, for appellants.\nArthur A. Kusic, Assistant Attorney General, with him Gerald Gormsh, Deputy Attorney General, and J. Shane Creamer, Attorney General, for Commonwealth, appellee.\nJanuary 19, 1973:"
  },
  "file_name": "0177-01",
  "first_page_order": 227,
  "last_page_order": 235
}
