{
  "id": 470762,
  "name": "COMMONWEALTH of Pennsylvania, Appellant, v. Jeffrey LAATSCH, Appellees",
  "name_abbreviation": "Commonwealth v. Laatsch",
  "decision_date": "1995-07-18",
  "docket_number": "",
  "first_page": "169",
  "last_page": "173",
  "citations": [
    {
      "type": "official",
      "cite": "541 Pa. 169"
    },
    {
      "type": "parallel",
      "cite": "661 A.2d 1365"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "523 Pa. 384",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1820339
      ],
      "weight": 4,
      "year": 1989,
      "pin_cites": [
        {
          "page": "395",
          "parenthetical": "citations omitted"
        },
        {
          "page": "1028",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/523/0384-01"
      ]
    },
    {
      "cite": "414 Pa.Super. 1",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        909428
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/414/0001-01"
      ]
    },
    {
      "cite": "107 L.Ed.2d 369",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "110 S.Ct. 403",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "493 U.S. 963",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11434658,
        11434723,
        11434691,
        11434759,
        11434798,
        11434576,
        11434417,
        11434456,
        11434521,
        11434619,
        11434495
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/us/493/0963-07",
        "/us/493/0963-09",
        "/us/493/0963-08",
        "/us/493/0963-10",
        "/us/493/0963-11",
        "/us/493/0963-05",
        "/us/493/0963-01",
        "/us/493/0963-02",
        "/us/493/0963-04",
        "/us/493/0963-06",
        "/us/493/0963-03"
      ]
    },
    {
      "cite": "520 Pa. 151",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1815550
      ],
      "weight": 3,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa/520/0151-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 388,
    "char_count": 6376,
    "ocr_confidence": 0.672,
    "pagerank": {
      "raw": 6.688949769165579e-08,
      "percentile": 0.4067181136815312
    },
    "sha256": "0296e864a9ad501ba0704f32bb9d986633b1a7c470240b773f1ef1af49a85439",
    "simhash": "1:25a79047437fd0a2",
    "word_count": 1013
  },
  "last_updated": "2024-02-27T16:48:33.154946+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant, v. Jeffrey LAATSCH, Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION\nMONTEMURO, Justice.\nThis is an appeal by the Commonwealth from an order of the Superior Court reversing a judgment of sentence entered against appellee on various drug charges. The issue presented is whether appellee’s confession was rendered involuntary by a police offer to inform the District Attorney if appellee were willing to cooperate with future drug investigations.\nOn November 14, 1989, appellee, Jeffrey Laatsch, was arrested by the State College Bureau of Police for selling marijuana to a police informant on two occasions. Following his arrest, appellee confessed to his involvement in these crimes, and subsequently filed a motion to suppress this confession. At the hearing on this motion, Officer William E. Wagner testified that after administering Miranda warnings, he asked whether appellee knew why he was being arrested. In response, appellee admitted to selling drugs. The officer also recounted telling appellee that if he were willing to cooperate in future investigations, his cooperation would be made known to the District Attorney. According to the officer, this speech was standard operating procedure in drug-related cases. The officer further recalled that while he was sure that this offer concerning future investigations had been made after Miranda warnings had been issued to appellee, he was unsure as to whether it had been made before or after appellee’s confession.\nBased on this testimony, the Superior Court concluded that the trial court had erred in denying appellee’s motion to suppress the confession, and granted appellee a new trial. In reaching this decision the Superior Court relied upon our holding in Commonwealth v. Gibbs, 520 Pa. 151, 553 A.2d 409, cert. denied, 493 U.S. 963, 110 S.Ct. 403, 107 L.Ed.2d 369 (1989). In Gibbs, we concluded that the defendant had been impermissibly induced to make a confession without consulting an attorney when in response to the defendant’s question, “Maybe I should talk to a lawyer. What good would it do me to talk to you?” a police officer responded, “I really don’t know what good it would do. The only thing is I would tell the District Attorney you cooperated for whatever good that would be, but I would have no idea whether it would help your case or not.” Id. at 151, 553 A.2d 409.\nIn applying Gibbs to the present case, the Superior Court noted that under its holding in Commonwealth v. Morgan, 414 Pa.Super. 1, 606 A.2d 467 (1992), the Gibbs rationale had been extended to apply not only to situations in which a defendant is persuaded to forgo his right to counsel, but also to those cases in which the promise of favorable treatment by the district attorney is used to induce a defendant to waive his right against self-incrimination. Thus, the Superior Court concluded that since Officer Wagner was uncertain as to when, in relation to the confession, he had made the offer regarding future cooperation, the Commonwealth had not met its burden of showing by a preponderance of the evidence that appellee had voluntarily waived his right to remain silent. Under Gibbs, appellee’s right against self-incrimination would have been violated if the statement were made prior to appellee’s confession; hence, the Superior Court concluded that the confession should have been suppressed. We granted allocatur, and now reverse this decision.\nThe standard governing review of the trial court’s denial of a defendant’s motion to suppress is well established, and was set forth by this court in Commonwealth v. O’Shea, 523 Pa. 384, 567 A.2d 1023 (1989).\nWhen we review the ruling of a suppression court, we must determine whether its factual findings are supported by the record. Where the defendant challenges an adverse ruling of the suppression court, we will consider only the evidence for the prosecution and whatever evidence for the defense which is uncontradicted on the record as a whole; if there is support on the record, we are bound by the facts as found by the suppression court, and we may reverse that court only if the legal conclusions drawn from these facts are erroneous. Moreover, even if the suppression court did err in its legal conclusions, the reviewing court may nevertheless affirm its decision where there are other legitimate grounds for admissibility of the challenged evidence.\nCommonwealth v. O’Shea, 523 Pa. 384, 395, 567 A.2d 1023, 1028 (1989) (citations omitted). While we agree with the Superior Court’s conclusion that our holding in Gibbs applies to both the right to counsel and the right to remain silent, we are unable to agree with its conclusion that Gibbs mandates the suppression of appellee’s confession solely because Officer Wagner’s offer regarding future cooperation may have been made prior to appellee’s confession. Rather, we find the two cases to be clearly distinguishable.\nGibbs dealt with an offer of lenient treatment in return for the defendant’s cooperation in the investigation of the crime with which he had been charged, i.e., an incriminating statement implicating the defendant himself. By contrast, Officer Wagner’s offer dealt with appellee’s potential cooperation in the investigation of crimes completely unrelated to the offenses with which he had been charged. Appellee could clearly have volunteered such cooperation without ever implicating himself in the crimes for which he had been arrested. Stated more succinctly, we find there is a clear distinction between an offer conditioned on a confession, and an offer seeking cooperation in the investigation of others without the prerequisite of self-incrimination. The former is clearly an impermissible inducement to waive one’s right against self-incrimination; the latter is not. Since this case deals only with the latter, the trial court was correct in denying appellee’s motion to suppress.\nAccordingly, the order of the Superior Court is reversed and the judgment of sentence against appellee is reinstated.\nNIX, C.J., concurs in the result.\nMONTEMURO, J., is sitting by designation.",
        "type": "majority",
        "author": "MONTEMURO, Justice."
      }
    ],
    "attorneys": [
      "J. Karen Arnold, Bellefonte, for Com.",
      "Joseph Devecka, State College, for J. Laatsch."
    ],
    "corrections": "",
    "head_matter": "661 A.2d 1365\nCOMMONWEALTH of Pennsylvania, Appellant, v. Jeffrey LAATSCH, Appellees.\nSupreme Court of Pennsylvania.\nArgued April 26, 1995.\nDecided July 18, 1995.\nReargument Denied Sept. 15, 1995.\nJ. Karen Arnold, Bellefonte, for Com.\nJoseph Devecka, State College, for J. Laatsch.\nBefore NIX, C.J., and FLAHERTY, ZAPPALA, CAPPY, CASTILLE and MONTEMURO, JJ."
  },
  "file_name": "0169-01",
  "first_page_order": 363,
  "last_page_order": 367
}
