{
  "id": 1118173,
  "name": "Reese et al., Appellants, v. Adamson et al.",
  "name_abbreviation": "Reese v. Adamson",
  "decision_date": "1929-05-13",
  "docket_number": "Appeal, No. 20",
  "first_page": "13",
  "last_page": "17",
  "citations": [
    {
      "type": "official",
      "cite": "297 Pa. 13"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "294 Pa. 368",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1113411
      ],
      "pin_cites": [
        {
          "page": "373"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/294/0368-01"
      ]
    },
    {
      "cite": "291 Pa. 507",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1107255
      ],
      "pin_cites": [
        {
          "page": "524-5"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/291/0507-01"
      ]
    },
    {
      "cite": "284 Pa. 455",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1092095
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/284/0455-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 381,
    "char_count": 5278,
    "ocr_confidence": 0.515,
    "pagerank": {
      "raw": 4.54210091949711e-07,
      "percentile": 0.9242407568935486
    },
    "sha256": "e3b5ec7417b8a78ab3c5dd7ad36ab73af5244ec95eb1c576b229d8adc5493e3a",
    "simhash": "1:4480e12418a19fd7",
    "word_count": 863
  },
  "last_updated": "2024-02-27T23:35:00.094583+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ."
    ],
    "parties": [
      "Reese et al., Appellants, v. Adamson et al."
    ],
    "opinions": [
      {
        "text": "Per Cúriam,\nThe three plaintiffs, describing themselves as “Directors of the Poor and of the House of Employment for the County of Schuylkill, or Directors of the Schuylkill County Poor District,” petitioned for a declaratory judgment, naming the controller and the treasurer of Schuylkill County, together with three county commissioners, as defendants. The court below dismissed the petition on the ground that it failed to show the existence of an actual or potential controversy between the parties and merely asked for an advisory judgment. Plaintiffs have appealed.\nIn Kariher’s Petition (No. 1), 284 Pa. 455, where we sustained the constitutionality of the Declaratory Judgments Act of June 18, 1923, P. L. 840, we said (p. 463) that, in order to obtain such a judgment, “It is not required that an actual wrong should have been done, such as would give rise to an action for damages, and no wrong need be immediately threatened, such as would be the proper basis for an injunction,” but (page 464) “a real controversy must exist”; further, (page 471) that “jurisdiction will never be assumed unless the tribunal appealed to is satisfied that an actual controversy, or the ripening seed of one, exists between the parties, ......and that the declaration sought will be a practical help in ending the controversy.” Again we said (page 472), “In a declaratory judgment proceeding, the court will not decide future rights in anticipation of an event which may not happen, but, just as in the ordinary executory action, it will wait until the event actually takes place, unless special circumstances appear which warrant an immediate decision, as, for instance, where present rights depend on the declaration sought by plaintiff.” See Girard T. Co. v. Tremblay M. Co., 291 Pa. 507, 524-5.\nHere, the petition fails to aver an actual controversy between plaintiffs and defendants, or to set forth facts which show either such a controversy or what in the Kariher Case we termed the “ripening seed” of one. After calling attention to the old special Act of April 4, 1831, P. L. 422, concerning the Poor District of Schuylkill County, and the recent Act of May 14, 1925, P. L. 762, known as “The General Poor Relief Act,” plaintiffs allege numerous inconsistencies between the two, and then aver, “as a result of [these] contradictory and repugnant provisions......, your petitioners are uncertain and insecure with respect to......their legal status [and] the duties imposed upon them with regard to the provisions of [these] several acts.” After this they pray the court to declare their “rights, status and other legal relations......in the premises,” to the end that they “may legally and lawfully levy and assess the taxes for the Poor District of the County of Schuylkill and perform such other duties as may be cast upon them in accordance with the provisions of the Acts of Assembly,” stating five specific propositions for answer by the court, as to whether certain provisions of subsequent statutes repeal or supersede designated sections of the old special Act of 1831.\nThe defendants answer that no controversy has arisen between them and plaintiffs, and contend that, until a state of facts is shown which indicates that plaintiffs have been or will be “interfered with in the discharge of their duty, owing to a conflict between the statutes mentioned, no real controversy can be said .to exist” between them. We agree with this position.\nTo controvert is “to dispute, to deny, to oppose or contest, to take issue on” (Black’s Law Dictionary, 264); and so far as the pleadings show, nothing of this kind has occurred in the present case. It does not appear that the parties-litigant represent adverse interests; so far as the record shows, plaintiffs and defendants have common interests; neither side claims a right against the other; it does not even appear that plaintiffs claim that one statute applies and defendants another. In short, what plaintiffs ask is not a declaratory judgment, arising out of a set of facts showing a controversy or out of circumstances which will inevitably give rise to one, unless certain definite rights are now adjudged, but, simply, an advisory judgment, on numerous points of law which, without stating any specific grounds warranting their apprehension, they fear may arise if they, in their official capacity, pursue a certain course of conduct. The statute under which these proceedings were brought was not intended for any such purpose, and our opinion in Kariher’s Petition shows that, had the design of this legislation been to obtain purely advisory judgments, the act would be unconstitutional. We agree with the court below that the present petition “clearly seeks to have a pronouncement of our opinion by way of advice, whereas advisory opinions are not contemplated by the Declaratory Judgments Act.” See also Ladner v. Siegel, 294 Pa. 368, 373.\nThe order appealed from is affirmed.",
        "type": "majority",
        "author": "Per Cúriam,"
      }
    ],
    "attorneys": [
      "George M. Paxson and H. O. Bechtel, for appellants.",
      "John O. Adamson, Controller’s Solicitor, and Chas. E. Berger, County Solicitor, for appellees, were not heard."
    ],
    "corrections": "",
    "head_matter": "Reese et al., Appellants, v. Adamson et al.\nArgued April 17, 1929.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ.\nGeorge M. Paxson and H. O. Bechtel, for appellants.\nJohn O. Adamson, Controller’s Solicitor, and Chas. E. Berger, County Solicitor, for appellees, were not heard.\nMay 13, 1929:"
  },
  "file_name": "0013-01",
  "first_page_order": 73,
  "last_page_order": 77
}
