{
  "id": 1118154,
  "name": "Markofski et ux. v. Yanks, Appellant",
  "name_abbreviation": "Markofski v. Yanks",
  "decision_date": "1929-05-13",
  "docket_number": "Appeal, No. 38",
  "first_page": "74",
  "last_page": "79",
  "citations": [
    {
      "type": "official",
      "cite": "297 Pa. 74"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Sadler 346",
      "category": "reporters:state",
      "reporter": "Sadler",
      "opinion_index": 0
    },
    {
      "cite": "11 Phila. 525",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": 0
    },
    {
      "cite": "101 Pa. 540",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500908
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/101/0540-01"
      ]
    },
    {
      "cite": "189 Pa. 638",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        903496
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/189/0638-01"
      ]
    },
    {
      "cite": "104 Pa. 156",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        452123
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/104/0156-01"
      ]
    },
    {
      "cite": "189 Pa. 544",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        903563
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/189/0544-01"
      ]
    },
    {
      "cite": "8 Sadler 337",
      "category": "reporters:state",
      "reporter": "Sadler",
      "case_ids": [
        246376
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sadler/8/0337-01"
      ]
    },
    {
      "cite": "172 Pa. 77",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        874089
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/172/0077-01"
      ]
    },
    {
      "cite": "286 Pa. 175",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1096474
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/286/0175-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 463,
    "char_count": 7464,
    "ocr_confidence": 0.518,
    "pagerank": {
      "raw": 6.29795682671139e-07,
      "percentile": 0.9581882959199551
    },
    "sha256": "e6767ba4954b4822ef62a85a2cbe1b6f6623cb34d3a489eff92435cb6548e1f8",
    "simhash": "1:ec4b4fcfb7827ff5",
    "word_count": 1280
  },
  "last_updated": "2024-02-27T23:35:00.094583+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschziskbr, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ."
    ],
    "parties": [
      "Markofski et ux. v. Yanks, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Walling,\nOn July 30, 1925, the plaintiffs, Stanley Markofski and wife, conveyed a seventy-four acre farm, in Luzerne County, to the defendant, Matthew Yanks, taking in payment a judgment bond and mortgage in the penal sum of $36,000, to secure the payment of $18,000; the interest thereon payable semiannually on the thirtieth days of January and July of each year. The bond provides, inter alia:\n“Upon default in the payment of any premium for insurance, installment of interest or of principal, as above stipulated, or of any tax assessed against the said premises for one year after the first day of January next succeeding its assessment, the entire principal sum, premiums for insurance, and interest, shall, at the option of the obligee,......representatives or assigns, become immediately due and payable, and collectible by legal process.\n“And the obligor [Yanks], does hereby confess judgment for the said principal sum, with interest, taxes, and insurance premiums,......with all costs, attorney’s commission of ten per cent, waiver of inquisition and exemption, and with the right to have execution for any taxes, premiums for insurance, installment of interest or of principal, one or all, whenever a default in the payment thereof shall occur.”\nThe obligees (plaintiffs), on March 8, 1926, caused judgment to be confessed against Yanks on the bond and, averring default in payment of the interest due January 30, 1926, issued a writ of fi. fa. for the collection of the entire amount, debt, interest, costs, etc. By virtue thereof the sheriff levied upon the defendant’s personal estate. On March 15, 1926, the defendant presented a petition praying that the judgment be opened and he let into a defense, etc. A rule to show cause was granted, proceedings to stay meantime, lien of levy to remain. The sole reason averred for opening the judgment was that in October, 1925, defendant had made plaintiffs an advance payment of $420, of which $270 was to apply on the interest due January 30, 1926, and the remaining $150 on the principal debt; that in consideration of which plaintiffs agreed the balance of said semiannual payment of interest should not become payable until April 30, 1926. There was also a payment of $93.68 on January 17, 1926, to apply on the principal. Plaintiffs filed an answer admitting the payments as averred but denying any agreement to extend the time for the payment of the interest due January 30, 1926. Testimony was taken and on July 12, 1926, the trial court made an order opening the judgment and staying the execution on payment by defendant of all interest to and including that due July 30, 1926. This was paid and, on the expressed hope that the parties might adjust their differences, the awarding of an issue was delayed.\nOn plaintiffs’ petition, setting forth defendant’s default, inter alia, in payment of a year’s interest thereafter accruing, the trial court, upon due notice to the defendant and without protest from him, amended the order made July 12, 1926, nunc pro tunc, to read as follows, viz.: “Now, January 17, 1928, the order or decree of court made on July 12, 1926, is amended and modified so as to read as follows: ‘Now, 12th day of July, 1926, upon plaintiff’s [defendant’s] complying with the court’s direction as to the payment of interest, the rule to open the judgment is made absolute, and the rule to strike off is discharged, without prejudice however, to the rights of the plaintiffs, Stanley Markofski and Rose Markofski, to have issued a writ of fieri facias or other writ of execution for any default by said Yanks in payment of any installment of principal or interest due subsequently to July 30, 1926.’ ” Thereafter, on February 15, 1928, a writ of fieri facias was issued and thereupon the farm in question was seized, advertised, sold and the sheriff’s deed duly acknowledged, delivered and recorded. Defendant took no steps to prevent the sale, but, approximately two months after the order nunc pro tunc was made, brought this appeal assigning it as error.\nWe find no error in the order appealed from. The common law rule that a court cannot change its judgment after the term at which it was entered applies only to a final judgment and is inapplicable to interlocutory orders such as here in question. “The rule against amending or vacating a judgment after expiration of the term at which it was rendered lias no application to interlocutory judgments, and such judgments may be opened, amended, or vacated at any time while the proceedings remain in fieri, and before the final judgment”: 34 C. J. 216, citing numerous authorities, including McCoy v. Porter, 17 S. & R. 59. The same is stated in 15 R. C. L. page 692, section 144, as follows: “The general rule......denying to a court the power to control its judgments after the term applies only to final judgments, and where an order or judgment is interlocutory only, it may be set aside at a term of court subsequent to that at which it was entered.” This was an incomplete interlocutory order made in an equitable proceeding and left the whole matter open for the further action of the court. Furthermore, the discharge of a rule to open judgment will not prevent a renewal of the application at a subsequent term (see Johnson v. Nippert, 286 Pa. 175; Silberman & Co. v. Shuklansky et al., 172 Pa. 77; Kittanning Ins. Co. v. Adams, 8 Sadler 337), and why should an order making it absolute? Whether the expiration of the term would under any circumstances preclude the court from making an order nunc pro tunc, it is not necessary to consider.\nA judgment does not lose its status as such by being opened; it is still a lien (see Adams v. James L. Leeds Co., 189 Pa. 544), and a levy previously made on an execution outstanding thereon also retains its lien (Reid v. Lindsey, 104 Pa. 156), which it is error to discharge: MeIlvain v. James L. Leeds Co., 189 Pa. 638. See also Kightlinger’s App., 101 Pa. 540. The court may undoubtedly authorize an execution to issue on an opened judgment. The late Chief Justice Mitchell, when in the lower court, expressed that opinion. See Savage et al. v. Kelly et al., 11 Phila. 525. It may be necessary for the plaintiff’s protection, or the contest, as here, may involve only a part of the judgment, in which case the collection of the balance may properly be authorized. In fact, in the instant case, there was no dispute as to the validity or amount of the judgment or as to the amount of unpaid interest, the sole question was as to whether a semiannual payment of interest had, by valid agreement, been postponed for three months (from January to April, 1926). As to this, it was within the power of the court to control the execution Avithout opening the judgment. See Saunders v. Mather, 8 Sadler 346.\nAs the warrant of attorney, above in part quoted, is without limit as to the time for confession of judgment on the bond, there is no merit in the suggestion that judgment could not be entered except in case of default. The latter, according to the terms of the bond, enabled the obligees to have execution.\nThe order appealed from is affirmed at appellant’s cost.",
        "type": "majority",
        "author": "Mr. Justice Walling,"
      }
    ],
    "attorneys": [
      "A. A. Vosburg, with him Paul J. Sherwood, for appellant.",
      "Frank A. McG-uigan, with him William P. Burke, for appellee."
    ],
    "corrections": "",
    "head_matter": "Markofski et ux. v. Yanks, Appellant.\nArgued April 17, 1929.\nBefore Moschziskbr, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ.\nA. A. Vosburg, with him Paul J. Sherwood, for appellant.\nFrank A. McG-uigan, with him William P. Burke, for appellee.\nMay 13, 1929:"
  },
  "file_name": "0074-01",
  "first_page_order": 134,
  "last_page_order": 139
}
