{
  "id": 1118238,
  "name": "Tinius Olsen Testing Machine Co. v. Wolf Co., Appellant",
  "name_abbreviation": "Tinius Olsen Testing Machine Co. v. Wolf Co.",
  "decision_date": "1929-04-22",
  "docket_number": "Appeal, No. 100",
  "first_page": "153",
  "last_page": "160",
  "citations": [
    {
      "type": "official",
      "cite": "297 Pa. 153"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "284 Pa. 588",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1091999
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/284/0588-01"
      ]
    },
    {
      "cite": "274 Pa. 425",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1072902
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/274/0425-01"
      ]
    },
    {
      "cite": "271 Pa. 332",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        295691
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/271/0332-01"
      ]
    },
    {
      "cite": "257 Pa. 552",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032431
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/257/0552-01"
      ]
    },
    {
      "cite": "75 Pa. Superior Ct. 478",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        647000
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/75/0478-01"
      ]
    },
    {
      "cite": "64 Pa. Superior Ct. 284",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        457883
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/64/0284-01"
      ]
    },
    {
      "cite": "86 Pa. Superior Ct. 261",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        569836
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/86/0261-01"
      ]
    },
    {
      "cite": "25 Pa. Superior Ct. 64",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        851901
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/25/0064-01"
      ]
    },
    {
      "cite": "282 Pa. 212",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1088370
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/282/0212-01"
      ]
    },
    {
      "cite": "264 Pa. 254",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1048493
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/264/0254-01"
      ]
    },
    {
      "cite": "277 Pa. 95",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1079532
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/277/0095-01"
      ]
    },
    {
      "cite": "274 Pa. 436",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1072911
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/274/0436-01"
      ]
    },
    {
      "cite": "285 Pa. 257",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1095097
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/285/0257-01"
      ]
    },
    {
      "cite": "41 Pa. Superior Ct. 647",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        884125
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/41/0647-01"
      ]
    },
    {
      "cite": "29 Pa. Superior Ct. 142",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        860190
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/29/0142-01"
      ]
    },
    {
      "cite": "7 F. (2d) 565",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1669628
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/7/0565-01"
      ]
    },
    {
      "cite": "226 Fed. 646",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6740512
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/226/0646-01"
      ]
    },
    {
      "cite": "170 N. Y. Supp. 211",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "opinion_index": 0
    },
    {
      "cite": "24 Pa. Superior Ct. 339",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        849804
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/24/0339-01"
      ]
    },
    {
      "cite": "99 Pa. 295",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446112
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/99/0295-01"
      ]
    },
    {
      "cite": "77 Pa. 228",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        436279
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/77/0228-01"
      ]
    },
    {
      "cite": "73 Pa. 173",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032330
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/73/0173-01"
      ]
    },
    {
      "cite": "285 Pa. 305",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1095072
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/285/0305-01"
      ]
    },
    {
      "cite": "286 Pa. 119",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1096487
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/286/0119-01"
      ]
    },
    {
      "cite": "274 Pa. 425",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1072902
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/274/0425-01"
      ]
    },
    {
      "cite": "271 Pa. 332",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        295691
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/271/0332-01"
      ]
    },
    {
      "cite": "257 Pa. 552",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032431
      ],
      "pin_cites": [
        {
          "page": "556"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/257/0552-01"
      ]
    },
    {
      "cite": "75 Pa. Superior Ct. 478",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        647000
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/75/0478-01"
      ]
    },
    {
      "cite": "64 Pa. Superior Ct. 284",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        457883
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/64/0284-01"
      ]
    },
    {
      "cite": "277 Pa. 95",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1079532
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/277/0095-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 632,
    "char_count": 11264,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 1.0534358017477237e-06,
      "percentile": 0.984326692405619
    },
    "sha256": "fb560b213771d9e3d94ac8750ca8381a787f5c753c5e91291a64f8597e245313",
    "simhash": "1:3ed3b750be15a84e",
    "word_count": 1955
  },
  "last_updated": "2024-02-27T23:35:00.094583+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Tinius Olsen Testing Machine Co. v. Wolf Co., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Kephart,\nThe defendant, a manufacturer of milling machinery which required the construction of rotary parts of a variety of sizes, purchased a machine to determine the balance of these parts. Plaintiff sent its engineer to defendant’s plant to inspect the work being done there and recommended the type of machine to be used. The one selected was received July, 1926, and set up August 31st, at which time a demonstration was made. Efforts were then made by defendant’s employees to familiarize themselves with the machine, and place it in operation. This continued until September 28th, when the efforts were discontinued, it being claimed they were unsuccessful; plaintiff was then notified of defendant’s election to rescind the contract; this was not accepted and plaintiff brought this action to recover the purchase price. The rescission interposed as a defense was based on a breach of express and implied warranties. The express warranties were, first, the machine would function in the hands of a nonexpert operator; second, it would operate without the use of charts or mathematical calculation; third, it would perform certain specified functions more quickly than certain other specified machines; fourth, the machine was the most economical machine for balancing defendant’s rotary parts, plaintiff being familiar with the parts to be balanced. The implied warranty was that, plaintiff having superior skill and judgment, and having had made known to it the particular purposes for which the machine was required, and having made a specially constructed machine for defendant’s purpose, there was an implied warranty that it should be reasonably fit for the buyer’s use. During the course of the trial the parties agreed that the case should be tried by the judge without a jury; at its conclusion, a judgment was entered for plaintiffs; this appeal followed.\nMost of the questions revolve around facts that have been found adversely to appellant by the hearing judge. Findings of fact by a judge, sitting without a jury, have the force and effect of a verdict, and will not be interfered with where there is evidence to sustain them: Hall v. Lyon, Singer & Co., 286 Pa. 119; McDonald Construction Co. v. Gill, 285 Pa. 305.\nThe court below found defendant, had-not, notified plaintiff within a reasonable time of the breach of any warranties, and that its notice of rescission did not adequately cover the warranties mentioned above. Section 69 of the Sales Act of May 19, 1915, P. L. 513, requires notice of an election to rescind to be given within a reasonable time. The rule of law applicable to the facts in determining reasonable time has been frequently stated: “Where the facts are undisputed, the question as to whether there has been an unreasonable delay is one of law for the court”: Leaming v. Wise, 73 Pa. 173; Morgan v. McKee, 77 Pa. 228; Davis v. Stuard, 99 Pa. 295; Wright v. General Carbonic Co., 271 Pa. 332; Crunden Martin Mfg. Co. v. Turner, 274 Pa. 425; Riddle v. Taubel, 277 Pa. 95; Elk Textile Co. v. Cohen, 75 Pa. Superior Ct. 478; Werbitsky v. Fisher, 64 Pa. Superior Ct. 284; Spiegelberg v. Karr, 24 Pa. Superior Ct. 339, etc. This is a partial statement of the correct rule, although it has been applied as covering all situations in many instances.\nWhat is a reasonable time is what a reasonable, prudent man would do under given time and circumstances. It is a question of fact which will vary under different conditions, so much so that no fixed rule can be laid down. In the first instance, the question is one of fact and like all such questions should be for the jury. But in cases where but one inference can be drawn from the facts, the court may decide the question as a matter of law. It is not because the facts are “clear” and undisputed that the court so acts, but because one inference alone can be drawn from the facts on which reasonableness depends. Whether there is any evidence to support a finding of fact is always a question of law; this is doubtless all that is meant by the statement, “reasonable time is for the court.” Hesse v. Gude Bros.-Kieffer Co., 170 N. Y. Supp. 211. See also Marmet Coal Co. v. People’s Coal Co., 226 Fed. 646. The principle put in short form is stated in Riddle v. Taubel, supra: “What is a reasonable time in which to comply, where the facts are undisputed, is for the court; otherwise, or where the court is in doubt, the question is for the jury.” See also Williston, Sales, section 484A. The rule, therefore, may be thus laid down: What is a reasonable time is a question of fact for the jury; but where the facts are undisputed, and but one inference can be drawn therefrom as to reasonableness, the question becomes one for the court. The matter is by no means one which a judge is required to decide in each instance, but only in the limiting cases as indicated.\nIn determining the question the court below found the following express warranty had been made and breached: “that all that was required to do was to put the appliance on a machine and it would indicate the amount and location of unbalance.” When plaintiff’s engineer demonstrated the machine on August 31, 1926, defendant then knew that this warranty had failed, and the machine would not indicate the amount of unbalance without calculation and use of a chart. It waited a month before giving notice. The lower court held this was an unreasonable time, and we concur in its conclusion. If defendant wanted to rescind, it should have acted promptly. The vendor was entitled to this knowledge, as a matter of business, and the breach was one that was immediately discoverable. It was not necessary to specify in the notice of rescission this specific breach of warranty. A notice of rescission must be clear and unambiguous, conveying an unquestionable purpose to terminate the contract. Where, from the conduct of the one having the right to rescind, it is not clear whether he has rescinded the contract or not, he will be deemed not to have done so: Wright v. Bristol, P. Leather Co., 257 Pa. 552, 556; Black on Bescission of Contracts, vol. 2, section 574. But the reasons on which rescission is based need not be specified; rescission as a fact is all that is necessary to be given. The purpose is to advise the seller that he must meet a claim for damages, as to which he shall have early warning: American Mfg. Co. v. U. S. Shipping Board Emergency Fleet Corp., 7 F. (2d) 565. “It is not material that a notice for the rescission of a contract fails to specify the ground for cancellation, if such ground exists and there has been no waiver of it”: Black, supra, section 573. The seller in the first instance cannot demand that the buyer advise him of the nature of the defect which he himself has caused. He can only insist that within a reasonable time he may know the fact. If the seller, after notice of rescission, inquires of the buyer the reasons for his action, the latter should specify the reasons for rescission, but this would not deprive the party asserting the rescission from submitting on trial all the causes mentioned in the pleadings.\nSection 15 of the Sales Act, P. L. 543, provides: “Fourth. In the case of a contract to sell or a sale of a specified article under its patent or other trade name, there is no implied warranty as to its fitness for any particular purpose.” While the correspondence described the machine in suit as an Olsen-Carwen Static-Dynamic Balancing Machine No. 3-C, nevertheless, the defendant contends it was obviously a machine for this particular purchaser, changed in dimensions and construction to handle a much larger range of weights than any standard machine manufactured by the plaintiff. But, plaintiff urges that the change was only one of capacity and not a change in the working principle, and the court below found this as a fact and that it was sold under a patent or trade name. Under paragraph 4 of section 15 no implied warranty may arise relative to its fitness for any particular purpose where a specified article is sold under its patent or other trade name. A warranty in connection Avith such an article must arise under circumstances equivalent to an express warranty. Even the warranty here asserted, if considered an. express one, would not avail if it was not breached, and there is no evidence that the machine would not function, nor does defendant claim that it did not function. Indeed, the greater part of its testimony was consumed in an attempt to prove plaintiff warranted that defendant’s employees could run the machine and that in fact defendant had no employee who could do so; but the court found against this claim.\nAs to other express warranties submitted, the court answered them by holding: “The credible evidence proved that no such attempt to operate the machine was ever made as would show, or even tend to show, that the warranties were breached. The evidence showing that similar machines were operated successfully in other plants by their workmen is persuasive evidence that no real attempt was made in this case to operate the machine so as to prove what it would perform.” We have carefully considered the record and find nothing to disturb the findings and conclusion of the court below. The case was carefully tried and ably presented here by both parties.\nThe judgment of the court below is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Kephart,"
      }
    ],
    "attorneys": [
      "Edwin D. Strite, for appellant.",
      "John W. Hoke, with him Arthur W. Gillan, for appellee."
    ],
    "corrections": "",
    "head_matter": "Tinius Olsen Testing Machine Co. v. Wolf Co., Appellant.\nArgued January 29, 1929.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nEdwin D. Strite, for appellant.\nThe facts being substantially uncontroverted, the question of what is a reasonable time within which to exercise the right to return is a question of law for the court: Moneyweight Scale v. Woodward, 29 Pa. Superior Ct. 142; Zeller v. Haupt, 41 Pa. Superior Ct. 647; Levy & Koplin v. Queen Co., 73 Pa. Superior 425; Grant v. Lovekin, 285 Pa. 257; Kinter v. Trust Co., 274 Pa. 436; Riddle v. Taubel, 277 Pa. 95.\nIt was error to hold that under the circumstances the sale was made under a patent or trade name within the contemplation of the Sales Act.\nJohn W. Hoke, with him Arthur W. Gillan, for appellee.\nThe machine, being patented and sold under its trade name, there was no implied warranty: Griffin v. Products Co., 264 Pa. 254; Montgomery F. & F. Co. v. Machine Co., 282 Pa. 212.\nThe court was right in holding that Lundgren’s statement that the same men then balancing pulleys in defendant’s shop could run this machine was the expression of an opinion and therefore not a warranty: Devers v. Sollenberger, 25 Pa. Superior Ct. 64; Moore v. Tyler, 86 Pa. Superior Ct. 261.\nThe buyer, if he accepts the goods, must give notice of the breach of any promise or warranty within a reasonable time after he knows or ought to know of such breach, and the notice must be clear and unambiguous and must be positive as to the intention to rescind; it must also contain an offer to return the goods or article: Werbitsky v. Fisher; 64 Pa. Superior Ct. 284; Elk Textile Co. v. Cohen, 75 Pa. Superior Ct. 478; Wright v. Bristol Co., 257 Pa. 552; Wright v. Carbonic Co., 271 Pa. 332; Crunden Martin Mfg. Co. v. Turner, 274 Pa. 425; Bromley v. Morse, 284 Pa. 588.\nApril 22, 1929:"
  },
  "file_name": "0153-01",
  "first_page_order": 213,
  "last_page_order": 220
}
