{
  "id": 1118209,
  "name": "Scott v. Erie City, Appellant",
  "name_abbreviation": "Scott v. Erie City",
  "decision_date": "1929-07-01",
  "docket_number": "Appeal, No. 47",
  "first_page": "344",
  "last_page": "348",
  "citations": [
    {
      "type": "official",
      "cite": "297 Pa. 344"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "60 Pa. Superior Ct. 119",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        451772
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/60/0119-01"
      ]
    },
    {
      "cite": "56 Pa. Superior Ct. 215",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        441999
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/56/0215-01"
      ]
    },
    {
      "cite": "236 Pa. 510",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986791
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/236/0510-01"
      ]
    },
    {
      "cite": "279 Pa. 549",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1083568
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/279/0549-01"
      ]
    },
    {
      "cite": "288 Pa. 25",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "224 Pa. 30",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        963084
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/224/0030-01"
      ]
    },
    {
      "cite": "166 Pa. 632",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        864201
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/166/0632-01"
      ]
    },
    {
      "cite": "46 Pa. 213",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        420590
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/46/0213-01"
      ]
    },
    {
      "cite": "270 Pa. 426",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1066114
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/270/0426-01"
      ]
    },
    {
      "cite": "286 Pa. 25",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1096520
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/286/0025-01"
      ]
    },
    {
      "cite": "224 Pa. 30",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        963084
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/224/0030-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 397,
    "char_count": 5765,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 1.1211891122898794e-07,
      "percentile": 0.5734749400447671
    },
    "sha256": "7b070bf16ee5dcc79929aa850c83ecbf89be796cb97cda3ea25f7106bb146754",
    "simhash": "1:32300d0097e7bcb8",
    "word_count": 984
  },
  "last_updated": "2024-02-27T23:35:00.094583+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Scott v. Erie City, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Frazer,\nPlaintiff recovered a verdict against defendant municipality for damages for personal injuries sustained by falling into an open trench left by a contractor in a street in which he was engaged in constructing a sewer for the city. Defendant appealed, claiming, first, that plaintiff was guilty of contributory negligence, and, second, that, as the work had been let to an independent contractor whose negligence caused the injuries, the city could not be held responsible.\nPlaintiff and a companion were walking northwardly on Hess Avenue in the City of Erie, approaching East Lake Road in which the sewer was being laid. She testified the night was dark, and as they arrived at East Lake Road the “street light began to flicker and went out completely”; that she did not know there was an excavation in the road, and as she and her companion stepped off the curb to cross the road both fell into the open ditch, plaintiff sustaining the injuries for which this action was brought to recover compensation. There is evidence of no lights, barriers or other warning signals to indicate danger and that although plaintiff was familiar with the neighborhood and had been at the place of the accident a few days before the evening in question, the street was in good condition at that time and free from trenches or obstruction at the crossing. It is undisputed that while the work had been under way for some time, the trench had been cut across the intersecting street at this particular corner on the day on which the accident happened. Under these circumstances, the question whether plaintiff exercised due care for her personal safety was necessarily for the jury.\nThe main defense relied upon by defendant is that the work was being done by an independent contractor for whose negligence the city is not responsible. Under our decisions this question must depend upon whether or not the city had turned over to the contractor exclusive control of the street with authority to prohibit its use by the public, or whether the city itself had retained control and kept the thoroughfare open to public travel, in which latter case the city would be bound to keep the roadway as well as the sidewalk in proper condition for that purpose, and could not avoid its obligations in this respect by placing the work in charge of an independent contractor: Norbeck v. Philadelphia, 224 Pa. 30; Reichard v. Bangor Borough, 286 Pa. 25.\nThe contract in this case contains no specific provision with reference to the use by the public of the part of the street in possession and under control of the contractor. It does, however, provide that the contractor “will not be permitted to unnecessarily interfere with the public travel or with the operation of street cars,” and that he shall, “during the construction” install “red lights and proper barricades......around all trenches and other excavations or obstructions exposed to public traffic.” The work was also to be done under the direction of the city engineer, whose instructions or directions the contractor was required to follow. From these provisions it may be implied that the parties contemplated keeping the highway open for travel, at least so far as consistent with proper prosecution of the work. But, whatever conclusion may be drawn from the provisions quoted, they refer only to the roadway. There was no need to close the sidewalks to pedestrians, inasmuch as the work did not extend beyond the vehicular portion of the street. The contractor and his superintendent both testified that they had no occasion to interfere with the sidewalks and left them free for public use; that the public continued to use them and that they also used the crossing during the progress of the work, is shown by testimony on behalf of defendant that the contractor had trouble continually from pedestrians crossing the street on which they were working and while the work was in progress. It accordingly became the duty of the city, whenever crossings were obstructed during the progress of the work, to see either that the street was closed by proper warnings or barriers, or that a reasonably safe passageway was provided. Witnesses for defendant in the employ of the contractor admitted there was no barrier of any character at the place plaintiff received her injury, and that the trench had been left in this condition during the night of the accident. While there is testimony that boards or planks had been placed at the crossing in question for the convenience of pedestrians, they were not on a line with a continuation of the sidewalk, but from five to seven feet to one side of it. The condition was a dangerous one which the city’s inspector, whose duty it was to oversee the work, was bound to remedy.\nThe facts bring the case within the principles stated in Reichard v. Bangor Borough and Norbeck v. Philadelphia, supra, and cases there cited.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Frazer,"
      }
    ],
    "attorneys": [
      "Charles P. Hewes, with him J. B. Held, City Solicitor, for appellant.",
      "Miles B. Kitts, with him Edward M. Murphy, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Scott v. Erie City, Appellant.\nArgued May 14, 1929.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nCharles P. Hewes, with him J. B. Held, City Solicitor, for appellant.\nWhether or not the contractor was an independent operator must be determined by the court from the written agreement between the city and the contractor. It is a question of law for the court and not for the jury: Kelley v. R. R., 270 Pa. 426; Painter v. Pittsburgh, 46 Pa. 213; Eby v. Lebanon Co., 166 Pa. 632.\nMiles B. Kitts, with him Edward M. Murphy, for appellee,\ncited: Norbeck v. Phila., 224 Pa. 30; Reichard v. Boro., 288 Pa. 25; Scibilia v. Phila., 279 Pa. 549; Johnson v. Phila., 236 Pa. 510; Beloud v. Sayre, 56 Pa. Superior Ct. 215; Gerber v. Phila., 60 Pa. Superior Ct. 119.\nJuly 1, 1929:"
  },
  "file_name": "0344-01",
  "first_page_order": 404,
  "last_page_order": 408
}
