{
  "id": 1118166,
  "name": "Braum, to use, Appellant, v. Rohrbach et ux.",
  "name_abbreviation": "Braum v. Rohrbach",
  "decision_date": "1929-09-30",
  "docket_number": "No. 35",
  "first_page": "496",
  "last_page": "498",
  "citations": [
    {
      "type": "official",
      "cite": "297 Pa. 496"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "101 Pa. 449",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500944
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/101/0449-01"
      ]
    },
    {
      "cite": "8 W. 424",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 221,
    "char_count": 2871,
    "ocr_confidence": 0.493,
    "pagerank": {
      "raw": 6.380125665320789e-08,
      "percentile": 0.39164715780726983
    },
    "sha256": "726d8acf465ddc23438b22e723f907b8ea7523f29c04c59c2818ff3580d5f775",
    "simhash": "1:c8cea6b4089195d4",
    "word_count": 487
  },
  "last_updated": "2024-02-27T23:35:00.094583+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Braum, to use, Appellant, v. Rohrbach et ux."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nJudgment was entered June 11, 1926, on a judgment bond secured by a mortgage on the property of defendants. The bond, dated September 1, 1920, was for the payment of $6,475, within five years, with interest. Defendants filed a petition asking that the judgment be opened; a rule was allowed and made absolute. An issue was framed and tried, and a verdict was rendered in favor of defendants. Plaintiff then moved for a new trial and judgment n. o. v., which the court below refused, making the following order: “August 3, 1928, new trial refused; motion of plaintiff for judgment non obstante veredicto is overruled. It is further ordered the amount of the judgment be reduced to $6,475 without interest thereon, with attorney’s commission of five per cent, and that execution be stayed during the lifetime of the defendants and the survivor of them, when the principal and attorney’s commission without interest become due.” Plaintiff perfected the present appeal November 3, 1928. On September 4, 1929, the following docket entry was made in the court below: “Prothonotary’s receipt filed and judgment entered in favor of defendants and against plaintiff.”\nMarie S. Rohrbach, one of the defendants, now moves this court to quash the appeal on the ground that it was taken before judgment was entered in the court below. She contends that the above quoted prothonotary’s entry of September 4, 1929, is the only appealable judgment on the record. This, however, is not the case. The entry of the court below made August 3, 1928, negativing the right to interest and staying execution, is a final, appealable order. The appeal is not taken from the order of September 4, 1929, or from the original, confessed judgment, which was already in existence and the status of which as a judgment was not affected by the order to open: Gallup v. Reynolds, 8 W. 424; Kittanning Ins. Co. v. Scott, 101 Pa. 449. The order of September 4, 1929, did not affect either the original judgment or the order here involved; the latter, reducing and otherwise affecting the confessed judgment, was made final by its own terms and called for no action by the prothonotary to carry it into effect.\nAppellee avers that Adelbert Bruno Rohrbach, the other defendant, died on September 16, 1928, and that no administration has been taken out in his estate. Appellant replies that he lacked notice of the death. If no regular administrator has been appointed for the estate of this deceased defendant, one of the parties should request that the record be returned to the court below, so that the death may be suggested to that tribunal and some one appointed to safeguard the interest of the estate on this appeal.\nThe motion to quash is overruled.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "F. A. Ammon, for motion.",
      "Joseph M. Friedman and H. P. Eberharter, contra."
    ],
    "corrections": "",
    "head_matter": "Braum, to use, Appellant, v. Rohrbach et ux.\nF. A. Ammon, for motion.\nJoseph M. Friedman and H. P. Eberharter, contra.\nSeptember 30, 1929:"
  },
  "file_name": "0496-01",
  "first_page_order": 556,
  "last_page_order": 558
}
