{
  "id": 1130068,
  "name": "Douglas's Estate",
  "name_abbreviation": "Douglas's Estate",
  "decision_date": "1931-03-16",
  "docket_number": "Appeals, Nos. 116 and 117",
  "first_page": "227",
  "last_page": "233",
  "citations": [
    {
      "type": "official",
      "cite": "303 Pa. 227"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "284 Pa. 90",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1092045
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/284/0090-01"
      ]
    },
    {
      "cite": "278 Pa. 141",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1080566
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/278/0141-01"
      ]
    },
    {
      "cite": "274 Pa. 590",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1073068
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/274/0590-01"
      ]
    },
    {
      "cite": "186 Pa. 531",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        989660
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/186/0531-01"
      ]
    },
    {
      "cite": "165 Pa. 10",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        862079
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/165/0010-01"
      ]
    },
    {
      "cite": "163 Pa. 292",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        859097
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/163/0292-01"
      ]
    },
    {
      "cite": "24 Pa. Dist. R. 509",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "opinion_index": 0
    },
    {
      "cite": "225 Pa. 167",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965391
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/225/0167-01"
      ]
    },
    {
      "cite": "65 Pa. 265",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        430639
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/65/0265-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 578,
    "char_count": 10126,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 6.261397349567938e-07,
      "percentile": 0.9577326709008903
    },
    "sha256": "63b7a36433f5d9ff6032702ba56cba20ae008dd4aaa42a46e7e0b068b87106be",
    "simhash": "1:ede9f9d0d487240d",
    "word_count": 1745
  },
  "last_updated": "2024-02-27T20:35:18.737686+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Walling, Simpson, Kephart, Sadler, Schaefer and Maxey, JJ."
    ],
    "parties": [
      "Douglas’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Frazer,\nOn July 9, 1926, Victoria Douglas executed and delivered a deed of trust, irrevocable by its terms, to Frank Roseberry, her nephew. By this deed, Miss Douglas, who was an invalid eighty-eight years of age, conveyed to the trustee her entire estate consisting of stocks and bonds and certain improved real estate and provided that the trustee should hold the property in trust during the term of the settlor’s natural life, and upon her death the trust should terminate and the entire estate be disposed of in accordance with “her last will and testament bearing date the Thirtieth day of August, 1918, witnessed by H. H. Brownmiller, Justice of the Peace, and Charles F. Rapp.” The trust deed was duly recorded in the office of the recorder of deeds of Schuylkill County on July 15,1926. Although in the deed the trustee was required to appropriate the entire net income therefrom for the support and comfortable maintenance of the settlor, and, if the necessity arose, to consume any part or all of the principal for that purpose, such necessity appears not to have arisen and at the death of Miss Douglas, at the age of 92 years, on November 6, 1929, she left an estate upwards of more than $65,000.\nUpon the death of Victoria Douglas, Frank Roseberry presented the above mentioned will of August 30, 1918, for probate, whereupon the register of wills of Schuylkill County probated the instrument as the last will and testament of decedent and granted letters testamentary to Roseberry as surviving executor. By this will testatrix nominated both Frank Roseberry and his brother George D. Roseberry as executors; the latter, however, predeceased testatrix.\nSubsequent to probate, it came to the knowledge of Frank Roseberry, one of appellants, that two alleged wills dated October 10, 1925, and November 1, 1925, respectively, and purporting to have been signed by Victoria Douglas had been found among the effects of Elizabeth R. MacKeeby, a niece with whom testatrix had boarded and lodged for a number of years, but who had predeceased Miss Douglas. On January 20, 1930, the said Frank Roseberry and Mary R. Hall, a niece of decedent, appealed to the orphans’ court from the register’s probate of the will of August 30, 1918, and petitioned that tribunal for a rule on all next of kin of Victoria Douglas to show cause why probate of the instrument dated 1918 should not be set aside, because as a will it was impliedly revoked by its incorporation in the deed of trust, evidencing disposal of decedent’s entire estate under the trust deed upon termination of the trust by her death. Although no answer was filed by the next of kin, nor by any other person, and no real controversy arose, the court of its own motion dismissed the appeal on the ground that the deed of trust was not within the jurisdiction of the orphans’ court and could not, consequently, be construed in connection with the probated will in determining whether or not the instrument of August 30, 1918, had been impliedly revoked. From this decision Frank Roseberry and Mary R. Hall have appealed to this court.\nAppellants contend the deed of trust embodies in it, as an integral part of its provisions, the instrument of August 30, 1918, and accordingly the two instruments must be considered as one. They argue that the writing of 1918 lost its identity as a will, owing to testatrix having denuded herself of her entire estate under the deed of trust, which act necessarily rendered any wills she might make subsequent to July 9, 1926, inconsequential so far as the trust estate was concerned. Appellants conclude in their petition that “the said instrument of August 30, 1918, is not the last will and testament of the said Victoria Douglas, and should not have been probated as such, and letters testamentary thereunder should not have been issued to the said Frank Roseberry.”\nIn this effort to have the register’s decree set aside and the letters testamentary revoked, it should be remembered that all legal requirements incident to the proper execution of a will were in evidence and are not questioned in this proceeding. Neither of the alleged wills, dated October 10, 1925, and November 1, 1925, respectively, have been offered for probate and appellants’ petition does not assert that these papers or either of them will be offered to the register. Hence, as the court below correctly pointed out, the probated instrument, dated August 30,1918, is, in contemplation of the law, the last will and testament of Victoria Douglas and no further question exists on that issue for submission to a jury. It is true that the deed of trust is linked with the probated will by the provision in the former that upon the death of Victoria Douglas the trustee shall “immediately prepare and file with the executors of the said last will and testament of the first party [Victoria Douglas] an inventory of all and singular personalty and realty then constituting the trust estate hereby created, and deliver all of the said estate to the executors of the said last will and testament of the first party, less expenses.” Nevertheless, the orphans’ court refused to take jurisdiction because to adopt petitioners’ view might amount to an interpretation of the deed of trust and the court held this to be outside of its jurisdiction. We agree with this position, as the petition is plainly a request that the orphans’ court construe the deed of trust to be so inclusive of the matter contained in the probated will that it thereby is rendered no longer a testamentary writing but a part of the deed of trust. Generally speaking, a deed of trust, if not a gift, is a contract between living people and the rights and duties of the parties to it, if disputed, are not properly within any department of the jurisdiction of the orphans’ court. As said by the lower court: “Litigation, if any, during the lifetime of the parties would have properly been instituted in a court having jurisdiction of the parties and subject-matter, and by the same token that jurisdiction continues until the life of the trust is at an end, and the affairs of the trust completed and adjudicated. This is true whether one or both of the parties are living or dead.”\nAppellants’ suggestion that the orphans’ court has jurisdiction to grant the relief prayed for, seems to be based upon the erroneous theory that the court named, because of its aspect as a court of equity can proceed upon the broad jurisdictional powers of a court of that class. Such is not the sense of our decisions. As we said in Willard’s App., 65 Pa. 265, 267-8: “When it is said......that the orphans’ court is a court of equity, all that is meant is that, in the exercise of its limited jurisdiction conferred entirely by statute, it applies the rules and principles of equity...... It is a special tribunal for specific cases...... It would, perhaps, be a very convenient practice immediately upon the death of a decedent to have all possible questions which might arise upon the construction of a will, and in the settlement and distribution of his estate, settled by a decree of the orphans’ court in limine, and by way of anticipation and by an appeal to the Supreme Court from such a decree, have a final and conclusive determination of the subject. It would certainly save counsel a great deal of responsibility in giving advice. But the acts of assembly which confer jurisdiction on the orphans’ court may be searched in vain for any such power.” The subject of appellants’ petition is primarily a trust instrument not a testamentary. Trusts inter vivos are outside the jurisdiction of our orphans’ courts: Cutler’s Est., 225 Pa. 167; Kelly’s Est., 24 Pa. Dist. R. 509.\nFurthermore, it is clearly apparent that appellants have not shown sufficient upon which any court could consistently strike down the writing of August 30, 1918, as a testamentary document; it being a principle of laAV requiring no citation of authority that mere naming of an executor in a paper purporting to be testamentary is sufficient to render the writing a will. The writing of August 30,1918, names an executor to whom payment is directed to be made by the trustee at expiration of the trust estate. This justifies sustaining it as a will. Under the probate already completed, the wxfiting has attained the legal status of a will, and nothing sufficient in appellants’ proofs appears to justify disturbing that status. The mere fact that the surviving executor under the will of 1918 and the trustee named in the deed of trust are one and the same person, Frank Roseberry, and that final distribution would be the same imder Avill or deed has no invalidating effect upon what now stands as a will. Furthermore, if the orphans’ court had adopted petitioners’ view and struck down the will, the letters issued by the register to the executor would be of no effect and the trustee would experience difficulty in finding a proper party to whom, under the above quoted clause in the deed of trust, distribution should be made.\nThe judgment of the court below dismissing the appeal from the decree of the register of wills is affirmed; costs to be paid by appellants.",
        "type": "majority",
        "author": "Mr. Chief Justice Frazer,"
      }
    ],
    "attorneys": [
      "P. B. Roads, with him Geo. M. Roads, for appellant.",
      "Francis Macomb Gumbes, for Elsie Mercer et al., appellees, was not heard."
    ],
    "corrections": "",
    "head_matter": "Douglas’s Estate.\nArgued February 3, 1931.\nBefore Frazer, C. J., Walling, Simpson, Kephart, Sadler, Schaefer and Maxey, JJ.\nP. B. Roads, with him Geo. M. Roads, for appellant.\nThe fact that the trust was made to terminate and the principal to vest upon the death of the settlor, has been held to be consistent with an irrevocable trust and that the inclusion of such a reference to a settlor’s will does not change the deed into a will, nor alter the legal effect of the trust deed in vesting the title to the principal of the trust estate at the time the trust deed was executed and duly recorded, and not at the time of the settlor’s death: Simon v. Simon, 163 Pa. 292; Knowlson v. Fleming, 165 Pa. 10; Wilson v. Anderson, 186 Pa. 531; Brendle v. Brendle, 274 Pa. 590; King v. Trust Co., 278 Pa. 141; Jones’s Est., 284 Pa. 90.\nFrancis Macomb Gumbes, for Elsie Mercer et al., appellees, was not heard.\nMarch 16, 1931 :"
  },
  "file_name": "0227-01",
  "first_page_order": 251,
  "last_page_order": 257
}
