{
  "id": 1130079,
  "name": "Kelly's Estate",
  "name_abbreviation": "Kelly's Estate",
  "decision_date": "1931-04-13",
  "docket_number": "Appeal, No. 93",
  "first_page": "391",
  "last_page": "395",
  "citations": [
    {
      "type": "official",
      "cite": "303 Pa. 391"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 291,
    "char_count": 4995,
    "ocr_confidence": 0.509,
    "pagerank": {
      "raw": 6.380125665320789e-08,
      "percentile": 0.3915595079095345
    },
    "sha256": "0e2a09125308fd4119f587269d054180f1e8cf41dfc325ddad025ede1a8eae0e",
    "simhash": "1:110f40704438c80b",
    "word_count": 868
  },
  "last_updated": "2023-07-14T19:03:23.257340+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Walling, Simpson, Kephart and Schaffer, JJ."
    ],
    "parties": [
      "Kelly’s Estate."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis proceeding is based on conflicting claims for a deceased child’s share in a decedent’s estate. Edward Kelly, Jr., died March 20, 1913, leaving a will under the terms of which he devised his entire estate to the Safe Deposit & Trust Company of Pittsburgh and a son, Edward H, Kelly, in trust, at the termination of which, distribution of the corpus was to take place, the trustees being empowered to partition the real estate in their hands as provided by the will.\nThe will, in its 13th paragraph, directs the trustees to make payments of one-third of the available net income to the widow during her life, and in the 14th paragraph directs them to pay the remainder of the net income to his nine children, naming them, share and share alike. In the 15th paragraph, the testator provided: “In case any of my children shall die without issue, the share of the one or ones so dying, shall go to his or her brothers and sisters surviving, share and share alike. In case any of my children shall die leaving issue, the issue shall take the share of the parent.” Paragraph 16 recites: “This trust shall continue until the youngest of my children then living shall attain the age of twenty-five years, at which time, if my wife be then dead, the corpus of my said estate shall then vest absolutely in my said children, share and share alike.” The remainder of this paragraph need not be quoted as its effect was nullified by the widow electing to take against the will.\nThe youngest of testator’s children having reached the age of twenty-five years on May 25,1930, the trust terminated and the trustees filed their final account. The question before us for determination relates to the distribution of the share of Willis M. Kelly, one of testator’s nine named children. Willis M. Kelly died on March 3, 1930, before the termination of the trust, and left to survive him a widow, Frances Kelly, his administratrix, and four minor children whose estates are under the guardianship of the Colonial Trust Company of Pittsburgh.\nThe orphans’ court, in decreeing distribution, held the gift over to the issue included corpus as well as income, but distributed the one-ninth of income and corpus here in issue to Frances Kelly as administratrix of the estate of Willis M, Kelly. The Colonial Trust Company, as guardian of the minor children of Willis, filed exceptions, whereupon the court below opened and amended the the decree by striking out the above distribution to the administratrix of Willis and substituting therefor a distribution of this one-ninth to the ex-ceptant as guardian. The administratrix appealed.\nWe pass the question that the “share” of the parent to be taken by the parent’s issue might refer only to income and not to corpus. This obviously is a strained construction which was decided against appellant by the court below; furthermore, appellant, in her brief, concedes the point that, “in the fise of the word ‘share’ testator could not have meant merely the share in the income and intend only a gift over of the income, he must have intended a share in the whole estate.”\nThe single question before us is: When testator used the words “in case any of my children shall die leaving issue, the issue shall take the share of the parent,” did he refer to death of his children during his lifetime, or to death either in his lifetime, or during the term of the trust? Considering the will as a whole, it is plain that testator did not refer to death without issue during his lifetime. There is ample evidence to support the conclusion that testator’s intention was to give the share of a child dying before the termination of the trust to his or her surviving issue. As pointed out by the court below, a spendthrift trust is provided in the 18th paragraph of the will which fetters all the children’s estates, not only during their lives but until the time of distribution, and the income is paid to them, and “in addition to this, no income whatever was payable to any person until all debts were paid and, since the debts were to be paid by testator’s trustees before any income was payable, we can not relate the testator’s reference to a failure of issue of his children to a period preceding his death. The conclusion reached is emphasized by the direction to pay the income to the ‘beneficiaries named.’ He did not say, to his children named, and he undoubtedly intended children and issue when he said: £I£ they be of age and to their guardians if they be under age and not otherwise.’ ”\nThe modified decree of the orphans’ court distributing Willis Kelly’s share of income and principal to the Colonial Trust Company as guardian of the estates of his four minor children is affirmed, costs to be paid by appellant.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "J. Frank McKenna, with him Edward J. McKenna, for appellant.",
      "R. A. Applegate, with him Rose & Eichenauer, for appellee."
    ],
    "corrections": "",
    "head_matter": "Kelly’s Estate.\nArgued March 20, 1931.\nBefore Frazer, C. J., Walling, Simpson, Kephart and Schaffer, JJ.\nJ. Frank McKenna, with him Edward J. McKenna, for appellant.\nR. A. Applegate, with him Rose & Eichenauer, for appellee.\nApril 13, 1931:"
  },
  "file_name": "0391-01",
  "first_page_order": 415,
  "last_page_order": 419
}
