{
  "id": 1130036,
  "name": "Miller v. Pennsylvania Railroad Co., Appellant",
  "name_abbreviation": "Miller v. Pennsylvania Railroad",
  "decision_date": "1931-04-13",
  "docket_number": "Appeal, No. 53",
  "first_page": "524",
  "last_page": "527",
  "citations": [
    {
      "type": "official",
      "cite": "303 Pa. 524"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "239 Pa. 549",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        996010
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/239/0549-01"
      ]
    },
    {
      "cite": "264 Pa. 321",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1048525
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/264/0321-01"
      ]
    },
    {
      "cite": "250 Pa. 487",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1016973
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/250/0487-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 379,
    "char_count": 5003,
    "ocr_confidence": 0.497,
    "pagerank": {
      "raw": 1.2531720042379445e-07,
      "percentile": 0.6106437093436722
    },
    "sha256": "dfb97812db5ddc1ea4b3c7c0d62a54392e2dc31ce638455cbe5e163d1fb32438",
    "simhash": "1:f1e979332975a2a3",
    "word_count": 863
  },
  "last_updated": "2024-02-27T20:35:18.737686+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Walling, Simpson, Kephart and Schaffer, JJ."
    ],
    "parties": [
      "Miller v. Pennsylvania Railroad Co., Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nPlaintiff, a passenger on a train of defendant company, sued to recover for personal injuries alleged to have been sustained by him as a result of being thrown or falling from the car while the train was in motion. Plaintiff was traveling from Chicago to Pittsburgh, and according to his statement of claim, “at a point near Garfield, Ohio, while walking from the vestibule of a car of defendant company, for the purpose of entering the next coach, the train swayed suddenly, thereby precipitating plaintiff through the open vestibule door, or hatchway, which had negligently, carelessly or recklessly been allowed to remain open while the train was in motion, thereby inflicting on plaintiff bodily injuries.” The evidence shows that Miller walked from the scene of the accident, to a near-by farmhouse, where he was cared for until taken to a hospital. His claim for damages is based upon a permanent injury sustained as a result of the accident; he is now suffering from a form of cerebral concussion, which has incapacitated him from performing any but the simplest tasks. Defendant filed no affidavit of defense; at the first trial, the jury awarded plaintiff a verdict of $12,000. Defendant’s motion for judgment n. o. v. was refused but a new trial granted. Upon the second trial, the jury returned a verdict in his favor for the sum of $10,690. Defendant again filed a motion for judgment n. o. v. which, after argument before the court in banc, was refused. This appeal followed.\nThe point urged by defendant company before this court is that plaintiff’s evidence was insufficient to warrant submission of the case to the jury, and it argues that the testimony of Miller was contradictory to such extent that the jury could only have guessed as to how the accident happened, that Miller failed to prove negligence on the part of defendant company or its agents and that he was mentally incompetent to testify as to the circumstances of the accident. We have examined the record and note that plaintiff’s proof as to the manner of the happening of the accident is contained in his own testimony. He testified that he left the car in which he was riding, intending to proceed to another car for the purpose of procuring a drink of water, that as he (vas passing over the platform between the two cars, the train lurched with such force as it rounded a curve as to throw him through the vestibule door to the ground. His testimony stating these facts was repeated by him several times, and, in the presence of the court and jury, he drew a rough but clear pencil sketch, to further explain his story. His injury and its extent were testified to by medical witnesses.\nWith these facts in evidence, it is sufficient to say, upon proof of negligence, that “a presumption of negligence arises from an accident to a passenger when it is caused by a defect in the road, cars or machinery, or by want of diligence or care in those employed, or by other things which the company can and ought to control as a part of its duty to carry passengers safely”: Fern v. P. R. R. Co., 250 Pa. 487; see also De Marchi v. Central R. R. Co., 264 Pa. 321. The jury properly inferred from the facts presented that the car door was either left open, by defendant’s agents, servants or employees, or had been improperly closed and secured following the preceding stop of the train.\nIt must be borne in mind that Miller had come from Italy in 1906 or 1907 and since that time had worked as a miner and lumberjack, was a man of little or no education, spoke English imperfectly, and at the time he testified, was suffering from the injury resulting from the accident. His testimony, although halting and lacking the usual fluency of a narrative, is undérstandable and, with due consideration of the man’s inartistic manner of expressing himself, relates a consistent story. The court, in a clear and explicit charge, submitted the entire case to the jury, leaving the question of plaintiff’s competency, to which no objection was made until after all his testimony had been received, also for their decision. The mere fact that the witness suffered an illness which at times affected his mentality did not render him incompetent to testify; testimony Horn such a witness will not be excluded if it appears that it was thoughtful, to the point, and consistent with other testimony in the case: Brown v. Armstrong, etc., Co., 239 Pa. 549.\nPlaintiff’s proofs, taken as a whole, were adequate, presenting a clear case for the jury, and the trial judge submitted it to them in a fair and impartial way. Our reading of the record reveals nothing warranting a disturbance of the verdict.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Robert D. Dalzell, of Dalzell, Dalzell & McFall, for appellant.",
      "Wilbur F. Galbraith, with him Joseph A. Rossi and Julius L. Schoenberg, for appellee."
    ],
    "corrections": "",
    "head_matter": "Miller v. Pennsylvania Railroad Co., Appellant.\nArgued March 19, 1931.\nBefore Frazer, C. J., Walling, Simpson, Kephart and Schaffer, JJ.\nRobert D. Dalzell, of Dalzell, Dalzell & McFall, for appellant.\nWilbur F. Galbraith, with him Joseph A. Rossi and Julius L. Schoenberg, for appellee.\nApril 13, 1931:"
  },
  "file_name": "0524-01",
  "first_page_order": 548,
  "last_page_order": 551
}
