{
  "id": 1130024,
  "name": "Schmidt et ux., Appellant, v. Allegheny County et al.; Grail, Appellant, v. Allegheny County et al.",
  "name_abbreviation": "Schmidt v. Allegheny County",
  "decision_date": "1931-05-11",
  "docket_number": "Appeals, Nos. 58 and 59",
  "first_page": "560",
  "last_page": "566",
  "citations": [
    {
      "type": "official",
      "cite": "303 Pa. 560"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "297 Pa. 140",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1118257
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/297/0140-01"
      ]
    },
    {
      "cite": "283 Pa. 126",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1090580
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/283/0126-01"
      ]
    },
    {
      "cite": "214 Pa. 552",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        946103
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/214/0552-01"
      ]
    },
    {
      "cite": "289 Pa. 200",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1103347
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/289/0200-01"
      ]
    },
    {
      "cite": "77 Pitts. L. J. 420",
      "category": "reporters:state",
      "reporter": "Pitts L.J.",
      "opinion_index": -1
    },
    {
      "cite": "204 Pa. 606",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        927428
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/204/0606-01"
      ]
    },
    {
      "cite": "210 Pa. 480",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        937879
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/210/0480-01"
      ]
    },
    {
      "cite": "277 Pa. 301",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1079511
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/277/0301-01"
      ]
    },
    {
      "cite": "253 Pa. 434",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024000
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/253/0434-01"
      ]
    },
    {
      "cite": "290 Pa. 156",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1104402
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/290/0156-01"
      ]
    },
    {
      "cite": "56 Pa. 325",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009177
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/56/0325-01"
      ]
    },
    {
      "cite": "1 Grant 414",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        225838
      ],
      "pin_cites": [
        {
          "page": "415"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/grant/1/0414-01"
      ]
    },
    {
      "cite": "74 Pa. Superior Ct. 389",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        645592
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/74/0389-01"
      ]
    },
    {
      "cite": "66 Pa. Superior Ct. 538",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        628092
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/66/0538-01"
      ]
    },
    {
      "cite": "60 Pa. Superior Ct. 401",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        451739
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/60/0401-01"
      ]
    },
    {
      "cite": "35 Pa. Superior Ct. 529",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        872649
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/35/0529-01"
      ]
    },
    {
      "cite": "34 Pa. 381",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        417954
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/34/0381-01"
      ]
    },
    {
      "cite": "190 Pa. 94",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        905068
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/190/0094-01"
      ]
    },
    {
      "cite": "302 Pa. 488",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1129120
      ],
      "pin_cites": [
        {
          "page": "493"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/302/0488-01"
      ]
    },
    {
      "cite": "93 Pa. 150",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        442166
      ],
      "pin_cites": [
        {
          "page": "159"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/93/0150-01"
      ]
    },
    {
      "cite": "297 Pa. 140",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1118257
      ],
      "pin_cites": [
        {
          "page": "149"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/297/0140-01"
      ]
    },
    {
      "cite": "289 Pa. 200",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1103347
      ],
      "pin_cites": [
        {
          "page": "207"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/289/0200-01"
      ]
    },
    {
      "cite": "210 Pa. 480",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        937879
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "483"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/210/0480-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 604,
    "char_count": 9642,
    "ocr_confidence": 0.519,
    "pagerank": {
      "raw": 3.063858228607015e-07,
      "percentile": 0.8568057442731217
    },
    "sha256": "fb5ef570b834e20cbe72e09305937db80831d518e7f9d90f43cb6b4645a09ac6",
    "simhash": "1:eabbb7e27a523848",
    "word_count": 1657
  },
  "last_updated": "2024-02-27T20:35:18.737686+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Walling, Simpson, Kepi-iart and Schaefer, JJ."
    ],
    "parties": [
      "Schmidt et ux., Appellant, v. Allegheny County et al. Grail, Appellant, v. Allegheny County et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Schaepee,\nThe question raised on these appeals by the plaintiff landowners is the power of the County of Allegheny to divert a natural water course in connection with the widening and straightening of Babcock Boulevard, an important and extensively traveled county road.\nThe facts are not in controversy. Babcock Boulevard extends for some distance through a narrow valley following in a general way the natural windings of Girty’s Run, a water course which flowed through and along the line of appellants’ properties, abutting on the road for a distance of some 1,200 feet. Pursuant to a resolution of the board of county commissioners which declared that it was necessary for public safety and convenience to relocate, straighten, widen, and alter the boulevard, and after the appropriate proceedings in the court of quarter sessions required by law, the county entered upon appellants’ lands and appropriated a strip thereof and a portion of the natural bed of the stream. Part of the land taken was to provide for the stream a new channel into which it was diverted. Appellants, who own adjoining properties, filed these bills to enjoin defendants from proceeding with the appropriation of their lands and to compel them to restore the stream to its natural channel. The cases weré tried together in the court below and the chancellor found the taking of the lands and the diversion of the water course were necessary in the improvement of the highway and dismissed the bills.\nAppellants challenge the finding of the chancellor that it was necessary to divert the run and argue in the language of Snee v. West Side Belt R. R. Co., 210 Pa. 480, 483, and P. R. R. Co.’s App., 93 Pa. 150, 159, that necessity in cases such as this means “a necessity so absolute that, without it, the grant itself will be defeated. It must, also, be a necessity that arises from the very nature of things, over which the corporation has no control ; it must not be a necessity created by the company itself for its own convenience or for the sake of economy.”\nIn the present case they allege that the only necessity to divert the run arose from the decision of the county commissioners to widen and relocate the road in the precise place they selected. This entirely ignores the reason given by the commissioners in their resolution to widen and relocate the highway, that the widening and relocation is necessary for the safety and convenience of the traveling public. Roads which might have met every demand for safety and convenience in the days when six miles an hour was fast speed may be neither safe nor convenient when vehicles are traversing them lawfully at more than six times this speed and unlawfully at more than ten times. Some public authority must determine whether roads as they exist are safe and convenient and where they are county roads, the people making up the Commonwealth, through their chosen representatives, the legislature, have said that the county-commissioners, with the approval of the court and grand jury, shall determine the necessity for their change to meet the new conditions of travel. It would be in a plain case only, where the lack of necessity was clearly manifest, that the courts would set aside the commissioners’ formal declaration that the public safety necessitated a change in a road.\nThe Act of May 2, 1929, P. L. 1278, section 871, contains the grant of power to the county commissioners. It authorizes the county to make, construct and maintain public roads or highways as county roads and to “straighten, widen, extend and alter any such road or part thereof.” Section 917 further declares that the county commissioners may, for the purposes described in this act, “enter upon private or public property, and may take, injure and destroy the same, in the manner and subject to the restrictions and procedure prescribed by article VII of this act.” These are broad powers. Speaking of such power of eminent domain in the recent case of Lutz v. County of Allegheny, 302 Pa. 488, 493, we said: “The proper exercise of the right by a municipality invested with that power must be based on necessity, but, necessity is largely a question within the sound discretion of the authorities.” The chancellor’s finding is: “The road is located along the bed of the stream and it does not need any testimony to show that it could not be built without diverting the stream unless by a longitudinal bridge, and at the low elevation of this locality this would be manifestly absurd....... The diversion of Girty’s Run is not only incidental but was necessary.” It is argued by appellants that there is nothing to show that the road could not have been built on a better line or that it could not have been moved entirely from their properties. This argument is answered by Fayette County Commisisoners’ Petition, 289 Pa. 200, 207, wherein we said: “The landowner cannot raise the objection that there is no necessity for condemning the property because some other location might be made. ...... Just as the directors of a railroad are made the judges of the necessity for the taking of land for corporate purposes, which they have a statutory right to condemn,......so in this case the same discretion is confided to the commissioners, subject to sanction by the court.” Where the question of expediency is satisfied and there is nothing unreasonable or capricious in the choice of location or the manner of condemnation, the courts will not interfere to thwart the public welfare: Biddle v. Wayne Water Works Co., 190 Pa. 94; Warfel v. Cochran, 34 Pa. 381; Fayette County Commissioners’ Petition, supra.\nUnquestionably the county has the power to divert a stream when it interferes with' the improvement of a county road: Lorah v. Amity Twp., 35 Pa. Superior Ct. 529; Hall v. Rine, 60 Pa. Superior Ct. 401; Smith v. Henry, 66 Pa. Superior Ct. 538; De Noble v. Wilkins Twp., 74 Pa. Superior Ct. 389. If a county could not exercise this power, paying the damages done to landowners as an incident to the road improvement, it would in many instances be powerless to lay out roads and in many others its roads would be subjected to destruction by flood. We think a necessary implication arises from the express grant of the power, that private property may be appropriated for such a purpose. As we recently declared in Valmont Developing Co. v. Rosser, 297 Pa. 140, 149, “municipalities plan for the future and, unless specifically limited, are bound only by factors of reasonableness.” Though the empowering statutes do not expressly authorize the diversion of a water course in this manner, “the necessary incidents of an authority expressly granted need not be themselves expressed”: Linton v. Sharpsburg Bridge Co., 1 Grant 414, 415; Cleveland & Pittsburgh R. R. Co. v. Speer, 56 Pa. 325.\nThe principles and cases covering the rights of riparian owners in the waters of a stream, cited by appellants, have no bearing on the question here to be determined. Nor do the cases relied upon in particular by appellants. In Snee v. Westside Belt R. R. Co., 210 Pa. 480, the question turned upon the right of a railroad to condemn a strip of land in excess of the express statutory limit on its right-of-way to sixty feet, upon a portion of which it proposed to divert a stream of water and thus avoid the heavy expense of constructing two bridges instead of a single embankment. This court denied the right to appropriate, where the circumstances showed no necessity but mere convenience or economy. Solar Electric Co.’s App., 290 Pa. 156, likewise has no bearing on this controversy, for that case decided merely that the power of eminent domain which was claimed had never been granted. In Phila.’s Petition, 253 Pa. 434, the right was denied because the purpose of the attempted acquisition was not within the legitimate scope of the statute conferring upon the municipality the power of eminent domain.\nThe appellants raise the question whether a trial judge may use his knowledge of the locality of plaintiffs’ properties as a basis for the findings of fact of the necessity to divert the stream. Since the only knowledge which the judge used was that of the physical geography of the locality and of the location of the highway, of which he was at liberty to take judicial notice, and which here amounted to no more than the sharing by the judge as an individual of a matter of common knowledge, we think he did not err in making such use of it as he did in this instance. See Com. v. Ball, 277 Pa. 301, and Wigmore on Evidence, 2d edition, section 2569.\nThe judgments are affirmed.",
        "type": "majority",
        "author": "Me. Justice Schaepee,"
      }
    ],
    "attorneys": [
      "C. Elmer Bown, with him H. Glenn Sample, for appellants.",
      "Artemas G. Leslie, Assistant County Solicitor, with him Mortimore B. Lesher, County Solicitor, for appellees, cited:"
    ],
    "corrections": "",
    "head_matter": "Schmidt et ux., Appellant, v. Allegheny County et al. Grail, Appellant, v. Allegheny County et al.\nArgued March 19,1931.\nBefore Frazer, C. J., Walling, Simpson, Kepi-iart and Schaefer, JJ.\nC. Elmer Bown, with him H. Glenn Sample, for appellants.\nThe trial judge had a right to use his own knowledge of location as basis for finding of fact of necessity.\nThe county had no power to divert a natural water course in widening and straightening a road: Snee v. R. R., 210 Pa. 480; Woods v. Gas Co., 204 Pa. 606; Hill v. R. R., 77 Pitts. L. J. 420.\nArtemas G. Leslie, Assistant County Solicitor, with him Mortimore B. Lesher, County Solicitor, for appellees, cited:\nAs to the presumption that public officers do their duty: Fayette County Commissioners Petition, 289 Pa. 200; Houseman v. Nav. Co., 214 Pa. 552; Jefferson County v. Twp., 283 Pa. 126.\nAs to the power of the county to divert a natural water course in widening and straightening a road: See Valmont Developing Co. v. Rosser, 297 Pa. 140.\nMay 11, 1931:"
  },
  "file_name": "0560-01",
  "first_page_order": 584,
  "last_page_order": 590
}
