{
  "id": 891386,
  "name": "The National Mutual Insurance Company, to the use of Julia O'Brien, v. The Home Benefit Society of New York, Appellant",
  "name_abbreviation": "National Mutual Insurance ex rel. O'Brien v. Home Benefit Society",
  "decision_date": "1897-05-27",
  "docket_number": "Appeal, No. 413",
  "first_page": "443",
  "last_page": "450",
  "citations": [
    {
      "type": "official",
      "cite": "181 Pa. 443"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "28 Mo. 383",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        8851897
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mo/28/0383-01"
      ]
    },
    {
      "cite": "18 Pa. 96",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969163
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/18/0096-01"
      ]
    },
    {
      "cite": "13 Pa. 50",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        964985
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/13/0050-01"
      ]
    },
    {
      "cite": "2 Watts, 106",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840176
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0106-01"
      ]
    },
    {
      "cite": "14 W. N. C. 108",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts, 182",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846089
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0182-01"
      ]
    },
    {
      "cite": "119 N. Y. 1",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2229546
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/119/0001-01"
      ]
    },
    {
      "cite": "7 Misc. Rep. 543",
      "category": "reporters:state",
      "reporter": "Misc.",
      "case_ids": [
        2996254
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nys/27/0991-01"
      ]
    },
    {
      "cite": "78 Hun, 331",
      "category": "reporters:state",
      "reporter": "Hun,",
      "case_ids": [
        5697432
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nys/29/0141-01"
      ]
    },
    {
      "cite": "73 Hun, 496",
      "category": "reporters:state",
      "reporter": "Hun,",
      "case_ids": [
        3519042
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nys/26/0283-01"
      ]
    },
    {
      "cite": "95 U. S. 269",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3385392
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/95/0269-01"
      ]
    },
    {
      "cite": "121 N. Y. 87",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        566466
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/121/0087-01"
      ]
    },
    {
      "cite": "110 N. Y. 43",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2215781
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/110/0043-01"
      ]
    },
    {
      "cite": "173 Pa. 274",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        875930
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/173/0274-01"
      ]
    },
    {
      "cite": "40 Pa. 107",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        478776
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/40/0107-01"
      ]
    },
    {
      "cite": "2 Watts, 105",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "106 Pa. 176",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        455626
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/106/0176-01"
      ]
    },
    {
      "cite": "19 Pa. 273",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970622
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/19/0273-01"
      ]
    },
    {
      "cite": "74 Pa. 470",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1034709
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/74/0470-01"
      ]
    },
    {
      "cite": "123 Pa. 51",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "119 Pa. 76",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        558086
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/119/0076-01"
      ]
    },
    {
      "cite": "86 Pa. 236",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056631
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/86/0236-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 664,
    "char_count": 16506,
    "ocr_confidence": 0.453,
    "pagerank": {
      "raw": 1.0737558760445378e-07,
      "percentile": 0.5604338322427292
    },
    "sha256": "3a5138cff5c83cf9444ceb677f848310b2e76047d3676360158020f4404c2489",
    "simhash": "1:14ab1143569086ca",
    "word_count": 2848
  },
  "last_updated": "2024-02-27T16:43:58.604499+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, McCollum:, Mitchell and Dean, JJ."
    ],
    "parties": [
      "The National Mutual Insurance Company, to the use of Julia O’Brien, v. The Home Benefit Society of New York, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice McCollum,\nThere is nothing in the allowance of the amendments complained of which furnishes ground for reversing the judgment. The use plaintiff is the beneficiary named in the policy issued by the National Mutual Insurance Company on the life of her husband. But for the contract of March 28,1894, her right to maintain an action against the insurer for the amount of the policy could not be questioned. If the insurer had unjustly declared the policy forfeited, and thereupon refused to accept from the insured the premium proffered in accordance with its terms, it could not while insisting upon the forfeiture set up the failure to tender the next quarterly premium as a bar to his suit for the enforcement of his rights : Girard Life Ins. Co. v. Mutual Life Ins. Co., 86 Pa. 236. In the case cited the company declared the policy forfeited for nonpayment of a quarterly premium on the day it was due, and on tender of'the same two days thereafter declined to accept it. This occurred more -than a year before the death of the insured, and there was no payment or .tender of quarterly premiums after the rejection of the one above mentioned. It was held in an action against the company by the administrator of the insured that “ where the company has declared a policy forfeited and refused to accept a premium the fact that the insured subsequently failed to pay premiums as they fell due will not affect the right to recover on the policy.” That which is not a bar to an action on the policy by the insured or his administrator is not a bar to a suit against it by the beneficiary named in it. If, therefore, the defendant in this case was bound by its contract with the National Mutual Insurance Company to reinsure Edward O’Brien on the basis of his original application to, and the terms of his insurance with, the latter, his failure to tender the July premium cannot operate as a defense. Its denial that it was bound to reinsure him and its refusal to accept the April premium rendered a tender of the next quarterly premium unnecessary. We cannot find in-the evidence anything which operates as a release of the defendant from any liability imposed by its contract. The respective rights of • O’Brien and the defendant under the contract were not extinguished or qualified by anything said or done by either of them. The case was tried in the court below on the apparently mutual theory of the parties to it that the plaintiff was entitled to recover the amount of the policy or nothing. No claim or suggestion appears to have been made by either of them that there might be a recovery for a less sum. It was the existence of the liability claimed by the plaintiff aird denied by the defendant, and not the extent or measure of it, that was in dispute.\nThe National Mutual Insurance Company agreed “ to transfer or cause to be transferred to the best of its ability ” the membership of it to the defendant. It could do no more in this direction because the New York statute under which the contract was made expressly conceded the right of every member of it, on giving the required notice to elect to be transferred to or reinsured by another company. The defendant agreed to reinsure the members of the National Mutual Insurance Company upon execution of satisfactory transfer applications on the basis of their original applications to it, and to rate them at the same amount with premiums payable at same dates as they were then paying in it. What effect has the requirement of a satisfactory transfer application upon the liability of the defendant ? Does it warrant the refusal of the defendant to reinsure a member on the ground that his application for transfer “ is not satisfactory on account of physical condition and age ?This is the distinct ground on which the defendant refused to reinsure O’Brien. If it is tenable ground for refusal, the agreement respecting the basis of reinsurance and the rating of members amounts to nothing, because the defendant may reject the transfer application of any member whose age or health may appear to it as presenting an undesirable risk.\nThe contract as construed by the defendant fails to afford to the membership of the National Mutual Insurance Company the protection contemplated by the statute under which it was made. It was not so construed by that company when its members were requested to approve it. On the contrary their approval was obtained on the express assurance that they would be transferred without examination as at tbe age of entry in the National Mutual Insurance Company, and at the same rates and dates of payments as with it. This assurance was warranted, we think, by the terms of the contract. The words “ satisfactory transfer application, etc.,” considered in connection with what precedes and follows them, do not mean that the defendant will reinsure the applicant for transfer on condition that his age and health are satisfactory to it. To attribute to them this meaning is to defeat the obvious purpose of the contract and of the statute which authorized it. The paramount purpose of the contract was protection to the members of the National Mutual Insurance by reinsurance with the defendant. In our view of the contract it bound the latter to reinsure the members of the former who elected to have their insurance transferred in accordance with its provisions. The defendant sent an application for transfer to O’Brien who fully and correctly answered all the questions propounded in it, and signed it as instructed. It neither disclosed nor concealed anything which released the defendant from its obligation to him. It must therefore be regarded as a “ satisfactory transfer application ” within the meaning of the contract. Thenceforth the defendant was liable for the amount of his policy with the National Mutual Company on his compliance with its provisions respecting premiums and the payment of them. As we have already seen his failure to tender the July premium is not a bar to this action. The views herein expressed are in accord with the able opinion filed by the' learned court below on discharging the rule for a new trial.\nWe infer from the record that the defendant was not allowed a credit for the April and July premiums amounting to $154.50. If this inference is in accordance with the fact, we direct that the court below cause a credit to be entered on the judgment for that amount.\nThe judgment, subject to the above direction, is affirmed.",
        "type": "majority",
        "author": "Mr. Justice McCollum,"
      }
    ],
    "attorneys": [
      "John G. Johnson, with him Nicholas Neblich and Edmund Luis Mooney, for appellant.",
      "James Ryon, with him George W. Ryon, for appellee,"
    ],
    "corrections": "",
    "head_matter": "The National Mutual Insurance Company, to the use of Julia O’Brien, v. The Home Benefit Society of New York, Appellant.\nInsurance — Life insurance — Forfeiture—Failure to pay premiums.\nWhere an insurance company had declared a policy forfeited and refused to accept a premium, the fact that the insured subsequently failed to pay premiums as they fell due will not affect the right to recover on the policy if the forfeiture was invalid.\nInsurance — Life insurance — Reinsurance.\nO. was insured in a mutual insurance company of the state of New York which had a contract with the H. insurance company by which'it was agreed that the former company should transfer to the H. company its membership and the latter company should reinsure said members on the basis of their original applications to the former company, on the execution of satisfactory transfer applications. O. filled out a transfer application in which he stated that he had recently recovered from an attack of pneumonia, but that his health was then fair, which he sent to the company, with a check for the quarterly premium. The H. company returned the check and demanded that he should be examined by their medical examiner. O. made no other quarterly payments, and subsequently died. Held, that the H. company was bound to pay the amount of the policy.\nArgued Feb. 15, 1897.\nAppeal, No. 413, Jan. T., 1896, by defendant, from judgment of O. P. Schuylkill Co., Jan. T., 1895, No. 233, on verdict for plaintiff.\nBefore Sterrett, C. J., Green, McCollum:, Mitchell and Dean, JJ.\nAffirmed.\nAssumpsit on a policy of life insurance. Before Bechtel, J.\nAt the trial it appeared that on June 17, 1892, the National Mutual Insurance Company of New York issued a policy of insurance for $5,000 upon the life of Edward O’Brien, the use plaintiff’s husband. On March 28, 1894, the National Mutual Insurance Company of New York entered into a contract with the Home Benefit Society by which it was provided that the National Mutual Insurance Company of New York should “ transfer, or cause to be transferred, to the best of its ability, the membership of said National Mutual Insurance Company,” to the Home Benefit Society, and that the latter should “ rein-sure said members on the basis of their original applications to said National Mutual Insurance Company on an execution of a satisfactory transfer application to said Home Benefit Society; it being further agreed that said transferred members shall be rated at the same amounts, with premiums payable on the same basis, as they are now paying in said National Mutual Insurance Company.”\nThe New York statute relating to insurance companies doing business upon the cooperative or assessment plan reinsuring their risks, is as follows :\n“No such corporation organized under the laws of this state shall transfer its risks to or reinsure them in any other corporation unless the contract of transfer or reinsurance is first submitted to and approved by a two-thirds vote of a meeting of the insured called to consider the same, of which meeting a written or printed notice shall be mailed to each member, certificate holder or policy holder at least thirty days before the day fixed for such meeting. If such transfer or reinsurance shall be approved, every member, certificate holder or policy holder of the corporation who shall file with the secretary thereof, within ten days after the meeting, a written notice of his preference to be transferred to some other corporation than that named in the contract, shall be accorded all the rights and privileges, if any, in aid of such transfer, as would have been accorded under the terms of such contract, had he been transferred to the corporation named therein.”\nOn April 17, 1894, a quarterly premium of $77.25 became due by O’Brien, and later in the month he sent this amount to the Home Benefit Society. A transfer application was sent to him which he filled out stating in it that he had recently had an attack of pneumonia, but that his health was fair at the time he signed the application. His check was returned to him, and a demand made upon him that he should be examined by the physician of the Home Benefit Society. O’Brien refused to undergo another medical examination, and did not pay the next quarterly instalment due on July 17. He died on August 15, 1894.\nThe court charged in part as follows :\nThere is nothing in the contract which gives to the medical director the right to determine whether or not the application for transfer shall be regarded as satisfactory unless it is to be found in the language “ upon execution of satisfactory transfer application to said Home Benefit Society.” The defendant, through its counsel, declares it does not claim the right to subject members applying for transfer to a medical examination, but to require satisfactory transfer applications ; and we will say there is nothing in the contract giving to the defendant in express language the right to require members of the National Mutual Insurance Company to submit to a medical examination. [There is nothing in this contract to indicate what shall be regarded as a satisfactory transfer application; nor is there anything in the contract to indicate in what respect it is to be satisfactory, whether as to its form or as to the age of the applicant, or the condition of health of the applicant,] [5] but it provides for reinsurance on the basis of the original application to said National Mutual Insurance Company, and that the transferred member shall be rated at the same amounts, with premiums payable the same dates as they were paying in the National Mutual Insurance Company.\nIn view of this language of the act of the state of New York: “ If such transfer or reinsurance shall be approved, every member, certificate holder or policy holder of the corporation who shall file with the secretary thereof within ten days after the meeting a written notice of his preference to be transferred to some other corporation than that named in the contract, shall be accorded all the rights and privileges, if any, in aid of such transfer as would have been accorded under the terms of such contract had he been transferred to the corporation therein named,” every member was required to indicate by notice in writing his determination as to whether he would be transferred to the defendant or some other company, and neither of the parties to the contract in evidence before you could direct to which company he or they should be transferred.\nThe plaintiff claims that Edward O’Brien did by writing indicate to the defendant company his determination to- be transferred to it under the contract in evidence. [We prefer, therefore, to submit to you the question of whether or not this application or writing of Edward O’Brien to the defendant society was the execution of a satisfactory transfer application to said Home Benefit Society, and was intended by him to be such, rather than to give to you binding instruction upon this branch .of the case, saying to you, if you find it was, then the plaintiff has in this respect made out her claim; and if you believe the testimony relating to the death of Edward O’Brien, and that Julia O’Brien is his wife, is living, we think the plaintiff would be entitled to your verdict, and we so instruct you.] [7] If you find that the transfer application was not such satisfactory transfer application as is required, then the plaintiff has failed to make out her claim, and would not be entitled to your verdict, and if you so find you should render a verdict for defendant.\n[If you find for the plaintiff, she would be entitled to the amount of the policy with legal interest from the time it became due and payable under its terms up to this date, and you must name the amount in your verdict. By that we mean if you find for the plaintiff you must say we find for the plaintiff for so much, not leaving any calculation to be made when you present your verdict here.] [8]\nVerdict and judgment for plaintiff for $5,405. Defendant appealed.\nErrors assigned among others were (5, 7, 8) above instructions, quoting them.\nJohn G. Johnson, with him Nicholas Neblich and Edmund Luis Mooney, for appellant.\nThere could have been no recovery-in the suit originally brought, upon the statement therein filed, by Julia O’Brien, agáinst the corporation defendant: Adams v. Kuehn, 119 Pa. 76; Delp v. Brewing Co., 123 Pa. 51; Torrens v. Campbell, 74 Pa. 470; Bellas v. Fagely, 19 Pa. 273; White v. Thielens, 106 Pa. 176; Hind v. Holdship, 2 Watts, 105; Shoemaker v. King, 40 Pa. 107; Freeman v. Penna. R. Co. 173 Pa. 274.\nIt was error to allow the jury to find, under the contracts and the evidence, that a satisfactory transfer application had been executed.\nThe New York statute of 1892, conferred no rights upon the plaintiff.\nThere was no duty, under its contract, on the part of the corporation defendant, to reinsure it until after a transfer application satisfactory to it had been executed.\nWhen there is any ambiguity in a contract the construction placed upon it by the acts of the parties themselves is one of the surest ways of determining its meaning: Dodge v. Zimmer, 110 N. Y. 43; Woolsey v. Funke, 121 N. Y. 87; Ins. Co. v. Dutcher, 95 U. S. 269.\nO’Brien’s conduct and action amounted to an election by him to consider himself entitled to receive from the National Insurance Company the amount of the premiums which he had theretofore paid, and to treat his policy as at an end: Martin v. N. Y. Life Ins. Co., 73 Hun, 496; Cox v. Stokes, 78 Hun, 331; Cassidy v. Aldhous, 7 Misc. Rep. 543; McCreery v. Day, 119 N. Y. 1; Demuth v. Am. Institute, 10 J. & S. 336.\nJames Ryon, with him George W. Ryon, for appellee,\ncited, Blymire v. Boistle, 6 Watts, 182; Coffey v. White, 14 W. N. C. 108; Hind v. Holdship, 2 Watts, 106; Bellas v. Fagely, 19 Pa. 273; Esling v. Zantzinger, 13 Pa. 50; Vincent v. Watson, 18 Pa. 96; May on Ins., 531 (1873 edition); McKee v. Phoenix Ins. Co., 28 Mo. 383.\nMay 27, 1897:"
  },
  "file_name": "0443-01",
  "first_page_order": 465,
  "last_page_order": 472
}
