{
  "id": 4185083,
  "name": "COMMONWEALTH of Pennsylvania, Appellee v. Jovon KNOX, Appellant",
  "name_abbreviation": "Commonwealth v. Knox",
  "decision_date": "2014-12-15",
  "docket_number": "No. 13 WAP 2013",
  "first_page": "467",
  "last_page": "475",
  "citations": [
    {
      "type": "official",
      "cite": "629 Pa. 467"
    },
    {
      "type": "parallel",
      "cite": "105 A.3d 1194"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "18 Ga. St. U.L. Rev. 341",
      "category": "journals:journal",
      "reporter": "Ga. St. U. L. Rev.",
      "year": 2001,
      "pin_cites": [
        {
          "page": "400-14",
          "parenthetical": "offering up staunch criticism of courts which have purportedly supplanted legislative efforts to implement directed approaches to criminal culpability taken from the Model Penal Code"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "490 Pa. 329",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1763772
      ],
      "weight": 8,
      "year": 1980,
      "pin_cites": [
        {
          "page": "333-34"
        },
        {
          "page": "496-97"
        },
        {
          "page": "333"
        },
        {
          "page": "496"
        },
        {
          "page": "334"
        },
        {
          "page": "497"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/490/0329-01"
      ]
    },
    {
      "cite": "903 A.2d 818",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8410475
      ],
      "pin_cites": [
        {
          "page": "836-37"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/903/0818-01"
      ]
    },
    {
      "cite": "502 U.S. 46",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6217781
      ],
      "weight": 3,
      "year": 1991,
      "pin_cites": [
        {
          "page": "56-60",
          "parenthetical": "refusing to set aside a verdict on sufficiency grounds merely because the evidence may have been insufficient to sustain one of several alternative, independent grounds for the conviction presented to a jury"
        },
        {
          "page": "472-75",
          "parenthetical": "refusing to set aside a verdict on sufficiency grounds merely because the evidence may have been insufficient to sustain one of several alternative, independent grounds for the conviction presented to a jury"
        },
        {
          "parenthetical": "refusing to set aside a verdict on sufficiency grounds merely because the evidence may have been insufficient to sustain one of several alternative, independent grounds for the conviction presented to a jury"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/502/0046-01"
      ]
    },
    {
      "cite": "854 A.2d 489",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9215432,
        1329394
      ],
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/854/0489-01",
        "/pa/578/0587-01"
      ]
    },
    {
      "cite": "578 Pa. 587",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1329394
      ],
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/pa/578/0587-01"
      ]
    },
    {
      "cite": "32 A.3d 613",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "case_ids": [
        7270316,
        4204894
      ],
      "weight": 2,
      "year": 2011,
      "pin_cites": [
        {
          "page": "618-22",
          "parenthetical": "discussing the interrelationship between the culpability provisions of the Crimes Code and the Model Penal Code in terms of the treatment of accomplice liability"
        },
        {
          "page": "622-23"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a3d/32/0613-01",
        "/pa/612/0642-01"
      ]
    },
    {
      "cite": "612 Pa. 642",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        4204894
      ],
      "weight": 2,
      "year": 2011,
      "pin_cites": [
        {
          "page": "651-56",
          "parenthetical": "discussing the interrelationship between the culpability provisions of the Crimes Code and the Model Penal Code in terms of the treatment of accomplice liability"
        },
        {
          "page": "642"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/612/0642-01"
      ]
    },
    {
      "cite": "722 A.2d 657",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11773788,
        765973
      ],
      "year": 1998,
      "pin_cites": [
        {
          "parenthetical": "alluding to this common-law, common-design principle in a context in which it was not controlling and, thus, with no assessment of its continuing longevity"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/722/0657-01",
        "/pa/554/0586-01"
      ]
    },
    {
      "cite": "554 Pa. 586",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        765973
      ],
      "year": 1998,
      "pin_cites": [
        {
          "parenthetical": "alluding to this common-law, common-design principle in a context in which it was not controlling and, thus, with no assessment of its continuing longevity"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/554/0586-01"
      ]
    },
    {
      "cite": "50 A.3d 749",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "case_ids": [
        7312779
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "759"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a3d/50/0749-01"
      ]
    },
    {
      "cite": "315 N.J.Super. 384",
      "category": "reporters:state",
      "reporter": "N.J. Super.",
      "case_ids": [
        530358
      ],
      "weight": 4,
      "year": 1998,
      "pin_cites": [
        {
          "page": "722"
        },
        {
          "page": "724",
          "parenthetical": "describing a \"conceptual morass into which courts may be led,\" relative to the imposition of criminal liability for possession of a weapon which a defendant did not physically possess"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj-super/315/0384-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 764,
    "char_count": 13900,
    "ocr_confidence": 0.752,
    "pagerank": {
      "raw": 4.4916476050659184e-08,
      "percentile": 0.28153205071029236
    },
    "sha256": "6eb99c8a131c276d704880a806cb9917fa057e5ffa26dae6f57fb430d3a1d774",
    "simhash": "1:9a23639473f7f3bc",
    "word_count": 2158
  },
  "last_updated": "2024-02-27T23:08:24.076545+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, STEVENS, JJ.",
      "Former Justice McCAFFERY did not participate in the decision of this case.",
      "Chief Justice CASTILLE, Justices BAER, TODD and STEVENS join the opinion.",
      "Justice EAKIN files a concurring opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee v. Jovon KNOX, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice SAYLOR.\nThis appeal concerns a criminal defendant’s accountability for the illegal possession of a firearm by another, under accomplice-liability theory.\nThe facts underlying this appeal are cumbersome. In general, they reflect a recurring scenario in which a defendant (presently, Appellant) is charged with a possessory weapons offense deriving from the role of a firearm in a broader criminal undertaking, although, factually, another person (here, Appellant’s brother) actually possessed the weapon during the episode and the defendant himself was unarmed. See generally State v. Williams, 315 N.J.Super. 384, 718 A.2d 721, 722 (1998) (commenting on the frequency of the above fact pattern, which “surely must be a common problem, given the prevalence of multi-defendant cases, such as this, in which crimes are committed as to which accomplice liability is properly charged but wherein only one defendant may be carrying a weapon”).\nThe weapon offense presently at issue — “[flirearms not to be carried without a license” — pertains, inter alia, when an individual carries a concealed firearm on his person without a license. See 18 Pa.C.S. § 6106(a)(1) (setting forth and elaborating upon this general rule, as well as delineating a series of exceptions). Obviously, such permutation, on facial terms, does not apply to unarmed co-perpetrators in a larger criminal undertaking who simply are not “carrying] a firearm concealed on or about [their] person.” Id. Nevertheless, the purport of the Superior Court’s present opinion is that the possessory weapons offense extends to persons who may be accomplices in the abstract. See Commonwealth v. Knox, 50 A.3d 749, 759 (Pa.Super.2012) (determining, based on Appellant’s presence at the scene of a robbery in which his brother pulled a gun on the victim, conduct in fleeing the scene with his brother, and conduct in lying to police about his involvement, that Appellant “acted as [his brother’s] accomplice” and, as such, both “are criminally responsible for each other’s actions”). In substance, the Superior Court’s approach embodies the now-defunct common-law principle that each accomplice bears equal criminal responsibility for all acts of his associates or confederates committed in furtherance of a common design. See Commonwealth v. Lassiter, 554 Pa. 586, 595 n. 4, 722 A.2d 657, 661-62 n. 4 (1998) (alluding to this common-law, common-design principle in a context in which it was not controlling and, thus, with no assessment of its continuing longevity).\nPer the express terms of the Crimes Code, however, accomplice liability has been made offense-specific. Accordingly, the general rule is that a person is an accomplice of another in the commission of “an offense” if, acting with the intent to promote or facilitate the commission of “the offense,” he solicits the other person to commit it or aids, agrees, or attempts to aid the other person in planning or committing it. 18 Pa.C.S. § 306(c). The broader approaches — including the common-design theory and the related precept that an accomplice was liable for all of natural and probable consequences of the principal’s actions in the commission of a target offense— were supplanted by the General Assembly with the adoption of the Crimes Code and its incorporation of core restraints on criminal liability taken from the Model Penal Code. See generally Commonwealth v. Roebuck, 612 Pa. 642, 651-56, 32 A.3d 613, 618-22 (2011) (discussing the interrelationship between the culpability provisions of the Crimes Code and the Model Penal Code in terms of the treatment of accomplice liability).\nIn particular, the salient terms of Section 306 of the Crimes Code (“Liability for conduct of another; complicity”) are derived from Section 2.06 of the Model Penal Code, which expressly rejected the expansive common-design and natural- and-probable-consequences doctrines, refocusing liability for complicity squarely upon intent and conduct, not merely results. See American Law Institute, Model Penal Code and Commentaries § 2.06 cmt. 6(b), at 312 (1985) (“[T]he liability of an accomplice ought not to be extended beyond the purposes that he shares. Probabilities have an important evidential bearing on these issues; to make them independently sufficient is to predicate the liability on negligence when, for good reason, more is normally required before liability is found.”). After the passage of the Crimes Code, status as an accomplice relative to some crimes within a larger criminal undertaking or episode no longer per se renders a defendant liable as an accomplice for all other crimes committed. See Commonwealth v. Flanagan, 578 Pa. 587, 607-08 & n. 11, 854 A.2d 489, 501 & n. 11 (2004). Rather, closer, offense-specific analysis of intent and conduct is required.\nAccordingly, the Superior Court should have analyzed whether the evidence and reasonable inferences, taken in the light most favorable to the Commonwealth as the verdict winner, supported a conclusion that Appellant, acting with the intent to promote or facilitate his brother’s unlicensed carrying of a concealed firearm, solicited his brother to commit such offense or aided, agreed, or attempted to aid his brother in doing so. See 18 Pa.C.S. §§ 306(c), 6106(a)(1). In the absence of such a focused examination, the intermediate court’s broader assertion that, as accomplices, Appellant and his brother each were criminally liable for the other’s actions in the abstract is unsustainable.\nOrdinarily, we would undertake sufficiency review on the appropriate terms or remand to the Superior Court in order for this to be accomplished. Presently, however, the trial court’s charge to the jury encompassed multiple, independent bases to support a conviction on the possessory weapons offense. In addition to accomplice liability, the court discussed such crime in terms of conspiratorial liability, as well as principal liability for the possessory weapons offense via theories of constructive and joint possession. See N.T., June 9, 2008, at 464-65. Since, however, there is no reviewable challenge to these additional liability predicates pending in this Court, each stands as an adequate and independent basis supporting Appellant’s conviction. See generally Griffin v. United States, 502 U.S. 46, 56-60, 112 S.Ct. 466, 472-75, 116 L.Ed.2d 371 (1991) (refusing to set aside a verdict on sufficiency grounds merely because the evidence may have been insufficient to sustain one of several alternative, independent grounds for the conviction presented to a jury). With regard to these grounds, we note only that there are conceptual difficulties in addressing each, particularly with regard to possessory weapons offenses, and, accordingly, it is essential for advocates to sharpen their presentations to the judiciary in this area of the law.\nThe order of the Superior Court is affirmed, albeit that the supportive reasoning regarding the possessory weapons offense is disapproved.\nFormer Justice McCAFFERY did not participate in the decision of this case.\nChief Justice CASTILLE, Justices BAER, TODD and STEVENS join the opinion.\nJustice EAKIN files a concurring opinion.\n. Act of December 6, 1972, P.L. 1482 (as amended 18 Pa.C.S. §§ 110— 1110).\n. See generally Wilson-Bey v. United States, 903 A.2d 818, 836-37 (D.C.2006) (alluding to the Model Penal Code’s rejection of the natural- and-probable-consequences approach); Michael G. Heyman, The Natural and Probable Consequences Doctrine: A Case Study in Failed Law Reform, 15 Berkeley J. Crim. L. 388, 395 (2010) (discussing the Model Penal Code’s rejection of the common-design doctrine); Wesley M. Oliver, Limiting Criminal Law’s “In for a Penny, In for a Pound\" Doctrine, 103 Geo. LJ. Online 8, 9 (2013) (explaining that the imposition of broad-based criminal liability on accomplices for actions of others and results well beyond their contemplation \"has been roundly criticized by academic and judicial commentators for at least a century\").\n. There are statutory exceptions to this principle, most notably, the felony-murder rule. See 18 Pa.C.S. § 2502(b).\n. The Superior Court also cited this Court’s decision in Commonwealth v. Smith, 490 Pa. 329, 416 A.2d 494 (1980), for the proposition that \"a defendant can be legally responsible for the illegal possession of a firearm under a theory of accomplice liability.” Knox, 50 A.3d at 758 (citing Smith, 490 Pa. at 333-34, 416 A.2d at 496-97). We take no issue with this assertion. Relative to Smith, we note only that the disposition was in response to a specific contention by the defendant that the evidence was insufficient to establish that he had any involvement whatsoever in a shooting perpetrated by a codefendant. See Smith, 490 Pa. at 333, 416 A.2d at 496. In rejecting this argument, the Court focused the two paragraphs containing its rationale upon the defendant's \"words and actions at the time of the shooting,” which evidenced affirmative encouragement. See id. at 334, 416 A.2d at 497. For whatever reason, and presumably on account of the focus established by the litigants, the treatment in Smith was brief, relatively shallow, and lacking in focus upon the operative terms of Section 306 of the Crimes Code as they may relate to a possessory weapons offense. Thus, we do not believe the decision should be read to obviate a directed assessment of the controlling statutory scheme. Indeed, glossing over the statutory language would demonstrate little respect for its author, the General Assembly, which is the policymaking branch of government. Cf. Robert Batey, Judicial Exploitation of Mens Rea Confusion, At Common Law and Under the Model Penal Code, 18 Ga. St. U.L. Rev. 341, 400-14 (2001) (offering up staunch criticism of courts which have purportedly supplanted legislative efforts to implement directed approaches to criminal culpability taken from the Model Penal Code).\n. Conspiracy and accomplice liability are distinct concepts. See Roebuck, 612 Pa. at 642, 32 A.3d at 622-23.\n. As to accomplice liability, commentators frequently recount that this \"is one of the most difficult topics to deal with properly.” Heyman, The Natural and Probable Consequences Doctrine, 15 Berkeley J. Crim. L. at 389. The concepts of joint and constructive possession resonate more readily in the setting of crimes grounded on possession in the abstract, see, e.g., 35 P.S. § 780-113 (possession with intent to deliver), as contrasted with an offense permutation premised upon the specific conduct of “carr[ying] a firearm concealed about his person,” 18 Pa.C.S. § 6106(a)(1), which at least facially suggests a form of actual physical possession. In terms of conspiratorial liability, like accomplice liability, this has been impacted by the General Assembly’s adoption of concepts taken from the Model Penal Code. See 18 Pa.C.S. § 903 & Official Comment (\"This section is derived from Section 5.03 of the Model Penal Code.”).\n. See, e.g., Williams, 718 A.2d at 724 (describing a \"conceptual morass into which courts may be led,” relative to the imposition of criminal liability for possession of a weapon which a defendant did not physically possess).",
        "type": "majority",
        "author": "Justice SAYLOR."
      },
      {
        "text": "Justice EAKIN,\nconcurring.\nI disagree with the majority to the extent it suggests a conspiracy instruction can constitute an adequate and independent basis for a possession conviction when an individual is not charged with conspiracy to possess a firearm. Nonetheless, given appellant’s failure to contest the conspiracy instruction, I agree the possession conviction should be affirmed.\nThe conspiracy instruction here represents a legal error. See Trial Court Opinion, 6/22/09, at 6-7 (utilizing conspiracy theory to sustain possession conviction). While the jury could have found the evidence sufficient to convict appellant via joint and constructive possession, or via accomplice liability, the same cannot be said for conspiratorial liability. As the majority points out, the trial court gave the jury all three theories on which it could convict appellant of the firearms charge.\nHowever, conspiracy is a distinct crime — it is not a statutory theory of liability for criminal acts of other people. If one conspires to commit a crime, one is guilty of conspiracy, but not the crime conspired. To be guilty of the underlying crime itself, one must actually commit that crime or be liable for it under another theory, such as accomplice liability, or here, constructive possession. Accomplice liability and constructive possession, unlike conspiracy, are not separate crimes but a means by which one may be responsible for criminal acts of another.\nThus, appellant here, not charged with conspiracy to possess the firearm, cannot be found guilty of possession via “conspiracy liability.” The trial court’s charge is therefore in error. Notwithstanding this, given appellant’s failure to challenge the conspiracy instruction as a legal error, rather than collaterally as a sufficiency claim, such a claim is not properly before this Court. See Pa.R.A.P. 302(a) (“Issues not raised in the lower court are waived and cannot be raised for the first time on appeal.”). Therefore, as the majority properly notes, the verdict is not assailable on the grounds before us, and I concur in affirming the possession conviction. I join the majority’s holding on the question for which we accepted review, namely, that illegal possession of a firearm may be based on an accomplice liability theory.",
        "type": "concurrence",
        "author": "Justice EAKIN,"
      }
    ],
    "attorneys": [
      "Thomas N. Farrell, Esq., Pittsburgh, for Jovon Knox.",
      "Francesco Lino Nepa, Esq., Michael Wayne Streily, Esq., Allegheny County District Attorney’s Office, Pittsburgh, for Commonwealth of Pennsylvania."
    ],
    "corrections": "",
    "head_matter": "105 A.3d 1194\nCOMMONWEALTH of Pennsylvania, Appellee v. Jovon KNOX, Appellant.\nSupreme Court of Pennsylvania.\nArgued April 8, 2014.\nDecided Dec. 15, 2014.\nThomas N. Farrell, Esq., Pittsburgh, for Jovon Knox.\nFrancesco Lino Nepa, Esq., Michael Wayne Streily, Esq., Allegheny County District Attorney’s Office, Pittsburgh, for Commonwealth of Pennsylvania.\nCASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, STEVENS, JJ."
  },
  "file_name": "0467-01",
  "first_page_order": 503,
  "last_page_order": 511
}
