{
  "id": 124715,
  "name": "COMMONWEALTH of Pennsylvania, Appellant, v. Henry EDDINGS, Appellee",
  "name_abbreviation": "Commonwealth v. Eddings",
  "decision_date": "2001-05-21",
  "docket_number": "Appeal No. 016 M.D. Appeal Docket 2000",
  "first_page": "256",
  "last_page": "265",
  "citations": [
    {
      "type": "official",
      "cite": "565 Pa. 256"
    },
    {
      "type": "parallel",
      "cite": "772 A.2d 956"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "724 A.2d 903",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11639803,
        1702004
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "907"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/724/0903-01",
        "/pa/555/0370-01"
      ]
    },
    {
      "cite": "555 Pa. 370",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1702004
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "378"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/555/0370-01"
      ]
    },
    {
      "cite": "654 A.2d 541",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7868504,
        474164
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "544-45"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/654/0541-01",
        "/pa/539/0609-01"
      ]
    },
    {
      "cite": "539 Pa. 609",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        474164
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "615"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/539/0609-01"
      ]
    },
    {
      "cite": "516 A.2d 1172",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1800496,
        1800453,
        1800470,
        1800471
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "1175",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/512/0334-01",
        "/pa/512/0333-02",
        "/pa/512/0332-01",
        "/pa/512/0333-01"
      ]
    },
    {
      "cite": "512 Pa. 334",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1800496
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "339-340",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/512/0334-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 694,
    "char_count": 18758,
    "ocr_confidence": 0.612,
    "pagerank": {
      "raw": 1.3393542461508705e-07,
      "percentile": 0.6308080123590217
    },
    "sha256": "faa560685c5cfa266566ec21b4ede38868894da28dce4b93fd50ca04f91d1135",
    "simhash": "1:aef6f460501beecc",
    "word_count": 2979
  },
  "last_updated": "2024-02-27T17:51:10.246175+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J, and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ.",
      "Justice CASTILLE files a dissenting statement in which Justice NEWMAN joins.",
      "Justice NEWMAN joins this dissenting statement."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant, v. Henry EDDINGS, Appellee."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nOrder affirmed.\nJustice CASTILLE files a dissenting statement in which Justice NEWMAN joins.",
        "type": "majority",
        "author": "PER CURIAM:"
      },
      {
        "text": "CASTILLE, Justice,\ndissenting.\nThis Court granted review to consider the published decision of a divided panel of the Superior Court, which addressed a question of first impression under the “three strikes” provision of the Sentencing Code. See 42 Pa.C.S. § 9714(a)(2) (amended December 20, 2000, effective in 60 days). Without addressing the point that divided the Superior Court, this Court elects to affirm summarily the Superior Court panel majority. Because I believe that the Superior Court panel majority’s reading of § 9714 ignored its plain meaning and structure, I dissent from the per curiam affirmance.\nAppellee Henry Eddings was convicted of third degree murder for bludgeoning William Jessup to death with a 26-pound slab of concrete. Since this was appellee’s third conviction for a qualifying crime of violence, the Commonwealth notified him of its intention to seek a sentence under the three strikes provision of § 9714. The trial court agreed that this offense constituted appellee’s third strike under § 9714(a)(2), and, accordingly, imposed the mandatory minimum sentence of 25 to 50 years’ imprisonment.\nThe Pennsylvania General Assembly, like the United States Congress and the legislatures of many other states, has determined that recidivist violent offenders should face guaranteed and substantial periods of imprisonment. Section 9714 is aimed at accomplishing this legislative goal. Subsection (a)(1) (the “two strikes” provision) addresses offenders who have a single qualifying past conviction for a crime of violence and mandates imposition of minimum sentence of ten years’ imprisonment. It provides as follows:\nAny person who is convicted in any court of this Commonwealth of a crime of violence shall, if at the time of the commission of the current offense the person had previously been convicted of a crime of violence and has not rebutted the presumption of high risk dangerous offender as provided in subsection (c), be sentenced to a minimum sentence of at least ten years of total confinement, notwithstanding any other provision of this title or other statute to the contrary. If at the time of the commission of the current offense the person has previously been convicted of a crime of violence and has rebutted the presmnption of high risk dangerous offender as provided in subsection (c), the person shall be sentenced to a minimum sentence of at least five years of total confinement, notwithstanding any other provision of this title or other statute to the contrary. Upon a second conviction for a crime of violence, the court shall give the person oral and written notice of the penalties under this section for a third conviction for a crime of violence. Failure to provide such notice shall not render the offender ineligible to be sentenced under paragraph (2).\n42 Pa.C.S. § 9714(a)(1). As is apparent from 'this text, the ten-year mandatory minimum is not self-executing. It applies only if the defendant fails to rebut the presumption of “high risk dangerous offender as provided in subsection (c).” The five-year mandatory provision, however, is automatic: i.e., even if a second offender rebuts the presumption that he is a high risk dangerous offender, as a second offender he must receive, at a minimum, a sentence of five years’ total confinement.\nSubsection (b) of § 9714 sets forth the “presumption of high risk dangerous offender” referred to in § (a)(1), as follows:\n(b) Presumption of high risk dangerous offender.— For the purposes of subsection (a), an offender shall be presumed to be a high risk dangerous offender and shall be deemed to have prior convictions for crimes of violence if both of the following conditions hold:\n(1) The offender was previously convicted of a crime of violence. The previous conviction need not be for the same crime as the instant offense for this section to be applicable.\n(2) The previous conviction occurred within seven years of the date of the commission of the instant offense, except that any time during which the offender was incarcerated in any penitentiary, prison or other place of detention or on probation or parole shall not be considered in computing the relevant seven-year period....\n42 Pa.C.S. § 9714(b)(l)-(2). The statute defines “crime of violence” at subsection (g), by reference to specifically enumerated offenses under the Crimes Code. Thus, the legislation makes clear that, for the high risk dangerous offender-triggered ten-year mandatory sentence of the two strikes provision to apply, the previous conviction must be for a specified crime and occur within a specific time period of seven years, albeit adjusted to account for time spent in prison, on parole, or on probation.\nSubsection (c), entitled “high risk dangerous offender,” is a procedural section governing the manner by which the trial court determines whether a defendant is a high risk dangerous offender. It provides for hearings to afford the offender a chance to rebut the presumption, enumerates certain factors the court should consider, and authorizes psychological or psychiatric examinations where necessary. § 9714(c)(l)-(3). This subsection then concludes by specifying the sentencing order the court must enter, depending upon whether the defendant in fact has been found to be a high risk dangerous offender:\n4) If the court determines that the offender is a high risk dangerous offender, the court shall state on the sentencing order that the offender has been determined to be a high risk dangerous offender and that the ten-year mandatory minimum sentence under this section shall apply.\n5) If the court determines that the offender has rebutted by clear and convincing evidence the presumption that he is a high risk dangerous offender, the court shall state on the sentencing order that the defendant has not been determined to be a high risk dangerous offender and that the ten-year mandatory minimum sentence under this section shall not apply.\n42 Pa.C.S. §§ 9714(c)(4)-(5). Notably, these two sections governing the outcome of the high risk dangerous offender inquiry make reference only to the ten-year mandatory term applicable to the two-strikes provision in § (a)(1).'\nThe “three strikes” provision, ie., § 9714(a)(2), addresses offenders, such as appellee, who have been convicted of “two or more” separate crimes of violence, and mandates that those offenders receive a minimum of 25 years of total confinement, “notwithstanding any other provision of this title or other statute to the contrary.” Unlike the two strikes provision, § (a)(2) is unconditional: It contains no requirement of an additional finding of “high risk dangerous offender” for the mandatory sentence to apply, nor is there any reference to the high risk dangerous offender provisions in subsections (b) or (c). Instead, § (a)(2) provides:\nWhere the person had at the time of the commission of the current offense previously been convicted of two or more such crimes of violence arising from separate criminal transactions, the person shall be sentenced to a minimum sentence of at least 25 years of total confinement, notwithstanding any other provision of this title or other statute to the contrary. Proof that the offender received notice of or otherwise knew or should have known of the penalties under this paragraph shall not be required. Upon conviction for a third or subsequent crime of violence the court may, if it determines that 25 years of total confinement is insufficient to protect the public safety, sentence the offender to life imprisonment without parole.\n42 Pa.C.S. § 9714(a)(2).\nOn appeal to the Superior Court, appellee claimed that the seven-year restriction on previous convictions outlined in the definition of “high risk dangerous offender” applied to the three strikes provision of subsection (a) as well as the two strikes provision. The Superior Court panel majority agreed, holding that, for purposes of the three strikes provision, both previous convictions had to occur within the seven-year period outlined in § 9714(b). In reaching this conclusion, the panel majority focused on the fact that the definition of the presumption of high risk dangerous offender in § 9714(b) was “[f]or the purposes of subsection (a).” Since the General Assembly referred to subsection (a) “in its entirety,” the panel majority found, it must have intended the high risk dangerous offender requirement to apply to both the two and three strikes provisions.\nIn my view, the Superior Court’s construction of the statute is patently erroneous. This Court has noted that:\nThe Statutory Construction Act, 1 Pa.C.S. § 1501 et seq., provides as its most basic principle that:\nWhen the words of a statute are clear and free from all ambiguity, the letter of it is not to be disregarded under the pretext of pursuing its spirit.\n1 Pa.C.S. § 1921(b) (Supp.1986).\n... When the language of a statute is clear and unambiguous, the judiciary must read its provisions in accordance with their plain meaning and common usage. 1 Pa.C.S. 1903(a) (Supp.1986)____ When the statute’s meaning is plain, there is no occasion for resorting to rules of statutory interpretation or looking to the legislative history when doing so would alter the plain meaning of the statute.\nCommonwealth v. Bell, 512 Pa. 334, 339-340, 516 A.2d 1172, 1175 (1986) (citations omitted). See also Commonwealth v. Hagan, 539 Pa. 609, 615, 654 A.2d 541, 544-45 (1995). In addition, it is well settled that every statute must be construed, where possible, to give effect to all of its provisions, 1 Pa.C.S. § 1921(a), § 1922(2), and the Court must presume that the General Assembly does not intend a result that is “absurd, unreasonable or unconstitutional.” 1 Pa.C.S. § 1922(1), (8). Furthermore, “[i]n determining legislative intent, sections of a statute must be read together and construed with reference to the entire statute.” Fonner v. Skandon, Inc., 555 Pa. 370, 378, 724 A.2d 903, 907 (1999). In addition to being contrary to the clear and unambiguous, plain meaning of the statute, the Superior Court’s construction, adopted by the Court today, fails to consider the entire statute, effectively negates certain of its provisions, and will lead to absurd results.\nThe notion that the seven-year restriction of the high risk dangerous offender provisions applies to the third strike subsection simply ignores the actual language and structure of § 9714(a). The third strike provision never refers to “high risk dangerous offenders” at all; only the two strikes provision does. Furthermore, the three strikes provision specifically states that its mandatory minimum sentence of 25 years must be imposed “notwithstanding any other provision of this title or other statute to the contrary,” _ which, of course, includes subsection (b). This explicit language, which was ignored by the Superior Court, overwhelmingly counsels against inferring nonexistent restrictions.\nFurthermore, the contrast between the two strikes provision and the three strikes provision is significant. It is not just that the two strikes provision refers to the high risk dangerous offender limitation while the three strikes provision does not. The two strikes provision addresses the issue at some length, and sets forth specific sentencing contingencies depending upon whether the presumption of high risk dangerous offender has been rebutted. This is not accidental: the contingencies are essential, since the presumption is neither automatic nor irrebuttable. In contrast, the three strikes provision contains no such contingencies. This Court has recognized that:\n[W]here the legislature includes specific language in one section of the statute and excludes it from another, the language should not be implied where excluded.... Moreover, where a section of a statute contains a given provision, the omission of such a provision from a similar section is significant to show a different legislative intent....\nFonner, supra (citations omitted). The two and three strike provisions appear back-to-back; one mentions high risk dangerous offenders, and accounts for the consequences of an inquiry into that issue, while the other does not. Had the General Assembly intended for the high risk dangerous offender limitations to apply to the three strikes provision, it could have accomplished that result explicitly, as it did in the two strikes provision. But it did not do so. Also, had it intended a high risk dangerous offender inquiry, it would have accounted for the contingent results of the inquiry — unless we are to believe the statute was intended to be absurd. There is simply no principled basis allowing this Court to ignore the actual language of the statute and imply an unmentioned restriction, in a section immediately following one where the restriction was explicitly mentioned and accounted for.\nThat applying the seven-year restriction to § 9714(a)(2) ignores the plain meaning of the statute is also demonstrated by a consideration of §§ 9714(c)(4) and (c)(5). These provisions address the ultimate order the trial court is directed to enter after concluding its inquiry into high risk dangerous offender. Significantly, they make reference only to the ten-year mandatory provided for in the two strikes provision; no mention whatsoever is made of the 25 year sentence required under the three strikes provision. The fact that these sections say nothing about the three strikes sentence, while they specifically account for two strikes sentences, strongly corroborates that the high risk dangerous offender provisions, including the seven-year restriction, apply only in “two strike” cases. In contrast, the Superior Court’s reading, approved by this Court, simply ignores these parts of the statute — a rather startling circumstance since the Superior Court dissent relied upon them.\nFurthermore, § 9714(b) itself, which was relied upon by the Superior Court majority, in fact corroborates that the high risk dangerous offender provisions apply only to two strike cases. This provision merely defines when the presumption of high risk dangerous offender applies. When the provision rather innocuously states that it is providing this definition “[fjor purposes of subsection (a),” it obviously refers only to those portions of subsection (a) which discuss or involve the presumption of high risk dangerous offender. To pretend that the reference somehow amounts to a substantive amendment and expansion of the subsection to which it refers ignores the definitional nature of the provision, and is a most tortured construction of the overall statute.\nThe construction of the statute adopted by the Superior Court would lead to absurd results. In addition to the fact that it would be curious for the legislature to adopt the same time restriction for two offenses as for one, the construction approved by the Court could lead to defendants with one previous conviction being punished more severely than defendants with multiple prior convictions. Under the two strikes provision, a defendant with one previous conviction for a crime of violence who has successfully rebutted the high risk dangerous offender presumption would still be subject to a minimum sentence of five years’ imprisonment. On the other hand, the three strikes provision, as noted above, has no such contingencies. It prescribes no minimum sentence for a defendant with two or more previous convictions who has successfully rebutted the high risk dangerous offender presumption. Thus, a defendant with multiple previous convictions who rebuts the high risk dangerous offender provision would receive no mandatory minimum sentence at all, while a defendant with a single previous conviction who rebuts the presumption would receive a minimum sentence of 5 years. It is inconceivable that the General Assembly, in its effort to punish repeat violent offenders more harshly, would enact a statute that punished second-offenders more harshly than those with three or more prior convictions. That this absurd result follows upon a tortured construction of the statute that ignores its plain language and overall structure in favor of inferring language which does not exist shows just how wrong the decision below, and this Court’s affirmance of it, is.\nFurther compelling evidence that the Superior Court’s interpretation of § 9714 was erroneous comes from action by the Pennsylvania General Assembly. In December 2000, it deleted §§ 9714(b) and (c) as well as those portions of § 9714(a)(1) which referred to the high risk dangerous offender provision. The fact that the legislature eliminated altogether the high risk dangerous offender provisions — provisions which formed the basis of the Superior Court’s conclusion that the recency requirement applied to defendants with two or more previous convictions for crimes of violence — is a clear indication that it disagreed with the Superior Court’s interpretation of the previous § 9714. In light of this legislative action, it is inconceivable that this Court would affirm the Superior Court’s construction of § 9714 without explanation. It is worth noting that, as a consequence of the amendments precipitated by the Superior Court’s construction, the statute has been made more harsh and inflexible. Now, upon being convicted of a second crime of violence, a defendant automatically receives a mandatory minimum sentence of ten years’ imprisonment regardless of the date of the prior conviction, and a third strike still results in an automatic mandatory minimum of 25 years. Such is the cost of the misinterpretation the majority now affirms without explanation.\nBecause the General Assembly did not remotely direct that the seven-year recency requirement apply to defendants subject to the three strikes provision of § 9714(a)(2), I would reverse the Superior Court. Hence, I dissent from the per curiam order of affirmance.\nJustice NEWMAN joins this dissenting statement.\n. The December amendment removed all provisions having to do with the presumption of high risk dangerous offender. This case requires this Court to interpret the previous version of the statute.\n. The trial court relates that appellee was convicted of robbery in 1982 and of aggravated assault in 1984.",
        "type": "dissent",
        "author": "CASTILLE, Justice,"
      }
    ],
    "attorneys": [
      "Edward Michael Marsico, Francis T. Chardo, Harrisburg, for Commonwealth of Pa.",
      "Paul Watson Muller, Hershey, George Schultz, Harrisburg, for H. Eddings."
    ],
    "corrections": "",
    "head_matter": "772 A.2d 956\nCOMMONWEALTH of Pennsylvania, Appellant, v. Henry EDDINGS, Appellee.\nSupreme Court of Pennsylvania.\nArgued Dec. 6, 2000.\nDecided May 21, 2001.\nEdward Michael Marsico, Francis T. Chardo, Harrisburg, for Commonwealth of Pa.\nPaul Watson Muller, Hershey, George Schultz, Harrisburg, for H. Eddings.\nBefore FLAHERTY, C.J, and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
  },
  "file_name": "0256-01",
  "first_page_order": 416,
  "last_page_order": 425
}
