{
  "id": 124682,
  "name": "COMMONWEALTH of Pennsylvania ex. rel. James DADARIO, III, Appellant, v. Irwin GOLDBERG, Warden, Delaware County Prison, Appellee",
  "name_abbreviation": "Commonwealth ex. rel. James Dadario v. Goldberg",
  "decision_date": "2001-06-19",
  "docket_number": "No. 2920-97",
  "first_page": "280",
  "last_page": "288",
  "citations": [
    {
      "type": "official",
      "cite": "565 Pa. 280"
    },
    {
      "type": "parallel",
      "cite": "773 A.2d 126"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "737 A.2d 214",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11567898,
        838539
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "223-24"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/737/0214-01",
        "/pa/558/0313-01"
      ]
    },
    {
      "cite": "558 Pa. 313",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838539
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/558/0313-01"
      ]
    },
    {
      "cite": "722 A.2d 638",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11773538,
        765982
      ],
      "weight": 4,
      "year": 1999,
      "pin_cites": [
        {
          "page": "640"
        },
        {
          "page": "641"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/722/0638-01",
        "/pa/554/0547-01"
      ]
    },
    {
      "cite": "554 Pa. 547",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        765982
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/554/0547-01"
      ]
    },
    {
      "cite": "733 A.2d 1242",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11551778,
        56819
      ],
      "weight": 3,
      "year": 1999,
      "pin_cites": [
        {
          "page": "1249"
        },
        {
          "page": "1251"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/733/1242-01",
        "/pa/557/0358-01"
      ]
    },
    {
      "cite": "557 Pa. 358",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        56819
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/557/0358-01"
      ]
    },
    {
      "cite": "736 A.2d 564",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        838560,
        11575941
      ],
      "weight": 3,
      "year": 1999,
      "pin_cites": [
        {
          "page": "572"
        },
        {
          "page": "569"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/558/0214-01",
        "/a2d/736/0564-01"
      ]
    },
    {
      "cite": "558 Pa. 214",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838560
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/558/0214-01"
      ]
    },
    {
      "cite": "527 A.2d 973",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1806092
      ],
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "page": "976"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/515/0153-02"
      ]
    },
    {
      "cite": "515 Pa. 153",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1806001,
        1806092
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa/515/0153-01",
        "/pa/515/0153-02"
      ]
    },
    {
      "cite": "724 A.2d 326",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1702005,
        11635951
      ],
      "weight": 3,
      "year": 1999,
      "pin_cites": [
        {
          "page": "333"
        },
        {
          "page": "332"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/555/0299-01",
        "/a2d/724/0326-01"
      ]
    },
    {
      "cite": "555 Pa. 299",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1702005
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/555/0299-01"
      ]
    },
    {
      "cite": "466 U.S. 668",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6204802
      ],
      "weight": 3,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/us/466/0668-01"
      ]
    },
    {
      "cite": "658 A.2d 771",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7872600,
        472178
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "777"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/658/0771-01",
        "/pa/540/0493-01"
      ]
    },
    {
      "cite": "540 Pa. 493",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        472178
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "505"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/540/0493-01"
      ]
    },
    {
      "cite": "688 A.2d 1172",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7366280,
        468700,
        468731,
        7366372
      ],
      "weight": 4,
      "year": 1997,
      "pin_cites": [
        {
          "page": "1174"
        },
        {
          "page": "1175"
        },
        {
          "page": "1174",
          "parenthetical": "footnote omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/688/1172-01",
        "/pa/547/0111-01",
        "/pa/547/0110-01",
        "/a2d/688/1172-02"
      ]
    },
    {
      "cite": "547 Pa. 111",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        468700
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/pa/547/0111-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 636,
    "char_count": 15340,
    "ocr_confidence": 0.623,
    "pagerank": {
      "raw": 7.166977795454161e-07,
      "percentile": 0.9672905640444674
    },
    "sha256": "7a7daf178aaea638d5e26ff14a50bb0bad5d7a6506e69d814351518cbd6120f5",
    "simhash": "1:891323ec61ad3fcc",
    "word_count": 2477
  },
  "last_updated": "2024-02-27T17:51:10.246175+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN, SAYLOR, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania ex. rel. James DADARIO, III, Appellant, v. Irwin GOLDBERG, Warden, Delaware County Prison, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nNEWMAN, Justice.\nWe granted allowance of appeal to determine whether an ineffective assistance of counsel claim that arises out of the plea bargaining process is cognizable under the state habeas corpus statute.\nOn July 16, 1997, authorities arrested James Dadario, III (Appellant) and charged him with rape, involuntary deviate sexual intercourse, indecent assault, simple assault and aggravated assault. The Commonwealth subsequently amended the criminal information to add a charge of sexual assault. Prior to trial, the Commonwealth offered Appellant a plea bargain: in exchange for a guilty plea to the sexual assault charge, Appellant would receive a sentence of ten to twenty-three months of incarceration with immediate work release and two years statutory probation. The Commonwealth also agreed to dismiss all remaining charges. After conferring with counsel, Appellant rejected the proposed plea bargain and the case went to trial. On January 9, 1998, a jury convicted Appellant of sexual assault and acquitted him on the remaining charges.\nAt sentencing, Appellant’s counsel admitted that at the time he relayed the Commonwealth’s plea offer to Appellant, he mistakenly believed that the sentencing range for sexual assault was four to twelve months of imprisonment. In fact, the sentencing range for sexual assault was thirty-^ix to fifty-four months’ incarceration. On February 9, 1998, the trial court sentenced Appellant to twenty-four to forty-eight months’ imprisonment. Appellant filed no post-sentencing motions and no appeal to the Superior Court.\nOn January 14, 1999, Appellant, represented by new counsel, filed a petition for a writ of habeas corpus. Appellant claimed that trial counsel was ineffective in failing to advise him of the correct sentencing guidelines for sexual assault prior to his rejection of the Commonwealth’s plea bargain. The trial court denied Appellant’s petition, concluding that the legislature had eliminated collateral review of claims of ineffective assistance of counsel in connection with guilty pleas when it repealed 42 Pa.C.S. § 9543(a)(2)(v) in 1995. The Superior Court affirmed, agreeing with the trial court that the legislature had eliminated collateral review of these claims by repealing 42 Pa.C.S. § 9543(a)(2)(v) and that the writ of habeas corpus could not be used to circumvent the restriction of a statutory remedy. We granted review to decide whether Appellant has a claim upon which a writ of habeas corpus may be granted.\nWe begin our analysis with the repeal of 42 Pa.C.S. § 9543(a)(2)(v) and its effect on claims of ineffective assistance of counsel arising from the plea-bargaining process. Section 9543(a)(2)(v) of the PCRA entitled a petitioner to relief for any claim of a constitutional violation that would qualify for federal habeas corpus relief. In Commonwealth v. Boyd, 547 Pa. 111, 688 A.2d 1172 (1997), Boyd asserted that his trial counsel was ineffective for advising him to reject a plea offer. Boyd filed a PCRA petition, which the trial court denied. The Superior Court affirmed the denial of PCRA relief on the grounds that Boyd’s claim that counsel was ineffective for advising him to reject the plea offer was not cognizable under the PCRA because it did not implicate the truth-determining process, as required by 42 Pa.C.S. § 9543(a)(2)(ii). Boyd, 688 A.2d at 1174. We disagreed with the Superior Court that Boyd’s claim was not cognizable under the PCRA. Noting that ineffective assistance of counsel claims in connection with plea offers would entitle a claimant to federal habeas corpus relief, we held that Boyd’s claim was cognizable under Section 9543(a)(2)(v). Id. at 1175.\nIn reversing the Superior Court in Boyd, however, we endorsed the Superior Court’s view that ineffective assistance of counsel claims that arise from the plea-bargaining process do not implicate the truth-determining process, and therefore do not qualify pursuant to 42 Pa.C.S. § 9543(a)(2)(ii). We stated:\n[wjhile the Superior Court correctly recognized that ineffective assistance of counsel claims under PCRA section 9543(a)(2)(h) require that counsel’s conduct undermine the truth-determining process, see Commonwealth v. Buehl, 540 Pa. 493, 505, 658 A.2d 771, 777 (1995), it failed to consider that ineffective assistance clahns that do not implicate the truth-determining process but involve certain constitutional or statutory violations are also cognizable under the PCRA.\nBoyd, 688 A.2d at 1174 (footnote omitted).\nSince our decision in Boyd, however, this Court has retreated from the view expressed in Commonwealth v. Buehl, relied on by the Boyd court, that Section 9543(a)(2)(h) of the PCRA places a higher burden on a petitioner to show ineffective assistance of counsel than that required by the Sixth Amendment as defined by Strickland v. Washington, 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984). In Commonwealth v. Kimball, 555 Pa. 299, 724 A.2d 326 (1999), we disapproved of Buehl and held that Section 9543(a)(2)(h) does not place a more stringent standard for collateral review of claims of ineffective assistance of counsel than the Sixth Amendment standard applicable to ineffectiveness claims raised on direct appeal. We interpreted the language from Section 9543(a)(2)(ii) requiring proof that counsel’s ineffectiveness “so undermined the truth-determining process that no reliable adjudication of guilt or innocence could have taken place” as embodying the prejudice element of the Sixth Amendment standard for ineffectiveness claims articulated in Strickland. Accordingly, we held that the standard of review, pursuant to Section 9543(a)(2)(ii), of an ineffectiveness claim raised in a PCRA petition is the Strickland standard, as followed by this Court in Commonwealth v. Pierce, 515 Pa. 153, 527 A.2d 973 (1987). See Kimball, 724 A.2d at 333.\nThe question implicated in the present case is whether Section 9543(a)(2)(ii) limits the scope of ineffective assistance of counsel claims reviewable in a PCRA proceeding. On previous occasions when this Court considered the scope of Section 9543(a)(2)(ii), we declined to read the language “so undermined the truth determining process that no reliable adjudication of guilt or innocence could have taken place” as limiting review of ineffectiveness claims raised in a PCRA petition solely to claims of counsel’s errors during trial. In Commonwealth v. Lantzy, 558 Pa. 214, 736 A.2d 564 (1999), we interpreted Section 9543(a)(2)(h) to apply to claims of ineffective assistance of counsel for failing to file an appeal. In Commonwealth v. Chester, 557 Pa. 358, 733 A.2d 1242 (1999), we permitted a PCRA petitioner in a capital case to challenge counsel’s ineffectiveness during the penalty phase of his trial and disagreed with the ruling of the PCRA court that the language of Section 9543(a)(2)(ii) precludes review of such claims. In each case, we refused to read Section 9548(a)(2)(h) narrowly. We discerned no legislative intent either to prevent a PCRA petitioner from vindicating his or her rights to the effective assistance of counsel during the penalty phase of a capital case, see Chester, 733 A.2d at 1249, or to deprive a defendant of his or her right under Article V, Section 9 of the Pennsylvania Constitution to a direct appeal by denying the defendant the opportunity to challenge counsel’s ineffectiveness for failing to file a requested appeal, see Lantzy, 736 A.2d at 572.\nLantzy and Chester continue this movement started by this Court in Kimball towards an interpretation of Section 9543(a) (2)(ii) that permits all constitutionally-cognizable claims of ineffective assistance of counsel to be raised in a PCRA petition. Just as in Kimball, where we found no evidence in the enactment of Section 9543(a)(2)(ii) of a legislative purpose to restrict the standard for review of claims of ineffective assistance of counsel, we similarly see no intent by the legislature to limit the scope of ineffectiveness claims reviewable in PCRA proceedings. We read Section 9543(a)(2)(ii) to encompass all constitutionally-cognizable claims of ineffective assistance of counsel, i.e., all claims that the petitioner was deprived of his or her Sixth Amendment and Article I, Section 9 rights to counsel. We reiterate the position adopted by this Court in Kimball that the language “so undermined the truth-determining process that no reliable adjudication of guilt or innocence could have taken place” merely represents a statutory adoption of the prejudice standard for Sixth Amendment ineffective assistance of counsel claims as developed in Strickland. See Kimball, 724 A.2d at 332. Therefore, if a petitioner claims that he or she was denied the effective assistance of counsel in violation of the Sixth Amendment and Article I, Section 9 of the Pennsylvania Constitution, Section 9543(a)(2)(ii) of the PCRA allows the petitioner to seek relief.\nAlthough we are satisfied that the language of Section 9543(a)(2)(ii), as we interpreted it in Kimball, supports our conclusion that all constitutionally-cognizable claims of ineffective assistance of counsel may be reviewed in a PCRA petition, we further rely on the reasoning advanced in Lantzy and Chester regarding the undesirability of bifurcated collateral review proceedings. Appellant, relying on Commonwealth v. Peterkin, 554 Pa. 547, 722 A.2d 638 (1999), contends that if the PCRA does not authorize review of his claim of trial counsel’s ineffectiveness, then he must be allowed to bring the claim in a habeas corpus petition. In Peterkin, we found that “the legislature intended that the writ [of habeas corpus] would continue to exist as a separate remedy” but “only in cases in which there is no remedy under the PCRA.” Id. at 640. We reinforced this view in Commonwealth v. Fahy, 558 Pa. 313, 737 A.2d 214, 223-24 (1999): “a writ for habeas corpus continues to exist as a separate remedy. Even so, the writ continues to exist as an independent basis for relief only in cases in which there is no remedy under the PCRA.” This authority supports Appellant’s position that, if he could not obtain review of his claim of ineffective assistance of counsel under the PCRA, he would be entitled to seek a writ of habeas corpus. In Lantzy and Chester, however, we declined to interpret Section 9543(a)(2)(ii) narrowly to preclude PCRA review of certain claims of ineffective assistance of counsel that would be eligible for relief in habeas corpus proceedings because such an interpretation would result in bifurcated collateral review. In other words, the claims of a petitioner that qualify under the PCRA would be subject to the pleading, proof, and timeliness requirements of the PCRA, but claims for which there is no remedy under the PCRA but which otherwise qualify for habeas corpus relief could be brought in a habeas petition that would not be subject to the same pleading, proof, and timeliness requirements applicable to PCRA claims. We rejected this sort of bifurcation as inconsistent with legislative intent regarding post-conviction collateral review. Lantzy, 736 A.2d at 569; Chester, 733 A.2d at 1251. Our decision today to interpret Section 9543(a)(2)(ii) as applying to all constitutionally-cognizable claims of ineffective assistance of counsel similarly avoids a bifurcated collateral review process whereby some claims of ineffective assistance of counsel would be reviewed pursuant to PCRA standards, while other claims of ineffective assistance of counsel would be reviewable only in parallel habeas corpus proceedings.\nIn the present case, Appellant raised his claim of ineffective assistance of counsel in a habeas corpus petition because he believed, pursuant to Boyd, that the repeal of Section 9543(a)(2)(v) denied him the ability to raise his ineffective assistance of counsel claim in a PCRA petition. Because we now hold that such ineffectiveness claims are cognizable under 42 Pa.C.S. § 9543(a)(2)(ii), we will reverse and remand to the trial court to treat Appellant’s petition as a PCRA petition. Our caselaw makes clear that, where a remedy is available under the PCRA, one may not seek relief outside of the PCRA. See Peterkin, 722 A.2d at 641. Consequently, Appellant cannot use a habeas corpus petition to obtain review of a claim of ineffective assistance of counsel for which the PCRA provides a remedy.\nWe reverse the Order of the Superior Court and remand to the trial court for proceedings consistent with this opinion.\n. 42 Pa.C.S. §§ 6501 — 05.\n. This section of the Post Conviction Relief Act (PCRA) formerly read: (a) Genera] Rule — To be eligible for relief under this subchapter, a person must plead and prove by a preponderance of the evidence all of the following:\n(2) That the conviction or sentence resulted from one or more of the following:\n(v) a violation of the provisions of the Constitution, law or treaties of the United States which would require the granting of a Federal habeas corpus relief to a State prisoner.\n. This section authorizes relief where the petitioner shows:\n(ii) Ineffective assistance of counsel which, in the circumstances of the particular case, so undermined the truth-determining process that no reliable adjudication of guilt or innocence could have taken place.\n. In Pierce, this Court held that the guarantee of the right to counsel provided in Article I, Section 9 of the Pennsylvania Constitution does not extend greater protection than the Sixlh Amendment. Pierce, 527 A.2d at 976.\n. One of the issues addressed in Peterkin was whether the legislature had eliminated the writ of habeas corpus as a means of collateral attack of a criminal conviction when it enacted Section 9542 of the PCRA, which provides that the PCRA \"shall be the sole means of obtaining collateral relief and encompasses all other common law and statutory remedies for the same purpose . .. including habeas corpus and coram nobis.” 42 Pa.C.S. § 9542. In light of the prohibition in Article I, Section 14 of the Pennsylvania Constitution against suspension of the writ of habeas corpus, and the provision in the habeas corpus statute that \"[w]here a person is restrained by virtue of sentence after conviction for a criminal offense, the writ of habeas corpus shall not be available if a remedy may be had by post-conviction hearing proceedings authorized by law,” 42 Pa.C.S. § 6503(b), we held that these constitutional and statutory provisions, when read together with 42 Pa.C.S. § 9542, demonstrated a legislative intent that the writ of habeas corpus remain viable as a means of collateral review of a criminal conviction only where the PCRA fails to provide a remedy. See Peterkin, 722 A.2d at 639 — 40.\n. To the extent that Boyd suggested that ineffective assistance of counsel claims that arise from the plea-bargaining process are not eligible for review under 42 Pa.C.S. § 9543(a)(2)(h), it is overruled.",
        "type": "majority",
        "author": "NEWMAN, Justice."
      }
    ],
    "attorneys": [
      "Christopher D. Warren, Stephen P. Patrizio, Philadelphia, for appellant.",
      "Patrick Leo Meehan, William R. Toal, Jr., Media, for appellee."
    ],
    "corrections": "",
    "head_matter": "773 A.2d 126\nCOMMONWEALTH of Pennsylvania ex. rel. James DADARIO, III, Appellant, v. Irwin GOLDBERG, Warden, Delaware County Prison, Appellee.\nSupreme Court of Pennsylvania.\nSubmitted Dec. 27, 2000.\nDecided June 19, 2001.\nChristopher D. Warren, Stephen P. Patrizio, Philadelphia, for appellant.\nPatrick Leo Meehan, William R. Toal, Jr., Media, for appellee.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN, SAYLOR, JJ."
  },
  "file_name": "0280-01",
  "first_page_order": 440,
  "last_page_order": 448
}
