{
  "id": 124723,
  "name": "VLASIC FARMS INC. (formerly known as Campbell's Fresh Inc.), Appellant, v. PENNSYLVANIA LABOR RELATIONS BOARD, Appellee",
  "name_abbreviation": "Vlasic Farms Inc. v. Pennsylvania Labor Relations Board",
  "decision_date": "2001-07-25",
  "docket_number": "No. PLRA-C-97-3-E",
  "first_page": "555",
  "last_page": "561",
  "citations": [
    {
      "type": "official",
      "cite": "565 Pa. 555"
    },
    {
      "type": "parallel",
      "cite": "777 A.2d 80"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "484 A.2d 817",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1984,
      "pin_cites": [
        {
          "page": "819-20",
          "parenthetical": "holding that mushroom workers are seasonal farm laborers under the Seasonal Farm Labor Act"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "139 A.2d 544",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "pin_cites": [
        {
          "page": "547",
          "parenthetical": "holding that production of synthetic mushroom spawn is agriculture for purposes of a local zoning ordinance"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "392 Pa. 7",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8844745
      ],
      "year": 1958,
      "pin_cites": [
        {
          "page": "12",
          "parenthetical": "holding that production of synthetic mushroom spawn is agriculture for purposes of a local zoning ordinance"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/392/0007-01"
      ]
    },
    {
      "cite": "29 U.S.C. § 203",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(f)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "29 U.S.C. § 152",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(3)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "665 A.2d 417",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        458466,
        7865282
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "420",
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/542/0001-01",
        "/a2d/665/0417-01"
      ]
    },
    {
      "cite": "542 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        458466
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "9",
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/542/0001-01"
      ]
    },
    {
      "cite": "729 A.2d 1109",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        607129,
        11626543
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "1110",
          "parenthetical": "holding that an agency's interpretation of a statute should be afforded controlling weight unless it is clearly erroneous"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/556/0559-01",
        "/a2d/729/1109-01"
      ]
    },
    {
      "cite": "556 Pa. 559",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        607129
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "561",
          "parenthetical": "holding that an agency's interpretation of a statute should be afforded controlling weight unless it is clearly erroneous"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/556/0559-01"
      ]
    },
    {
      "cite": "487 Pa. 516",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1759059
      ],
      "weight": 2,
      "year": 1980,
      "pin_cites": [
        {
          "parenthetical": "explaining that \"administrative interpretations, not disturbed by the Legislature, are appropriate guides to legislative intent\""
        },
        {
          "parenthetical": "explaining that \"administrative interpretations, not disturbed by the Legislature, are appropriate guides to legislative intent\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/487/0516-01"
      ]
    },
    {
      "cite": "454 A.2d 1",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1778808,
        1778877
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa/499/0507-01",
        "/pa/499/0509-01"
      ]
    },
    {
      "cite": "499 Pa. 509",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1778877
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa/499/0509-01"
      ]
    },
    {
      "cite": "432 A.2d 1135",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1981,
      "pin_cites": [
        {
          "page": "1138-39"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "1940 WL 11533",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1940,
      "opinion_index": 0
    },
    {
      "cite": "27 N.L.R.B. 352",
      "category": "reporters:federal",
      "reporter": "N.L.R.B.",
      "year": 1940,
      "opinion_index": 0
    },
    {
      "cite": "734 A.2d 487",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11544181
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "489-90"
        },
        {
          "page": "489-90"
        },
        {
          "page": "490"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/734/0487-01"
      ]
    },
    {
      "cite": "735 A.2d 742",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11537773
      ],
      "weight": 9,
      "year": 1999,
      "pin_cites": [
        {
          "page": "746"
        },
        {
          "page": "749"
        },
        {
          "page": "748"
        },
        {
          "page": "749",
          "parenthetical": "stating that mushrooms, which are grown in wooden trays under special conditions of temperature and light, and which are not grown outdoors, are subject to 'a process not significantly different from the cultivation of flowers in a greenhouse"
        },
        {
          "page": "750"
        },
        {
          "page": "748"
        },
        {
          "page": "750",
          "parenthetical": "explaining that \"we decline to do judicially what the legislature did not do legislatively\""
        },
        {
          "page": "749-50"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/735/0742-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 655,
    "char_count": 11735,
    "ocr_confidence": 0.635,
    "pagerank": {
      "raw": 1.9318955452159857e-07,
      "percentile": 0.7343242791375095
    },
    "sha256": "b75d09cb79edec3be93335f37694dcce32a4a1178d72846a5c25d67352a697be",
    "simhash": "1:0a180bf4c16281c1",
    "word_count": 1765
  },
  "last_updated": "2024-02-27T17:51:10.246175+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
    ],
    "parties": [
      "VLASIC FARMS INC. (formerly known as Campbell’s Fresh Inc.), Appellant, v. PENNSYLVANIA LABOR RELATIONS BOARD, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nMr. Justice SAYLOR\nPresently before the Court is the issue of whether mushroom harvesters are agricultural laborers and, as such, excluded from coverage under the Pennsylvania Labor Relations Act.\nComité de Trabajadores de Campbell Fresh (the “Union”) filed a representation petition with the Pennsylvania Labor Relations Board (the “PLRB”), seeking to represent full and part-time employees involved in mushroom production and harvesting at Vlasic Farms, Inc. (“Employer”). The Union requested the PLRB to conduct a representation election within 20 days, which it did, even though Employer objected to the composition of the unit. In that election, 104 of the proposed unit members voted against representation, while 101 voted for it, and twenty votes were challenged.\nThe Union thereafter filed an unfair labor practice charge against Employer, contending that Employer had threatened to close the mushroom production facility if the Union acquired representation status and had promised employees that it would establish an in-house grievance committee if the representation petition were withdrawn. Employer challenged the PLRB’s jurisdiction to entertain the charge based upon the contention that mushroom workers are agricultural laborers and, therefore, excluded from the provisions of the PLRA.\nThe PLRB hearing examiner issued a proposed decision and order, reasoning that the PLRB, in exercising its administrative discretion, has consistently distinguished mushroom workers from agricultural laborers. Accordingly, the hearing examiner determined that the former are within the agency’s jurisdiction under the PLRA. The hearing examiner proceeded to hold that Employer had engaged in several unfair labor practices, set aside the results of the representation election, and ordered Employer to cease and desist from the unfair labor practices, post a copy of the decision, and submit a list of all employees eligible to vote in an upcoming representation election. Employer filed exceptions with the PLRB, contending that the hearing examiner erred in excluding mushroom workers from the definition of agricultural laborers and in concluding that Employer had engaged in unfair labor practices. The PLRB dismissed Employer’s exceptions, finalizing the hearing examiner’s proposed decision and order. Employer thereafter filed an appeal to the Commonwealth Court, arguing only that the PLRB erred in exercising jurisdiction over the mushroom workers.\nThe Commonwealth Court deemed its decision in Blue Mountain Mushroom Co. v. PLRB, 735 A.2d 742 (Pa.Cmwlth. 1999), which was issued on the same day, to be controlling. See Vlasic Farms, Inc. v. PLRB, 734 A.2d 487, 489-90 (Pa. Cmwlth.1999). Addressing the issue presently before this Court, the Commonwealth Court first considered the version of the National Labor Relations Act (the “NLRA”) that existed prior to 1947, the model for the PLRA, under which mushroom workers were not considered to be agricultural laborers because mushroom production was classified as a horticultural activity. See Blue Mountain, 735 A.2d at 746; see also Great Western Mushroom Co., 27 N.L.R.B. 352, 1940 WL 11533 (1940). Although in 1947 Congress expanded the NLRA’s definition of agricultural laborers to include mushroom workers, the Commonwealth Court observed that the Pennsylvania Legislature has not enacted a similar mandate for the PLRA. See Blue Mountain, 735 A.2d at 749. Indeed, the court explained, the General Assembly had unsuccessfully attempted to modify the PLRA in 1969 with House Bill 389, which would have included mushroom workers within the definition of agricultural laborers.\nBlue Mountain also considered and approved the PLRB’s rationale for classifying mushroom production as horticultural, namely, that “mushrooms are artificially produced year round inside buildings where the light and temperature are controlled. The mushrooms are not grown in soil but in man-made compost, where the temperature and composition [are] monitored and controlled.” Blue Mountain, 735 A.2d at 748; see also id. at 749 (stating that mushrooms, which are grown in wooden trays under special conditions of temperature and light, and which are not grown outdoors, are subject to ‘a process not significantly different from the cultivation of flowers in a greenhouse) (quoting Butler County Mushroom Farm v. Department of Envtl. Resources, 61 Pa.Cmwlth. 48, 55, 432 A.2d 1135, 1138-39 (1981), reversed on other grounds, 499 Pa. 509, 454 A.2d 1 (1982)). Finding no authority to compel the PLRB to “blindly” follow federal precedent, see Blue Mountain, 735 A.2d at 750, and deferring to the PLRB’s expertise in this area of the law, see id. at 748, the Commonwealth Court affirmed the PLRB’s exercise of jurisdiction over mushroom workers.\nRelying upon the rationale of Blue Mountain, and again deferring to the PLRB’s expertise in interpreting the governing statute, the Commonwealth Court held in the present case that mushroom pi\" duction, being similar to other horticultural activities, did not constitute agriculture. See Vlasic Farms, 734 A.2d at 489-90. The court further rejected Employer’s attempt to rely upon other statutory enactments not expressly considered in Blue Mountain, such as the Seasonal Farm Labor Act, see Act of June 23, 1978, P.L. 537, 43 P.S. §§ 1301.101-1301.606, which have been interpreted to include mushroom workers within the definition of agricultural labor, observing that those statutes, unlike the PLRA, expressly incorporate horticulture within the definition of agriculture. See Vlasic Farms, 734 A.2d at 490. This Court allowed Employer’s appeal concerning the jurisdictional issue.\nEmployer argues that the common and approved usage of the term “agriculture” includes mushroom growing and cites to several statutory and regulatory provisions, as well as prior case law, to that effect. Employer posits that such usage eliminates any ambiguity in the PLRA and renders erroneous the Commonwealth Court’s deference to the PLRB’s misplaced interpretation of the enactment and its resort to other tools of statutory construction, such as consideration of the legislative history or the purported legislative acquiescence in the PLRB’s application of the statute. The PLRB counters that its construction of the agricultural labor exclusion is correct for the reasons enunciated in Blue Mountain.\nUpon consideration of the competing arguments surrounding the classification of mushroom workers for purposes of the PLRA, we endorse the rationale applied by the Commonwealth Court in its comprehensive opinion in Blue Mountain. While certainly the legislative and regulatory provisions cited by Employer manifest an intent to treat mushroom production as agricultural activity in some contexts, the General Assembly simply has not extended such interpretation to the PLRA. In this regard, Blue Mountain appropriately highlights the unsuccessful effort to secure such extension in the Commonwealth via statutory amendment, see Blue Mountain, 735 A.2d at 750 (explaining that “we decline to do judicially what the legislature did not do legislatively”), and contrasts the experience at the federal level in light of the successful passage of a Congressional mandate expanding the definition of agricultural activity in the NLRA context. See Blue Mountain, 735 A.2d at 749-50. See generally Hospital Ass’n of Pennsylvania v. MacLeod, 487 Pa. 516, 523 n. 10, 410 A.2d 731, 734 n. 10 (1980) (explaining that “administrative interpretations, not disturbed by the Legislature, are appropriate guides to legislative intent”). Finally, the Commonwealth Court’s interpretation affords proper deference to the PLRB’s own reasonable and long-standing construction of the statute. See Whitaker Borough v. PLRB, 556 Pa. 559, 561, 729 A.2d 1109, 1110 (1999) (holding that an agency’s interpretation of a statute should be afforded controlling weight unless it is clearly erroneous); American Airlines, Inc. v. Commonwealth of Pennsylvania, Board of Finance and Revenue, 542 Pa. 1, 9, 665 A.2d 417, 420 (1995) (same).\nIn summary, the pertinent provisions of the PLRA were styled after a federal enactment pursuant to which mushroom workers were not considered agricultural laborers. The Pennsylvania General Assembly, unlike Congress, has not acted to modify such workers’ status, and the PLRB maintains a consistent and reasonable interpretation of the prevailing statute. It is therefore appropriate for the courts to also enforce a consistent interpretation unless and until the General Assembly alters course.\nThe order of the Commonwealth Court is affirmed.\n. The Pennsylvania Labor Relations Act, see Act of June 1, 1937, P.L. 1168, as amended, 43 P.S. §§ 211.1-211.13 (the ‘‘PLRA”), provides for a petition to be filed with tire PLRB when there exists a question concerning union representation. See 43 P.S. § 211.7(c).\n. The Union’s petition had originally named Campbell's Fresh, Inc., as the employer; evidently, that entity was succeeded by Vlasic Farms, Inc.\n. Section 3(d) of the PLRA, which guarantees to employees the right to join labor organizations and bargain collectively, specifically excludes from the definition of an employee “any individual employed as an agricultural laborer.” 43 P.S. § 211.3(d). The act does not define an agricultural laborer.\n. Allowance of appeal was sought in Blue Mountain; however, the petition was held pending resolution of the present case.\n. Congress did so by directing the National Labor Relations Board (the \"NLRB”) to use the definition of agriculture found in the Fair Labor Standards Act (the \"FLSA”). See 29 U.S.C. § 152(3). The FLSA defines \"agriculture” as \"the production, and cultivation, growing and harvesting of any agricultural or horticultural commodities.” 29 U.S.C. § 203(f).\n. House Bill 389, Session of 1969, P.N. No. 1717, would have provided that agricultural laborers \"include among others, a person employed in the growing of mushrooms....”\n. See, e.g., 1 Pa.C.S. § 1991 (including mushrooms within the definition of a “Farm Product” for purposes of a general definition for statutory enactments); 3 P.S. § 32 (listing mushrooms as a farm product for purposes of establishing standards for grading and receptacles); 43 P.S. § 753(I)(4)(l)(d) (defining agricultural labor as including horticultural activities for puqjoses of unemployment compensation); 43 P.S. § 1301.303 (including horticulture within the definition of agriculture under the Seasonal Farm Labor Act); 7 Pa.Code § 136.1 (including mushrooms as a farm product for purposes of a sewer and water line assessment exemption); 22 Pa.Code § 121.301 (listing mushrooms as an agricultural product for purposes of the Agriculture Education Loan Forgiveness Program).\n. See, e.g., Gaspari v. Board of Adjustment, 392 Pa. 7, 12, 139 A.2d 544, 547 (1958) (holding that production of synthetic mushroom spawn is agriculture for purposes of a local zoning ordinance); El Concilio de los Trabajadores v. Department of Envtl. Resources, 86 Pa.Cmwlth. 219, 225, 484 A.2d 817, 819-20 (1984) (holding that mushroom workers are seasonal farm laborers under the Seasonal Farm Labor Act).",
        "type": "majority",
        "author": "Mr. Justice SAYLOR"
      }
    ],
    "attorneys": [
      "Jerome Hoffman, Matthew Lee Wiener, Philadelphia, for Vlasic Farms, Inc.",
      "James L. Crawford and John B. Neurohr, Harrisburg, for Pennsylvania Labor Relations Board",
      "Arthur N. Read, Philadelphia, for Workers Committee.",
      "James A Diamond, Camp Hill, for AFL-CIO."
    ],
    "corrections": "",
    "head_matter": "777 A.2d 80\nVLASIC FARMS INC. (formerly known as Campbell’s Fresh Inc.), Appellant, v. PENNSYLVANIA LABOR RELATIONS BOARD, Appellee.\nSupreme Court of Pennsylvania.\nArgued Oct. 16, 2000.\nDecided July 25, 2001.\nJerome Hoffman, Matthew Lee Wiener, Philadelphia, for Vlasic Farms, Inc.\nJames L. Crawford and John B. Neurohr, Harrisburg, for Pennsylvania Labor Relations Board\nArthur N. Read, Philadelphia, for Workers Committee.\nJames A Diamond, Camp Hill, for AFL-CIO.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
  },
  "file_name": "0555-01",
  "first_page_order": 715,
  "last_page_order": 721
}
