{
  "id": 1047909,
  "name": "Borie versus Crissman et al.",
  "name_abbreviation": "Borie v. Crissman",
  "decision_date": "1876-10-09",
  "docket_number": "",
  "first_page": "125",
  "last_page": "127",
  "citations": [
    {
      "type": "official",
      "cite": "82 Pa. 125"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Rawle 12",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "7 Wright 348",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts 394",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841234
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0394-01"
      ]
    },
    {
      "cite": "8 Wright, 220",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "2 Rawle 12",
      "category": "reporters:state",
      "reporter": "Rawle",
      "pin_cites": [
        {
          "page": "124"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 477,
    "char_count": 7943,
    "ocr_confidence": 0.473,
    "pagerank": {
      "raw": 9.787430400811067e-08,
      "percentile": 0.5323906915036359
    },
    "sha256": "4cbcc4ba529aad0072e002a9414c804f0fe8fa1c1bab61a251634eb2e1b3384b",
    "simhash": "1:23a1801574dc8fb7",
    "word_count": 1444
  },
  "last_updated": "2024-02-27T20:14:02.866662+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, C. J., Sharswood, Mercur, Gordon, Paxson and Woodward, JJ. Williams, J., absent."
    ],
    "parties": [
      "Borie versus Crissman et al."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Gordon\ndelivered the opinion of the court, October 9th 1876.\nThe rent reserved, in the lease of Mrs: Crissman, to G. W. Kyper, was in kind; the grain and hay to be delivered at Altoona, after they were harvested and prepared for market. At that time, then, was the rent due, and not before: Lamberton v. Stouffer, 5 P. F. Smith 284. In the meantime, before the grain was harvested and ready for delivery, Mrs. Crissman, the life tenant, died. Under these circumstances, •were the rule of common law still in force, the rent would fall to the reversion: 2 Black. Com. 175-6. Indeed, the sub-tenant might have abandoned the premises and paid rent to no one. To remedy this evil, the statute of 11 Geo. 2, ch. 19, sec. 15, provided that the executor of the life tenant should be entitled to recover a rateable proportion of the rent accruing between the last day of payment and the death of the lessor: Id. 124. So our Act of 1834, secs. 7 and 30, secures to the executor or administrator of the life tenant, an apportionment of rent accruing for the “last year or quarter of a year or other current period of payment.” The current period, in the case in hand, was the whole of the year for which the lease was drawn; the rent, inter alia, two-fifths of \"the spring and one-third of the fall grain, to be delivered as in said lease stated. The combined value of these products would be the rent for the current period, and it ought to be apportioned according to the theory above stated. So, that part of said rent now in the hands of the administrator, and which is the subject-matter of the case stated, should be divided between the parties, in the same proportion that the time, from the beginning of the lease to the death of Mrs. Crissman, bears to the whole year.\nThe judgment is reversed and a procedendo awarded.",
        "type": "majority",
        "author": "Mr. Justice Gordon"
      }
    ],
    "attorneys": [
      "R. M. Speer and R. S. McMurtrie, for plaintiffs in error.—",
      "D. J. Neff and JR. A. Clarke, for defendants in error. —"
    ],
    "corrections": "",
    "head_matter": "Borie versus Crissman et al.\nWhere a life tenant leases a farm for a term, reserving a rent in kind and dies during the term, under the provisions of the Act of February 24th 1834, the administrator of the life tenant is entitled to the rent which has accrued at the time of the death of the life tenant and the balance goes to the remainderman.\nMay 17th 1876.\nBefore Agnew, C. J., Sharswood, Mercur, Gordon, Paxson and Woodward, JJ. Williams, J., absent.\nError to the Court of Common Pleas of Blair county: No. 85 of May Term 1876.\nThis was an amicable action of debt on a bond brought by 0. L. Borie, trustee of Louis & Trotter, against Frederick Crissman, administrator of Catherine Crissman, deceased, and John B. Westley, who was the surety on the bond, in which a case was stated for the opinion of the court substantially as follows:—\nDaniel Crissman, of Tyrone township, Blair county, died in 1838, leaving a will in which he devised to his wife, Catherine Crissman, all the profits and income arising from his real estate during her natural life, and the remainder, subject to the above estate to the widow, to his minor children, who in the lifetime of the widow sold all their interest to the plaintiff.\nOn the 20th of December 1873, Mrs. Crissman leased said real estate, consisting of a farm, to George W. Kyper, for the term of one year, to commence April 1st 1874, in consideration of which lease Kyper was to give to Mrs. Crissman two-fifths of all the spring grain and one-third of all the fall grain raised on said farm, to be delivered at Altoona or Tyrone Mills, free of charge. There were other reservations as to portions of the fruit, and conditions as to disposition of straw and hay, and pasture of cattle, having no particular bearing on the question in the case.\nMrs. Crissman died intestate,, on the 18th of September 1874, and her son Frederick Crissman was appointéd her administrator.\nThe spring grain consisted of Indian corn and oats, that had been planted and was growing before the 1st of June 1874, and the fall grain, of wheat that had been sown and was growing before the 12th of September 1874; and the landlord’s share, under said lease, was 360 bushels of corn, worth $135, and of oats 37 bushels, worth $22.20, which share was delivered to Frederick Crissman, administrator, upon his giving to plaintiff the bond on which this suit is founded.\nIf the court should be of the opinion that the aforesaid landlord’s share of the corn and oats should be delivered to said administrator of the estate of Catherine Crissman, deceased, as assets of said estate, then judgment to be entered for the defendants; if not, 'then judgment to be entered for plaintiffs for $157.20, if the court be of the opinion that the whole of said corn and oats should belong to plaintiff; or for a proportional. part with interest, if the court should be of opinion that any portion should belong to plaintiff. The costs were to follow the judgment, and either party reserved the right to sue out a writ of error.\nThe court, Dean, P. J., ordered judgment to be entered on case stated for defendants.\nPlaintiff assigned for error this order of the court.\n■ The parties also asked the court to determine the ownership of the wheat and rye sown in the fall a few days prior to Mrs. Crissman’s death and harvested in July 1875, of which the landlord’s share amounted to $143.20.\nR. M. Speer and R. S. McMurtrie, for plaintiffs in error.—\nThe widow had demised the real estate for a rent in kind, and having parted with the possession, she is not entitled to emblements, but only to that portion of the rent which had accrued at the time of her death. At .common law there could be no apportionment of rent by time; but by statutes in England (11 Geo. 2, ch. 19, sec. 15, and 4 Wm. 4, ch. 22), and by similar statutory provisions or usage in this country, there is always an apportionment in such cases, the lessee being liable to the representatives of the deceased life tenant for the rent until he died and to the heir afterwards: 1 Parsons on Contracts 516; Ghreen v. Osborn, 17 S. & R. 171; Ex parte Smyth, 1 Swanst. 337; Williams on Real Property 58; 2 Sharswood’s Blackstone 122; 3 Kent’s Com., 9th ed. 614; Blight v. Blight, 1 P. F. Smith 420. The 14th and 15th sections of 11 Geo. 2, ch. 19, are in force in Pennsylvania: Roberts’s Digest 237. Under the Act of February 24th 1834, executors or administrators of any tenant for life who shall die before or on a day on which any rent was reserved, &c., may recover the whole or a proportion of the rent, “according to the time 'elapsed at the death of said tenant for life:” Smith v. Wistar, 5 Phila. R. 145; Henderson v. Boyer, 8 Wright, 220. Rent not due is an incident of the reversion: Evans v. Hamrick, 11 P. F. Smith 19; Bank of Pennsylvania v. Wise, 3 Watts 394. Rent has not accrued until it has become due and payable: Garrett v. Dewart, 7 Wright 348. The plaintiff is entitled to the whole of the landlord’s share of the fall crop of 1874, harvested in 1875: Lamberton v. Stouffer, 5 P. F. Smith 284.\nD. J. Neff and JR. A. Clarke, for defendants in error. —\nThe doctrine of the apportionment of rent does not'apply in this case. Mrs. Crissman was cultivating the land by paying Kyper with a portion of the crop instead of money, the almost universal method of cultivating farms in Pennsylvania. Kyper was a cropper, not a tenant. He had no interest in the.land, but received his \"share of the crops as the price of his labor. The possession is still in the owner of the land, who- can alone maintain trespass: Fry v. Jones et al., 2 Rawle 12 ; Adams v. McKesson’s Executrix, 3 P. F. Smith 83. The crop having been sown or planted before the death of the widow, her share of it was emblements, whether it was to be delivered to her before the end of the year or not. Assuming that between the widow and the tenant her share may be called rent, between her and the remainderman it is emblements. No case can be cited where a rent payable in kind was apportioned between the remainderman and the representatives of the tenant for life."
  },
  "file_name": "0125-01",
  "first_page_order": 125,
  "last_page_order": 127
}
