{
  "id": 1047994,
  "name": "Wilson versus Brown",
  "name_abbreviation": "Wilson v. Brown",
  "decision_date": "1876-11-06",
  "docket_number": "",
  "first_page": "437",
  "last_page": "441",
  "citations": [
    {
      "type": "official",
      "cite": "82 Pa. 437"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Wright 189",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "4 Wharton 347",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1835026
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0347-01"
      ]
    },
    {
      "cite": "10 Watts 285",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts 424",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848459
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0424-01"
      ]
    },
    {
      "cite": "2 Yeates 539",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812677
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0539-01"
      ]
    },
    {
      "cite": "1 Dallas 390",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": -1
    },
    {
      "cite": "1 Binn. 109",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787958
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0109-01"
      ]
    },
    {
      "cite": "1 Wright 894",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "5 Rawle 44",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1824619
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/5/0044-01"
      ]
    },
    {
      "cite": "10 Watts 283",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850962
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/10/0283-01"
      ]
    },
    {
      "cite": "4 Wharton 347",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1835026
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/4/0347-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 597,
    "char_count": 11452,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 6.149245902468313e-08,
      "percentile": 0.3822000819352789
    },
    "sha256": "e49352c38c6954cc380c57492d83ea52aec7763c87b4057e2163a9984f91f336",
    "simhash": "1:6bc2886cde46b9f1",
    "word_count": 2003
  },
  "last_updated": "2024-02-27T20:14:02.866662+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, C. J., Sharswood, Mercur, Gordon, Paxson and Woodward, JJ. Williams, J., absent.",
      "Mr. Justice Woodward dissents."
    ],
    "parties": [
      "Wilson versus Brown."
    ],
    "opinions": [
      {
        "text": "'Mr. Justice Woodward\ndelivered the opinion of 'the court, November 6th 1876.\nOn the 20th of July 1875, an agreéiñent was made by these parties for the entry of an amicable action, with all the effect of a summons regularly issued and served, and for the submission of all matters in controversy between them to three named referees, who had been mutually chosen. The agreement stipulated that the submission should be made a rule of court, and the parties bound themselves to submit to and be finally concluded by the award of the referees, or a majority of them, and without the right of appeal. The referees met the following day, and after hearing the parties, made an award, finding the sum of $4751.25 to he due to the plaintiff-; directing the equal division, between the plaintiff and defendant, when collected, of $5601.31, the amount of two notes due from Ray & Stible to the firm (which had been composed of these parties) of Brown & Wilson ; and imposing on the plaintiff the duty of paying all existing indebtedness- involved in the adjustment by the referees “ for timber bought and run to market by Theodore Wilson for Brown & Wilson.” On the 23d of September 1875, a motion was made on behalf of the defendant to strike off the judgment on the award because it was not final and conclusive; because the amount of the notes of Ray & Stible had not been divided; and because the plaintiff had not paid the indebtedness of Brown & Wilson. A rule to show cause was granted, and was made absolute on the 4th of April 1876. ' *\nObviously the action of the Common Pleas was controlled by their conviction that this submission was in pursuance of the provisions of the sixth section of the Act of 16th June 1836, in these words : “ In all cases where the parties to any suit shall, by themselves, their attorneys or agents, consent, to a rule of court for referring the matters in controversy in such suit to certain persons mutually chosen by them, the award of such referees, if made according to the submission of the parties, being approved of by the court, and entered upon the record, shall have the same effect, and shall be deemed and taken to be as available in law as the verdict of a jury, and the party in whose favor such report shall be made, whether plaintiff or defendant, shall have judgment thereon, and the like process for the recovery thereof as on a verdict in an action commenced by such party.” The authorities on which the defendant’s counsel rely to support their exceptions to this judgment are those in which proceedings under the section recited and under acts of similar tenor have been under review. That an award made in the course of such proceedings is bad if it cannot be ■ enforced by execution is firmly settled: Coleman v. Lukens, 4 Whart. 347 ; Pennington v. Bowman, 10 Watts 283; Sicard v. Peterson, 3 S. & R. 468; Williams v. Landon, 14 S. & R. 338 ; Wood v. Earl, 5 Rawle 44. Like the Act of 1705 and the Act of the 21st of March 1806, the section provides that the award shall have the effect of a verdict, and the successful party is entitled to the same judgment and the same process for collection that he could have, demanded if he had been successful in the trial of his action before a jury. There is another peculiarity in the provisions of the sixth section. It is a reference by “ the parties to any suit ” that is authorized, and “ the matters in controversy in such suit” are the subjects of the submission. The scope of these provisions is manifestly limited to a permission to the parties to a pending action voluntarily to refer the particular questions it involves.\nA wider field of inquiry was covered by this submission. It was a reference of all matters in controversy between the parties, and it had in view more comprehensive investigation and the use of more flexible machinery than the' terms of the sixth section would allow. There was no existing litigation when the submission was made, and there were no matters in controversy in a pending suit. If the proceeding is sustainable at all, therefore, it must be sustained for purposes both of judgment and enforcement under the first and fifth sections of the Act of 1836. The terms of the first section are: “ It shall be lawful for all persons desirous to end by arbitration any controversy, suit or quarrel, except such as respects the title of real estate, to agree in writing that their submission of the same to the award or umpirage of any person or persons shall be made a rule of any court of record of this Commonwealth having jurisdiction, which the parties shall choose, and they shall insert such their agreement in their submission, or the condition of the bond or promise whereby they may oblige themselves respectively to submit to the award or umpirage of any person or persons.” The fifth section provides: “If exceptions shall not be filed within the time limited as aforesaid” — that is, by the fourth section, “within such time as the court by their rules shall direct” — “or if, upon such exceptions filed, the court shall confirm the award, the party neglecting or refusing to perform or execute the same, or any part thereof, shall be liable to all the penalties of contemning a rule of court, and the court, on motion, may issue process accordingly, or the said court may, on motion, award an execution or executions to carry the same into effect.” The distinction between the two forms of proceeding is palpable on the most cursory examination'. Disputes between parties of every kind which do not relate to land, whether the subjects of-a suit at law or not, may be submitted under the first section of the act to the arbitrament of referees. Where the title of real estate is in controversy, a reference can be made only under the sixth section, and only in a pending suit. It was that section which was the subject of construction by Chief Justice Thompson in Steele v. Lineberger, 9 P. F. Smith 308, where it was ruled that the Act of the 21st March 1806 was supplied by the Act of 1836., It can readily be conceived that the legislature in the wide-reaching provisions they for the first time made for the settlement of all classes of controversies by voluntary arbitration, intended to secure the prompt and efficient adjustment of just such claims as these parties held against each other. They had been partners, and the submission they made preserved them from the expense and delay of a suit in equity or an action of account render. For purposes of enforcement and remedy, the fifth section affords to both, parties ample protection. Only by the permission of the court can tbe plaintiff have execution, and he is subject to all forms of process that may be found requisite to secure the defendant’s rights. The division of the fund to be realized from the Ray & Stible notes, and the payment by the plaintiff of the debts of the partnership, can be readily enforced as the conditions on which an execution will be permitted to issue for the amount of the money award. Certainly, under the broad language of the statute, there can be no embarrassment in carrying into effect the terms imposed by the referees, which involve no greater complication than such as is constantly developed -in actions of ejectment where special circumstances make conditional verdicts requisite.\nThe submission is not in the literal words of the first section of the act. But it is consistent with them in all respects, and it contains all that is essential that they prescribe. The affidavit required by the second section to accompany the agreement inserted in the submission does not appear in the paper-books, and may or may not be in the record of the suit. But the want of such an affidavit was not made a ground of objection in the Common Pleas, and has not been complained of here. Its absence would make the proceeding voidable simply, and not void: Wall’s Admrs. v. Fife, 1 Wright 894. It was a statutory requirement to entitle the agreement to entry by the prothonotary. The presumption that the requirement was complied with results from the fact that the entry was made.\nThe order of the Court of Common Pleas making absolute the rule to show cause why the award and judgment should not be set aside is revers'ed, at the costs of the defendant, and it is now ordered and adjudged that the rule be discharged.\nMr. Justice Woodward dissents.",
        "type": "majority",
        "author": "'Mr. Justice Woodward"
      }
    ],
    "attorneys": [
      "W. F. Stewart and Gordon Corbett, for plaintiff in error.—",
      "Jenlcs Winslow and Jenlcs, Ciarle Meredith, for defendant in error. —"
    ],
    "corrections": "",
    "head_matter": "Wilson versus Brown.\n1. The parties to an action agreed to submit all matters in controversy to arbitrators, their submission to be made a rule of court, and the award to be finally conclusive without the rigKt to appeal. The award found a sum certain to be due plaintiff, directed the equal distribution between plaintiff and defendant of another sum when collected, and imposed on plaintiff the condition of paying the indebtedness included in the'adjustment. A rule to show cause why this award should not be stricken off, because it was not final and conclusive, was made absolute. Held (reversing the court below), that the submission was a substantial compliance'with the first section of the Arbitration Act óf June 16th 1836, and that under the provisions of that statute, the terms imposed by the referees could be carried into effect and their execution enforced. •\n2. II seems that under the provisions of the 6th sect, of the Act of the 16th of June 1836, a voluntary reference hy the “parties to any suit” is limited to a permission to refer the particular questions involved in a pending action, but the 1st sect, of the same act provides for the settlement of all classes of controversies by voluntary arbitration, while for purposes of enforcement and remedy, the 5th sect, aifords ample protection to both parties.\nOctober 17th 1876.\nBefore Agnew, C. J., Sharswood, Mercur, Gordon, Paxson and Woodward, JJ. Williams, J., absent.\nError to the Court of Common Pleas of Jefferson county: Of October and November Term 1876, No. 133.\nThis was an amicable action wherein Theodore Wilson was plaintiff and Henry Brown defendant.\nThe facts of the case are siifficiently set forth in the opinion of this court.\nThe parties submitted the matters in controversy to arbitrators, who made an award which the plaintiff moved the court to strike off on the ground that it was not final and conclusive and the court struck it off.\nPlaintiff took this writ and assigned for error that the court erred in striking off the award and in making the rule absolute.\nW. F. Stewart and Gordon Corbett, for plaintiff in error.—\nCourts enforce awards whenever this can properly be done and it is not a valid objection to an award that it is upon a condition. Every presumption will be made in favor of an award when it is in pursuance of a submission made by the parties themselves. The cases cited were: Woglam v. Burns & Adams, 1 Binn. 109; Dennis v. Barber & Co., 4 Id. 484; Kunckle v. Kunckle, 1 Dallas 390; Gonsales et al. v. Deavens, 2 Yeates 539 ; McAdams’s Ex’rs v. Stilwell, 1 Harris 90 ; White v. Jones, 8 S. & R. 349 ; Gallup v. Reynolds, 8 Watts 424 ; South’s Adm’r v. South, 20 P. F. Smith 195.\nJenlcs Winslow and Jenlcs, Ciarle Meredith, for defendant in error. —\nThe award of arbitrators should have been as certain and available as the verdict of a jury. The court had no means or power to carry it into effect: Pennington v. Bowman, 10 Watts 285; Coleman v. Lucas, 4 Wharton 347 ; Stanley v. Southwood, 9 Wright 189; Sicard v. Peterson, 3 S. & R. 468."
  },
  "file_name": "0437-01",
  "first_page_order": 437,
  "last_page_order": 441
}
