{
  "id": 981128,
  "name": "Sterner v. S. Morgan Smith Company, Appellant",
  "name_abbreviation": "Sterner v. S. Morgan Smith Co.",
  "decision_date": "1911-07-06",
  "docket_number": "Appeal, No. 96",
  "first_page": "27",
  "last_page": "32",
  "citations": [
    {
      "type": "official",
      "cite": "233 Pa. 27"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "209 Pa. 433",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936142
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/209/0433-01"
      ]
    },
    {
      "cite": "178 Pa. 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        885495
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/178/0401-01"
      ]
    },
    {
      "cite": "218 Pa. 56",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999545
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/218/0056-01"
      ]
    },
    {
      "cite": "220 Pa. 194",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1005896
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/220/0194-01"
      ]
    },
    {
      "cite": "217 Pa. 535",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953723
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/217/0535-01"
      ]
    },
    {
      "cite": "169 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        870723
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/169/0001-01"
      ]
    },
    {
      "cite": "224 Pa. 400",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        963086
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/224/0400-01"
      ]
    },
    {
      "cite": "114 Pa. 643",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        549995
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/114/0643-01"
      ]
    },
    {
      "cite": "104 Pa. 306",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        452206
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/104/0306-01"
      ]
    },
    {
      "cite": "186 Pa, 565",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        989714
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/186/0565-01"
      ]
    },
    {
      "cite": "147 Pa. 440",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        829803
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/147/0440-01"
      ]
    },
    {
      "cite": "113 Pa. 220",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457619
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/113/0220-01"
      ]
    },
    {
      "cite": "73 Pa. 124",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "177 Pa. 57",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        883770
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/177/0057-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 547,
    "char_count": 11242,
    "ocr_confidence": 0.58,
    "pagerank": {
      "raw": 1.098736093301155e-07,
      "percentile": 0.5675097274010956
    },
    "sha256": "fb882ac3e04de9806a9a716833773242166a8307adb6b3f8c6f08ebff4b463cc",
    "simhash": "1:682ffdf0cc1117c1",
    "word_count": 2010
  },
  "last_updated": "2024-02-27T22:42:39.670577+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, Mestrezat, Potter, Elkin and Moschzisker, JJ."
    ],
    "parties": [
      "Sterner v. S. Morgan Smith Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Potter,\nThe only thing disclosed by this record, upon which a charge of negligence against the defendant can be based, is the fact that the foreman of the machine shop directed two of the workmen to remove the bolts which held together the sides and ends of an iron frame, which was being prepared for shipment. The frame was composed of four pieces each about one.inch thick, thirty inches wide, and ten feet long. These pieces, were set on edge so as to form a square box, and were bolted together at the corners. The frames were set up temporarily in the shop and were to be smoothed off with a cold chisel and hammer, and painted, as part of the process of preparation for shipment. The plaintiff in this case was engaged in doing the painting upon the inside of thé frame just before the accident occurred, and another workman had just finished the chipping or smoothing of the frame with a cold chisel. Two other workmen were directed to take the frame apart and prepare it for shipping. The point upon which this case turns, in so far as any negligence is concerned, which may be attributed to the defendant, is in the form of the order given by the foreman, and the effect naturally to be given to it. The evidence for plaintiff tends to show that the workmen withdrew the bolts, before plaintiff had quite finished his work of painting and as a result one of the pieces of the frame being deprived of support, fell over upon plaintiff and injured him. The question is, whether this injury was caused by the action of fellow servants in obedience to instructions given by the foreman. If so the negligence of the fellow servants may not be interposed in defense, because under the terms of the Act of June 10, 1907, P. L. 523, such a defense is prohibited. We must therefore examine the testimony to see if the natural and reasonable effect of the order given by the foreman was to bring about the injury. According to the testimony of Slonaker, one of the workmen who removed the bolts, the foreman said he wanted them to take out the bolts when the job was finished; meaning thereby, as the evidence shows, when the painting and the smoothing was done. The witness goes on to say: “We couldn’t work at it then, and went back on the floor, and went back afterwards and took the bolts out. He said we should watch the job up, and when it was ready take it apart.” So much for the instructions. What was actually done under them was thus detailed by the same witness: “We went down there after we thought the job was ready, and took the bolts out of the opposite end, and then came up to this end, and there were four turned bolts in there that you have to drive out with a hammer.” There was other testimony corroborative of what this witness said, as to the order given by the foreman, and as to the fact that it was not immediately executed. It further appears that the operation of removing the bolts occupied some time, perhaps half an hour, and the foreman was not there when it was completed. Manifestly the pieces would not be separated until the bolts were out, nor could the piece which upset, fall over until then, It is evident that the order, given by the foreman to take the bolts out when the job was ready, involved no danger to the plaintiff. It is apparent that the workmen properly understood the order as not calling for instant action upon their part, for they waited until, as they said, they thought the job was ready. If the workmen took out the bolts before the job was ready; that is, before the painting was finished, they acted, not in obedience to the order, but in violation of it. If the injury resulted from such a violation of orders, the employer was not responsible. If the foreman had ordered the men to proceed at once with the work without regard to the presence of the plaintiff, then engaged in painting, and injury had resulted as a plain consequence of what was done in direct obedience to the order, the employer would have been liable, and the negligence of the fellow servants, no matter how gross, would under the terms of the act of 1907, not have been admissible as a defense. But the testimony makes it clear that no such thing was done, and the injury cannot by any reasonable inference be regarded as resulting from the order of the foreman to the fellow servants of the plaintiff. If not, then there is nothing in the case to sustain the charge of negligence against the defendant.\nIt is not necessary to go further and consider the evidence showing contributory negligence by the plaintiff; but if it were, it would appear that the workmen were engaged for more than fifteen minutes in removing the bolts, right under the eyes of plaintiff, and almost within arm’s reach. Some of the bolts had to be driven out with a hammer, which made a noise. It is incredible that plaintiff should not have seen or heard what was going on. If he did, and remained so close to the unsupported piece of iron as to be injured by it when it turned over, he must have contributed thereby to the injury which he received. The third, fourth and eighth assignments of error are sustained.\nThe judgment is reversed, and is here entered for the defendant.",
        "type": "majority",
        "author": "Mr. Justice Potter,"
      }
    ],
    "attorneys": [
      "Richard E. Cochran, with him Smyser Williams, for appellant.",
      "Michael S. Niles, with him Charles A. May, George E. Neff and Henry C. Niles, for appellee."
    ],
    "corrections": "",
    "head_matter": "Sterner v. S. Morgan Smith Company, Appellant.\nNegligence — Master and servant — Fellow servant — Contributory negligence — Act of June 10,1907, P. L. 528.\n1. If injury results to a servant caused by the action of a fellow servant in obedience to instructions given by a foreman, the negligence of the fellow servant may' not be interposed in defense under the Act of June 10, 1907, P. L. 523.\n2. In an action by an employee against his employer for personal injuries it appeared that the injury was sustained by the fall of one side of a heavy square iron frame, which the plaintiff was painting on the inside. The four sides of the frame were plates one inch thick, thirty inches wide, and ten feet long. They were set on edge so as to form a square box, and were temporarily bolted together to be smoothed off with a cold chisel, and painted, as part of the preparation for their shipment. The foreman of the defendant ordered two of the workmen to remove the bolts when the painting and smoothing was done. He directed the two men to watch the job, and when it was finished to take the frame apart. The foreman was not present when the bolts were removed. It took the men about fifteen minutes to remove the bolts, and plaintiff remained within the frame without protest although the work was done immediately before his eyes, and with much noise. Held, (1) that the injury did not result from the order of the foreman, and there was therefore no negligence on the part of the defendant, and (2) that the plaintiff was guilty of contributory negligence.\nArgued May 15, 1911.\nAppeal, No. 96, Jan. T., 1911, by defendant, from judgment of C. P. York Co., Aug. T., 1910, No. 12, on verdict for plaintiff in case of Wesley Sterner v. S. Morgan Smith Company.\nBefore Brown, Mestrezat, Potter, Elkin and Moschzisker, JJ.\nReversed.\nTrespass to recover damages for personal injuries. Before Warner, J.\nThe facts are stated in the opinion of the Supreme Court.\nThe defendant presented the following points:\n2. If the jury find from the evidence that the plaintiff saw and heard the defendant’s employees, Slonaker and Smith, removing the bolts from the frame, and, notwithstanding what he saw and heard, remained where he was inside the frame without any protest to Slonaker and Smith, or to their foreman, in charge of this work, he took the risk of any injury which might ensue, and therefore is not entitled to recover in this cause. Answer: This point is refused. There are other facts to be considered by the jury in addition to those mentioned in this point. [3]\n3. If the jury find from the evidence that the plaintiff saw and heard the defendant’s employees, Slonaker and Smith, removing the bolts from the frame, and notwithstanding what he saw and heard, remained where he was inside the frame without any protest to Slonaker and Smith, or to their foreman, in charge of the work, he did not exercise such care as an ordinarily prudent man would have exercised under the circumstances and was guilty of negligence which contributed to the accident and therefore is not entitled to recover in this suit. Answer: This point is refused. The jury must determine from all the facts of the case including those referred to in the point, whether the plaintiff was guilty of any negligence which contributed directly to the happening of the accident which caused plaintiff’s injuries. [4]\n4. The plaintiff’s witnesses, Slonaker and Smith, having testified that Schlaanstine, the foreman, ordered them to take out the bolts “when the job” was finished, and that they went to the frame and saw that the job was not done and went away and later returned and took the bolts out — the act of Slonaker and Smith in taldng out the bolts before the plaintiff had finished painting was the negligence of co-employees, for which the defendant cannot be held liable, and the plaintiff cannot recover in this case. Answer: This point is refused as written. It is for the. jury to determine from all the evidence in the case what the “job” was, which is referred to, and whether or not the acts which contributed to the accident resulted from the negligence of the plaintiff’s fellow workmen, for which defendant would not be responsible, or from the negligence of a vice-principal of the 'defendants for which they would be liable in damages if it was the proximate cause of plaintiff’s injury. [5]\nVerdict and judgment for plaintiff for $1,750. Defendant appealed.\nErrors assigned were (3-5) answers to points as above and (8) refusal of binding instructions for defendant.\nRichard E. Cochran, with him Smyser Williams, for appellant.\nThe evidence of negligence on the part of this defendant does not even amount to a scintilla and the doctrine that where there is a scintilla of evidence it must be submitted to the jury is exploded: Wojciechowski v. Sugar Refining Co., 177 Pa. 57; Phila. & Reading R. R. Co. v. Yerger, 73 Pa. 124; Mead v. Conroe, 113 Pa. 220; Hauser v. R. R. Co., 147 Pa. 440; Fisher v. Scharadin, 186 Pa, 565,\nJuly 6, 1911:\nOne who knows the risk of what he attempts to do, and, having such knowledge, takes the risk, cannot recover for injuries in consequence: Forks Twp. v. King, 84 Pa...230; Pittsburg Southern Ry. Co. v. Taylor, 104 Pa. 306; Crescent Twp. v. Anderson, 114 Pa. 643; Landis v. Curtis & Jones Co., 224 Pa. 400; Holden v. R. R. Co., 169 Pa. 1.\nMichael S. Niles, with him Charles A. May, George E. Neff and Henry C. Niles, for appellee.\nIt is the duty of a master to provide and keep safe the place in which his employee is to work; nothing but performance can relieve him of this obligation, and the same duty rests upon the vice principal: Vant v. Roelofs, 217 Pa. 535.\nThe question of the plaintiff’s contributory negligence was for the jury also, because he denied facts upon which the defendant based its charge that he contributed to his own injury: Carlin v. Butter Co., 220 Pa. 194; Bardsley v. Gill, 218 Pa. 56; Sopherstein v. Bertels, 178 Pa. 401; Cool-broth v. Penna. R. R. Co., 209 Pa. 433."
  },
  "file_name": "0027-01",
  "first_page_order": 57,
  "last_page_order": 62
}
