{
  "id": 981086,
  "name": "Dotson v. Foust, Appellant",
  "name_abbreviation": "Dotson v. Foust",
  "decision_date": "1911-07-06",
  "docket_number": "Appeal, No. 9",
  "first_page": "88",
  "last_page": "92",
  "citations": [
    {
      "type": "official",
      "cite": "233 Pa. 88"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 418,
    "char_count": 9163,
    "ocr_confidence": 0.58,
    "pagerank": {
      "raw": 8.138363859351185e-08,
      "percentile": 0.4703023226450654
    },
    "sha256": "7017bec37aae54fdb31b7e1355b2ba5813d1d7a3297a82c987e7aaa6a522d7d5",
    "simhash": "1:6b2e8f8172aedc45",
    "word_count": 1529
  },
  "last_updated": "2023-07-14T21:25:22.191052+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Elkin, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Dotson v. Foust, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Stewart,\nThe Act of May 29, 1901, P. L. 327, regulating the sale of oleomargarine, butterine, and similar products, provides that the application for a license to manufacture or sell such products shall contain an accurate description of the place where the proposed business is to be carried on, and the name and style under which it is proposed to conduct such business, in addition to such other matters as may be required to be stated therein by the dairy and food commissioner, to whom the application is to be made. Giving this latter provision relating to the power of the commissioner its widest signification, it cannot be so extended as to allow the commissioner to require anything to be inserted in the application except such matters as are calculated to effect the one single purpose of the act, namely, to advertise to the public the true nature and character of the product to be manufactured or sold, so that the imposition of a counterfeit resemblance may be prevented, and incidentally to facilitate discovery and detection when an attempt is made to evade the law. If the commissioner may go beyond this in his requirements, what limits can be assigned to his authority? The act requires that the application shall “be satisfactory to the dairy and food commissioner,” with this further provision, that if so found, “and the said name and style shall not, in the judgment of the dairy and food commissioner, be calculated to deceive or mislead the public as to the real nature of the business so proposed to be carried on, he shall issue to the applicant or applicants a license,” etc. A plain intendment here is that the application must conform to such reasonable rules and regulations as the commissioner may make with respect to form, and substance as well, so far as the rules and regulations with respect to the latter have for their object publicity, identification and discovery. There is not a suggestion in the act that the character of the applicant is to be a subject of inquiry, and were the commissioner to require an averment of good moral character in the applicant, with affidavits in support, he would be imposing a condition which, however salutary and protective it might be, would yet be without warrant in law. It is not the applicant who is to be satisfactory to the commissioner, but his application; and this latter being satisfactory, the act is mandatory; the commissioner shall issue the license. Independently of this, whatever may be the extent of the commissioner’s authority, under the provision of the act which empowers him to require other matters than those specified in the act to appear in the application, the return to the writ in this case does not show that the licenses applied for were refused on the ground that they omitted anything that was required either by the act or by any order or regulation of the commissioner. It is nowhere averred that the applications were in any respect defective or unsatisfactory. It is the applicant, not the application, that is here adjudged unsatisfactory. The insufficiency of such return is obvious in view of the mandate that if the application be satisfactory the commissioner shall issue the license applied for. The commissioner seeks to justify his refusal of the licenses on the ground that at the time the applications were made the applicant, who was then engaged in the büsiness under an existing license, was selling oleomargarine, or butterine, which upon examination was found to contain coloration and ingredients which causes it to resemble and imitate yellow butter. Assuming it to be true, what then? The act nowhere allows the commissioner to withhold a license because of abuse by the applicant of a former license; it does not even provide for a forfeiture of the license in case of conviction or violation of any of its provisions; and showing conclusively that no forfeiture was contemplated, it provides increased penalties by fine and imprisonment for a second offense committed by the licensee. The dairy and food commissioner is charged in express terms with the enforcements of all the provisions of the act. While thus charged' with large responsibilities, he is invested with an authority entirely commensurate; the constabulary of the state is placed at his command, and upon his own initiation, or through the constabulary, he may discharge this responsibility by bringing all offenders against the law to justice. This is the only way to make the act effective, and the only way that is contemplated in the act itself. The course pursued in this case by the dairy and food commissioner to give efficiency to the law was without warrant. The assignments of error are overruled, and the appeal is dismissed.",
        "type": "majority",
        "author": "Mr. Justice Stewart,"
      }
    ],
    "attorneys": [
      "William M. Hargest, assistant deputy attorney general, with him Edward E. Beidleman and John C. Bell, attorney general, for appellant.",
      "W. H. Wilson, with him Lyman D. Gilbert, C. H. Backenstoe and U. P. Rossiter, for appellee."
    ],
    "corrections": "",
    "head_matter": "Dotson v. Foust, Appellant.\nFood law — Oleomargarine—Application for license — Discretion of dairy and food commissioner — Act of May 29,1901, P. L. 827.\n1. Under the Act of May 29, 1901, P. L. 327., relating to the sale of oleomargarine, the dairy and food commissioner cannot require that an application for a license to sell oleomargarine shall contain, anything except such matters as are calculated to affect the one single purpose of the act, namely, to advertise to the public the true nature and character of the product to be manufactured or sold, so that the imposition of a counterfeit resemblance may be prevented, and incidentally to facilitate discovery and detection when an attempt is made to evade the law.\n2. The dairy and food commissioner has no power to refuse a license to sell oleomargarine on the ground that at the time the application was made the applicant, who was then engaged in business under an existing license, was selling oleomargarine which upon examination was found to contain coloration and ingredients which caused it to resemble and imitate yellow butter.\nArgued May 22, 1911.\nAppeal, No. 9, May T., 1911, by defendant, from judgment of C. P. Dauphin Co., Commonwealth Docket, 1911, No. 1, awarding peremptory mandamus in case of R. C. Dotson, President of the Eastern Provision Company v. James Foust, Dairy and Food Commissioner of Pennsylvania.\nBefore Fell, C. J., Brown, Mestrezat, Elkin, Stewart and Moschzisker, JJ.\nAffirmed.\nPetition for mandamus. Before McCarrell, J.\nThe petition averred that the Eastern Provision Company was engaged in selling oleomargarine and butterine, and had made a proper application to the dairy and food commissioner for a license to sell oleomargarine, and that the dairy and food commissioner had refused the license without giving any reason therefor. The petitioner prayed for a mandamus commanding the issuance of a license. The dairy and food commissioner filed an answer which after admitting the material averments of the petition, and reciting the provision of the act of May 29, 1901, continued as follows:\nBy virtue of said provisions the discretion is lodged in the said dairy and food commissioner to determine that the name and style under which the proposed business is intended to be carried on shall not be calculated to deceive or mislead the public as to the real nature of the business so proposed to be carried on, and by virtue of said provisions the said dairy and food commissioner is lodged with the discretion of determining that the business shall not deceive the public in that the applicant shall not sell oleomargarine, butterine or any similar substance which has not been made and kept free from all coloration or ingredient causing it to look like or resemble yellow butter; and in the exercise of such discretion the said dairy and food commissioner has the power to refuse a license to any applicant who intends thus to deceive the public, and the said dairy and food commissioner is vested with the further discretion of refusing to grant a license to an applicant who has heretofore deceived the public by selling oleomargarine or butterine, which has not been made and kept free from all coloration and ingredients causing it to look like and resemble yellow butter.\nIn the exercise of the discretion thus vested in him, the said dairy and food commissioner obtained samples of the kind of oleomargarine or butterine which the said plaintiff was selling immediately before and at the time of filing the application for said licenses and which the said dairy and food commissioner believes the said plaintiff intends to sell under the licenses applied for, which said samples of oleomargarine and butterine do contain coloration and ingredients that cause the said product to resemble and be in imitation of yellow butter, and the said license was refused and the said plaintiff advised of the refusal of the same by a telegram to the said plaintiff from the said dairy and food commissioner, for the reasons herein stated.\nJuly 6, 1911:\nThe plaintiff demurred to the answer.\nThe court awarded a peremptory mandamus.\nError assigned was in awarding mandamus.\nWilliam M. Hargest, assistant deputy attorney general, with him Edward E. Beidleman and John C. Bell, attorney general, for appellant.\nW. H. Wilson, with him Lyman D. Gilbert, C. H. Backenstoe and U. P. Rossiter, for appellee."
  },
  "file_name": "0088-01",
  "first_page_order": 118,
  "last_page_order": 122
}
