{
  "id": 981106,
  "name": "Wagner, Appellant, v. Philadelphia, Bristol & Trenton Street Railway Company",
  "name_abbreviation": "Wagner v. Philadelphia, Bristol & Trenton Street Railway Co.",
  "decision_date": "1911-10-09",
  "docket_number": "Appeal, No. 174",
  "first_page": "114",
  "last_page": "121",
  "citations": [
    {
      "type": "official",
      "cite": "233 Pa. 114"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "103 Ga. 795",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        589729
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ga/103/0795-01"
      ]
    },
    {
      "cite": "7 N. D. 631",
      "category": "reporters:state",
      "reporter": "N.D.",
      "case_ids": [
        199633
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nd/7/0631-01"
      ]
    },
    {
      "cite": "58 W. Va. 237",
      "category": "reporters:state",
      "reporter": "W. Va.",
      "case_ids": [
        8629130
      ],
      "opinion_index": -1,
      "case_paths": [
        "/w-va/58/0237-01"
      ]
    },
    {
      "cite": "32 Mont. 143",
      "category": "reporters:state",
      "reporter": "Mont.",
      "case_ids": [
        2302722
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mont/32/0143-01"
      ]
    },
    {
      "cite": "31 Iowa, 428",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2296642
      ],
      "opinion_index": -1,
      "case_paths": [
        "/iowa/31/0428-01"
      ]
    },
    {
      "cite": "21 C. C. A. 288",
      "category": "reporters:federal",
      "reporter": "C.C.A.",
      "opinion_index": -1
    },
    {
      "cite": "147 Pa. 140",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        829925
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/147/0140-01"
      ]
    },
    {
      "cite": "19 W. N. C. 219",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "106 U. S. 47",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3498359
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/106/0047-01"
      ]
    },
    {
      "cite": "142 N. Y. 189",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2260202
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/142/0189-01"
      ]
    },
    {
      "cite": "122 Pa. 306",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948384
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/122/0306-01"
      ]
    },
    {
      "cite": "74 Ind. 479",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1940153
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ind/74/0479-01"
      ]
    },
    {
      "cite": "6 Lack. Jurist, 1",
      "category": "reporters:state",
      "reporter": "Lack.Jur.",
      "opinion_index": -1
    },
    {
      "cite": "161 Pa. 599",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        854185
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/161/0599-01"
      ]
    },
    {
      "cite": "104 Ala. 297",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        3218977
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/104/0297-01"
      ]
    },
    {
      "cite": "49 Pa. 310",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998537
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/49/0310-01"
      ]
    },
    {
      "cite": "57 Pa. 83",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010448
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/57/0083-01"
      ]
    },
    {
      "cite": "23 Ga. 31",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        249378
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ga/23/0031-01"
      ]
    },
    {
      "cite": "84 Pa. 446",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053534
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/84/0446-01"
      ]
    },
    {
      "cite": "11 Tex. Civ. App. 262",
      "category": "reporters:state",
      "reporter": "Tex. Civ. App.",
      "case_ids": [
        247133
      ],
      "opinion_index": -1,
      "case_paths": [
        "/tex-civ-app/11/0262-01"
      ]
    },
    {
      "cite": "61 How. Pr. 498",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "case_ids": [
        4532471
      ],
      "opinion_index": -1,
      "case_paths": [
        "/how-pr/61/0498-01"
      ]
    },
    {
      "cite": "139 Ala. 276",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        8489836
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/139/0276-01"
      ]
    },
    {
      "cite": "87 Pa. 77",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057867
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/87/0077-01"
      ]
    },
    {
      "cite": "125 U. S. 361",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3528508
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/125/0361-01"
      ]
    },
    {
      "cite": "91 U. S. 603",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5648161
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/91/0603-01"
      ]
    },
    {
      "cite": "78 U. S. 459",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3413591
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/us/78/0459-01"
      ]
    },
    {
      "cite": "52 Minn. 246",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        772665
      ],
      "opinion_index": -1,
      "case_paths": [
        "/minn/52/0246-01"
      ]
    },
    {
      "cite": "150 U. S. 287",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3571671
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/us/150/0287-01"
      ]
    },
    {
      "cite": "55 Ill. App. 390",
      "category": "reporters:state",
      "reporter": "Ill. App.",
      "case_ids": [
        5096971
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill-app/55/0390-01"
      ]
    },
    {
      "cite": "1 Colo. App. 458",
      "category": "reporters:state",
      "reporter": "Colo. App.",
      "case_ids": [
        1769022
      ],
      "opinion_index": 0,
      "case_paths": [
        "/colo-app/1/0458-01"
      ]
    },
    {
      "cite": "32 Mont. 143",
      "category": "reporters:state",
      "reporter": "Mont.",
      "case_ids": [
        2302722
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mont/32/0143-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 750,
    "char_count": 14225,
    "ocr_confidence": 0.586,
    "pagerank": {
      "raw": 8.718523263442023e-08,
      "percentile": 0.4936787820448219
    },
    "sha256": "7880986eb1d14c3730be6a7c5f33ac3eb38727a7b4a82a0381522a646ebb1f3a",
    "simhash": "1:2729de971c4692d2",
    "word_count": 2522
  },
  "last_updated": "2024-02-27T22:42:39.670577+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Bkown, Elkin, Stewakt and Moschziskek, JJ."
    ],
    "parties": [
      "Wagner, Appellant, v. Philadelphia, Bristol & Trenton Street Railway Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Brown,\nOn September 1, 1908, the Philadelphia, Bristol & Trenton Street Railway Company defaulted in the payment of interest due on its bonds, secured by a mortgage on all of its property, rights arid franchises. The bonds so secured and issued amounted to $650,000 and were of the denomination of $1,000 each. On September 5— four days after the default — Charles F. Wagner, Jr., who was the holder and owner of ten of these bonds, filed a' bill for the appointment of a receiver, with authority, inter alia, to sell, if necessary, all of the mortgaged property, real and personal, and to apply the funds realized from a sale to the payment of the bondholders, creditors and stockholders of the company. A further prayer of the bill was for an injunction to restrain the trustee in the mortgage from instituting foreclosure proceedings. The bill was filed without notice to either of the defendants named in it, and temporary receivers were at once appointed on the application of the complainant. On September 18 — thirteen days after they were appointed— their appointment was vacated upon the petition of the street railway company, the court holding that the appointment had been “ill advised and improvidently made.” There is no assignment of error to this, and we must, therefore, assume that the complainant concedes it to have been right. Subsequently the street railway company answered and the trust company demurred to the bill. The demurrer was sustained, and, in sustaining it, the court directed the complainant to pay the costs and expenses of the temporary receivership.\nThe first question to be passed upon on this appeal is as to the sufficiency of the bill. Several reasons were given by the court below for sustaining the demurrer to it. The complainant’s averments, upon which he based his right to file it, were that he was a bondholder of the railway company and his bonds were secured by a mortgage of that company; but his bill neither contained nor had appended to it a copy of one of the bonds or of the mortgage, nor was there any reference to the place where the latter was recorded. The court was, therefore, in ignorance of the complainant’s rights under his bonds and the mortgage when called upon to pass on the sufficiency of the bill, which, in effect, is one for foreclosure, no matter how strenuously it is now repudiated as such by the learned counsel who filed it. It is not one of a common creditor asking for the appointment of a receiver for the conservation of the assets of an alleged insolvent corporation, but is that of a bondholder averring a right under his bonds and the mortgage securing them to ask for the appointment of a receiver and for a sale of all of the corporate property. The complainant avers no other interest than that of a bondholder, and relief is claimed under the mortgage. That instrument is referred to in the bill as the foundation of the right to file it, but with no copy of the same appended to or made part of the bill, and with no reference to the place where it is recorded, the learned chancellor below properly held' that he was “utterly at a loss” to determine what plaintiff’s rights were under the bonds and mortgage upon which he relied. Though the mortgage is not a part of the record and cannot be regarded as having been before the court below in passing upon the demurrer, it is printed as an appendix to appellant’s paper-book, and we are referred to certain portions of it as showing the right of complainant to file his bill. This we cannot understand. In passing upon the sufficiency of the bill on the demurrer to it, nothing was before the court below but the bill itself, and, on this appeal from the decree sustaining the demurrer, we can consider nothing that does not appear upon the face of the bill. No better reason could be given why the mortgage should have been made a part of the bill than the references now made to certain clauses in it as establishing the right of the complainant to file his bill. If his right to file the same was under the mortgage — and the bill substantially so avers— such right ought to have appeared affirmatively to the court below by submitting the mortgage as a part of the bill, and the references to it now by counsel for appellant and the printing of it as an appendix to their argument must be regarded as a concession by them that it ought to have been before the court below as a part of the pleadings in the case. Through failure to make it a part of them, the court was unable to pass upon the plaintiff’s right to file his bill, which was the fundamental question in the case, and the demurrer was properly sustained for this reason alone.\nAfter the appointment of the receivers had been vacated they filed their account, charging themselves with the receipts of the road during their management of it and taking credit for certain disbursements. The credits taken for moneys paid out for the operation of the road were not objected to, but exceptions were filed and sustained to the items making up the legal expenses of the receivership. These items were for counsel fees, receivers’ compensation, etc., amounting to $1,561.57, and the second complaint on this appeal is that Wagner, the appellant, was directed to pay them. When the court below passed upon the petition to impose the expenses of the receivership upon him there was before it a clause in the mortgage providing that no holder of any of the bonds secured by it should have the right to institute any proceedings for the appointment of a receiver until certain conditions had existed, no one of which existed when the bill was filed. Among these conditions precedent to the right to file a bill for the appointment of a receiver was one providing that default in payment of interest on the bonds should have continued for six months, that written notice of such default should have been given to the trustee named in the mortgage, and holders of twenty-five per cent in amount of the bonds secured by it, and then outstanding, should have made written request upon the trustee to proceed to exercise the powers granted to it by the- mortgage. This bill was filed four days after default in the payment of interest, and, on the ex parte application of the complainant, without notice to any one, the temporary receivers were appointed. In view of the plain and unambiguous terms of the mortgage, with which the complainant is conclusively presumed to have been familiar, and which he deliberately disregarded in filing his bill, there is no conceivable reason why the costs and expenses of the receivership should be borne by the railway company. On the contrary, costs in equity being always in the sound discretion of the court, there is every equitable reason why the complainant should pay the costs and expenses that resulted from the filing of his bill, which he ought to have known from the terms of the mortgage he had no right to file. If the court below had been informed of the terms of the mortgage at the time the bill was filed, the receivers would not have been appointed. Among the many authorities which sustain the decree imposing the costs and expenses of the receivership upon the complainant are: High on Receivers (4th ed.), sec. 796; Cassidy v. Harrelson, 1 Colo. App. 458; Myres v. Frankenthal, 55 Ill. App. 390; Couper v. Shirley, 75 Fed. Repr. 168; Hickey v. Parrot Silver and Copper Co., 32 Mont. 143.\nThe assignments of error are overruled and the decree is affirmed at appellant’s costs.",
        "type": "majority",
        "author": "Mr. Justice Brown,"
      }
    ],
    "attorneys": [
      "George Quintard Horwitz, with him Layton M. Schoch and Harman Y erkes, for appellant.",
      "Charles L. McKeehan, with him Joseph S. Clark and Gilkeson & James, for appellee."
    ],
    "corrections": "",
    "head_matter": "Wagner, Appellant, v. Philadelphia, Bristol & Trenton Street Railway Company.\nEquity — Bills for appointment of receiver — Mortgage—Bondholders— Street railway company — Corporation—Foreclosure suit — Receiver— Costs.\n1. An equity suit by a bondholder averring a right under his bonds and the mortgage securing them to ask for the appointment of a receiver, and for the sale of all of the corporate property, but showing no other right, is a foreclosure suit, whatever the plaintiff may claim to the contrary. Such a bill is demurrable where no copy of the mortgage is appended to or made part of the bill and no reference is given as to the place where the mortgage is recorded. Where an appeal is taken from a decree sustaining a demurrer to such a bill, the appellate court cannot consider the mortgage, although it is printed as an appendix to appellant’s paper-book.\n2. Where a bondholder has improperly instituted a suit in equity, and secured the appointment of receivers, such a suit having been forbidden by the mortgage securing the bonds until certain events had arisen and certain conditions had been complied with, none of which were shown to have happened, the complainant in the suit will be properly charged with its costs when it is dismissed, and also with the legal and other expenses of the receivers whose appointment he had improperly secured.\nArgued Feb. 7, 1911.\nAppeal, No. 174, Jan. T., 1910, by plaintiffs, from decree of C. P. Bucks Co., Oct. T., 1908, No. 2, sustaining demurrer to bill in equity in case of Charles F. Wagner, Jr., George B. Atlee and J. Ernest Richards v. Philadelphia, Bristol & Trenton Street Railway Company and the Union Trust Company of Maryland.\nBefore Fell, C. J., Bkown, Elkin, Stewakt and Moschziskek, JJ.\nAffirmed.\nBill in equity for a receiver with authority to sell corporate property. Before Stout, P. J.\nThe facts are stated in the opinion of the Supreme Court.\nError assigned was decree sustaining demurrer to the bill and imposing the cost and expenses of the receivership on the complainants..\nGeorge Quintard Horwitz, with him Layton M. Schoch and Harman Y erkes, for appellant.\nThis was a bill for the benefit of bondholders. This was not a bill for the foreclosure of the property: Central Trust Co. v. Chattanooga, etc., Ro R. Co., 94 Fed.. Repr. 275; Atlantic Trust Co. v. Dana, 128 Fed. Repr. 209.\nThe authorities go so far as to say that if the bondholder or the trustee do not at once intervene and petition the court to conserve the income of the road for the benefit of the mortgagee, that then there can be no complaint if the railway company shall continue to use the income until there be such intervention: United States Trust Co. v. Wabash Ry. Co., 150 U. S. 287 (14 Sup. Ct. Repr. 86); Ball v. Marske, 202 111. 31 (66 N. E. Repr. 845); Seibert v. Ry. Co., 52 Minn. 246 (53 N. W. Repr. 1151); Galveston R. R. Co. v. Cowdrey, 78 U. S. 459; Gilman v. Illinois & Mississippi Tel. Co., 91 U. S. 603.\nIt was error of the court below, either as a matter of law or upon the evidence taken or upon the pleadings, to charge the expenses of the receivership to the appellant Wagner,, but said expenses should be properly charged to the fund in the hands of the temporary receivers: Atlantic Trust Co. v. Dana, 128 Fed. Repr. 209; U. S. Trust Co. v. Wabash Ry. Co., 150 U. S. 287 (14 Sup. Ct. Repr. 86) ; Galveston v. Cowdrey, 78 U. S. 459; Sage v. Memphis R. R. Co., 125 U. S. 361 (8 Sup. Ct. Repr. 887); Winton’s App., 87 Pa. 77; Wills Valley Mining & Mfg. Co. v. Galloway, 139 Ala. 276 (35 So. Repr. 850); Highley v. Deane, 168 111. 266 (48 N. E. Repr. 50); Hopfensack v. Hopfensack, 61 How. Pr. 498; Heise v. Starr, 44 111. App. 406; Espuela Land & Cattle Co. v. Bindle, 11 Tex. Civ. App. 262 (32 S. W. Repr. 582); Battles v. Laudenslager, 84 Pa. 446; Gowan v. Jeffries, 2 Ashmead, 296; Olmstead v. Distilling & Cattle Feeding Co., 67 Fed. Repr. 24; Johns v. Johns, 23 Ga. 31.\nCharles L. McKeehan, with him Joseph S. Clark and Gilkeson & James, for appellee.\nThe appointment of receivers upon an ex parte application and without notice to the defendants, was illegal: Verplank v. Ins. Co., 2 Paige, 438; Chicago & Allegheny Oil & Mining Co. v. U. S. Petroleum Co., 57 Pa. 83; Gravenstine’s App., 49 Pa. 310; Gowan v. Jeffries, 2 Ashmead, 296; Bank of Florence v. U. S. Savings & Loan Co., 104 Ala. 297 (16 So. Repr. 110).\nIrrespective of the plaintiff’s method of procedure, his bill of complaint is insufficient in law, because it does not contain a copy of the bond or of the mortgage or a reference to the place where the mortgage is recorded: Haneman v. Pile, 161 Pa. 599; Brown v. Jermyn, 6 Lack. Jurist, 1; Triplett v. Sayre, 3 Dana (Ky.), 590; Hosford v. Johnson, 74 Ind. 479; Knight v. Heafer, 79 111. App. 374.\nThe bill is insufficient because it contains no averment that the plaintiff has requested the trustee under the mortgage to act or that the trustee has refused to act or that the trustee has refused or failed in any way to take proper steps for the protection of the bondholders: Farmers’ Loan & Trust Co, v. R. R. Co., 66 Fed. Repr. 169; McGeorge v. Big Stone Gap Imp. Co., 57 Fed. Repr. 262; Com. v. R. R. Co., 122 Pa. 306; Ettlinger v. Rug & Carpet Co., 142 N. Y. 189 (36 N. E. Repr. 1055); General Elec. Co. v. La Grande Edison Elec. Co., 87 Fed. Repr. 590; Consolidated Water Co. v. San Diego, 92 Fed. Repr. 759.\nOctober 9, 1911:\nThe bill is insufficient because the provisions of the mortgage securing the defendant railway company’s bonds (if this court concludes that said mortgage is before it) clearly bar the complainant from maintaining his bill: Mercantile Trust Co. v. Chicago, etc., Ry. Co., 61 Fed. Repr. 372; Chicago & Vincennes R. R. Co. v. Fosdick, 106 U. S. 47 (1 Sup. Ct. Repr. 10); Farmers’ Loan & Trust Co. v. Winona, etc., Ry. Co., 59 Fed. Repr. 957; Central Trust Co. of N. Y. v. Worcester Cycle Mfg. Co., 93 Fed. Repr. 712.\nThe costs of an improper receivership, including the receivers’ compensation, should be imposed upon the party who secured the appointment of said receiver, in accordance with the general rule that costs in equity fall on the unsuccessful litigant: Biddle’s App., 19 W. N. C. 219; Hutchinson’s App., 147 Pa. 140; Couper v. Shirley, 21 C. C. A. 288 (75 Fed. Repr. 168); French v. Gifford, 31 Iowa, 428; Hickey v. Parrot Silver & Copper Co., 32 Mont. 143 (79 Pac. Repr. 698); Nutter v. Brown, 58 W. Va. 237 (52 S. E. Repr. 88); Cutter v. Pollock, 7 N. D. 631 (76 N. W. Repr. 235); Cassidy v. Harrelson, IColo. App. 458 (29 Pac. Repr. 525); Hamilton v. Dupre, 103 Ga. 795 (30 S. E. Repr. 248); Myres v. Frankenthal, 55 111. App. 390."
  },
  "file_name": "0114-01",
  "first_page_order": 144,
  "last_page_order": 151
}
