{
  "id": 981062,
  "name": "Commonwealth ex rel. v. Roydhouse, Appellant",
  "name_abbreviation": "Commonwealth v. Roydhouse",
  "decision_date": "1911-10-19",
  "docket_number": "Appeal, No. 147",
  "first_page": "234",
  "last_page": "241",
  "citations": [
    {
      "type": "official",
      "cite": "233 Pa. 234"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "103 Pa. 134",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        449112
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/103/0134-01"
      ]
    },
    {
      "cite": "73 Pa. 59",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032344
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/73/0059-01"
      ]
    },
    {
      "cite": "152 Pa. 217",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838088
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/152/0217-01"
      ]
    },
    {
      "cite": "138 N. Y. 557",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        22265
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/138/0557-01"
      ]
    },
    {
      "cite": "100 Ga. 670",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        584911
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ga/100/0670-01"
      ]
    },
    {
      "cite": "227 Pa. 398",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1008713
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/227/0398-01"
      ]
    },
    {
      "cite": "148 N. Y. 519",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2272038
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/148/0519-01"
      ]
    },
    {
      "cite": "175 Mass. 105",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        19801
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/175/0105-01"
      ]
    },
    {
      "cite": "205 Pa. 79",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        929984
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/205/0079-01"
      ]
    },
    {
      "cite": "131 Pa. 614",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        810296
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/131/0614-01"
      ]
    },
    {
      "cite": "191 Pa. 298",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        907071
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/191/0298-01"
      ]
    },
    {
      "cite": "227 Pa. 398",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1008713
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/227/0398-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 682,
    "char_count": 15813,
    "ocr_confidence": 0.584,
    "pagerank": {
      "raw": 1.79425944846144e-07,
      "percentile": 0.7154403596503116
    },
    "sha256": "358aca031c94cd4fa268b40655e4c3b6b807defdf0ddf042c57aa780fff86df9",
    "simhash": "1:09862b40ab377908",
    "word_count": 2680
  },
  "last_updated": "2024-02-27T22:42:39.670577+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Potter, Elkin, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Commonwealth ex rel. v. Roydhouse, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Potter,\nThe questions here involved were so thoroughly considered, and so fully discussed by the learned judge of the court below, that little room remains for further elaboration. Upon his findings of facts, we agree with his conclusions of law, viz.:\n“1. The stockholders’ voting trust agreement of July 27, 1910, created an inactive trust, and the trustee’s ballot was properly rejected by the judges at the corporate election.\n“2. As the trustee holding thus a bare legal title and registered as owner on the certificate and transfer books was disqualified from voting under the first section of the Act of assembly, May 26, 1893, P. L. 141, the beneficial owner was entitled to do so, upon furnishing satisfactory proof of ownership.\n“3. A by-law of the company which provides that a stockholder’s right to vote depends upon being registered as owner of the shares on its books for twenty days before a corporate election, does not affect the right of the beneficial owner to vote under the second section of the act of 1893 above cited.”\nWe are satisfied that a proper construction of the voting trust agreement, which was shown in this case, requires that it should be regarded as a revocable power, without any beneficial interest in the trustee. The only responsibility of the latter was to vote as directed, and to distribute the amount received as dividends. This was not sufficient to constitute an active trust, and the case therefore differs from Boyer v. Nesbitt, 227 Pa. 398, where there was an agreement containing all the elements of an active trust. The votes which were tendered at the corporate election, in behalf of the trustee were properly rejected, under the terms of sec. 1 of the act of May 26, 1893. It follows, under the provisions of the second section, that the beneficial owners of the stock were then entitled to vote thereon, upon furnishing to the judges of the election, satisfactory evidence of ownership. The court below found as a fact that ownership by the stockholders who executed the personal proxies for the shares in question, was established by proof to the board of election, before the proxies were received. This finding is justified by the record. Nothing more was required to authorize the reception of the votes. The right to vote by proxy is expressly conferred upon stockholders of all corporations of this commonwealth, by the Act of March 5, 1903, P. L. 14. The proxies in this case were made out to Mr. French, “or in his absence to C. Percy Wilcox;” and it is suggested that Mr. French was not absent at the time Mr. Wilcox exercised the right to vote under the proxies. It is of no practical importance whether Mr. French or his alternate performed the duty of voting; but we think an examination of the evidence fairly justifies the conclusion that Mr. Wilcox was within the scope of his authority in voting under the proxies. No objection to the acceptance of his vote upon this ground, was made at the time by anyone. None of the shareholders who executed the proxies are complaining, and it seems that they all subsequently ratified in a formal way, the action of Mr. Wilcox.\nThe assignments of error are all overruled, and the decree of the court below is affirmed at the cost of appellant.",
        "type": "majority",
        "author": "Mr. Justice Potter,"
      }
    ],
    "attorneys": [
      "H. J. Steele, with him Tustin & Wesley and Reeder & Coffin, for appellant.",
      "E. J. Fox, with him J. W. Fox and B. J. O’Connell, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth ex rel. v. Roydhouse, Appellant.\nCorporations — Voting trust agreement — Void agreement — Dry trust— Act of May 26,1898, P. L. HI — Beneficial owner of stock — Right to vote —Proxies.\n1. A voting trust agreement is revocable, which does not give any beneficial interest to the trustee, and which only confers upon him the right to vote as directed by a committee of stockholders, and to distribute among the parties to the agreement the amount received as dividends.\n2. As such a trustee holds only the bare legal title, although registered as owner, he is disqualified from voting under sec. 1 of the Act of May 26, 1893, P. L. 141; and the beneficial owner of the stock is entitled to vote it, upon furnishing satisfactory proof of ownership.\n3. A by-law of a corporation which provides that a stockholder’s right to vote depends upon his being registered as owner of the shares on its books for twenty days before a corporate election, does not affect the right of a beneficial owner to vote stock under the second section of the Act of May 26, 1893, P. L. 141.\n4. No objection can be made to the validity of a corporate election because an alternative in a proxy voted the stock when the principal attorney was present, where none of the shareholders who executed the proxies complained, and all of them subsequently ratified in a formal way the action of the alternative.\nArgued Oct. 3, 1911.\nAppeal, No. 147, Jan. T., 1911, by defendant, from judgment of C. P. Northampton Co., Dec. T., 1910, No. 27, for plaintiff on case tried by the court without a jury in suit of Commonwealth ex rel. Samuel Clark v. George W. Roydhouse.\nBefore Fell, C. J., Brown, Mestrezat, Potter, Elkin, Stewart and Moschzisker, JJ.\nAffirmed.\nQuo warranto to determine the legality of a corporate election. Befor.e Scott, P. J.\nFrom the record it appeared that the case turned upon the effect to be given a voting trust agreement entered into between certain of the stockholders of the Bath Portland Cement Company and the Equitable Trust Company as trustee. The agreement recited that it was deemed desirable “in order to promote and protect the individual interests of stockholders who have signed this agreement,” that the stock should be delivered to the trustee, to be held for the term of five years for the purpose of carrying out the agreement. The agreement further provided as follows:\n“The said Trustee shall issue to depositors Trust Certificates in substantially the form hereto annexed as Exhibit ‘A,’ which shall be transferable only on the transfer books of Trustee. The said Trustee shall hold said shares under the terms and conditions hereof and shall vote same from time to time, at any annual or special meetings of the stockholders, in accordance with the written instructions of a majority of a committee of three, to be appointed by an instrument in writing, lodged with said Trustee and signed by a majority in interest of the holders of said Trust Certificates, as registered on the said books of said Trustee.\n“Any vacancies in said committee from any cause, shall be filled from time to time in a similar manner. The written instructions of said committee or a majority thereof, as aforesaid, shall be a complete, full and sufficient warrant and protection to said Trustee for so voting, and shall relieve it from any liability or responsibility whatsoever, anything herein contained to the contrary notwithstanding.\n“Dividends when paid to Trustee, shall in due course be distributed to the holders of said Trust Certificates.\n“Upon the expiration of said five (5) years from the date thereof, the shares of stock deposited hereunder shall be transferred to the holders of Trust Certificates as the same are surrendered, duly indorsed.\n“The said Trust Certificates, and the interest represented thereby, shall be assignable and new Trust Certificates may be issued, upon surrender of the outstanding Certificates. The holders of such assigned Certificates, shall, by virtue of accepting the same, become parties to this Agreement.”\n1. The capital stock of the Bath Portland Cement Company consists of 7,000 shares, of which certificates for 6,754 had been issued and were outstanding on October 26, 1910, the date of the annual election for corporate officers, as appointed by the by-laws.\n2. On July 27, 1910, individual stockholders holding certificates in the aggregate for 3,591 shares of this capital stock, executed and delivered to the Equitable Trust Company of Philadelphia, a “voting trust” agreement to continue five years, wherein it appears (without more specific mention here) that the stockholders named were to deposit with the trust company their certificates in trust “to be used only for the uses and purposes stated in this agreement. Such deposit shall vest in said trustee the complete title to said shares and must be accompanied by the certificates properly assigned to said trustee.” The trust company is to vote this stock, for which it was to issue its own certificates, “from time to time at any annual or special meetings of the stockholders in accordance with the written instructions of a'majority of a committee of three, to be appointed by a paper in writing, lodged with said trustee and signed by a majority in interest of the holders of said trust certificates, as registered on the books of said trustee.”\n3. The 3,591 shares were deposited with the trust company by the individual holders prior to October 6, 1910, for all of which the trust company aforesaid issued receipts, but its own certificates to the assignors, while written out, were never signed or issued. The certificates for 1,581 shares (the votes now in dispute) thus transferred, were surrendered by the trustees to the Bath Portland Cement Company, which issued new certificates therefor October 3, 1910, to the “Equitable Trust Company, Trustee, under stockholders’ agreement dated July 27, 1910;” thereupon registered the same in the name of the trustee on the books of the company and paid to it for distribution, according to the terms of the trust agreement, the dividends declared on or about October 6 following.\n“Note. The remaining 2,010 shares were in possession of the Equitable Trust Company, under properly executed assignment, with letters of attorney to transfer the same on the books from the stockholders, but the certificates had not been yet surrendered to the Bath Portland, and the shares remained registered on the books of the latter in the names of the individual holders. These shares were voted without objection for the relator at the corporate meeting by the Trust Officer of the Equitable Trust Company holding their personal proxies, and the validity of these votes generally is not now put in issue by the answer of respondent. The holdings of Samuel Clarke, the relator, however, numbered 995 shares and were included in this class of 2,010. As a director must be a stockholder, the effect of his transfer to the trustee as divesting him of title is a pertinent inquiry.”\n4. Art. I, sec. 3, of the by-laws of the Bath Portland Cement Company provides, inter alia, that each stockholder shall be “entitled to one vote, either in person or proxy, for each share of stock standing registered in his or her name on the 20th day preceding the election.”\n5. Upon the day of the corporate election in Philadelphia, the trust officer of the Equitable Trust Company, tendered the vote of the 1,581 shares, with a copy of the trust agreement attached to the ticket, in accordance with the written instructions of a committee appointed, as assumed to be required by the said agreement, signed by stockholders holding 1,046 shares, representing a majority of the 1,581, but not of the entire trust interest in 3,591, all of whom were among those holding the particular 1,581 shares above mentioned, then registered on the books of the Bath Portland Cement Company in the name of the trustee. When these ballots were offered, a duly qualified and voting stockholder filed with the election judges the written objection, a copy of which, stating specifically the grounds of protest, is appended to respondent’s answer and the respondent himself filed the written objection, a copy of which, with the accomparrying affidavit, will be found therein. No more extended recital of either is necessary here. The trust officer declined to take the oath specified in the Act of March 28, 1820, P. L. 169, as demanded. Concurrently with this tender by the trust officer, and these objections, he offered to the board the same votes on behalf of the beneficial owners thereof (Act of May 26, 1893, sec. 2, P. L. 141), by virtue of their individual proxies, executed at various dates, but all less than two months prior to that election: Act of March 5, 1903, sec. 1, P. L. 14. Each proxy was in form following, viz.:\n“Know all men by these presents that the undersigned, a stockholder of Bath Portland Cement Company, hereby constitutes and appoints Howard B. French, or in his absence, C. Percy Wilcox as substitute and proxy to attend the annual meeting of the stockholders of Bath Portland Cement Company on Wednesday, October 26, 1910, and any and all adjournments or continuances thereof, and to vote the shares standing in the name of the undersigned upon all matters coming before the said meeting, and adjournments or continuances thereof, and at elections then and there held, as fully as the undersigned might do if present in person, hereby revoking any proxy heretofore given.”\nBefore the vote was tabulated, but after decision to accept this vote, counsel for stockholders again demanded that the proxy voter should take the affidavit under the act of 1820. Howard B. French, named therein as attorney, was the president of the Equitable Trust Company, and the alternate, C. Percy Wilcox, was its trust officer. On December 20, 1910, the trustee and all of the stockholders whose proxies were thus executed, formally ratified and confirmed,' under seal, the act of Wilcox in voting these shares.\n6. After consideration of the objections the judges of election rejected the votes as offered by the trustee, but received them, by a majority of two against one opposed, under the personal proxies of the individual shareholders. Eleven directors were to be chosen and the attorney accumulated the votes upon six, of whom the relator was one; he was thereby declared elected, and was afterwards chosen president of the new board, and duly qualified. Of the votes thus cast and counted the relator received 6,583 and the respondent 4,966 6-7. The 1,581 shares by the cumulative ballots, the validity of which is the question here, gave the former 2,898, without which the respondent had a majority.\n7. The beneficial ownership of the 1,581 shares voted, as above set forth, remained in those stockholders of the Bath Portland Company, who executed the personal proxies for the same and were entitled to the trustees’ certificates. No transfer, assignment, or pledge of them had been made other than under the agreement with the Equitable Trust Company. This was established by proof to the board of election before the proxies were received.\nThe conclusions of law are quoted in the opinion of the Supreme Court.\nError assigned was the judgment of the court.\nH. J. Steele, with him Tustin & Wesley and Reeder & Coffin, for appellant.\nThe voting trust agreement was legal: Rigg v. Ry. Co., 191 Pa. 298; Com. v. Detwiller, 131 Pa. 614; Fitzsimmons v. Lindsay, 205 Pa. 79; Bright-man v. Bates, 175 Mass. 105' (55 N. E. Repr. 809); Williams v. Montgomery, 148 N. Y. 519 (43 N. E. Repr. 57); Boyer v. Nesbitt, 227 Pa. 398.\nThe execution of the agreement of July 27, 1910, and the delivery of the certificates of stock by the subscribers thereto divested such subscribers of all their interest in the stock of the Bath Portland Cement Company: Witham v. Cohen, 100 Ga. 670 (28 S. E. Repr. 505); Argus Co.’s Petition, 138 N. Y. 557 (34 N. E. Repr. 388); Com. v. Dalzell, 152 Pa. 217.\nA by-law of a corporation limiting the voting to stockholders of record twenty days preceding the election is a reasonable regulation: Com. v. Dalzell, 152 Pa. 217; Com. v. Detwiller, 131 Pa. 614; Bank of Commerce’s Appeal, 73 Pa. 59.\nOctober 19, 1911:\nSec. 2 of the act of 1893 does not permit voting by proxy and does not relieve a proxy from the requirements of the act of 1820: Com. v. Bringhurst, 103 Pa. 134; Com. v. Detwiller, 131 Pa. 614.\nE. J. Fox, with him J. W. Fox and B. J. O’Connell, for appellee."
  },
  "file_name": "0234-01",
  "first_page_order": 264,
  "last_page_order": 271
}
