{
  "id": 981084,
  "name": "Clovis, Appellant, v. Price",
  "name_abbreviation": "Clovis v. Price",
  "decision_date": "1912-01-02",
  "docket_number": "Appeal, No. 46",
  "first_page": "395",
  "last_page": "396",
  "citations": [
    {
      "type": "official",
      "cite": "233 Pa. 395"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "190 Pa. 471",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        905149
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/190/0471-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 200,
    "char_count": 2858,
    "ocr_confidence": 0.596,
    "pagerank": {
      "raw": 4.666970501906556e-08,
      "percentile": 0.29232032446679324
    },
    "sha256": "b5904c536ad07ad0ee3ffd0b89e59ef23cd93f7581df5e4742ea03346e7e6a18",
    "simhash": "1:34d167211a066b6a",
    "word_count": 512
  },
  "last_updated": "2024-02-27T22:42:39.670577+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Potter, Elkin, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Clovis, Appellant, v. Price."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe plaintiffs’ bill was for the cancellation of a contract for the sale of coal underlying three adjoining tracts of land that were described together as one tract of 169 acres. The cross bill of the defendants was for a specific performance of the contract of sale. One of the five persons named in the contract as grantors, was the sole owner of one tract, a part owner, with three others named, in another tract, and all five were owners in different interest in the third tract. The joint description was apparently resorted to as a matter of convenience. Two of the five persons named in the contract as grantors did not sign the agreement. It was averred in the bill that at the time of the signing of the contract by three of the owners it was agreed that it should not be binding unless signed by all, and that the recording of it was a fraud upon them. The plaintiffs’ whole case rested upon this averment. It was the only ground on which relief was asked by the bill. The finding of the court was against them.\nWe are asked to set this finding aside. The findings of a judge sitting as a chancellor will not be disturbed except for error which clearly appears. This is especially true where the finding depends on the credibility of witnesses: Steinmeyer v. Siebert, 190 Pa. 471. A review of the testimony by us has not raised a doubt of the correctness of the finding.\nThe decree is affirmed at the cost of the appellant.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "J. W. Ray, with him S. M. Smith and D. C. Cumpston, for appellants.",
      "James J. Purman, for appellees."
    ],
    "corrections": "",
    "head_matter": "Clovis, Appellant, v. Price.\nEquity — Findings of fact — Review—Appeals.\n1. The findings of a judge sitting as a chancellor will not be disturbed, except for error which clearly appears. This is especially true where the finding depends on the credibility of witnesses.\n2. In a suit for the cancellation of a written contract for the sale of unmined coal, signed by three of the five grantors named therein, a finding against plaintiff’s contention that at the time of the signing of the contract it was agreed that it should not be binding unless signed by all will not be set aside, where the evidence sustains the correctness of the finding.\nArgued Oct. 9, 1911.\nAppeal, No. 46, Oct. T., 1911, by plaintiffs, from decree of C. P. Greene Co., No. 106, in Equity, in case of E. R. Clovis, J. C. Clovis and E. R. Clovis, Guardian of F. M. Clovis, v. H. J. Price, Smith Hood, Jr., and W. K. Hatfield.\nBefore Fell, C. J., Brown, Mestrezat, Potter, Elkin, Stewart and Moschzisker, JJ.\nAffirmed.\nBill in equity for the cancellation of a contract for the sale of coal. Cross bill for specific performance. Porter, P. J., specially presiding.\nThe case turned on questions of fact.\nError assigned was decree dismissing plaintiff’s bill and granting specific performance as askéd for in the cross bill.\nJanuary 2, 1912:\nJ. W. Ray, with him S. M. Smith and D. C. Cumpston, for appellants.\nJames J. Purman, for appellees."
  },
  "file_name": "0395-01",
  "first_page_order": 425,
  "last_page_order": 426
}
