{
  "id": 981093,
  "name": "Drape, Appellant, v. Coleman",
  "name_abbreviation": "Drape v. Coleman",
  "decision_date": "1912-01-02",
  "docket_number": "Appeal, No. 20",
  "first_page": "585",
  "last_page": "589",
  "citations": [
    {
      "type": "official",
      "cite": "233 Pa. 585"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "212 Pa. 224",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        941809
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/212/0224-01"
      ]
    },
    {
      "cite": "211 Pa. 223",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        940152
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/211/0223-01"
      ]
    },
    {
      "cite": "213 Pa. 171",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        943415
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/213/0171-01"
      ]
    },
    {
      "cite": "215 Pa. 53",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        948409
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/215/0053-01"
      ]
    },
    {
      "cite": "30 N. J. Eq. 61",
      "category": "reporters:state",
      "reporter": "N.J. Eq.",
      "case_ids": [
        544319
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nj-eq/30/0061-01"
      ]
    },
    {
      "cite": "222 Pa. 72",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        959396
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/222/0072-01"
      ]
    },
    {
      "cite": "206 Pa. 548",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        931873
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/206/0548-01"
      ]
    },
    {
      "cite": "154 Pa. 206",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        842420
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/154/0206-01"
      ]
    },
    {
      "cite": "99 Pa. 310",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446124
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/99/0310-01"
      ]
    },
    {
      "cite": "56 Pa. 424",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009171
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/56/0424-01"
      ]
    },
    {
      "cite": "57 Pa. 467",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010460
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/57/0467-01"
      ]
    },
    {
      "cite": "131 Pa. 370",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        810251
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/131/0370-01"
      ]
    },
    {
      "cite": "114 Pa. 574",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        550014
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/114/0574-01"
      ]
    },
    {
      "cite": "121 Pa. 496",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        561297
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/121/0496-01"
      ]
    },
    {
      "cite": "107 Pa. 14",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8856062
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/107/0014-01"
      ]
    },
    {
      "cite": "211 Pa. 306",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        940149
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/211/0306-01"
      ]
    },
    {
      "cite": "90 Pa. 228",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1065608
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/90/0228-01"
      ]
    },
    {
      "cite": "211 Pa. 223",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        940152
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/211/0223-01"
      ]
    },
    {
      "cite": "206 Pa. 548",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        931873
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/206/0548-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 420,
    "char_count": 6613,
    "ocr_confidence": 0.592,
    "pagerank": {
      "raw": 1.1623812514576148e-07,
      "percentile": 0.5843570416653635
    },
    "sha256": "39931880189f98e5e2475ecca96b54213e24e479d7a30ab2711106f22fa1099e",
    "simhash": "1:3467275ada4cf692",
    "word_count": 1169
  },
  "last_updated": "2024-02-27T22:42:39.670577+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Drape, Appellant, v. Coleman."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Potter,\nFrom the record in this case it appears that the plaintiff held options for the purchase of a large amount of coal. He executed an agreement in writing with the defendant which provided that the latter should have the right to purchase and take over these options at a fixed price, and upon certain specified terms of payment. The defendant afterwards elected to purchase the options, and by further agreement the terms of payment were modified so that after certain payments had been made, the remainder was to be paid in monthly installments, during the time required to secure title to the several tracts; these payments were to be at the rate of $10.00 per acre for all coal to which title had been acquired during the preceding month. Becoming dissatisfied with the amounts paid by defendant, and with the delay in completing the purchases, plaintiff filed a bill in equity under the theory that his rights could not be fully enforced in a suit at law. The bill sets forth that in response to repeated requests, defendant had furnished a list of the tracts of coal to which he had taken title; but whether the list was correct or not, plaintiff was not informed. Complaint was also made in the bill that defendant had not used due diligence in acquiring title to the coal described in the options referred to, and that the tracts selected by the defendant for purchase under the various options were scattered, and were so located by defendant as to depreciate by their acceptance the value of the remainder. The receipt from defendant of the sum of $35,842.60 upon account of purchases made under the contract, was acknowledged, but plaintiff claimed that a considerable amount was still due to him under a proper performance of the contract in question. In his prayer for relief plaintiff asked that defendant be restrained from selling or incumbering the coal, or assigning the options, until he has accounted for the purchases, and paid to plaintiff the balance due under the contract; he further prayed that defendant be required to file a full and detailed list of coal properties to which title had been taken, and a detailed statement of the titles alleged to be defective, with the reasons for so considering them; also that the balance due from defendant be ascertained, and a decree be entered for the payment of the amount forthwith. To this bill defendant demurred, on the ground that plaintiff had an adequate remedy at law, and that the need for equitable relief was not shown. The demurrer was sustained by the court below, and the cause was certified to the law side, for trial.\nIt seems to us that this action was fully justified. Plaintiff is entitled under the contract to a sum certain; that is, to $10.00 per acre for each acre of coal purchased by defendant under the options assigned to him by plaintiff. We do not see that the claim presents in any way a case for an accounting in equity. It is merely a matter of charge, at a fixed price, for a certain number of acres of coal embraced in the options, title to which has been obtained, or which might have been obtained in fee simple, clear of incumbrance. The facts seem to bring the case within the principles of the decision in Grubb’s Appeal, 90 Pa. 228. See also Sprigg v. Title Ins. & Trust Co., 206 Pa. 548, and other late cases there cited, in which the court refused to take jurisdiction in equity upon the ground that there was an adequate remedy at law. In the present case it should not be difficult to discover from the records and from the testimony of the parties, just what properties have been purchased by defendant, under the terms of the contract. Upon the face of the' matter, plaintiff is entitled to recover at the specified rate for all the coal covered by the options. It will be for defendant to show that by reason of defective titles or for some other sufficient reason under the contract, certain properties, if any, have been rejected by the defendant. We can see no sufficient ground for maintaining the bill for the mere purpose of discovery. It is not apparent why there should be any unusual difficulty in securing necessary evidence.. All the essential facts can be ascertained and established in the regular course of a suit at law. Discovery in this case would be merely incidental to the main relief sought by the bill, and is not therefore sufficient to support an action in equity: Holland v. Hallahan, 211 Pa. 223. The assignments of error are overruled, and the order of the court below is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Potter,"
      }
    ],
    "attorneys": [
      "J. McF. Carpenter, with him George N. Chalfant and John C. Bane, for appellant.",
      "J. C. Boyer, with him H. O. Evans, for appellee."
    ],
    "corrections": "",
    "head_matter": "Drape, Appellant, v. Coleman.\nEquity — Jurisdiction—Remedy at law — Discovery.\nWhere an owner of a number of coal options sells and assigns the options to another person under an agreement by which the latter is to pay to him $10.00 per acre for each acre of coal to which title is acquired by the exercise of the options, the seller cannot maintain a bill in equity against the purchaser for discovery of the number of acres of coal purchased and for an accounting therefor. In such a case the complainant has an adequate remedy at law, and as discovery is merely incidental to the main relief, it is not sufficient in itself to give equity jurisdiction.\nJanuary 2, 1912:\nArgued Oct. 16, 1911.\nAppeal, No. 20, Oct. T., 1910, by plaintiff, from decree of C. P. No. 4, Allegheny Co., Fourth Term, 1909, No. 8, dismissing bill in equity in case of James W. Drape v. A. B. Coleman.\nBefore Fell, C. J., Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nBill in equity for discovery and an accounting. Before Cohen, J.\nThe opinion of the Supreme Court states the case.\nError assigned was in sustaining demurrer to the bill and in certifying the case to the law side of the court.\nJ. McF. Carpenter, with him George N. Chalfant and John C. Bane, for appellant.\nThe court had jurisdiction: Wetherill v. Gallagher, 211 Pa. 306; Bierbower’s App., 107 Pa. 14; Earley’s App., 121 Pa. 496; Brush Electric Company’s App., 114 Pa. 574; Warner v. McMullen, 131 Pa. 370.\nJ. C. Boyer, with him H. O. Evans, for appellee.\nA suit at law gives the plaintiff a complete and adequate remedy-at law: Dech’s App., 57 Pa. 467; Tripp v. Bishop, 56 Pa. 424; Smaltz’s App., 99 Pa. 310; Weaver v. Shenk, 154 Pa. 206.\nPlaintiff is not entitled to an accounting: Sprigg v. Title Ins. & Trust Co., 206 Pa. 548.\nPlaintiff is not entitled to discovery: Sullivan v. Jones & Laughlin Steel Co., 222 Pa. 72; Probasco v. Probasco, 30 N. J. Eq. 61; Van Sciver v. Churchill, 215 Pa. 53; Elk Brewing Co. v. Neubert, 213 Pa. 171; Holland v. Hallahan, 211 Pa. 223; Hyde v. Baker, 212 Pa. 224."
  },
  "file_name": "0585-01",
  "first_page_order": 615,
  "last_page_order": 619
}
