{
  "id": 554390,
  "name": "JOHN A. CODDING v. BRADFORD COUNTY",
  "name_abbreviation": "Codding v. Bradford County",
  "decision_date": "1887-04-11",
  "docket_number": "No. 337",
  "first_page": "47",
  "last_page": "54",
  "citations": [
    {
      "type": "official",
      "cite": "116 Pa. 47"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "90 Penn. St. 99",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1065601
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/90/0099-01"
      ]
    },
    {
      "cite": "1 Kulp, 426",
      "category": "reporters:state",
      "reporter": "Kulp",
      "opinion_index": -1
    },
    {
      "cite": "94 Penn. St. 495",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        486584
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/94/0495-01"
      ]
    },
    {
      "cite": "19 W. N. C. 43",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "70 Penn. St. 96",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "100 Penn. St. 619",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498448
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/100/0619-01"
      ]
    },
    {
      "cite": "92 Penn. St. 359",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        491041
      ],
      "weight": 4,
      "opinion_index": -1,
      "case_paths": [
        "/pa/92/0359-01"
      ]
    },
    {
      "cite": "92 Penn. St. 359",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        491041
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/92/0359-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 629,
    "char_count": 15556,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 1.9330977593657506e-07,
      "percentile": 0.7344654070565504
    },
    "sha256": "59505797d2b62366b3599dc537d5d585ef0064c36d87acb296da209559c89bfa",
    "simhash": "1:daef82a196479cfc",
    "word_count": 2760
  },
  "last_updated": "2024-02-27T19:18:59.235597+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercur, C. J., Gordon, Paxson, Trunkey, Sterrett and Green, JJ. Clark, J., absent."
    ],
    "parties": [
      "JOHN A. CODDING v. BRADFORD COUNTY."
    ],
    "opinions": [
      {
        "text": "Opinion,\nMr. Justice Trunkey:\nIt has long been the policy of the commonwealth not to discourage good faith criminal prosecutions, nor to oppress innocent persons accused of crime, nor to make it the pecuniary advantage of magistrates to hold an accused person for' trial. The Act of 1791 provides that, when a person charged with crime is brought before a magistrate and it appears that the charge is unfounded, upon his discharge the costs shall be paid by the city or county.\nThe provisions of the Act of 1860, so far as they relate to costs, are mainly re-enactments of prior statutes. Full power is given to the jury to determine by their verdict in all misdemeanors in case of acquittal whether the prosecutor, or defendant, or county shall pay the costs, or whether the prosecutor and defendant shall pay the costs in certain proportions; “ and, in all cases of conviction of any crime, all costs shall be paid by the party convicted; but where such party shall have been discharged according to law, without payment of costs, the costs of prosecution shall be paid by the county.” In all these cases the directions as to costs relate to convictions on bills of indictment.\nBy the local Act of 1861, in force in many counties, jurisdiction is conferred npon justices of the peace, if the accused person shall plead guilty or demand trial before the justice, for determination of certain indictable offences defined in the act of 1860. When the accused person denies the charge and demands jury trial, such trial is conducted on similar principles as trials in the Court of Quarter Sessions, “ and the jury shall have the same jurisdiction and control over the payment of costs; Provided, That the county shall in no case be liable for either the prosecutor’s or the defendant’s bill of costs.” With a single exception, the jury in one oourt have the same power as the jury in the other.\nWhen the accused person pleads guilty, or the jury find lfim guilty, the justice shall pass sentence upon him, wMch shall have the full force and effect of a sentence pronounced in the Court of Quarter Sessions in like cases, except that imprisonment shall only be in the jail of the proper county. The result of the sentence is the same when pronounced on a plea of guilty as when on a verdict of guilty, except that in one case certain costs have no existence which are made in the other.\nAll the cases witMn the act of 1861, are triable on indictment in the Court of Quarter Sessions under the act of 1860. Upon conviction of a person of felony in that court, if he fail to pay the costs, the county is liable therefor; and, unless the county is so liable when such conviction is before a justice, the sentence in one forum has not the same force and effect as in the other. In a trial before the justice of the peace, the exception that in no case shall the county pay the prosecut- or’s or defendant’s bill, evidences an intendment that other costs shall be paid as if the trial were in any other court having jurisdiction.\nIn no case is the county liable for costs unless made so by statute: Crawford County v. Barr, 92 Penn. St. 359. That decision is cited by the defendant as applicable to the pending question. But there the claim was by a justice of the peace for his costs accrued in a summary conviction, under the act of March 24,1878, P. L. 126. An offence under that statute is not indictable, and it is not a crime within the meaning of the word as used in the act of 1860, nor is it within the operation of any statute which imposes payment of costs upon the county. All the offences triable under the act of 1861 are indictable ; and, when such offences are tried oh indictment, in case of conviction of the decendant and his legal discharge without payment of costs, the county shall pay the costs of prosecution. The offences remain the same; the result of conviction is the same except the statutory limit as to place of imprisonment and the exemption of the county from payment of the bills of costs when the conviction is before a justice of the peace. A change of tribunal and a lawful conviction without the formality of indictment, the sentence to have like force and effect as if the proceeding were in the Court of Quarter Sessions, do not relieve the county from liability for costs imposed where a convicted party shall have been discharged according to law, without payment of costs. The statute making the county liable is not repealed by implication. Although conviction may be without indictment, the statute, in so providing, makes no change in the law relating to the offences and procedure other than is expressed.\nThe defendant’s bill is not payable by the county, and the fees for his subpoena are included in his bill. This is recognized in section 63 of the act of 1860, relating to criminal procedure, and in section 1 of the act of 1873. The defendant- insists that it is not liable for the costs of the subpoena, thirty cents, which was given to the party who was charged with the larceny; and that sum must be deducted from the claim.\nJudgment reversed, and judgment is now entered for the plaintiff for four and thirty-five hundredths dollars ($4.35), with costs, on the case stated.",
        "type": "majority",
        "author": "Mr. Justice Trunkey:"
      }
    ],
    "attorneys": [
      "Mr. James H. Codding (Mr. John W. Codding with him), for the plaintiff in error:",
      "Mr. John N. Califf, for the defendant in error:"
    ],
    "corrections": "",
    "head_matter": "JOHN A. CODDING v. BRADFORD COUNTY.\nERROR TO THE COURT OF COMMON PLEAS OF BRADFORD COUNTY.\nArgued March 16, 1887\nDecided April 11, 1887.\nWhen one is brought before a justice on a warrant issued on an information for larceny, which information is read aloud in the defendant’s hearing and he pleads guilty to the charge and is sentenced by the justice, the county of the trial is chargeable for the costs of prosecution, but not for the costs of a subpoena issued for the defendant.\nBefore Mercur, C. J., Gordon, Paxson, Trunkey, Sterrett and Green, JJ. Clark, J., absent.\nNo. 337 January Term 1877, Sup. Ct.; Court below, No. 291 May Term 1886, C. P.\nThe proceeding in the Court below was a case stated wherein John A. Codding was plaintiff and the county of Bradford defendant, giving the facts following:\nThe plaintiff is a justice of the peace in and for Bradford county, Pennsylvania, residing at Towanda borough in said county, duly commissioned and qualified.\nThat, on January 6, 1886, the plaintiff presented to the commissioners of said county a transcript of a criminal proceeding had before him, hereto attached, and hereby made a part of this case stated, showing a bill of costs, itemized, as follows, viz.:\nDocket entry, . . . • . . . .20\nComplaint, ....... .40\nWarrant, ....... .40\nCommitment, . . . . . .40\nSubpoenas,.......60\nHearing,........40\nRecognizances, ..... 1.00\nContinuance, ...... .10\nConviction, ...... .50\nDischarge, ....... .25\nTranscript, . . . . . . ■ .40\nmaking a total, justice’s costs, .... #4.65 — and showing a bill of constable’s costs as follows, viz.:\nConst. Dimock, ..... $2.48\nIt is also agreed that the above stated charge for “subpoenas, .60,” is for one subpoena on part of commonwealth, 30 cents, and one subpoena on part of the defendant, 30 cents.\nIt is also agreed that the above stated costs were demanded of the said commissioners on the said 6th day of January, 1886, and that the said Matt. Merritt, defendant in said criminal proceedings, was discharged from 'the county jail on December 26, 1885, by direction of the plaintiff to the jailer of said county.\nIf, in the opinion of the Court, the county of Bradford is liable for the costs of the justice under the foregoing facts, or for any of the items of the said costs, and not liable for other items, then judgment to be entered for the whole amount of said costs, or for such part thereof, as in the opinion of the Court the said county is liable for, with costs. If, in the opinion of the Court, there is no liability on the part of the defendant for all or any portion of said costs, then judgment to be entered for the defendant.\nEither party to have the right of appeal or writ of error to the Supreme Court.—\nThe transcript referred to and made a part of the case stated showed that one Matt. Merritt had been brought before the justice on a warrant issued upon an information charging the larceny of 400 pounds of coal, the property of the Towanda Coal Company, and proceeded: *\nNovember 23, 1885, defendant brought up, and the complaint being read aloud in his hearing he pleaded “ Guilty.” Hearing continued to November 25,1885. And now, November 25, 1885, parties appear, and said Matt. Merritt is convicted of larceny, as set forth in said complaint. Whereupon he is sentenced to pay a fine of one dollar and costs of prosecution, to restore the goods stolen or the value thereof to the owner, if not already done, and to undergo an imprisonment in the county jail thirty days, and to stand committed until this sentence is complied with.—\nThe bill of costs as shown in the case stated was taxed upon the margin of the transcript.\nOn argument, the Court, P. D. Morrow, P. J., on April 5, 1886, delivered an opinion:\nThere is no Act of Assembly expressly making the county liable for costs of the justice. The claim is based only upon inference, and we think this is not enough. The county is liable only where it is so made by the statute. The law relating to payment of costs in certain cases relates to cases where indictments have been found and trial had in the Quarter Sessions. Because,- in cases of conviction before a justice, tbe sentence is to have the same effect as if pronounced by the Court of Quarter Sessions, does not make the county liable, for the Act of 1860 and of May 11, 1874, applies to costs on indictments: Crawford Co. v. Barr, 92 Penn. St. 359. And now, March 31, 1886, judgment for the defendant upon the case stated.\nPlaintiff excepts.\nThereupon the plaintiff below took this writ and assigned for error the judgment of the Court.\nMr. James H. Codding (Mr. John W. Codding with him), for the plaintiff in error:\nThe proceedings before the justice were under the Act of May 1,1861, P. L. 682, and its supplements of April 5, 1862, P. L. 274, and February 14, 1867, P. L. 197. The claim is based on the second section of the first mentioned Act, and also the Act of 11th May, 1874, P. L. 132.\nThe said second section recites that the justice “ shall proceed to pass sentence upon the defendant, which sentence shall have the full force and effect of a sentence pronounced by the Court of Quarter Sessions in like cases.”\nThis “ force .and effect ” as to costs had its entire interpretation in the 64th section of the Criminal Procedure Act, 31st March, 1860, until the passage of the Act of 11th May, 1874. This last Act provides, P. L. 132, “and in all cases of conviction of any felony all costs shall be paid forthwith by the county, unless the party convicted shall pay the same.”\nThe learned judge erred in holding that these acts were construed by the case of Crawford Co. v. Barr, 92 Penn. St. 359; for the Act creating the offence there charged made no provision for costs unless paid by the defendant. The inference connecting that Act with the 64th section of the Criminal Procedure Act did not arise from an}>- words in the Act itself, and did not avail to give to the 64th section of the Act of 1860 any different direction from the current of legislation in which it was imbedded.\nOn the other hand, the Act of 1861 creates a new jurisdiction intended to relieve the work of the Courts of Quarter Sessions, and, by its jjbraseology 0f “ full- force and effect,” affords a reasonable deduction as to payment of costs. Its juries, when summoned, are to “have the same jurisdiction and control over the payment of costs as in the trial of the same offences in the Court of Quarter Sessions,” section 7. And the proviso, excluding the countj^’s liability for either the .prosecutor’s or the defendant’s bill of costs, operates to confirm it as to the costs of the justice and constable.\nMr. John N. Califf, for the defendant in error:\nThe charge against the defendant was a felony. The justice proceeded to pass sentence, “which sentence shall have the full force and effect of a sentence pronounced by the Court of Quarter Sessions in like cases.”\n. What effect has such sentence in the Court of Quarter Sessions in case of felony ? Since the passage of the general Act of May 11, 1874, such sentence has no effect whatsoever so far as regards the liability of tlie county for costs. The liability of the county in cases of felony, under that Act, is forthwith upon conviction unless the party convicted' shall pay the same. The “ full force and effect ” given to the sentence of the justice by the Act of 1861, evidently relates to the validity of such sentence as against the defendant, making its enforcement lawful, and his confinement under it a legal and not a false imprisonment. The Act contains no express provision as to costs in proceedings under section 2, and it is only by inference that it is sought to extend it to the payment of costs. The Court will not impute to the legislature an intent to make the county liable for costs where it is not so expressed in the Act: York County v. Crafton, 100 Penn. St. 619.\nLiability for costs on the part of the county must rest upon a statute obliging the county to pay; a mere deduction from its phraseology will not support an action against the county : Crawford County v. Barr, 92 Penn. St. 359.\nThe construction of section 7 of the Act of 1861 is not involved in this case as the proceedings before the justice were under section 2. But it is submitted that under section 7 the county can only become liable for the costs of the officer and the pay of the jurors when upon acquittal in cases of misdemeanor the jury so imposes the costs. But it is claimed the plaintiff in error may recover by virtue of the Act of 11th May, 1874. This Act was plainly intended not to create a new liability on the part of the county, but to alter the time when the county should pay in cases of felony where, by the Act of March 31, 1860, the county was previously liable: York County v. Crafton, supra.\nThe Act of 1860 relates only to costs accruing on bills of indictment in the Court of Oyer and Terminer and Quarter Sessions, and does not include cases of convictions before justices: Crawford County v. Barr, 92 Penn. St. 359.\nThe Act.of 1874 evidently does not enlarge the class of cases in which the county was previously liable, but, like the Act of 1860, refers only to “the cost of prosecution accruing on bills of indictment,” prosecuted in the Court of Oyer and Terminer and Quarter Sessions, and does not extend the liability of the county to convictions before justices.\nAgain, the Act of 1874 is a general law; that of 1861 and its supplements are special Acts. Later statutes, which are general, do not repeal an earlier one which is particular: Bounty Accounts, 70 Penn. St. 96.\nRarely, if ever, does a case arise where it can justly be held that a general statute repeals a local' statute by mere implication : Malloy et al. v. Reinhard, 19 W. N. C. 43.\n“ The attempt by the plaintiff in error to engraft, by an unwarranted implication, part of a general act upon one that is' purely local,” cannot be successful: Killgore v. Commonwealth, 94 Penn. St. 495.\nUnless, therefore, the claim of the plaintiff in error can be sustained under the special Act of 1861, he cannot successfully invoke the aid of the general Act of 1874 to help it out. At any rate, the county is not liable for the cost of the defendant’s .subpoena, thirty cents: Commonwealth v. Evans, 1 Kulp, 426; Wayne county v. Waller, 90 Penn. St. 99."
  },
  "file_name": "0047-01",
  "first_page_order": 79,
  "last_page_order": 86
}
