{
  "id": 554320,
  "name": "J. ADAM CAKE v. THE POTTSVILLE BANK",
  "name_abbreviation": "Cake v. Pottsville Bank",
  "decision_date": "1887-05-02",
  "docket_number": "No. 369",
  "first_page": "264",
  "last_page": "271",
  "citations": [
    {
      "type": "official",
      "cite": "116 Pa. 264"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Penn. St. 157",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        957936
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/7/0157-01"
      ]
    },
    {
      "cite": "96 Penn. St. 198",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "96 Penn. St. 196",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "84 Penn. St. 274",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053528
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/84/0274-01"
      ]
    },
    {
      "cite": "4 Penn. St. 493",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        401867
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/4/0493-01"
      ]
    },
    {
      "cite": "63 Penn. St. 381",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019070
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/63/0381-01"
      ]
    },
    {
      "cite": "80 Penn. St. 163",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042397
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/80/0163-01"
      ]
    },
    {
      "cite": "8 Pet. 12",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        1438428
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/us/33/0012-01"
      ]
    },
    {
      "cite": "6 Pet. 51",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        1439669
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/us/31/0051-01"
      ]
    },
    {
      "cite": "92 Penn. St. 424",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        490963
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/92/0424-01"
      ]
    },
    {
      "cite": "90 Penn. St. 82",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1065635
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/90/0082-01"
      ]
    },
    {
      "cite": "90 Penn. St. 186",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1065648
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/90/0186-01"
      ]
    },
    {
      "cite": "82 Penn. St. 46",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047963
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/82/0046-01"
      ]
    },
    {
      "cite": "50 N. Y. 396",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2059745
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/50/0396-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 714,
    "char_count": 17516,
    "ocr_confidence": 0.476,
    "pagerank": {
      "raw": 3.1378422104115946e-07,
      "percentile": 0.8616975352617083
    },
    "sha256": "f6da104b2c70f7a0ce2180dc5fa1a0574ea647a2813a5770c973dab45eb1ba16",
    "simhash": "1:be7be221565ac427",
    "word_count": 3161
  },
  "last_updated": "2024-02-27T19:18:59.235597+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Merour, C. J., Gordon, Trunkey, Green and Clark, J. J.; Paxson and Sterrett, JJ., absent."
    ],
    "parties": [
      "J. ADAM CAKE v. THE POTTSVILLE BANK."
    ],
    "opinions": [
      {
        "text": "Opinion,\nMr. Justice Trunkey :\nOn May 1, 1877, the bank held overdue notes against J. W. Cake amounting to $14,060, two of which amounting to $6,000 were indorsed by J. A. Cake! The bank wishing to have the notes settled, its president went to Sunbury for the purpose of effecting a settlement and adjusted the claim by J. W. Cake giving three notes amounting to $14,128.29, which were indorsed by J. A. Cake; and J. W. Cake also gave a bond and mortgage for the amount of the notes as collateral security. So says the bank.\nIt follows that the notes in suit, secured by the mortgage, were given in settlement of overdue notes, and that the president of the bank was its agent who took the old notes to Sunbury and negotiated the settlement. Therefore the defendant in his relation to the bank, does not stand as if the bank were an innocent holder who discounted or purchased for value. Nor is he an accommodation indorser for the purpose of enabling the maker to obtain money on the notes. He is prima facie liable for the debt, but it is as competent for him to prove any matter to impeach the indorsement as it would be were his liability evidenced by written contract in another form. And the president of the bank was not performing the duties of the directors respecting discounts, when he made the settlement; he was a mere agent and whatever he did within the apparent scope of his authority, to obtain the new security, is binding on the bank which accepted and holds the security.\nThat a written agreement may be modified, explained, reformed or set aside, by. parol evidence of an oral promise or undertaking material to the subject matter of the contract made by one of the parties at the time of the execution of the writing, and which induced the other party to put his name to it, is repeated as a settled principle in the late case of Cullmans v. Lindsay, 18 W. N. 509. It was also said that the fact whether or not the parol promise was the inducing cause of the execution of the contract, is generally an inference to be drawn by the jury from the evidence. When a party is charged with the commission of an act with a particular intent, he may testify what that intention was; but he cannot testify to the undisclosed purpose of his mind, or declare a mental reservation, to nullify the express words of his contract.\nThe offers of testimony set out in the first and third assignments of error ought to have been admitted. If the facts are as therein stated, by the law of this state the defendant is not liable on his indorsements. The giving of the bond and mortgage by the principal debtor to secure all the notes, was for the benefit of the bank and of the indorser, if the latter were liable; the taking of that security was part of the transaction, and is consistent with the allegation of either party respecting the nature of the indorsement.\nAt present the question is whether the proposed testimony was admissible. Had it been received, other testimony might have been adduced tending to establish the alleged facts. At the argument it was contended by the plaintiff’s counsel that had the proposed testimony been heard, the uncorroborated testimony of the witness would not have been sufficient to overthrow the indorsements. That point does not arise, for the testimony was rejected. The court refused the offer without inquiry of, or statement by, the defendant whether it was to be followed by corroborative testimony.\nThe second assignment is not sustained, because the offer seems to include testimony by the defendant himself that he “would not have indorsed the notes, had it not been for the express stipulation that he should not be liable thereon.” It was competent for him to testify what he said to Saylor at the time of indorsing, to testify all that then and there was said and done by the parties relating to the alleged agreement, but not that he indorsed for any reason that he did not express. His thoughts and purposes not disclosed at the making of the contract, shall not be disclosed to the jury in the attempt to show that his indorsement means something else.\nJudgment reversed, and venire facias de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Trunkey :"
      }
    ],
    "attorneys": [
      "Mr. Guy E. Farquhar, for the plaintiff in error:",
      "Mr. F. M. Bechtel (Mr. N. Rehlick with, him), for defendant in error:"
    ],
    "corrections": "",
    "head_matter": "J. ADAM CAKE v. THE POTTSVILLE BANK.\nERROR TO THE COURT OF COMMON PLEAS OF SCHUYLKILL COUNTY.\nArgued April 21, 1887\nDecided May 2, 1887.\n1. In an action by the payeaof a note against an indorser, it is competent for the latter to show by parol evidence, that when the note was made, indorsed and delivered, the payee’s agent procuring the note agreed with the defendant that he should not be held liable upon Ms indorsement, but the payee would look to collateral security agreed to be given.\n2. The president of a banking corporation taking a new note in settlement of matured paper held by Ms bank, acts as the bank’s agent in the transaction, and whatever he does within'the apparent scope of Ms authority to obtain the new security, is binding on the bank which accepts and ■ holds it.\n3. A party to a contract may not testify to thoughts and purposes on Ms part undisclosed at the time of making the contract, in order to affect its legal import.\nBefore Merour, C. J., Gordon, Trunkey, Green and Clark, J. J.; Paxson and Sterrett, JJ., absent.\nNo. 369 January Term 1887, Sup. Ct.; Court below, 311 July Term 1879.\nIn tbe court below tbe action was assumpsit by the Potts-ville Bank against J. Adam Cake, as indorser, to recover upon three negotiable notes made by Joseph W. Cake.\nOn May 1, 1877, the Pottsville Bank, a corporation, held seven different notes, matured and duly protested, made by said J. W. Cake, amounting in the aggregate to $14,060, on two of which, notes said J. A. Cake was indorser; and on tbat date all tbe said notes were settled by tbe giving to tbe Potts-ville Bank of three notes amounting to $14,128.29 made by J. W. Cake and indorsed by J. A. Cake; and on May 2,1877, J. W. Cake executed and delivered to tbe said bank Ms bond in tbe sum of $28,246.58, conditioned for the payment of $14,128.29, in three years, with interest, and a mortgage securing said bond, in like amount, upon twenty-five lots in Sunbury, where the maker and indorser of said notes resided. There was also indorsed upon eaclr note, “ Bond and Mortgage as collateral security to Pottsville Bank for $14,128.29, dated May 2, 1877.” The suit was upon two of the notes dated May 1, 1877, and a third note given November 6, 1877, in renewal of the third of May 1, 1877. The pleas were non assumpsit and payment with leave to give special matter in evidence.\nOn the trial before C. L. Pershing, P. J., the plaintiff :put in evidence the notes with the indorsements and rested.\nThe defendant being called and sworn as a witness in his own behalf, this offer was made:\nDefendant’s counsel propose to prove by the witness that at the time the notes In suit were given and prior thereto, the Pottsville Bank, the plaintiff, was the holder of negotiable paper to the amount of $5,000 and upwards, upon which J. W.. Cake, the maker of these notes, was liable; that J. A. Cake, the defendant in this suit, was at that time liable upon a portion of such paper upon which there was due not exceeding $3,500; that on or about the first day of May, the time two of the notes in suit were given, and a third note, of which the third note in suit is a renewal, was given, Henry Saylor, then president of the bank, came to Sunbury and asked for a settlement of the overdue paper of J. W. Cake; that at that time a settlement was made of all such paper including the paper upon which the witness and defendant in this suit was liable, upon the following terms: That three notes were to be given by the said J. W. Cake, upon which J. A. Cake was to be indorser, and for which a bond secured by mortgage upon real estate for the full amount of the indebtedness was to be given by J. W. Cake; that J. A. Cake, the defendant, was not to be held liable upon said indorsements, but that they were to be given merely to satisfy the rule of the bank requiring an indorser upon negotiable paper, but in consideration of the giving of the mortgage as security he was not to be held liable.\nObjected to:\n(1) The plaintiff does not object to any testimony on the part of the witness upon the stand going to show or tending to prove that usury was paid upon the notes in suit by the maker, but the plaintiff does object to any testimony of conversations between the defendant in this case and Henry Saylor, who was the president of the plaintiff corporation bank, as to the effect by the defendant’s indorsements of the negotiable paper in suit; that the declaration of the president or other officers of a bank to an indorser, that his indorsement shall be merely nominal, or that he shall not be held liable upon his indorsement, are not binding upon the bank, unless it be first shown that the president of the corporation was authorized by the board of directors to make such a contract; that the discounting of commercial paper is a function vested in the board of directors of the bank, and cannot be delegated to any one single officer of the bank, and that the offer is otherwise incompetent and irrelevant except as to the question of usury.\n(2) That J. A. Cake, in this case, during the lifetime of Henry Saylor, the president of this bank, made an affidavit .[of defence] in which he admitted that there was about $8,000 due the plaintiff; that since the filing of that affidavit, Henry Saylor, the president of this corporation and its agent, the party with whom the contract was made, has died, and that the witness is not a competent witness within the Act of 1869, and that is another reason why this testimony is incompetent.\n(3) Because this is a suit by the plaintiff against the defendant as indorser on a promissory note, but defendant’s contract being in writing cannot be varied by parol testimony except upon the ground of fraud, accident or mistake.\nThe court, referring to Taylor Corp. § 236; Booth v. Farmers’ Bank, 50 N. Y. 396, overruled the offer, sustained the objections and sealed a bill for the defendant.1\nThe defendant then made a second offer :\nTo renew the offer and to prove in addition to it that J. A. Cake, the defendant, would not have indorsed the notes, had it not been for the express stipulation that he should not be held liable thereon, and that he so stated to Mr. Saylor, the president of the bank at the time they were indorsed, and that the said Henry Saylor then agreed for the bank that he should not be held liable, and thereupon he indorsed the notes in the suit.\nPlaintiff’s counsel makes same objection as to the previous offer.\nThis offer was also overruled, objection sustained and bill sealed for the defendant.8\nThe defendant then offered:\nThe bond and mortgage dated May 2, 1877, from J. W. Cake to the Pottsville Bank, both of the same date and in the sum of $28,246.58 conditioned for the payment of $14,128.29 in three years, with interest thereon payable annually, the mortgage being upon certain lots in Sunbury, and recorded May 2, 1877, in Northumberland county: To be followed by proof that the bank accepted the mortgage and have used it and pledged it as collateral for loans obtained by the bank; (1) as a part of the res gesta, the bond being the bond and mortgage referred to and the notes themselves being indorsed on the notes, bond and mortgage as collateral security to the Pottsville Bank for $14,128.29; (2), for the further purpose of showing that the bank accepted and ratified the agreement as made by J. W. Cake and Henry Saylor, as president, in relation to the settlement of the indebtedness of J. W. Cake. The bond and mortgage being produced by the plaintiff on the trial.\nObjected to:\n(1) Because it is not disputed that this bond and mortgage were given by J. W. Cake as collateral security for the notes in the suit. The notes themselves show that fact. (2) Because the bond and mortgage do not show and do not tend to show that the bank accepted the bond and mortgage in full satisfaction and payment of their indebtedness. (8) Mr. Cake, the defendant, being an indorser on a note which on its face shows that a bond and mortgage were also held by the holder of the note or the bank as collateral security for the debt, becomes entitled to the collaterals the moment he pays this debt; that as indorser of this note, which is the only contract in evidence, it was Ms duty to pay this note at maturity and if he had paid this note at maturity he would have been entitled to the mortgage and bond which were collaterals given to secure the payment of it and might enforce the mortgage and collaterals for his own benefit. (4) That the testimony is irrelevant to the issue in this case and in so far as sought by this offer to impeach the legal effect of the defendant’s indorsement it is irrelevant and incompetent.\nThis offer was overruled, the objections sustained and bill sealed for the defendant.3\nThe defendant then proceeded to testify as to certain payments made upon the notes, submitting a calculation, and was followed by rebutting evidence on the part of the plaintiff, when the latter agreed that if the jury believed the testimony they should 'find a verdict for the plaintiff for $18,009.39 ,- whereupon the' court charged accordingly.\nThe jury having found for the plaintiff as directed, and judgment being entered, the defendant took this writ, assigning as errors the overruling of the offers of evidence, 3\nMr. Guy E. Farquhar, for the plaintiff in error:\n1. Since the act of 1869, the defendant was a competent witness, even though Henry Saylor, the president of the bank, with whom the contract was made, had died before the trial: The Amer. Life Ins. & Trust Co. v. Shultz, 82 Penn. St. 46.\n2. When, at the execution of a writing, a stipulation has been entered into, a condition or a promise made, upon the faith of which the writing has been executed, parol evidence is admitted to vary or contradict the writing: Brenneman v. Furniss, 90 Penn. St. 186; Burk v. Kerr, 12 W. N. 191; Hoopes v. Beale, 90 Penn. St. 82; Greenawalt v. Kohne, 85 Idem 369; National Bank of Ch. Co. v. Jones, 10 W. N. 436; therefore, the offers of evidence should have been admitted.\n3. It was objected below that Mr. Saylor, the president, had no authority or power to make the contract sought to be proven. But it is a rule of law as well as of morals that a party seeking to enforce a contract made by his agent is bound by the agent’s declarations made at the time, although the agent exceeded his authority. If he would have the benefit of the bargain, he must adopt it as his agent made it: Keough v. Leslie, 92 Penn. St. 424; Caley v. Railroad Co., 80 Idem 363; P. & C. R. Co. v. Stewart, 41 Idem 54.\n4. In apparent, but, if properly understood, not in real contradiction of these cases, are The U. S. Bank v. Dunn, 6 Pet. 51; Bank of the Metropolis v. Jones, 8 Pet. 12; Mapes v. Second N. B., 80 Penn. St. 163, and kindred cases. These cases hold in effect that when a party is dealing with an officer of a corporation, and makes a contract with him which he must know would be a fraud upon the company which the officer represents and entirely contrary to its interests, the corporation will not be bound by such contract or representation. The distinction is clearly set forth in Custar v. Titusville Gas & Water Co., 63 Penn. St. 381.\nMr. F. M. Bechtel (Mr. N. Rehlick with, him), for defendant in error:\n1. That the court was right in excluding the defendant’s offers upon the ground that the alleged declarations of the president of the bank that the indorsement should be merely nominal, or that the defendant should not be held liable upon his indorsement, were not binding upon the bank, because the president’s authority was not first shown, and because the discounting of commercial paper is a function of the directors and cannot be delegated to a single officer, is well settled: Morse on Banks, 90, 92; Bank of United States v. Dunn, 6 Pet. 51; Bank of Metropolis v. Jones, 8 Pet. 12; Stewart v. Huntingdon Bank, 11 S. & R. 267; Mapes v. Second N. B., 80 Penn. St. 163.\n2. The defendant’s contract was in writing, its legal effect being equivalent to a written agreement to pay the note at maturity in case the same was not paid by the drawer and due notice thereof given to defendant; and parol testimony to vary or nullify this contract was clearly not admissible except upon the ground of fraud, accident or mistake: Hill v. Gaw, 4 Penn. St. 493; Mason v. Graff, 35 Idem 448 ; Heist v. Hart, 73 Idem 286; Deppen v. Rothchild, 2 W. N. 262; Hauer v. Patterson, 84 Penn. St. 274; Pars. N. & B. 501; Rowand v. Finney, 96 Penn. St. 196.\n3. But even if the offers had been admitted, and the defendant had testified as proposed, his testimony uncorroborated even by the bond and mortgage offered, would not have been sufficient to overcome the prima facie liability arising from his endorsements. The notes were the principal debt; had defendant paid them at maturity, he would have been entitled to an assignment of the bond and mortgage; and it would have been the duty of the court, even if the defendant had testified as offered, to withdraw the case from the jury: Rowand v. Finney, 96 Penn. St. 198; Phillips v. Meily, 106 Idem 536.\n4. The defence set up if it amount to anything must be sufficient to justify a chancellor in reforming the note, which would be refused upon the uncorroborated testimony of a single witness: Brawdy v. Brawdy, 7 Penn. St. 157."
  },
  "file_name": "0264-01",
  "first_page_order": 296,
  "last_page_order": 303
}
