{
  "id": 554333,
  "name": "ELIZABETH KREBS v. PHILIP STROUB",
  "name_abbreviation": "Krebs v. Stroub",
  "decision_date": "1887-05-16",
  "docket_number": "No. 447",
  "first_page": "405",
  "last_page": "409",
  "citations": [
    {
      "type": "official",
      "cite": "116 Pa. 405"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 W. 244",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 303",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854624
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0303-01"
      ]
    },
    {
      "cite": "19 Penn. St. 287",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970563
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/19/0287-01"
      ]
    },
    {
      "cite": "14 Penn. St. 540",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        405978
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/14/0540-01"
      ]
    },
    {
      "cite": "9 W. 15",
      "category": "reporters:state",
      "reporter": "W.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "70 Penn. St. 235",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1028185
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/70/0235-01"
      ]
    },
    {
      "cite": "7 W. 144",
      "category": "reporters:state",
      "reporter": "W.",
      "weight": 3,
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 547,
    "char_count": 9594,
    "ocr_confidence": 0.485,
    "pagerank": {
      "raw": 1.8995646993898358e-07,
      "percentile": 0.7301145742473789
    },
    "sha256": "39ad66873ef5ff4812a182d9ef2ba10951950b54419eabb2f6ddad6331ada0c9",
    "simhash": "1:bea12821013b9cb5",
    "word_count": 1707
  },
  "last_updated": "2024-02-27T19:18:59.235597+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercur, C. J., Gordon, Trunkey, Sterrett and Green, JJ.; Paxson and Clark, JJ., absent."
    ],
    "parties": [
      "ELIZABETH KREBS v. PHILIP STROUB."
    ],
    "opinions": [
      {
        "text": "Per Curiam:\nThe land sought to be recovered in this action of ejectment was not conveyed on any condition, for the enforcement of which this action will lie.\nIt is true, the bond was given to secure the payment of the consideration; but consideration and a condition are essentially different. The judgment entered on the special verdict is clearly correct.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Mr. A. C. Simpson and Mr. F. S. Simpson, for the plaintiff in error:",
      "Mr. A. W. Potter (with whom were Mr. II. H. Grimm and Mr. T. J. Smith), for the defendant in error:"
    ],
    "corrections": "",
    "head_matter": "ELIZABETH KREBS v. PHILIP STROUB.\nERROR TO THE COURT OF COMMON PLEAS OF SNYDER COUNTY.\nArgued May 4, 1887\nDecided May 16, 1887.\nEjectment will not lie to enforce the performance of a contract which is the consideration of a deed of conveyance.\nBefore Mercur, C. J., Gordon, Trunkey, Sterrett and Green, JJ.; Paxson and Clark, JJ., absent.\nNo. 447 January Term 1887, Sup. Ct.; Court below, No. 36 May Term 1885.\nThis was an action of ejectment brought by Elizabeth Krebs, widow of Jacob Krebs, deceased, against Philip Stroub, to recover a tract of 73 acres and 130 perches of land in Union township,‘Snyder county.\nOn the trial the jury found a special verdict containing the following facts:\nThe plaintiff is the widow of Jacob Krebs, deceased, who died May 7,1877, and who had been the owner of the land described in the writ. On August 26, 1868, Jacob Krebs and his wife, the plaintiff, executed and delivered to William Krebs, a son, a conveyance of said tract, in the usual form with general warranty, “ for and in consideration of the sum of one hundred dollars, and for the further consideration of articles of agreement entered into by above named parties, bearing even date herewith, lawful money of the United States of America, to them in hand paid,” etc. The deed was followed by a receipt of “ the assurances as mentioned in an agreement made by the within named parties, and the sum of one hundred dollars in full of the consideration above named,” was acknowledged the same day and recorded on July 19, 1875.\nOn the date of the conveyance William Krebs executed and delivered a contemporaneous instrument which read as follows :\nKnow all men by these presents, that I, Wm. Krebs, of the township of Chapman, county of Snyder, and state of Pennsylvania, am held and firmly bound unto Jacob Krebs, my father, of the same place, in the sum of five hundred dollars, lawful money of the United States, to be paid to the said Jacob Krebs or his legal wives, which he may have during his lifetime, or to their certain attorneys, executors, administrators, or assigns, to which payment well and truly to be made and done I1 do bind myself, my heirs, executors and administrators, and every one of them firmly by these presents, sealed with my seal, and dated this 26th day of August, A. d. 1868.\nWhereas the said Jacob Krebs and Elizabeth, his wife, by indenture bearing even date herewith have granted and confirmed under the said William Krebs, in fee, a certain messuage, situated in the said township of Chapman, beginning .....containing seventy-three acres and one hundred and thirty-one perches and. allowance,.....the said William Krebs having agreed to maintain in part the said Jacob Krebs and wife Elizabeth, or other legal wives which said Krebs may have during his life time.\nNow the condition of this obligation is such, that if the said Wm. Krebs or his heirs, executors, administrators or assigns, shall and do allow the said Jacob Krebs or his wife or widow, during each of their natural life time and furnish them with of all cord wood needed, 15 bushels of wheat, 5 bushels of rye, 30 bushels of corn in ears, 20 bushels of oats, 10 bushels of cook potatoes, 35 pounds of beef (no neck), 3 bushels of buckwheat, and as much fruit of all kinds as may grow on said premises as they may need for family use, one peck of chestnuts (if any grow), two gallons of apple-butter and one half barrel of cider (if any apples grow),, pasture for 2 months, one horse, two cows, and three pigs, two tons of timothy hay and one two horse load of corn-fodder and one third of all straw needed. All the above items shall be delivered unto the said Jacob Krebs, or his widow, during their lives, delivered annually at their door, providing said Jacob Krebs or his widow does not move away from the premises herein described a greater distance than Selinsgrove is from said described tract of land. That the said William Krebs shall also well and sufficiently maintain and keep Mary J. A. Krebs, a blind grand-child of said Jacob Krebs (only however until the death of said Jacob Krebs), in the house of him, the said Wm. Krebs, for four months in each year with meat, drink, lodging and washing. And also furnish her with one third of all her clothing and one third of bill of medical attendance, and one third of funeral expenses, should she not survive said Jacob Krebs.\nAll the above items to be delivered by the said William Krebs, or his heirs, executors, administrators and assigns, then this obligation to be void: but if default shall be made in any of the items or articles aforesaid, then to be and remain in full force and virtue. This indenture to take effect in April 1, a. d. 1869.\nWm. Krebs. [L. S.]\nWilliam Krebs failed to deliver in the years 1881-1885 inclusive, certain of the articles mentioned in the bond, the aggregate value of which with interest was $377.48, and his title had passed by various conveyances to the defendant who was in possession of the lands in dispute.\nThe verdict then concluded :\nWe find for the plaintiff the land mentioned in- the writ, to be released upon the payment of the above sum within six months with interest from date, and that annually thereafter that the defendant and the owners or occupiers of said premises shall deliver the articles of produce, etc., mentioned in the said bond or agreement referred to in the deed from Jacob Krebs and wife.\nThat if upon the facts as herein found, the plaintiff is entitled to verdict, then our verdict is for the plaintiff $377.48, otherwise our verdict is for the defendant, and if ejectment can be sustained in this case, then our verdict is for the amount aforesaid.\nAfter argument of the question raised by this special verdiet, the court, J. C. Bucher, P. J., delivered the following opinion:\nIt will be seen from this statement of the facts that the sole question is whether ejectment will lie to enforce the delivery of the articles recited in the bond and conveyance. If it will, judgment to be entered for the plaintiff for the -lands described in the writ to be released upon the payment of $377.48. If ejectment will not lie, judgment to be entered for the defendant. It will have been observed from the language of the conveyance already recited that it is not made upon the condition that the grantee shall perform the acts and deliver the articles specially enumerated in the contract. The legal title passed from Jacob Krebs, the vendor, to Wm. Krebs, his vendee, even though he did not pay at the time the consideration contracted for, but covenanted and agreed to pay it in futuro. It is not like the case of Bear v. Whisler, 7 W. 144, where the estate was granted upon condition, nor Westhoff v. Dracourt, 3 Idem 240, where there was a reservation of two rooms in the house, nor Watters v. Bredin, 70 Penn. St. 235, where the estate was upon condition. In these, and in kindred cases as well, it has been held that ejectment will lie to enforce a .condition contained in a deed, but in the case at hand, there is neither a condition nor a reservation in the conveyance. The words, proviso, ita quod, sub conditione, or their equivalent, is necessary to create a condition in a deed, and they are wanting, and for that reason ejectment will not lie.\nAt most, the conveyance and bond or agreements constitute a covenant or contract on the part of Wm. Krebs, the grantee, to pay the grantor the consideration therein contracted for. Ejectment will lie to enforce a condition, but not a consideration : Cook v. Trimble, 9 W. 15; Heacock v. Fly, 14 Penn. St. 540; Garver v. McNulty, 39 Idem 473; Bortz v. Bortz, 48 Idem 386; Perry v. Scott, 51 Idem 124. The remedy of plaintiff is by action on the contract, and not by ejectment. It may be that the remedy is made inadequate by reason of the insolvency of the party, but this cannot be considered.\nJudgment having been entered in favor of the defendant, the plaintiff took this writ, assigning for error the construction put upon said deed and contemporaneous instrument, and the entry of judgment for the defendant.\nMr. A. C. Simpson and Mr. F. S. Simpson, for the plaintiff in error:\nThe deed and bond or agreement were contemporaneous, in pari materia, and were to be construed together, so that each should have the effect intended by the parties: Cummings v. Antes, 19 Penn. St. 287 ; and the bond should be regarded as part of the habendum of the deed: Watters v. Bredin, 70 Idem 235; 2 Bl. Com. 298.\nThe intent of the grantor should govern: Means v. The Presbyterian Church, 3 W. & S. 303. It was not the intent to convey a fee, but an estate upon condition : Bear v. Whisler, 7 W. 144; Watters v. Bredin, supra; Westhoff v. Dracourt, 3 W. 244.\nMr. A. W. Potter (with whom were Mr. II. H. Grimm and Mr. T. J. Smith), for the defendant in error:\nThe deed was an absolute conveyance of the title, and not a conveyance upon a condition. In Bear v. Whisler, 7 W. 144, and Watters v. Bredin, 70 Penn. St. 235, the conveyances were.upon conditions expressly set forth. Our position is sustained by Cook v. Trimble, 9 W. 15; Heacock v. Fly, 14 Penn St. 540; Garver v. McNulty, 39 Idem 473; Bortz v. Bortz, 48 Idem 382; Perry v. Scott, 51 Idem 119."
  },
  "file_name": "0405-01",
  "first_page_order": 437,
  "last_page_order": 441
}
