{
  "id": 554374,
  "name": "BOUSTEAD, EXEC'R v. CUYLER, ADM'R'X",
  "name_abbreviation": "Boustead v. Cuyler",
  "decision_date": "1887-04-04",
  "docket_number": "No. 356",
  "first_page": "551",
  "last_page": "555",
  "citations": [
    {
      "type": "official",
      "cite": "116 Pa. 551"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Penn. St. 21",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953512
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/5/0021-01"
      ]
    },
    {
      "cite": "99 Penn. St. 483",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446181
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/99/0483-01"
      ]
    },
    {
      "cite": "107 Penn. St. 352",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8857725
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/107/0352-01"
      ]
    },
    {
      "cite": "7 Penn. St. 315",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        957900
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/7/0315-01"
      ]
    },
    {
      "cite": "9 W. 161",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "5 W. 493",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "1 P. & W. 412",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "case_ids": [
        1826223
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pen-w/1/0412-01"
      ]
    },
    {
      "cite": "37 Penn. St. 87",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        418924
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/37/0087-01"
      ]
    },
    {
      "cite": "64 Penn. St. 29",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021264
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/64/0029-01"
      ]
    },
    {
      "cite": "6 Binn. 481",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "7 W. 318",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "6 Penn. St. 82",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        954638
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/6/0082-01"
      ]
    },
    {
      "cite": "3 R. 407",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    },
    {
      "cite": "1 Phila. 473",
      "category": "reporters:state",
      "reporter": "Phila.",
      "weight": 3,
      "opinion_index": -1
    },
    {
      "cite": "39 Penn. St. 92",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        996234
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/39/0092-01"
      ]
    },
    {
      "cite": "99 Penn. St. 421",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446049
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/99/0421-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 548,
    "char_count": 9819,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 3.716849685608458e-07,
      "percentile": 0.8936619470864904
    },
    "sha256": "e610fefe35bf7bf8d03ca49da31e63b9851c8058328a10742c979200d00a8246",
    "simhash": "1:29ba0ff439091d77",
    "word_count": 1739
  },
  "last_updated": "2024-02-27T19:18:59.235597+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercur, C. J., Gordon, Paxson, Trunkey, Stbrrett and Green, JJ.; Clark, J., absent."
    ],
    "parties": [
      "BOUSTEAD, EXEC’R v. CUYLER, ADM’R’X."
    ],
    "opinions": [
      {
        "text": "Per Curiam:\nThe plaintiff declared on a “ promissory note or due bill.” It is payable on demand. It is therefore evidence of a present debt. It is due and demandable immediately. The commencement of a suit is a sufficient demand. No demand is necessary as a condition precedent to a right of action: Andress’ Appeal, 99 Penn. St. 421; Milne’s Appeal, Idem 483; Smith v. Bell, 107 Idem 352. It follows that this due bill on its face was barred by the statute of limitations before suit brought. The main body of the note was in the handwriting of the maker. It was however altered in a material part, admittedly not in his handwriting, .by adding “ with interest at 6 per cent, until paid.” No evidence explaining this alteration was given. The plaintiff executor did not become a .competent witness, as his wife was so interested as to be clearly incompetent.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Mr. John A. Scanlan, for the plaintiff in error :",
      "Mr. Wm. Herbert Washington and Mr. C. Stuart Patterson, for defendant in error ; not heard orally :"
    ],
    "corrections": "",
    "head_matter": "BOUSTEAD, EXEC’R v. CUYLER, ADM’R’X.\nERROR TO THE COURT OF COMMON PLEAS, NO. 4, OF PHILADELPHIA COUNTY.\nArgued March 21, 1887\nDecided April 4, 1887.\n1. Suit was brought May 14, 1878, by A., executor of B., against the administratrix of the maker of the following instrument: “November 13, 1868. I have in my'hands to the credit of A., executor of B. and also of C., a certain sum payable to him as such executor, on demand with interest at six per cent, until paid.” Held, that no precedent demand was necessary to a right of action, and that the statute of limitations was a bar.\n2. The plaintiff offered as a witness, having shown on his voir dire that he was a son of the decedent and had assigned his interest to his wife, now deceased, was nevertheless incompetent to testify, nor could he be made competent by a release of his individual interest executed on trial.\n3. The instrument, though in the admitted handwriting of the defendant’s decedent, yet had been altered by the addition of “ with interest at six per cent, until paid,” which was unexplained : Held, the instrument was properly excluded from admission as evidence.\nBefore Mercur, C. J., Gordon, Paxson, Trunkey, Stbrrett and Green, JJ.; Clark, J., absent.\nNo. 356 January Term 1885, Supt. Ct.; court below, No. 77 June Term 1878, C. P. No. 4.\nThe action in the court below was assumpsit upon the following writing:\nNovember 13, 1868. I have in my hands to the credit of John Boustead, executor of Sarah and also of James Boustead, thirty-one hundred and eight dollars payable to him as such executor, on demand with interest at six per cent, until paid.\n(Signed) Theo. Cuyler.\nThe narr. contained eight counts: 1. Upon the above instrument of writing as a promissory note or due bill, and averring the money to be the proper money of the estate of James Boustead. 2. Upon the instrument as a promissory note or due bill, “ in the words and figures following,” with a copy of the same, and with the like averment. 3. For money had and received as the attorney at law of the plaintiff. The others were the common money counts. The pleas were non-assumpsit, and the statute of limitations.\nOn the trial before M. Russell Thayer, P. J., February 5, 1883, the plaintiff offered in evidence the paper on which suit was brought, admitted to be in the handwriting of Theodore Cuyler, deceased, except as to the words in italics, which was objected to: 1. Due bill was made to plaintiff as executor of Sarah and also of James Boustead, while suit is by executor of James Boustead; 2. Statute of limitations. 3. That said due bill contained some words admittedly not in Mr. Cuyler’s handwriting. The paper was “admitted, subject to explanation as to points objected to, and upon plaintiff’s promise to follow it by proof of payment on account by decedent within six years to toll the statute of limitations.” 1\nThe plaintiff, John Boustead, was then called in his own behalf, and was objected to as a party in interest. Being sworn and examined on his voir dire, he testified:\nThe decedent was my father. He died in 1847. Left seven children. Could not settle estate on account of Mr. Cuyler. I do not know that my father’s debts were paid. ■ He left will. Don’t know where the will is. He left me nothing by the will. Left it to my wife. My wife left will. She left me house and nothing else. She had no other estate. My account was filed as my father’s executor. I never received anything from father’s estate. I assigned my interest to my wife over twenty years ago. It was executed in Bristol, before ’Squire Wharton. The house was iu Parrish street. Mr. Cuyler had receipt. It was my wife’s house. It was my money. I had assigned it years ago. She died in 1872. Barbara Boustead was her name.\nThereupon the court rejected the said witness, upon the ground that he was incompetent, by reason of his interest, to testify against the . decedent, the alleged assignment of his interest to his wife being in writing and not having been produced.3 Exception by plaintiff.\nPlaintiff’s counsel then offered, on the part of the plaintiff* to release any individual interest that he might have, so as to render him competent. Which offer was objected to and objection sustained and exception noted.3\nThe plaintiff then adduced evidence showing that Theodore Cuyler, as an attorney at law, had received from the sheriff upon a fi.fa. in net cash for the plaintiff, $8,258.38; and a receipt by the plaintiff’s attorney was produced, dated August 9, 1870, for $150 on account of distributive share of Elizabeth Canby and $150 on account of distributive share of Jane Boustead, “ in the estate of James Boustead, deceased, in advance of the correction of certain errors in auditor’s report which is to be done at- the earliest Orphans’ Court meeting.” It was admitted that Mr. Cuyler died April 5, 1876, and this action was brought on May 14, 1878. The plaintiff then' closed; ■whereupon the court, on motion of the defendant, ordered a compulsory nonsuit.4 A rule to take off the nonsuit having been refused, the plaintiff took this writ, assigning for error:\n1. The refusal to admit in evidence the instrument on which suit was brought, except upon the conditions stated.1\n4. The rejection of plaintiff as a witness on the ground of interest, as stated.8\n5. The rejection of the plaintiff’s offer to release any individual interest that he might have.3\n6. The refusal to take off the nonsuit.4\nMr. John A. Scanlan, for the plaintiff in error :\n1. The instrument sued on was neither a due bill nor promissory note, barred by the statute unless tolled by payments on account. It was a certificate of deposit, and the maker a depositary or bailee. The statute does not run in favor of a bailee or depositary until after demand made : Girard Bank v. Bank of Penn Township, 39 Penn. St. 92; Finkbone’s App., 86 Idem 368; Smith v. Bell, 107 Idem 352.\n2. The words,- ‘ with interest at six per cent, until paid,” admittedly not in decedent’s handwriting, unexplained, only affect the question of interest, and the paper, otherwise, in the decedent’s own hand, should have gone to the jury as evidence that he had received the money on deposit to be paid on demand.\n3. That the suit was by James Boustead, while the writing was payable to him as executor of-both James and Sarah Boustead, is without merit. The declaration sets out the instrument in hcec verla, and then avers the money to be the proper money of the estate of James Boustead, and belonging to plaintiff as the executor of said James Boustad.\n4. The mere non-production of the written assignment made twenty years before the trial, may affect the witness’s credibility but not his competency: Patterson v. Fay, 1 Phila. 473. If the interest of a witness be in the least degree doubtful, the court should leave the question to the jury: Hart v. Heilner, 3 R. 407; Martin v. Jones, 6 Penn. St. 82; Carmalt v. Platt, 7 W. 318; Smith v. Rutherford, 2 S. & R. 356. Because he was a party to the record the witness was not prima facie incompetent : Act of March 27, 1865, P. L. 38; Drum v. Simpson, 6 Binn. 481. A distributee who releases is competent: Forrester v. Torrence, 64 Penn. St. 29. Where the contents of a release are not involved in the issue, its existence may be proved as an independent fact: Shoenberger v. Hickman, 37 Penn. St. 87; Scott v. Baker, Idem 330.\n5. The plaintiff should have been allowed to release any individual interest he might have had. Prior to the act of 1869, an interested party byreleasing became competent: Cox v. Norton, 1 P. & W. 412; Martin v. McCord, 5 W. 493; Patterson v. Fay, 1 Phila. 473; Smith v. Rutherford, 2 S. & R. 356 ; Summers v. Wallace, 9 W. 161; Carter v. Trueman, 7 Penn. St. 315.\nMr. Wm. Herbert Washington and Mr. C. Stuart Patterson, for defendant in error ; not heard orally :\n1. The words “on demand” do not make the demand a condition precedent to suit, but import that the debt is due and demandable immediate^, and the statute begins to run from the date of the instrument: Smith v. Bell, 107 Penn. St. 352; Andress’ App., 99 Idem 421; Taylor v. Witman, 3 Grr. 139; Milne’s App., 99 Penn. St. 483.\n2. There was no exception to sustain the second assignment. The terms on which the instrument was admitted in evidence show that it was not rejected because there was added to it in unknown pencil handwriting the words “ with interest,” etc.\n3. A substantial party to the issue and a party to the record, cannot by a release make himself competent as a witness, for that would produce inequality : Bell v. Smith, 5 B. & C. 188; Asay v. Hoover, 5 Penn. St. 21; Carter v. Trueman, 7 Idem 315; Burrows v. Shultz, 6 Idem 325; Montgomery v. Grant, 57 Idem 243; Forrester v. Torrence, 64 Idem 29; Patterson v. Fay, 1 Phila. 473; Miller Comp. Wit., 57. The act of 1865 was intended to remove the disqualification of an executor suing or being sued on his executor’s contract."
  },
  "file_name": "0551-01",
  "first_page_order": 583,
  "last_page_order": 587
}
