{
  "id": 4200154,
  "name": "PENNSBURY VILLAGE ASSOCIATES, LLC, Appellant v. AARON McINTYRE, Alma Forsyth and John Doe, Appellees",
  "name_abbreviation": "Pennsbury Village Associates, LLC v. McIntyre",
  "decision_date": "2011-01-19",
  "docket_number": "No. 4 MAP 2009",
  "first_page": "309",
  "last_page": "326",
  "citations": [
    {
      "type": "official",
      "cite": "608 Pa. 309"
    },
    {
      "type": "parallel",
      "cite": "11 A.3d 906"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "691 N.E.2d 935",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 2,
      "year": 1998,
      "pin_cites": [
        {
          "page": "942"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "427 Mass. 156",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        310243
      ],
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/mass/427/0156-01"
      ]
    },
    {
      "cite": "240 A.2d 68",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "429 Pa. 322",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1913498
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/429/0322-01"
      ]
    },
    {
      "cite": "313 Pa.Super. 575",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        214902
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "page": "339"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/313/0575-01"
      ]
    },
    {
      "cite": "358 Pa.Super. 53",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        660269
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "767"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/358/0053-01"
      ]
    },
    {
      "cite": "643 A.2d 1102",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        943128,
        7871854
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "1105"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/434/0439-01",
        "/a2d/643/1102-01"
      ]
    },
    {
      "cite": "434 Pa.Super. 439",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        943128
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/434/0439-01"
      ]
    },
    {
      "cite": "739 A.2d 531",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        837152,
        11565455
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "536",
          "parenthetical": "citing McDonnell v. Ford Motor Company, 434 Pa.Super. 439, 643 A.2d 1102, 1105 (1994)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/559/0216-01",
        "/a2d/739/0531-01"
      ]
    },
    {
      "cite": "559 Pa. 216",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        837152
      ],
      "year": 1999,
      "pin_cites": [
        {
          "parenthetical": "citing McDonnell v. Ford Motor Company, 434 Pa.Super. 439, 643 A.2d 1102, 1105 (1994)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/559/0216-01"
      ]
    },
    {
      "cite": "670 A.2d 614",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        461609,
        7862086
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa/543/0186-01",
        "/a2d/670/0614-01"
      ]
    },
    {
      "cite": "543 Pa. 186",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461609
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa/543/0186-01"
      ]
    },
    {
      "cite": "778 A.2d 664",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        706328,
        9496677
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "667",
          "parenthetical": "quoting Republic Insurance Company v. Paul Davis Systems, 543 Pa. 186, 670 A.2d 614 (1995)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/566/0150-01",
        "/a2d/778/0664-01"
      ]
    },
    {
      "cite": "566 Pa. 150",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        706328
      ],
      "year": 2001,
      "pin_cites": [
        {
          "parenthetical": "quoting Republic Insurance Company v. Paul Davis Systems, 543 Pa. 186, 670 A.2d 614 (1995)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/566/0150-01"
      ]
    },
    {
      "cite": "522 Pa. 325",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1818940
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "parenthetical": "holding signed release barred accident victim from suing hospital"
        },
        {
          "parenthetical": "holding signed release barred accident victim from suing hospital"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/522/0325-01"
      ]
    },
    {
      "cite": "890 A.2d 424",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8991101
      ],
      "pin_cites": [
        {
          "page": "433-34"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/890/0424-01"
      ]
    },
    {
      "cite": "48 Cal.Rptr.3d 233",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 3d",
      "weight": 3,
      "year": 2006,
      "pin_cites": [
        {
          "parenthetical": "\"If the court finds such a showing has been made, it then determines whether the plaintiff has demonstrated a probability of prevailing on the claim.\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "142 Cal.App.4th 344",
      "category": "reporters:state",
      "reporter": "Cal. App. 4th",
      "case_ids": [
        3499192
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "350",
          "parenthetical": "\"If the court finds such a showing has been made, it then determines whether the plaintiff has demonstrated a probability of prevailing on the claim.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-4th/142/0344-01"
      ]
    },
    {
      "cite": "778 A.2d 1194",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        706273,
        9497965,
        706228,
        706325,
        9498039,
        9497983
      ],
      "weight": 2,
      "year": 2001,
      "opinion_index": 0,
      "case_paths": [
        "/pa/566/0160-01",
        "/a2d/778/1194-01",
        "/pa/566/0161-02",
        "/pa/566/0161-01",
        "/a2d/778/1194-03",
        "/a2d/778/1194-02"
      ]
    },
    {
      "cite": "566 Pa. 161",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        706228,
        706325
      ],
      "year": 2001,
      "opinion_index": 0,
      "case_paths": [
        "/pa/566/0161-02",
        "/pa/566/0161-01"
      ]
    },
    {
      "cite": "966 A.2d 1109",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        4193586,
        8167443
      ],
      "weight": 2,
      "year": 2009,
      "pin_cites": [
        {
          "page": "1111"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/600/0407-01",
        "/a2d/966/1109-01"
      ]
    },
    {
      "cite": "600 Pa. 407",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        4193586
      ],
      "year": 2009,
      "opinion_index": 0,
      "case_paths": [
        "/pa/600/0407-01"
      ]
    },
    {
      "cite": "966 A.2d 547",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        4194176,
        4193667,
        8159533,
        8159591
      ],
      "year": 2009,
      "pin_cites": [
        {
          "parenthetical": "table"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/600/0369-02",
        "/pa/600/0370-01",
        "/a2d/966/0547-01",
        "/a2d/966/0547-02"
      ]
    },
    {
      "cite": "600 Pa. 369",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        4194176,
        4194002
      ],
      "year": 2009,
      "pin_cites": [
        {
          "parenthetical": "table"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/600/0369-02",
        "/pa/600/0369-01"
      ]
    },
    {
      "cite": "949 A.2d 956",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8241366
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "965"
        },
        {
          "page": "965-66",
          "parenthetical": "Friedman, J., concurring"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/949/0956-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1206,
    "char_count": 28812,
    "ocr_confidence": 0.714,
    "pagerank": {
      "raw": 8.145749922352846e-08,
      "percentile": 0.4744102841517015
    },
    "sha256": "85c5cac7c9d97b8abc6d757fdee525c12dc02f872cc6b5d0a89bbd4ec8c48ee3",
    "simhash": "1:662dc0029e4ebeae",
    "word_count": 4405
  },
  "last_updated": "2024-02-27T22:37:33.257297+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, GREENSPAN, JJ.",
      "Former Justice GREENSPAN did not participate in the decision of this case.",
      "Chief Justice CASTILLE, Justices SAYLOR, BAER, TODD and McCAFFERY join the opinion."
    ],
    "parties": [
      "PENNSBURY VILLAGE ASSOCIATES, LLC, Appellant v. AARON McINTYRE, Alma Forsyth and John Doe, Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice EAKIN.\nAppellant owns two parcels of land in Pennsbury Township, Chester County, bordering the east and west sides of a seven-acre parcel owned by the Township, on which the Township building is situated. To the south of these parcels is land the Township acquired in 1996 with funds from the Chester County Heritage Park and Open Space Municipal Grant Program; deed restrictions limit the Grant Program land’s use to “open space/park land/recreational purposes.”\nIn 2004, appellant applied to the Township Board of Supervisors for conditional use approval to use the east, west, and Township parcels for a mixed-use, high-density residential development. The Township awarded conditional use subject to 55 restrictions. Appellant appealed the conditional use restrictions, and appellees appealed the approval. All parties commenced negotiations; discussions primarily concerned an access road to the east parcel and sewage treatment. The parties considered an August 15, 2002 letter from the County indicating the Township Board of Supervisors had the right to use Grant Program land for wastewater treatment if the County was reimbursed $11,786.33 per acre. County Solicitor Letter, 8/15/02, at 1.\nThe parties, including appellee McIntyre, eventually entered a “Stipulation of Settlement,” setting forth in relevant part, “The Township Board of Supervisors shall ... have the right to determine the exact configuration of the access drives[.]” Stipulation of Settlement, 3/9/06, at 4. The stipulation specifically stated:\nThere shall never be a direct road connection to the east parcel in front (north) of the Township Building. As shown on the Sketch Plan, there shall remain three points of access from the eastern parcel to the new road traversing the Township’s land to the west and south of the Township Building and thence along the south border of the east parcel.\nId. The stipulation also included provisions regarding waste-water treatment, id., at 5-9, and further provided, “The terms of this Stipulation are intended to be legally binding on all parties. No Party, nor the successors, heirs, executors or assigns of any party, shall ever challenge the validity of this Stipulation.” Id., at 15. The trial court approved it by order. Trial Court Order, 3/8/06.\nThe Township eventually decided the south border road would be situated on Grant Program land. See Stipulation of Settlement, 3/9/06, at 10 (“The access way will be located on substantially as shown on the Sketch Plan on the Township’s adjacent parkland immediately contiguous to the southern border of the east parcel, including the grading necessary for construction of the road that will occur on Township parkland.”).\nAppellee McIntyre thereafter communicated with the County Commissioners at a public meeting and via e-mail, asking them to uphold the deed restrictions and oppose an access drive on Grant Program land. In a June 15, 2006 letter to the Township solicitor, the County stated it would oppose using Grant Program land for an access road, and wastewater treatment facilities would be contrary to the deed restrictions. County Solicitor Letter, 6/15/06. Appellant sued appellees for breach of contract, tortious interference with contractual relations between the County and appellant, and conspiracy to induce the County not to honor its August 15, 2002 letter.\nAppellee filed preliminary objections claiming, in relevant part, he was entitled to immunity pursuant to the Environmental Immunity Act, 27 Pa.C.S. §§ 8301-8305. The Act provides, in relevant part:\nExcept as provided in subsection (b), a person that, pursuant to Federal or State law, files an action in the courts of this Commonwealth to enforce an environmental law or regulation or that makes an oral or written communication to a government agency relating to enforcement or implementation of an environmental law or regulation shall be immune from civil liability in any resulting legal proceeding for damages where the action or communication is aimed at procuring favorable governmental action.\n27 Pa.C.S. § 8302(a). When the trial court did not rule on the preliminary objections, appellee moved for immunity pursuant to 27 Pa.C.S. § 8303 of the Act, which provides:\nA person who wishes to raise the defense of immunity from civil liability under this chapter may file a motion with the court requesting the court to conduct a hearing to determine the preliminary issue of immunity. If a motion is filed, the court shall then conduct a hearing and if the motion is denied, the moving party shall have an interlocutory appeal of right to the Commonwealth Court, during which time all discovery shall be stayed.\nId.\nAt appellees immunity hearing, the court asked counsel, “What exact environmental law or regulation is it that Mr. MacIntyre [sic] ... communicated to the [CJounty [CJommissioners they should enforce? ... Tell me which environmental law, which regulation.” N.T. Hearing, 6/27/07, at 25. Appellees counsel answered he was enforcing § 7 of the Grant Program; presumably, he meant to say § II, ¶ 7a, because he argued applying the restrictions set forth in the Grant Program was a prerequisite to receiving grant money, and read the required restrictions verbatim. Id., at 26-27, 35; see n.l, supra.\nAppellee testified he “asked the [C]ounty to uphold the covenants and restrictions associated with the park and not allow the road to go through the park.” N.T. Hearing, 6/27/07, at 30. He also testified he was primarily concerned with “wastewater or water run-off from rain,” which he clarified to mean storm water. Id., at 30, 32-33.\nThe trial court ruled appellee was not immune because he did not communicate about the “implementation or enforcement of environmental law and regulations” when he asked the Commissioners to uphold the deed restrictions. Trial Court Opinion, 7/6/07, at 3. The court determined appellee’s concern about storm water run-off “[could not] be equated with ‘the implementation or enforcement of environmental law and regulations.’ ” Id. It rejected appellee’s request for a broad interpretation of Pennsylvania Constitution Article I, § 27, that “[t]he people have a right to ... pure water[.]” Id.; Pa. Const, art. I, § 27. The court noted the Environmental Immunity Act’s purpose is to immunize one from liability for petitioning one’s government for a legitimate — and not a personal — purpose. Trial Court Opinion, 7/6/07, at 2, 4.\nAppellee appealed to the Commonwealth Court which, sitting, en banc, reversed. Pennsbury Village Associates, LLC v. McIntyre, et al., 949 A.2d 956, 965 (Pa.Cmwlth.2008) (en banc). Judge Smith-Ribner authored the majority opinion holding appellee was entitled to immunity from suit because any breach of the stipulation was committed in an attempt to enforce deed restrictions which constitute “environmental law or regulation” pursuant to 27 Pa.C.S. § 8302(a) of the Environmental Immunity Act. Pennsbury Village Associates, at 964. The court looked to Resolution 89-41, which paved the way for the open space and recreation program under the Open Space Lands Act. Id. The court found the exceptions set forth in 27 Pa.C.S. § 8302(b)(1)-(3) inapplicable. It based its holding on § 8302(a)’s plain language and the question it found appellee satisfied: “whether the communication related to an environmental law or regulation and sought favorable governmental action.” Id.\nJudge Friedman authored a concurring opinion, joined by Judge Cohn Jubelirer. Judge Friedman agreed the trial court improperly denied appellee immunity, but opined the deed restrictions related to implementation of an environmental law or regulation, rather than the enforcement of such a law or regulation, because Resolution No. 89-41 “implemented” Article I, § 27 of the Pennsylvania Constitution. Id., at 965-66 (Friedman, J., concurring). President Judge Leadbetter dissented without an opinion.\nAppellant petitioned for allowance of appeal, and we granted review on the following questions:\n1. Did the Commonwealth Court ruling render settlement contracts resolving land use disputes which arguably relate to an environmental law or regulation unenforceable and deprive citizens of the right to resolve their disputes via settlement agreements?\n2. Did the Commonwealth Court err in applying and analyzing the Environmental Immunity Act in the instant matter in which the purposes of the Act were not implicated?\n3. Did the Commonwealth Court misapply the Environmental Immunity Act by holding that a deed restriction is an environmental law or regulation?\n4. Did the Commonwealth Court err in applying and analyzing the Environmental Immunity Act by holding that the business relationship exception to the Act did not apply to this case?\nPennsbury Village Associates, LLC v. McIntyre, 600 Pa. 369, 966 A.2d 547 (2009) (table).\nThese issues involve interpretation and application of the Environmental Immunity Act, 27 Pa.C.S. §§ 8301-8305, and present questions of law. Philomeno & Salamone v. Board of Supervisors of Upper Merion Township, 600 Pa. 407, 966 A.2d 1109, 1111 (2009). Questions of law are subject to de novo review, and our scope of review is plenary. Id. Further, appellate courts “accord deference to a trial court with regard to factual findings.” O’Rourke v. Commonwealth, 566 Pa. 161, 778 A.2d 1194, 1199 n. 7 (2001). A trial court must utilize a two-step process in analyzing an immunity claim raised pursuant to the Environmental Immunity Act. First, the party seeking immunity must make a threshold showing the cause of action arose because he\nFile[d] an action in the courts of this Commonwealth to enforce an environmental law or regulation ... or made an oral or written communication to a government agency relating to enforcement or implementation of an environmental law or regulation ... where the action or communication is aimed at procuring favorable governmental action.\n27 Pa.C.S. § 8302(a). If the court determines this threshold is satisfied, the party opposing immunity must then demonstrate one of the statutory exceptions applies, id., § 8302(b), or that some other overriding legal basis defeats the immunity claim. See DaimlerChrysler Motors Company v. Lew Williams, Inc., 142 Cal.App.4th 344, 350, 48 Cal.Rptr.3d 233 (2006) (“If the court finds such a showing has been made, it then determines whether the plaintiff has demonstrated a probability of prevailing on the claim.”). The court shall hold a hearing if the party seeking immunity files a motion requesting a hearing. 27 Pa.C.S. § 8303.\nThe Environmental Immunity Act’s preamble states, “It is contrary to the public interest to allow lawsuits, known as Strategic Lawsuits Against Public Participation (SLAPP), to be brought primarily to chill the valid exercise by citizens of their constitutional right to freedom of speech and to petition the government for the redress of grievances.” Preamble to the Act of December 20, 2000, P.L. 980, No. 138. It further provides, “It is in the public interest to empower citizens to bring a swift end to retaliatory lawsuits seeking to undermine their participation in the establishment of State and local environmental policy and in the implementation and enforcement of environmental law and regulations.” Id. The Acts purpose is to “protect those persons targeted by frivolous lawsuits based on their constitutionally protected government petitioning activities[,]” and “encourage and open the lines of communication to those government bodies clothed with the authority to correct or enforce our environmental laws and regulations.” Penllyn Greene Associates, L.P. v. Clouser, 890 A.2d 424, 433-34 (Pa.Cmwlth.2005) (emphasis in original).\nAppellant argues the Commonwealth Court’s holding renders certain settlement agreements unenforceable, contrary to our judicial policy favoring the settling of lawsuits. It claims our law views settlement agreements as contracts. See Buttermore v. Aliquippa Hospital, 522 Pa. 325, 561 A.2d 733 (1989) (holding signed release barred accident victim from suing hospital). It looks to California and Massachusetts decisions holding a party may, by settling a lawsuit, waive its ability to claim protection under legislation intending to thwart SLAPP.\nAppellant claims the 3/4/06 “Stipulation of Settlement” resolved the pending litigation and manifested the parties’ agreement to specific terms, such as allowing portions of the access drive to be situated on the Grant Program lands. Appellant argues appellee’s attempts to influence the County regarding the access road’s final position was an intentional breach of contract outside the Environmental Immunity Act’s purview. Appellant asserts the Environmental Immunity Act was not implicated, as it did nothing to interfere with appellee’s free speech and petitioning rights, nor is its breach of contract action a SLAPP suit.\nAppellant also argues the deed restrictions are not environmental “laws or regulations,” and the Commonwealth Court erred in interpreting them as such. Appellant contends appellee’s testimony did not meet his burden of demonstrating he was entitled to immunity. In the alternative, appellant argues the Commonwealth Court misconstrued the Environmental Immunity Act in failing to find the business relationship exception was applicable, see n. 8, supra (citing 27 Pa.C.S. § 8302(b)(2)); it contends appellee’s actions were solely to interfere with existing business relations with the Township.\nAppellee counters that the deed restrictions, as a matter of law, prevent the construction of a road on the Grant Program land, and no stipulation or agreement can render the restrictions unenforceable. Appellee asserts appellant has no basis for accusing him of intentionally breaching the stipulation when he merely requested the County to uphold the deed restrictions and not allow a road to go through the Grant Program land, as the stipulation did not prevent him from communicating with the County regarding the access road’s location. As there is no record evidence of the negotiations leading to the stipulation, he contends this is not a breach of contract case and the contract cases appellant relies on are inapposite.\nFor § 8802 purposes, appellee claims his communications were to a government agency for the purposes of obtaining favorable action relating to the enforcement or implementation of an environmental law. He looks to a broad dictionary definition of “environmental,” and traces the development of our Commonwealth’s modern environmental law in arguing the deed restrictions constitute such a law for the purposes of immunizing him. Appellee argues the deed restrictions implicate two environmental laws: the County’s Grant Program, as well as the Open Space Act.\nIn resolving the first issue — whether the Commonwealth Court’s ruling will render settlement agreements arguably relating to environmental law unenforceable — the Commonwealth Court improperly limited its analysis to whether appellee’s communications with the County related to an environmental law or regulation; it failed to consider the second prong of the two-step analysis, whether there was a legal basis for not applying immunity. Specifically, the court failed to consider appellee’s ability to waive statutory or constitutional rights by means of the stipulated settlement, including any right to immunity under the Environmental Immunity Act.\n“In Pennsylvania, it is well settled that the effect of a release is to be determined by the ordinary meaning of its language.” Taylor v. Solberg, 566 Pa. 150, 778 A.2d 664, 667 (2001) (quoting Republic Insurance Company v. Paul Davis Systems, 543 Pa. 186, 670 A.2d 614 (1995)). “The enforceability of settlement agreements is governed by principles of contract law.” Mazzella v. Koken, 559 Pa. 216, 739 A.2d 531, 536 (1999) (citing McDonnell v. Ford Motor Company, 434 Pa.Super. 439, 643 A.2d 1102, 1105 (1994)). Courts will enforce a settlement agreement if all its material terms have been agreed upon by the parties. Century Inn, Inc. v. Century Inn Realty, 358 Pa.Super. 53, 516 A.2d 765, 767 (1986). A settlement agreement will not be set aside absent a clear showing of fraud, duress, or mutual mistake. Rago v. Nace, 313 Pa.Super. 575, 460 A.2d 337, 339 (1983).\nFurther support for enforcing settlement agreements according to contract law principles is found in Buttermore, where this Court opined:\nParties with possible claims may settle their differences upon such terms as are suitable to them. They may include or exclude terms, conditions and parties as they can agree. In doing so, they may yield, insist or reserve such right as they choose. If one insists that to settle, the matter must end then and forever, as between them, they are at liberty to do so. They may agree for reasons of their own that they will not sue each other or any one for the event in question. However improvident their agreement may be or subsequently prove for either party, their agreement, absent fraud, accident or mutual mistake, is the law of their case.\nButtermore, at 735. There, an accident victim signed a release settling his claim against the other driver; the victim and his wife then sued the hospital. The other driver and the hospital collectively raised the release as a defense and moved for summary judgment, which the trial court granted; the Superior Court reversed. This Court affirmed the trial court’s grant of summary judgment against the victim, but not against his wife, who was not a party to the release. Id., at 736. The Court looked to Emery v. Mackiewicz, 429 Pa. 322, 240 A.2d 68 (1968), which provided:\nIf such a release can be nullified or circumvented, then every written release and every written contract or agreement of any kind no matter how clear and pertinent and all-inclusive, can be set aside whenever one of the parties has a change of mind or whenever there subsequently occurs a change of circumstances which were unforeseen, or there were after-discovered injuries, or the magnitude of a releasor’s injuries was unexpectedly increased, or plaintiff made an inadequate settlement.\nButtermore, at 735 (citing Emery, at 70).\nThis Court has yet to contemplate the intersection of settlement agreements and anti-SLAPP legislation such as the Environmental Immunity Act. We look to other jurisdictions’ decisional law, and as appellant provided, Daimler-Chrysler Motors and Duracraft are instructive. Those cases stand for the proposition that where pre-existing legal relationships preclude a party from engaging in the activity protected by anti-SLAPP legislation, that party cannot claim immunity for actions taken in violation of its pre-existing legal obligation. Anti-SLAPP legislation will not shield a party from liability where a party “waived the very constitutional right it seeks to vindicate.” DaimlerChrysler Motors, at 240. Duracraft provided “[a] quintessential example of such a waiver is a settlement agreement, in which a party releases legal claims against an adversary that otherwise properly could be prosecuted by petitioning the court.” Duracraft, at 942.\nUndisputedly, the parties entered a valid, enforceable contract, the agreement denominated “Stipulation of Settlement.” As the Commonwealth Court noted, “[a]fter numerous drafts, a final version of the Stipulation was signed by all parties, including McIntyre.” Pennsbury Village, at 959. That stipulation, presented to and approved by the trial court, states, “The terms of this Stipulation are intended to be legally binding on all parties. No party, nor the successors, heirs, executors or assigns of any party, shall ever challenge the validity of this Stipulation.” Stipulation of Settlement, 3/9/06, at 15 (emphasis added). As in Buttermore, there has been no allegation of fraud, accident, or mutual mistake; “therefore, as between them their agreement is their law.” Buttermore, at 735. Accordingly, as in DaimlerChrysler Motors and Duracraft, appellee will not enjoy immunity for attempting to defeat the stipulation’s terms, because the stipulation provides an overriding legal basis defeating appellee’s immunity claim.\nWe note DaimlerChrysler Motors and Duracraft involved confidentiality agreements, which differentiates appellee’s position that the stipulation did not prevent him from communicating with the County. Nevertheless, appellee seeks to shield himself from liability on the same basis as the parties in DaimlerChrysler Motors and Duracraft — anti-SLAPP law. By stipulating in settlement of the lawsuits about this land, that the Township would determine the access road’s location on Grant Program land, appellee waived his right to challenge the road’s placement. Yet, he solicited the County’s support in objecting to the access road based on the deed restrictions, and later claimed immunity from appellant’s suit pursuant to the Environmental Immunity Act without regard to the stipulation’s terms.\nWhether the deed restrictions will prevent the construction of a road on the Grant Program land is not before us. As concerns appellee’s rights and the instant suit, the stipulation he signed provided an access road would traverse Grant Program land at a location the Township will determine. Stipulation of Settlement, 3/9/06, at 15. We conclude the stipulation provides an overriding legal basis rendering statutory immunity unavailable to appellee as it constituted a preexisting legal agreement directly speaking to the access road’s location and wastewater treatment on Grant Program land. Furthermore, the validity of the stipulation has not been contested; it is the law of their case. See Buttermore, at 735 (“In the instant case there is no allegation of fraud, accident or mutual mistake, therefore, as between them their agreement is their law.”).\nFor the same reasons the stipulation renders appellee unable to utilize the Environmental Immunity Act’s protection, we determine the second issue — whether appellee’s activity is the type of free speech and petitioning activity the Environmental Immunity Act intends to protect — in appellant’s favor. Its protective reach is limited where pre-existing legal relationships manifest a party’s intent not to participate in activity for which it would otherwise be shielded from liability, pursuant to anti-SLAPP legislation.\nAs our holding turns on appellee’s settlement agreement, not the arguably environmental goal of the breach of that agreement, we need not decide whether the deed restrictions constitute environmental law for Environmental Immunity Act purposes. However, we agree with the trial court’s finding that potential worries about future storm water run-off “cannot be equated with ‘the implementation or enforcement of environmental law and regulations.’ ” Trial Court Opinion, 7/6/07, at 3. Further, we need not consider the applicability of the business interference exception.\nAppellee had the burden of showing he was entitled to immunity, and failed to identify any environmental laws or regulations he petitioned the County to enforce pursuant to the Environmental Immunity Act, other than the deed restrictions.\nWe conclude the stipulation withstands appellee’s immunity claims, and he cannot evade the stipulation’s conditions pursuant to the Environmental Immunity Act. For the foregoing reasons, the order of the Commonwealth Court is reversed.\nThe matter is remanded for reinstatement of the trial court’s order.\nJurisdiction relinquished.\nFormer Justice GREENSPAN did not participate in the decision of this case.\nChief Justice CASTILLE, Justices SAYLOR, BAER, TODD and McCAFFERY join the opinion.\n. Resolution No. 89-41 established the program by authorizing a nonbinding referendum question on the November, 1989 ballot: whether debt not to exceed $50,000,000 should be incurred to finance open space land preservation through the acquisition of land. County of Chester Resolution No. 89-41, 9/22/89. The Grant Program stated all deeds purchased with grant money \"must contain a restrictive covenant requiring the perpetual use of the land for public park or recreation purposes.\" Chester County Heritage Park and Open Space Municipal Grant Program, Round VIII, § II, ¶ 7a, at 7. The restrictions state, in full:\nThe use of the Property as defined in this Agreement shall be restricted to open space/park land/recreational purposes. The property shall be utilized perpetually for park and recreational purposes only. If, when and as it is deemed inappropriate to utilize said real estate for active park and recreational purposes, it is agreed, understood and hereby declared as a declaration, restriction and covenant running with the land that the utilization of the Property shall be for passive recreation or open space. The term of this restriction shall be perpetual and it shall be a covenant running with the land.\nEx. PVA-1: Declaration of Covenants, Conditions, and Restrictions, Article III — Restrictions, 12/17/96; see also Chester County Heritage Park and Open Space Municipal Grant Program, Round VIII, § IV, at 27.\n. Of the appellees named in the caption, only McIntyre filed a brief in this Court.\n. The letter also stated \"the issue as to the perpetual restrictive covenant remains potentially problematic.” County Solicitor Letter, 8/15/02, at 1-2.\n. Article I, § 27 provides, in full:\nThe people have a right to clean air, pure water, and to the preservation of the natural, scenic, historic and esthetic values of the environment. Pennsylvania's public natural resources are the common property of all the people, including generations yet to come. As trustee of these resources, the Commonwealth shall conserve and maintain them for the benefit of all the people.\nPa. Const, art. I, § 27.\n. The Open Space Lands Act provides a mechanism for funding open space land acquisition and preservation. 32 P.S. §§ 5001 & 5002(1).\n. That section provides, in relevant part:\n(b) Exceptions. — A person shall not be immune under this section if the allegation in the action or any communication to the government is not relevant or material to the enforcement or implementation of an environmental law or regulation and:\n* * *\n(2) the allegation in the action or communication is made for the sole purpose of interfering with existing or proposed business relationships....\n27 Pa.C.S. § 8302(b)(2).\n. In DaimlerChrysler Motors, at 351, 48 Cal.Rptr.3d 233, the defendant contracted not to speak or petition against the establishment of a car dealership and effectively waived the right to California's anti-SLAPP statute's protection. Duracraft Corporation v. Holmes Products Corporation, 427 Mass. 156, 691 N.E.2d 935, 942 (1998), refused to grant immunity under Massachusetts' anti-SLAPP law where a former employee communicated with a competitor in violation of a confidentiality agreement, holding pre-existing legal relationships may limit a party’s right to later petition on free speech grounds.\n. \"Environmental” may be defined as \"of, relating to, or produced by environment.” Webster's Third International Dictionary 760 (1993). \"Environment” is defined, in relevant part, as \"the surrounding conditions, influences, or forces that influence or modify: as ... the whole complex of climatic, edaphic, and biotic factors that act upon an organism or an ecological community and ultimately determine its form and survival....” Id.\n. For the purposes of our decision, we assume appellee satisfied die first prong of the Environmental Immunity Act, that he made a threshold showing that his communications sought favorable government action related to the enforcement or implementation of an environmental law or regulation.",
        "type": "majority",
        "author": "Justice EAKIN."
      }
    ],
    "attorneys": [
      "Thomas R. Wilson, Fronefield Crawford, Jr., Jonathan P. Boughrum, Berwyn, Montgomery, McCracken, Walker & Rhoads, L.L.P., for Pennsbury Village Associates, LLC.",
      "Ronald M. Agulnick, Ronald M. Agulnick, L.L.C., West Chester, for Appellant Amicus Curiae, Homebuilders Assoc, of Chester & Delaware Counties and PA Builders Assoc.",
      "John Patrick Gonzales, Joseph John Santarone, Jr., Marshall, Dennehey, Warner, Coleman & Goggin, P.C., King of Prussia, for Alma Forsyth.",
      "David Estabrook Romine, Stephen Edward Fitzgerald, Larry D. Silver, Philadelphia, Langsam Stevens & Silver L.L.P., for Aaron McIntyre.",
      "Kimberly A. Hummel, PA Department of Conservation & Natural Resources, for Appellee Amicus Curiae, Department of Conservation and Natural Resources.",
      "Brian Geoffrey Glass, Citizens for Pennsylvania’s Future, for Appellee Amicus Curiae, PennFuture."
    ],
    "corrections": "",
    "head_matter": "11 A.3d 906\nPENNSBURY VILLAGE ASSOCIATES, LLC, Appellant v. AARON McINTYRE, Alma Forsyth and John Doe, Appellees.\nSupreme Court of Pennsylvania.\nArgued Dec. 1, 2009.\nDecided Jan. 19, 2011.\nThomas R. Wilson, Fronefield Crawford, Jr., Jonathan P. Boughrum, Berwyn, Montgomery, McCracken, Walker & Rhoads, L.L.P., for Pennsbury Village Associates, LLC.\nRonald M. Agulnick, Ronald M. Agulnick, L.L.C., West Chester, for Appellant Amicus Curiae, Homebuilders Assoc, of Chester & Delaware Counties and PA Builders Assoc.\nJohn Patrick Gonzales, Joseph John Santarone, Jr., Marshall, Dennehey, Warner, Coleman & Goggin, P.C., King of Prussia, for Alma Forsyth.\nDavid Estabrook Romine, Stephen Edward Fitzgerald, Larry D. Silver, Philadelphia, Langsam Stevens & Silver L.L.P., for Aaron McIntyre.\nKimberly A. Hummel, PA Department of Conservation & Natural Resources, for Appellee Amicus Curiae, Department of Conservation and Natural Resources.\nBrian Geoffrey Glass, Citizens for Pennsylvania’s Future, for Appellee Amicus Curiae, PennFuture.\nCASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, GREENSPAN, JJ."
  },
  "file_name": "0309-01",
  "first_page_order": 367,
  "last_page_order": 384
}
