{
  "id": 461150,
  "name": "Albert v. Mutual Benefit Health and Accident Association, Appellant",
  "name_abbreviation": "Albert v. Mutual Benefit Health & Accident Ass'n",
  "decision_date": "1944-06-30",
  "docket_number": "Appeal, No. 135",
  "first_page": "268",
  "last_page": "277",
  "citations": [
    {
      "type": "official",
      "cite": "350 Pa. 268"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "173 A. 819",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "315 Pa. 200",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1156635
      ],
      "pin_cites": [
        {
          "page": "207"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/315/0200-01"
      ]
    },
    {
      "cite": "282 F. 26",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        5706481
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/282/0026-01"
      ]
    },
    {
      "cite": "177 S. E. 611",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "opinion_index": 0
    },
    {
      "cite": "49 ALR 965",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "250 Pac. 1084",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "164 S. W. 750",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "215 P. 135",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "73 Colo. 308",
      "category": "reporters:state",
      "reporter": "Colo.",
      "case_ids": [
        2728578
      ],
      "opinion_index": 0,
      "case_paths": [
        "/colo/73/0308-01"
      ]
    },
    {
      "cite": "350 Pa. 93",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461204
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/350/0093-01"
      ]
    },
    {
      "cite": "55 Pa. Superior Ct. 410",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        439528,
        439476
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/55/0410-02",
        "/pa-super/55/0410-01"
      ]
    },
    {
      "cite": "47 Pa. Superior Ct. 276",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        423149
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/47/0276-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 774,
    "char_count": 16130,
    "ocr_confidence": 0.498,
    "pagerank": {
      "raw": 2.1422658522116176e-07,
      "percentile": 0.7673509150533486
    },
    "sha256": "8f631ff057d2fe23eeb18272ff7f887d834237d0aa99d2fde144e6939c356e17",
    "simhash": "1:b5676dc028b08b40",
    "word_count": 2650
  },
  "last_updated": "2024-02-27T17:23:01.248362+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Hughes, JJ."
    ],
    "parties": [
      "Albert v. Mutual Benefit Health and Accident Association, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Maxey,\nThe Mutual Benefit Health and Accident Association, issued to Michael Albert two health and accident policies, identical except as to date. Disability resulted to the plaintiff from tuberculosis which originated after both policies had been in force sis months. He was treated at the Sacred Heart Hospital of Allentown for respectively nine and seven days. He brought suit on the policies for illness benefits of $100.00 per month from March 23, 1942, to the date of the trial November 16, 1943, as well as for the hospitalization benefits for the 16 days. The jury rendered a verdict for the plaintiff for “the total claim”, amounting to $4,186.66. Motions for a new trial and for judgment n. o. v. were made by the defendant and upon their refusal by the court below this appeal followed.\nThe issue arises out of the construction to be given to the provisions of the policy relating to confinement continuously within doors with regular medical attention therein. The plaintiff’s claim is based upon the provision, Part K, in the policy, relating to “Confining Illness Benefits for Life.” Plaintiff’s tuberculosis, his total disability and total loss of time resulting therefrom are established by the jury’s verdict, and in fact they were not contradicted by any testimony. The appellant contends that the plaintiff’s disease did not cause him to be continuously confined within doors, and that therefore, he could not recover benefits for such confinement under Part K of the policy.\nThe testimony established that the plaintiff was afflicted with tuberculosis and required regular visits by a physician who specialized in diseases of the chest. At the time of the trial he had been totally disabled for about twenty months. During this period he also required X-ray and fluoroscopic examinations, which could only be made at his physician’s offices. He appeared at the trial of his cause, being “subpoenaed by the defendant company”, and he visited his synagogue for a short visit, as the court below said “at one of the greatest holidays of his faith.” On one occasion he went to the office of his attorney to meet a representative of the defendant’s association. In accordance with his physician’s advice the plaintiff sought sunshine and fresh air by going out at times on the porch of his home and taking short walks in the yard, but otherwise he was “confined indoors all the time.” Under these facts is the plaintiff entitled to recover for “within doors” confinement for the entire period claimed under part K, supra?\nThe defendant relies upon the cases of Lieberman v. Columbia N. L. I. Co., 47 Pa. Superior Ct. 276, and Hakspacher v. Aetna Beneficial Asso., 55 Pa. Superior Ct. 410. In the first of these two cases the plaintiff, who was suffering from tonsilitis and bronchitis, went, for the first week “not only to his office but to the office of his doctor . . . for the next three weeks, “the plaintiff made daily visits to the Doctor’s office. . . . During this period, the plaintiff visited his office, but did no business. He was out of the house daily — at least part of this time on the advice of his physician, who had advised him to spend an hour a day in the open air.” For tlie next four days, “the plaintiff was able to attend a portion of Ms duties ... he was out of the house daily and at Ms office for a portion of each of said days.” Clearly there was no compliance with the condition of the policy that the insured be continuously “confined to the house and disabled”. In the Hahspacher case all that appears from the opinion is “that during the period for which sick benefits were claimed the insured was under the observation and treatment of a physician . . . and was totally disabled and prevented from transacting business whereby he could obtain a livelihood . . . and that during the same period he made weekly trips from his seashore abode to his Philadelphia home for treatment by his physician going on Thursday and returning on Saturday.” The character or extent of the illness, or how the weekly trips were made to Philadelphia are not stated, and the inference is that the court found there was non-compliance with the condition of the policy. We do not interpret these cases as holding that under insurance provisions such as we are now interpreting continuous confinement “within doors” is a sine qua non of the recovery of a claim under the policy. If such a literal interpretation of language is called for in these cases an insured who was “confined within doors” by an illness could not be carried “out doors” though the place of his “confinement” was on fire, without defeating his rights to recover benefits under the policy. Insurance policies, like statutes, must receive “a sensible construction”. See on the question of “construction” the opinion this day filed by us in McGregor v. Young Township, 350 Pa. 93.\nHere the policy expressly requires the professional care and attendance by a physician. 1 Appelman, Insurance Law & Practice, 811, Sec. 653 says: “The mere fact that the insured goes to the office of his attending physician for treatment and consultation, although this requires him to be physically outside his house, has been held not to constitute a breach of the requirement that the insured be continuously confined within his house. This is particularly true where the policy requires the consultation with or attendance by a physician. The theory is, as previously indicated, that it is the character and extent of the illness which is important rather than an exact limitation on the insured’s activity. . . . A similar result has usually obtained where the insured leaves the house occasionally for a short walk, this usually being shown to be for the purpose of obtaining sunshine and fresh air at the direction of the attending physician. . . . Some cases have permitted, . . . recovery in instances of total disability where the insured was tubercular and remained out of doors, although inactive, for long periods of time upon the orders of a physician . . (Italics supplied).\nCouch on Insurance, sec. 1678, p. 5791, says: “ . . . it may be stated, as a general rule, that the provisions of a life, health, or accident policy requiring the insured to be confined to the house in order to be entitled to recover disability benefits do not have to be literally complied' with; in other words, the insured is not required to remain continuously within the four walls of his home under every and all circumstances. . . . Furthermore, the words, ‘continuously and necessarily confined in the house,’ mean merely a substantial confinement, not that one should be so closely confined as to be unable to sit, or to go out occasionally to get fresh air or sunshine, or for some other purpose not inconsistent with the reasonable requirements, needs, or betterment of a sick person, especially, when insured in so doing acts under a physician’s advice . . . ; rather, the words must receive a reasonable application in view of the necessities of the case and attendant circumstances . . . and supporting the theory that confinement to the house does not necessarily mean that the insured must not go outside the house, are numerous decisions when the insured left the house for the purposes connected with his illness. Thus, total disability necessarily confining insured to the house does not require confinement continuously within the walls of a house, but refers to a condition of illness and disability, so that if one’s condition is such as to require necessary confinement to the house, the condition is not broken by trips compulsorily made under the advice of a physician, for the purposes of treatment, ... if bona fide made. ... Nor is recovery precluded by insured leaving the house under the direction of a doctor and taking short walks in the yard, or on the nearby pavement, for the purpose of aiding in the restoration of his health; . . .” (Italics supplied). 29 American Jurisprudence p. 883, sec. 1171, says: “While some courts have given a literal construction to a requirement that the insured be confined to the house, most courts have adopted the view that the provisions of a health or accident policy requiring the insured to be confined to the house do not have to be literally complied with in order to entitle the insured to indemnity. According to these courts, a person may be totally incapacitated and confined to his house within the meaning of a policy although he takes some exercise outdoors or visits his physician, provided he is entirely incapacitated for work or business on account of his injury or illness.”\nThe defendant argues that these rules do not apply where the health policy provides for both “within doors” confining illness and non-confining illness. In the case of Mutual Benefit Health & Accident Ass’n v. McDonald, 73 Colo. 308, 215 P. 135, where a similar policy was involved, the Supreme Court of Colorado in answering a similar argument by the Association said: “A few illustrations will show the fallacy of the argument of the insurer. If an insured may not, without violating his policy, leave his house for any purpose, but must continuously or strictly stay within doors every moment of the period for which full indemnity is asked, then he could not leave it ... (to) take‘outdoor’treatment for tuberculosis acting under the advice of his physician . . .” See also Great Eastern Casualty Co. v. Robins, 164 S. W. 750 (Ark.) where these two provisions were contained in the policy, and Stewart v. Continental Casualty Co., 250 Pac. 1084, (Wash.) annotated in 49 ALR 965. In Wade v. Mut. Ben. H. & A. Ass’n, 177 S. E. 611, the action was on a health-accident insurance policy of this kind with similar illness indemnity clauses. The Supreme Court of Appeals of West Virginia there said: “. . . Two bases of indemnity were provided by the contract: Confining illness and non-confining illness, the former rated at $200.00 per month and the latter at $100.00. The association carried the risk, first, of the assured’s suffering disability by reason of confining illness, and, second, because of non-confining illness. The basis for the premium charged was the risk assumed. In classifying or subdividing the disabilities underwritten by it, the insurer made the two groupings aforesaid. The phraseology employed to denominate the two groups, respectively, was not intended to prescribe or limit the conduct of the insured, but to describe the condition, extent and degree of illness. Aetna Life Ins. Co. v. Willets (C. C. A.), 282 F. 26. The house-confining group is meant to include physical conditions of such seriousness that the patient must necessarily be indoors, and the second applies to less serious illness. Necessary confinement within doors because of illness does not mean an absolute and indubitable constraint, but a practical and intelligent ‘staying in,’ the nature of the illness considered.\nThe plaintiff’s infrequent departures from within doors were not such as to imply any lessening of the gravity of his illness. It was of the first degree of seriousness and so remained notwithstanding that a few times he sought the benefit of a little sunshine and mild exercise.”\nThe question presented by this record, as to “whether or not the insured was confined continuously within doors and required regular visits therein by a regularly qualified physician” under the evidence, and within the meaning of the provisions of the policy relating to “confining illness benefits for life,” was properly submitted to the jury.\nThe defendant-appellant further complains that the plaintiff’s failure to furnish proofs of loss prevents his recovery of any benefits for disability occurring subsequent to April 3, 1942. The only , proof of loss filed was Exhibit No. 6. It was on a printed form of the defendant Association. It. is expressly referred to as “the proofs”, and “claimant’s application for sickness benefits”, in which the plaintiff answered every question as to his condition and attendance by his physician, his total disability and accompanied his proof with the printed form of the “Statement of Attending Physician” who answered every question relating to the insured’s physical condition and advised the Company of his total disability and permanency and insurability of his disease. The court below said: “Under these circumstances we are of the opinion that the defendant had all the information it was entitled to and that further proofs of loss were unnecessary, in view of the information it had herein particularly referred to and the answers of both the attending physician and the plaintiff to the questions on the form Exhibit No. 6.\n“To lay down a rule in the instant case that the plaintiff had to continue to furnish similar proofs of loss to the effect that he was still being treated by his physician, that he would never be cared, and that he had pulmonary tuberculosis and was not working, would only be giving them the information they already had in Exhibit No. 6. The law does not require a person to do a vain and useless thing and no policy of insurance, such as the instant one, should be so construed as to require a vain, unusual, and unnecessary thing to be done by the insured before he becomes entitled to the insurance benefits for which he has paid premiums.”\nThis is a sound statement of the law. Here the proofs first furnished by the insured on the Association’s form gave answers to all the questions asked, and sufficiently showed the disease, and total and permanent disability and the date it commenced, rendering the Association liable on the policy. The policy requirement as to due proofs of total and permanent disability has been satisfied. Janney v. Scranton Life Ins. Co., 315 Pa. 200, 207, 173 A. 819. “The purpose of a provision for notice and proofs of loss is to allow the insurer to form an intelligent estimate of its rights and liabilities, to afford it an opportunity for investigation, and to prevent fraud and imposition upou it.” 29 Am. Jur. 824, Sec. 1100. The proofs furnished by the insured in this case achieves this purpose.\nThe judgment is affirmed.\nExcerpts from the policy:\n“Part K. — Confining Illness Benefits for Life. The Association will pay, for one day or more, at the rate of Fifty ($50.00) Dollars per month thereafter for disability resulting from disease the cause of which originated more than thirty days after the effective date of this policy, and which confines the Insured continuously within doors and requires regular visits therein by legally qualified physicians; provided said disease necessitates total disability and total loss of time.”\n“Part L. — Non Confining Illness Benefits. The Association will pay, for one day or more, at the rate of Fifty ($50.00) Dollars per month, but not exceeding three months, for disability resulting from disease, the cause of which originates more than thirty days after the effective date of this policy, and which does not confine the Insured continuously within doors but requires regular medical attention ; provided said disease necessitates total disability and total loss of time.”\n“Part M. — Aditional Benefits if Confined to Hospital. If the Insured, on account of any disability covered by this policy, shall be confined within an incorporated hospital, the Association win pay for such hospital confinement an additional indemnity at the rate of Fifty ($5©.00) Dollars per month, but not exceeding three months.”\n“Additional Provisions (a) This policy does not cover death, disability or other loss sustained . . . while the insured is not continuously under the professional care and regular attendance, at least once a week, ... of a licensed physician or surgeon . . .”",
        "type": "majority",
        "author": "Mr. Chief Justice Maxey,"
      }
    ],
    "attorneys": [
      ". T. McKeen GMdsey, of GMdsey, Maxwell & Fackenthal, for appellant.",
      "R. G. Mauoh, of Mauch & Goodman, for appellee."
    ],
    "corrections": "",
    "head_matter": "Albert v. Mutual Benefit Health and Accident Association, Appellant.\nArgued May 24, 1944.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Hughes, JJ.\nreargument refused September 25,1944.\n. T. McKeen GMdsey, of GMdsey, Maxwell & Fackenthal, for appellant.\nR. G. Mauoh, of Mauch & Goodman, for appellee.\nJune 30, 1944:"
  },
  "file_name": "0268-01",
  "first_page_order": 300,
  "last_page_order": 309
}
