{
  "id": 461180,
  "name": "Anderle Appeal",
  "name_abbreviation": "Anderle Appeal",
  "decision_date": "1944-11-27",
  "docket_number": "Appeal, No. 163",
  "first_page": "589",
  "last_page": "593",
  "citations": [
    {
      "type": "official",
      "cite": "350 Pa. 589"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "31 A. 2d 925",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "926"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "153 Pa. Superior Ct. 653",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1050890
      ],
      "pin_cites": [
        {
          "page": "655"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/153/0653-01"
      ]
    },
    {
      "cite": "198 A. 629",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "631"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "330 Pa. 161",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1182967
      ],
      "pin_cites": [
        {
          "page": "163"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/330/0161-01"
      ]
    },
    {
      "cite": "34 A. 2d 62",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "63, 64"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "348 Pa. 98",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1220245
      ],
      "pin_cites": [
        {
          "page": "100"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/348/0098-01"
      ]
    },
    {
      "cite": "198 A. 621",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "623"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "330 Pa. 154",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1182961
      ],
      "pin_cites": [
        {
          "page": "159"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/330/0154-01"
      ]
    },
    {
      "cite": "178 A. 813",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "814"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "318 Pa. 582",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1159547
      ],
      "pin_cites": [
        {
          "page": "584"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/318/0582-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 372,
    "char_count": 6024,
    "ocr_confidence": 0.5,
    "pagerank": {
      "raw": 2.0294956303686444e-07,
      "percentile": 0.7463940947908546
    },
    "sha256": "c3588e9bd786b20f533fbf33178485ffd1a15b9aa507e1d18447732c70335a17",
    "simhash": "1:0e62cb45eb544754",
    "word_count": 1026
  },
  "last_updated": "2024-02-27T17:23:01.248362+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson and Stearne, JJ."
    ],
    "parties": [
      "Anderle Appeal."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Horace Stern,\nThis is one of the type of cases in which it is sought to make technical niceties, rather than substantive merits, the determinant of the litigation.\nHenry J. Anderle, who, for a number of years, has been conducting a butcher shop at 915 Madison Avenue in the north side section of the City of Pittsburgh, and also a slaughter-house in a wooden building in the rear of the premises, made application to the Bureau of Building Inspection for a permit to rebuild the front wall of this frame structure with bricks and the side walls with cement blocks. As far as the printed record discloses, he did not file a separate application for a “certificate of occupancy and compliance” as required by the city zoning ordinance of August 9, 1923, which provides that no permit for the making of repairs to, or alteration of, any building shall be issued before such application shall have been made. He did, however, state in his application for the building permit that the building was then being used as a slaughter-house and that it was proposed to continue such use. The application was marked as “Approved for Zoning” by tbe Burean of Building Inspection (over the signature of tbe “Zoning Clerk”), and a building permit, No. 18126, was issued by tbe Bureau. Thereupon tbe occupant of a neighboring property appealed to tbe Board of Adjustment “for revocation of permit No. 18126 issued to Henry J. Anderle to conduct a slaughter-house”. After bearing tbe testimony of all parties in interest, the Board ordered that “tbe Superintendent of tbe Bureau of Building Inspection be and be hereby is requested to revoke permit No. 18126 issued to Henry J. Anderle to conduct a slaughter-house at 915 Madison Avenue”. Anderle appealed to tbe Court of Common Pleas. Tbe Court beard testimony additional to that presented to tbe Board and dismissed tbe appeal, which it denominated “an appeal from tbe action of tbe Board of Adjustment of tbe City of Pittsburgh, revoking permit No. 18126 issued by tbe Bureau of Building Inspection to Henry J. Anderle to conduct a slaughter-house in tbe rear of 915 Madison Avenue.”\nTbe zoning ordinance prohibits tbe conducting of a slaughter-house in a light industrial area. Tbe premises 915 Madison Avenue are located in such an area, but it was Anderle’s contention that tbe place bad been operated as a slaughter-house previously to, and at tbe time of, tbe. enactment of tbe ordinance; if this were true, tbe continuance of such use of tbe property would be lawful. But tbe Board of Adjustment and tbe Court of Common Pleas both found as a fact that whatever use of the premises as a slaughter-house may have existed prior to tbe enactment of tbe ordinance bad been definitely abandoned before that time. Tbe decision of an administrative board having jurisdiction may be set aside only where there is a manifest and flagrant abuse of discretion: Fleming v. Prospect Park Board of Adjustment, 318 Pa. 582, 584, 178 A. 813, 814; Jennings’ Appeal, 330 Pa. 154, 159, 198 A. 621, 623; Floersheim Appeal, 348 Pa. 98, 100, 34 A. 2d 62, 63, 64; and, while tlie question whether the law has been rightly or wrongly applied, by the Board of Adjustment is a proper subject of inquiry in review on certiorari (Brosnaris Appeal, 330 Pa. 161, 163, 198 A. 629, 631), the appellate court, in reviewing an order of the Court of Common Pleas sustaining or reversing the action of the Board, is confined, so far as the facts are concerned, to ascertaining whether there is any evidence to sustain the findings of the court: Gish v. Exley, 153 Pa. Superior Ct. 653, 655, 31 A. 2d 925, 926. The evidence here is ample to sustain those findings, by which Anderle accordingly is concluded.\nAn apparent informality in the procedure within the Bureau of Building Inspection serves Anderle as the sole foundation for his present appeal. The gist of his contention is that the Board of Adjustment and the Court of Common Pleas, in revoking a permit “to conduct a slaughter-house”, were revoking something which did not exist. He claims that he did not ask for such a permit and did not obtain one, and that all the Bureau of Building Inspection granted was permission for the structural alteration of the building. But, apart from the fact that his failure to file a formal application for a certificate of occupancy was in itself a noncompliance with the ordinance, the answer to Anderle’s position is that he did expressly set forth in his application his contemplated use of the premises as a slaughter-house. When, therefore, the Bureau approved the application “for” — that is, in respect to — “zoning”, and granted the permit, it presumably was intending thereby to authorize the use thus designated, with the same force and effect as if it had issued a conventional form of certificate to that end. If the permit granted by the Bureau had been merely one for structural changes, not involving the zoning regulations, the Board of Adjustment would have had no jurisdiction on appeal, but, since the question of occupancy was raised by reason of the statement in the application as to the proposed use, an appeal properly lay to the Board, and both that body and the Court of Common Pleas were justified in treating, as they did, the permit which had been granted by the Bureau as one that officially sanctioned the occupancy of the premises for the purpose of a slaughter-house. The effect of the revocation of the permit is that the further operation of the slaughter-house will be without the authorization required by law, and will therefore render Anderle subject to such measures as may be taken for its suppression.\nThe order of the court below is affirmed; costs to be paid by appellant.",
        "type": "majority",
        "author": "Mr. Justice Horace Stern,"
      }
    ],
    "attorneys": [
      "Henry Kaufman, with him Louis Little, for appellant.",
      "J. Howard Devlin, Assistant City Solicitor, with him Anne X. Alpern, City Solicitor, for appellees."
    ],
    "corrections": "",
    "head_matter": "Anderle Appeal.\nArgued September 28, 1944.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson and Stearne, JJ.\nHenry Kaufman, with him Louis Little, for appellant.\nJ. Howard Devlin, Assistant City Solicitor, with him Anne X. Alpern, City Solicitor, for appellees.\nNovember 27, 1944:"
  },
  "file_name": "0589-01",
  "first_page_order": 621,
  "last_page_order": 625
}
