{
  "id": 1220303,
  "name": "Ulick v. Vibration Specialty Co., Appellant",
  "name_abbreviation": "Ulick v. Vibration Specialty Co.",
  "decision_date": "1944-01-03",
  "docket_number": "Appeal, No. 203",
  "first_page": "241",
  "last_page": "245",
  "citations": [
    {
      "type": "official",
      "cite": "348 Pa. 241"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "247 Pa. 554",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009508
      ],
      "pin_cites": [
        {
          "page": "558"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/247/0554-01"
      ]
    },
    {
      "cite": "26 Pa. Superior Ct. 318",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        853813
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/26/0318-01"
      ]
    },
    {
      "cite": "297 Pa. 131",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1118201
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "134"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/297/0131-01"
      ]
    },
    {
      "cite": "152 Pa. Superior Ct. 270",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1048268
      ],
      "pin_cites": [
        {
          "page": "273"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/152/0270-01"
      ]
    },
    {
      "cite": "172 Pa. 70",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        874122
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "75"
        },
        {
          "page": "75"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/172/0070-01"
      ]
    },
    {
      "cite": "111 Pa. Superior Ct. 226",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        971066
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "228"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/111/0226-01"
      ]
    },
    {
      "cite": "111 Pa. Superior Ct. 20",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        971032
      ],
      "pin_cites": [
        {
          "page": "23"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/111/0020-01"
      ]
    },
    {
      "cite": "129 Pa. Superior Ct. 565",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1004341
      ],
      "pin_cites": [
        {
          "page": "568"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/129/0565-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 392,
    "char_count": 6990,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 2.3311619123681425e-07,
      "percentile": 0.7911123389819252
    },
    "sha256": "316901acdec3e4e3a2bf4561c4a20db39f0d9c3ce5078f79bf3438119893d1d0",
    "simhash": "1:39e3c742b781e9e7",
    "word_count": 1188
  },
  "last_updated": "2024-02-27T16:11:05.958306+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson and Stearns, JJ."
    ],
    "parties": [
      "Ulick v. Vibration Specialty Co., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Patterson,\nThe question for determination is: May a warrant of attorney to confess judgment contained in a contract signed by the Federal Home Improvement Co., a fictitious name .for an individual who owns said company, be exercised by the individual against the other contracting party?\nOn November 2,1942, Vibration Specialty Company, appellant, and the Federal Home Improvement Co., a business owned and operated by Edna Ulick, and duly registered of record under and pursuant to the Pennsylvania Assumed or Fictitious Names Act, entered into an agreement for a construction and certain improvements upon appellant’s property. The contract contained a warrant of attorney to confess judgment, and was executed on behalf of the Federal Home Improvement Co. Appellant having defaulted, the warrant of authority to confess judgment was exercised in the name of “Edna Ulick, trading as Federal Home Improvement Co.” Entry of judgment was accompanied by an averment of default and a suggestion filed of record that the business was duly registered under the Assumed or Fictitious Names Act and recorded as such prior to the date of the contract. Appellant filed a rule to show cause why the judgment should not be stricken off. The court, below entered an order discharging the rule provided appellee would file an affidavit identifying herself as. the real party in interest. An affidavit setting forth that Edna Ulick, trading as Federal Home Improvement Co., was the person with whom appellant had contracted; that she was the sole, true and lawful owner and holder of■ the claim against appellant; and, that she was the real party in interest, was filed forthwith. This appeal is from an order discharging a petition to show cause why the rule to strike off the judgment should not be made absolute. The order appealed from must be affirmed.\nRelying upon the existence and nse of the name Federal Home Improvement Co., Inc. in the body of the contract, and designation therein of the contracting party as a private corporation, appellant contends that the contract was not made with the Federal Home Improvement Co. This contention fails to consider that at the top of the contract the word “Inc.” is crossed out; that the Federal Home Improvement Co., Inc. ceased to transact business in this Commonwealth on July 1,1941, one year and five months prior to the execution of the contract; that there was at the time no corporation in this Commonwealth doing business under that name; that since July 1,1941, appellee has been the sole owner of the business conducted under the trade name of Federal Home Improvement Co.; and, that appellee had registered under the Assumed or Fictitious Names Act prior to the execution of the said contract. The registration being on record was constructive notice to appellant of the nature of the person or business with whom it was negotiating and with whom it contracted: Houser v. Childs, 129 Pa. Superior Ct. 565, 568; Estate of Edwin R. Mach, 111 Pa. Superior Ct. 20, 23. Appellant cannot plead ignorance of facts of which it is deemed to have had notice. Nor does it appear that appellant was deceived in any manner or that any fraud was perpetrated upon it. See Rome S. & S. Station v. Finch, 111 Pa. Superior Ct. 226, 228.\nIn Miller v. Glass Works, 172 Pa. 70, 75, this Court said: “The prothonotary ... in entering the judgment may inquire who are ‘the persons who executed the warrant’ in the sense of who are the legal makers of the instrument liable thereon, even though they did not put their own hands to it, and their names do not appear on its face.” There the note was made in the firm name and did not disclose individual names of partners. Plaintiff filed a formal declaration against the partnership by its title, and named the individual members. Judgment was confessed in this manner and entered by the prothonotary in this form. “There was nothing irregular on the face of it, and the court below was not bound to strike it off”: Miller v. Glass Works, supra, 75.\nIt is fundamental that an authority to confess judgment cannot operate in favor of a stranger to the contract. See Dime Bank & Trust Co. v. Manganiello, 152 Pa. Superior Ct. 270, 273; Boggs v. Levin, 297 Pa. 131, 134; 6 Standard Pennsylvania Practice, p. 682. This rule, however, has no application to the instant case. Appellee is no stranger to the contract. She is, in fact, the party to the contract. In Eddy v. Smiley, 26 Pa. Superior Ct. 318, judgment was entered by confession in favor of R. G. Eddy individually. The record showed a warrant of attorney to confess judgment in favor of The R. G. Eddy Marble & Granite Company of Mead-ville. The court said (p. 319) : “The agreement between the defendant and the Marble & Granite Company does not . . . indicate whether the latter was a partnership or a corporation, and the record in any action upon the agreement should be made to clear up that uncertainty. This plaintiff cannot recover upon the written agreement without in some manner connecting himself with the company with which defendant entered into covenants.” In Boggs v. Levin, supra, this Court held that the judgment was properly stricken off when the plaintiff failed to indicate upon the record the nature of the interest and capacity in which plaintiff entered the judgment. We said, on page 134: “We find nothing on the record to show that Maustbaum Brothers & Fleisher designated as agent, was in fact, acting for plaintiff . . . He is not designated as such, nor is there an assertion to indicate the capacity in which he was acting . . . Even the confession of judgment and affidavit accompanying it do not furnish information on the question ... No averment is set forth that Boggs is the owner of the premises and ap.proved the lease as such. If this were the fact plaintiff did not see fit to bring it on the record in a proper manner, and it is not within the province of the court to sup ply the omission by inference ” Where the record establishes that the one in whose favor judgment has been confessed is the real party for whom the power to confess judgment was intended the judgment is properly of record. Where, however, this is not disclosed by the record, by affidavit, averment or otherwise, the result is otherwise.\nThe court below properly refused to strike off the judgment. The record establishes Edna Ulick to be in fact the Federal Home Improvement Co. and the real contracting party. If appellant has a meritorious defense its remedy is not by petition and rule to strike off but by petition and rule to open the judgment. See Williams v. Notopolos, 247 Pa. 554, 558; Rome S. & S. Station v. Finch, supra.\nThe order of the court below is affirmed. Costs to be paid by appellant.",
        "type": "majority",
        "author": "Mr. Justice Patterson,"
      }
    ],
    "attorneys": [
      "Michael E. Egnal, for appellant.",
      "Simon Pearl, for appellee."
    ],
    "corrections": "",
    "head_matter": "Ulick v. Vibration Specialty Co., Appellant.\nArgued November 26, 1943.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson and Stearns, JJ.\nMichael E. Egnal, for appellant.\nSimon Pearl, for appellee.\nJanuary 3, 1944:"
  },
  "file_name": "0241-01",
  "first_page_order": 293,
  "last_page_order": 297
}
