{
  "id": 1220310,
  "name": "Rockett Will",
  "name_abbreviation": "Rockett Will",
  "decision_date": "1944-01-03",
  "docket_number": "Appeals, Nos. 119, 120 and 147-150",
  "first_page": "445",
  "last_page": "450",
  "citations": [
    {
      "type": "official",
      "cite": "348 Pa. 445"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "158 A. 275",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "306 Pa. 7",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1136889
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/306/0007-01"
      ]
    },
    {
      "cite": "26 A. 2d 339",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "344 Pa. 520",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1210932
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/344/0520-01"
      ]
    },
    {
      "cite": "15 A. 2d 370",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "339 Pa. 489",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "200 A. 65",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "331 Pa. 33",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1184315
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/331/0033-01"
      ]
    },
    {
      "cite": "108 A. 614",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "265 Pa. 202",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1051869
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/265/0202-01"
      ]
    },
    {
      "cite": "55 Pa. 424",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1470677
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/55/0424-01"
      ]
    },
    {
      "cite": "75 Pa. 503",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036641
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/75/0503-01"
      ]
    },
    {
      "cite": "88 A. 311",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "241 Pa. 117",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976092
      ],
      "pin_cites": [
        {
          "page": "121"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/241/0117-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 549,
    "char_count": 9265,
    "ocr_confidence": 0.485,
    "pagerank": {
      "raw": 7.025209322761403e-07,
      "percentile": 0.9660177099128173
    },
    "sha256": "b9b2d4c4bad1dd26e0da0a345a9d39797ed1e9be6702a01de3a38e360f5a178a",
    "simhash": "1:e60787f8640f107b",
    "word_count": 1584
  },
  "last_updated": "2024-02-27T16:11:05.958306+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern and Patterson, JJ."
    ],
    "parties": [
      "Rockett Will."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Drew,\nThese appeals are from a final decree, as modified, of the Orphans’ Court of Philadelphia County refusing to audit the first account of the executors of the Estate of Thomas T. Rockett, deceased, until a proper decree of probate is entered.\nThe will of testator, who died May 13, 1934, was admitted to probate by the Register of Wills. The instrument is dated April 11, 1933, and consists of nine typewritten pages, clamped together and signed by testator at the bottom of each page. On pages 1 and 2 of the will as probated appear certain pencil markings and writings. The typeAvritten portion of the Avill provides in substance, after certain specific bequests, that the residuary estate shall be held in trust in four equal parts, the income from each to be paid respectively to testator’s four sons, Wesley, Tasker, Wallace and Charles and upon their deaths to other named persons, under clauses (a), (b), (c) and (d) of the fourth paragraph. The pencil notations on page 1 have no relevancy here. Those on page 2, which gave rise to this controversy, appear in the left and right hand margins opposite clause (a), and are as follows: in the left hand margin is a vertical bracket and also an irregular black pencil line running the length of the clause, and a zigzag line in red pencil extending about half the length of the clause. Also in this margin are two question marks, a check mark, the word “off” and the initials “T. T. B.” In the right hand margin there is a bracket in black pencil extending vertically the length of the clause in question and the notation “This Section (a) Void.” No attempt was made to establish the origin of these marginal notations before the Begister of Wills, whose decree of probate admits the entire instrument, including the pencil marks and writings, as the will of testator. The Begister’s record, however, does contain the affidavit of the three subscribing witnesses, in which they aver “The above witnesses did not see changes made on first and second pages of Will at time of execution of said Will.” No appeal was taken from the decree of probate, and the period of two years has elapsed since its entry.\nAt the audit of the account of the executors, they requested that the residuary estate be distributed to-them as trustees, to be held in trust by them and the income therefrom paid in three equal parts to testator’s sons, Tasker, Wallace and Charles, under clauses (b), (c) and (d) of the fourth paragraph, on the ground that clause (a) had been revoked by the marginal marks and writings. Mary Eleanor Duncan and Wilbur Duncan, great-grandchildren of testator — grandchildren of testator’s son, Wesley, who had predeceased his father— claiming to be beneficiaries under clause (a), questioned this interpretation. The learned auditing judge, after hearing testimony as to the origin of these marginal notations adduced by the trustees and testator’s sons, over the objection of counsel for the great-grandchildren, held that clause (a) had been revoked, and, therefore, made the award of the residuary estate as requested by the executors. After argument on exceptions, the court en banc referred the matter back to the auditing judge in order that additional testimony could be taken and further findings made. Following the rehearing, the auditing judge confirmed his previous decision, and the majority of the learned court en banc then reversed the award, held the decree of the Register of Wills to be null and void for uncertainty, and declined to audit the account until an appropriate decree of probate is made. These cross-appeals by testator’s great-grandchildren on the one hand, and his sons and the trustees on the other, were then taken.\nCounsel for the great-grandchildren contend, inter alia, that in the light of the probate record, the intent, meaning and effect of the Register’s decree is that he probated the original typewritten will in its entirety, including clause (a) here involved, without giving any effect whatever to the marginal notations. Counsel for the sons and the trustees, however, argue, among other things, that the action of the Register admitted every word of the instrument offered for probate, and in effect decided that clause (a) was revoked.\nThe primary question which we are here called upon to decide is — Does the silence of the decree of probate as to the pencil markings and writings in controversy have the effect of a judicial determination that clause (a) was or was not revoked by testator?\nIn this Commonwealth the line of demarcation between matters of probate and of distribution or construction is distinct and definite. In. this connection it was said by this Court, in Carson’s Estate, 241 Pa. 117, 121, 88 A. 311: “The probate of a will without regard to its provisions is one thing; distribution of the estate of the testator in accordance with its terms is another. The former is for the register; the latter is none of his concern.” It is clear that the issue here, i. e. whether or not clause (a) formed a part of testator’s will, is one of probate, rather than of construction or distribution. In Hegarty’s Appeal, 75 Pa. 503, it ivas said by Mr. Justice Shakswood (pp. 514-515) : “Accordingly, nothing is better settled in England than that the ordinary or ecclesiastical court has exclusive jurisdiction of the question, whether any particular clause is really a part of the will of the testator ... We may assume that where the contest is, whether a particular clause really forms a part of the will of the testator . . . it is in the power of the register to grant probate of the rest of the paper without such clause as forming in truth no part of the will.” cf. Dixon’s Appeal, 55 Pa. 424; Seiter’s Estate, 265 Pa. 202, 108 A. 614; Baker’s Estate, 331 Pa. 33, 200 A. 65; Rosenthal’s Estate, 339 Pa. 489, 15 A. 2d 370; Davis’ Estate, 344 Pa. 520, 26 A. 2d 339.\nThe Register of Wills Act of June 7, 1917, P. L. 415, §16 (a), provides: “The probate, or refusal of probate, by the register of the proper county of any will, or any other paper purporting to be a will or codicil thereto, shall be conclusive . . . unless, within two years from the date of such probate or refusal of probate, those interested shall appeal from the decree of the register as herein provided ...” While we are satisfied that this provision of the statute should be strictly upheld (Taylor’s Estate, 306 Pa. 7, 158 A. 275), yet the circumstances here presented prevent its application. Although it appears from the affidavit of the attesting witnesses that the marginal notations apparently were not on the will at the time of its execution, the decree of probate, nevertheless, fails to state whether or not they are part of the will with which we are here concerned. The silence of the decree in this connection makes it capable of a double interpretation, either that the clause was or was not revoked, and thus a proper distribution could not be made at the audit. As to the fact that judgments or decrees must he certain and unequivocal, it is aptly stated in Freeman on Judgments, §72: “Inasmuch as the judgment and its enforcement is the end and aim of the whole litigation, to satisfy this purpose it must so dispose of the matters at issue between the parties that they and such other persons as may be affected, will be able to determine with reasonable certainty the extent to which their rights and obligations have been determined.” Where a judgment or decree lacks such certainty and is absolutely unintelligible, it is a nullity: 34 C. J. §863, pp. 563-4. Therefore, in the instant case, in view of the Register’s failure to determine whether all or merely a part of the instrument offered for probate was in fact the will of testator, it is obvious that the court below had no alternative but to declare the decree of probate void and refuse to audit the account until an intelligible and unequivocal decree is made by the Register.\nWe agree with the court en banc “that the learned Auditing Judge was restricted at the audit of the executor’s account to the application of the testator’s wishes as expressed in the will, not as found by the Auditing Judge, but as determined by the Register. It was his function to construe the instrument presented to him with the Register’s specific finding and without any authority in him as the Auditing Judge to take any testimony or to deliberate the matter further than what appears on the face of the instrument itself and in the Register’s record.”\nDecree affirmed; costs to abide the final disposition of the cause.\nWhile there is grave doubt in our minds as to whether the decree appealed from is interlocutory, in the interest of substantial justice we have decided to dispose of the controversy on its merits.",
        "type": "majority",
        "author": "Mr. Justice Drew,"
      }
    ],
    "attorneys": [
      "Charles Lakatos, with him Abraham E. Freedman, Paul M. Goldstein, of Freedman & Goldstein, and Albert G. Newton, for great-grandchildren, appellants, Nos. 119 and 120, and appellees Nos. 147-150.",
      "J. Channing Ellery, with him Frank O. Schilpp and Bombó & Mair, for sons and trustees, appellees, Nos. 119 and 120, and appellants, Nos. 147-150."
    ],
    "corrections": "",
    "head_matter": "Rockett Will.\nArgued November 23, 1943.\nBefore Maxey, C. J., Drew, Linn, Stern and Patterson, JJ.\nCharles Lakatos, with him Abraham E. Freedman, Paul M. Goldstein, of Freedman & Goldstein, and Albert G. Newton, for great-grandchildren, appellants, Nos. 119 and 120, and appellees Nos. 147-150.\nJ. Channing Ellery, with him Frank O. Schilpp and Bombó & Mair, for sons and trustees, appellees, Nos. 119 and 120, and appellants, Nos. 147-150.\nJanuary 3, 1944:"
  },
  "file_name": "0445-01",
  "first_page_order": 497,
  "last_page_order": 502
}
