{
  "id": 1220253,
  "name": "Wojnar et ux., Appellants, v. Yale and Towne Manufacturing Company, Inc. et al.",
  "name_abbreviation": "Wojnar v. Yale & Towne Manufacturing Co.",
  "decision_date": "1944-03-20",
  "docket_number": "Appeal, No. 282",
  "first_page": "595",
  "last_page": "598",
  "citations": [
    {
      "type": "official",
      "cite": "348 Pa. 595"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "178 A. 3",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "318 Pa. 346",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1159568
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/318/0346-01"
      ]
    },
    {
      "cite": "154 A. 799",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "303 Pa. 469",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1130077
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/303/0469-01"
      ]
    },
    {
      "cite": "134 A. 409",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "287 Pa. 259",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1099652
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/287/0259-01"
      ]
    },
    {
      "cite": "155 A. 280",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "304 Pa. 177",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1132445
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/304/0177-01"
      ]
    },
    {
      "cite": "175 A. 522",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "317 Pa. 15",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845109
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/317/0015-01"
      ]
    },
    {
      "cite": "31 A. 2d 99",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "346 Pa. 417",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1216427
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/346/0417-01"
      ]
    },
    {
      "cite": "347 Pa. 373",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1217385
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/347/0373-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 366,
    "char_count": 5022,
    "ocr_confidence": 0.51,
    "pagerank": {
      "raw": 2.3712979861926506e-07,
      "percentile": 0.7953849819043504
    },
    "sha256": "acc0aa3c36daa443085fd78856f2a7662e455768813983836fbe820f4e4ee507",
    "simhash": "1:a7b6140a184f28c4",
    "word_count": 826
  },
  "last_updated": "2024-02-27T16:11:05.958306+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Hughes, J J."
    ],
    "parties": [
      "Wojnar et ux., Appellants, v. Yale and Towne Manufacturing Company, Inc. et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Allen M. Stearne,\nComplainants sought to enjoin the Yale and Towne Manufacturing Company from operating its industrial plant in a manner alleged to be injurious to the health of complainants and their family and detrimental to the value of the complainants’ residential property. The bill, as amended, averred that the defendant is the owner of a large factory across the street from complainants’ residence; that the lot adjacent to the residence is used by the factory for the storage of heavy metal parts; that the operation of both the factory and storage lot causes an unreasonable amount of noise and vibration; that additional discomfort is caused by the drainage of surface water from the lot upon the property of the complainants. Moreover, it is alleged that the City Ordinance zoning as an industrial area the block in which complainants have their residence, is arbitrary, discriminatory and unconstitutional. The chancellor, after a hearing, dismissed the bill and complainants now appeal.\nThe complaint concerning the operation of the factory across the street from complainants’ residence was abandoned. Objection is confined to the one-story corrugated warehouse on the adjacent lot. It is contended that the structure is being operated in such a manner as to constitute a restrainable nuisance.\nThe zoning map discloses that the block in which the complainants’ residence is located is classified as “industrial”, and adjoins a very large industrial area. Any residential uses near the complainants’ property are mere “spot” uses, and constitute residential islands in a sea of industrial uses. The erection in an industrial area of a corrugated one-story warehouse for storing large metal castings does not constitute a nuisance per se. See: Essick v. Shillam, 347 Pa. 373, and the cases therein cited. Moreover, the finding of the chancellor that there was nothing in the construction of the warehouse, or in the necessary consequences of its normal operation, to create a nuisance in fact is fully supported by the evidence. The chancellor not only heard the evidence but, accompanied by counsel for both parties, visited the complainants’ home and personally observed the activities carried on by the defendant. He found as a fact that the “noise now emanating from the respondent’s warehouse is only that which is incident to the moving of castings and other materials stored there, said activity being necessary for the successful operation of the respondent’s manufacturing business in that neighborhood.” See Hannum v. Gruber, 346 Pa. 417, 31 A. 2d 99. No one is entitled to absolute quiet in the enjoyment of his property; he may only insist on that degree of quietness consistent with the standard of comfort prevailing in the locality in which he dwells. See Duty v. Vacuum Oil Co., 317 Pa. 15, 175 A. 522. Annoyance or inconvenience which complainants sustained by reason of the noise or vibration must be regarded as an ordinary incident of residence in the heart of an industrial area, and is damnum absque injuria. See Duty v. Vacuum Oil Co., supra; Ebur v. Alloy Metal Wire Co., 304 Pa. 177, 155 A. 280.\nComplainants have alleged that it was arbitrary, unreasonable and unconstitutional to classify the block in which their property is located as “industrial”. Zoning acts of the legislature, and the ordinances passed under them, have been held constitutional in numerous cases. It is true that the effect of certain parts of the zoning ordinances, as they operate on specific property or pieces of land, have been held to be confiscatory of property rights where there has been an unreasonable exercise of power. Such exercise has been declared unconstitutional. White’s Appeal, 287 Pa. 259, 134 A. 409; Taylor v. Moore, 303 Pa. 469, 154 A. 799. Where, however, the party alleges that a zoning classification is arbitrary and unreasonable, the remedy, provided by the Zoning Act of May 6, 1929, P. L. 1551, 53 PS section 3822 et seq., is an appeal from the decision of the Zoning Board of Adjustment to a court of record. Indeed, when the complainants’ amended bill was filed, such an appeal was still pending in Court of Common Pleas No. 6. Where a statutory remedy is provided, as in this case, the directions of the statute must be strictly pursued. The statutory remedy or procedure is exclusive, Taylor v. Moore, supra; White v. Old York Road Country Club, 318 Pa. 346, 178 A. 3. The complainants may not seek a change in the classification of their area in this suit.\nDecree affirmed at the cost of the appellants.",
        "type": "majority",
        "author": "Mr. Justice Allen M. Stearne,"
      }
    ],
    "attorneys": [
      "J. Leon Rabben, for appellants.",
      "Frederic L. Clark, with him Charles H. Hassert and Shields, Clark, Brown & McCown, for appellee.",
      "G. Coe Farrier, Assistant City Solicitor, with him Robert McCay Green, City Solicitor, for City of Phila., intervenor."
    ],
    "corrections": "",
    "head_matter": "Wojnar et ux., Appellants, v. Yale and Towne Manufacturing Company, Inc. et al.\nArgued January 4,1944.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Hughes, J J.\nJ. Leon Rabben, for appellants.\nFrederic L. Clark, with him Charles H. Hassert and Shields, Clark, Brown & McCown, for appellee.\nG. Coe Farrier, Assistant City Solicitor, with him Robert McCay Green, City Solicitor, for City of Phila., intervenor.\nMarch 20, 1944:"
  },
  "file_name": "0595-01",
  "first_page_order": 649,
  "last_page_order": 652
}
