{
  "id": 854211,
  "name": "Pairpoint Mfg. Co. et al. v. Phila. Optical & Watch Co. et al. Keystone Watch Case Co.'s Appeal",
  "name_abbreviation": "Pairpoint Mfg. Co. v. Phila. Optical & Watch Co.",
  "decision_date": "1894-04-02",
  "docket_number": "Appeal, No. 419",
  "first_page": "17",
  "last_page": "22",
  "citations": [
    {
      "type": "official",
      "cite": "161 Pa. 17"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "86 Pa. 350",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056574
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/86/0350-01"
      ]
    },
    {
      "cite": "62 Pa. 498",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1017236
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/62/0498-01"
      ]
    },
    {
      "cite": "71 Pa. 317",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1031256
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/71/0317-01"
      ]
    },
    {
      "cite": "147 Pa. 367",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "26 N. J. Eq. 60",
      "category": "reporters:state",
      "reporter": "N.J. Eq.",
      "case_ids": [
        534855
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nj-eq/26/0060-01"
      ]
    },
    {
      "cite": "55 Ga. 546",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        574837
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ga/55/0546-01"
      ]
    },
    {
      "cite": "119 N. Y. 53",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "77 N. Y. 272",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        542799
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/77/0272-01"
      ]
    },
    {
      "cite": "32 Hun, 173",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "42 Hun, 182",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "73 N. Y. 571",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2169749
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/73/0571-01"
      ]
    },
    {
      "cite": "85 N. Y. 453",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2182438
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/85/0453-01"
      ]
    },
    {
      "cite": "3 N. Y. 479",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2007203
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/3/0479-01"
      ]
    },
    {
      "cite": "15 N. Y. 198",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "9 N. Y. 142",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2011926
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/9/0142-01"
      ]
    },
    {
      "cite": "94 N. Y. 32",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "29 N. J. Eq. 291",
      "category": "reporters:state",
      "reporter": "N.J. Eq.",
      "case_ids": [
        542619
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nj-eq/29/0291-01"
      ]
    },
    {
      "cite": "4 Coldw. 471",
      "category": "reporters:state",
      "reporter": "Cold.",
      "case_ids": [
        11266115
      ],
      "opinion_index": -1,
      "case_paths": [
        "/tenn/44/0471-01"
      ]
    },
    {
      "cite": "8 Ga. 506",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        1385754
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ga/8/0506-01"
      ]
    },
    {
      "cite": "43 N. H. 263",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        4556710
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/43/0263-01"
      ]
    },
    {
      "cite": "1 Sm. & M. 207",
      "category": "reporters:state",
      "reporter": "S. & M.",
      "opinion_index": -1
    },
    {
      "cite": "6 Conn. 233",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6754566
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/6/0233-01"
      ]
    },
    {
      "cite": "33 N. J. Eq. 155",
      "category": "reporters:state",
      "reporter": "N.J. Eq.",
      "case_ids": [
        8875777
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/nj-eq/33/0155-01"
      ]
    },
    {
      "cite": "14 Stewart, 648",
      "category": "reporters:state",
      "reporter": "Stew.",
      "opinion_index": -1
    },
    {
      "cite": "14 Stewart, 642",
      "category": "reporters:state",
      "reporter": "Stew.",
      "opinion_index": -1
    },
    {
      "cite": "155 Pa. 409",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        983237
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/155/0409-01"
      ]
    },
    {
      "cite": "98 N. Y. 553",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        557844
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/98/0553-01"
      ]
    },
    {
      "cite": "11 Humph. 24",
      "category": "reporters:state",
      "reporter": "Hum.",
      "opinion_index": -1
    },
    {
      "cite": "5 N. Y. 320",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        6098667
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/5/0301-01"
      ]
    },
    {
      "cite": "47 N. J. Eq. 580",
      "category": "reporters:state",
      "reporter": "N.J. Eq.",
      "case_ids": [
        93289
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nj-eq/47/0580-01"
      ]
    },
    {
      "cite": "42 N. J. Eq. 397",
      "category": "reporters:state",
      "reporter": "N.J. Eq.",
      "case_ids": [
        8875866
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nj-eq/42/0397-01"
      ]
    },
    {
      "cite": "41 N. J. Eq. 648",
      "category": "reporters:state",
      "reporter": "N.J. Eq.",
      "case_ids": [
        784918
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nj-eq/41/0648-01"
      ]
    },
    {
      "cite": "41 N. J. Eq. 635",
      "category": "reporters:state",
      "reporter": "N.J. Eq.",
      "case_ids": [
        785040
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nj-eq/41/0635-01"
      ]
    },
    {
      "cite": "5 W. & S. 223",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478389
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0223-01"
      ]
    },
    {
      "cite": "110 Pa. 156",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543697
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/110/0156-01"
      ]
    },
    {
      "cite": "41 N. J. Eq. 648",
      "category": "reporters:state",
      "reporter": "N.J. Eq.",
      "case_ids": [
        784918
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj-eq/41/0648-01"
      ]
    },
    {
      "cite": "41 N. J. Eq. 635",
      "category": "reporters:state",
      "reporter": "N.J. Eq.",
      "case_ids": [
        785040
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj-eq/41/0635-01"
      ]
    },
    {
      "cite": "110 Pa. 156",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543697
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/110/0156-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 698,
    "char_count": 13797,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 3.0304325151228805e-07,
      "percentile": 0.8545654592217539
    },
    "sha256": "7d620f80c7e16890f947848bdac5ac0aaec4e9e4cde5d1f919a9d9584144db46",
    "simhash": "1:b19f3bbbf082154c",
    "word_count": 2403
  },
  "last_updated": "2024-02-27T19:30:30.649911+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, McCollum, Dean and Fell, JJ."
    ],
    "parties": [
      "Pairpoint Mfg. Co. et al. v. Phila. Optical & Watch Co. et al. Keystone Watch Case Co.’s Appeal."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Fell,\nOn the 10th of January, 1894, the appellant, The Keystone Watch Case Company, caused judgment by confession to be entered on the bond of the defendant, The Philadelphia Optical & Watch Company, for $50,000. On the same day a writ of execution issued and a levy was made on the property of the company.\nOn the 18th of January a bill was filed by the Pairpoint Manufacturing Company and others, creditors, against the defendant, under which receivers were appointed. On the 16th of February, on petition of the receivers, an injunction was granted restraining the appellant from proceeding with the execution, commanding the sheriff to surrender to the receivers the property levied on, and directing a sale by the receivers without prejudice to the rights of the judgment and attaching creditors as to liens acquired.\nThe reasons assigned in the petition, and on which the order is based, are that the judgments of the appellant and others effect preferences, and are therefore fraudulent in law, and that a sale by the sheriff would cause a sacrifice of the property and a distribution of the proceeds in violation of the rights of the plaintiffs in the bill and other creditors. The statement that the judgments are fraudulent in law is evidently founded upon an averment in the bill that the defendant is a New Jersey corporation, and that the laws of that state regulating corporations provide (sec. 80) : “ In payment of the creditors and distribution of the funds of any company the creditors shall be paid proportionately to the amount of their respective debts, excepting mortgage and judgment creditors, when the judgment has not been by confession for the purpose of preferring creditors.” No actual fraud is alleged, and the claim that the judgment is legally fraudulent is based entirely upon the fact that it works a preference in a manner forbidden by the statute of New Jersey.\nThe New Jersey act does not make unlawful the preference of a creditor by an insolvent corporation except when effected by means of a confessed judgment: Wilkinson v. Bauerle, 41 N. J. Eq. 635; Vail v. Jameson, 41 N. J. Eq. 648.\nNo disability to make a preference is imposed upon this corporation by its charter, and the prohibition by a general enactment can have no extra-territorial effect. Not being forbidden by the organic law of the corporation, the legality of the act must depend upon the law of the state where it is done. In Pennsylvania an insolvent corporation may prefer a creditor by a confession of judgment: Lake Shore Banking Co. v. Fuller, 110 Pa. 156.\nThe confession of judgment to the appellant being lawful, the only remaining reason presented by the petition for interfering with the writ of execution is that a sale can be more advantageously conducted in the interests of all the creditors by the receivers.\nThis is not a sufficient reason. The appellant is pursuing the regular and orderly course for the collection of a judgment lawfully obtained for a debt admittedly due. This is its right. The interests of other creditors may be affected thereby, but, until it is shown that their rights are violated, no one has a standing to challenge the appellant’s right to use the means provided by law for the enforcement of its claim.\nThe assignment of error is sustained, and the decree of the court of common pleas of February 16, 1894, is reversed and set aside, with costs to be paid by the appellees.",
        "type": "majority",
        "author": "Mr. Justice Fell,"
      }
    ],
    "attorneys": [
      "B. H. Lowry, for appellants.",
      "Francis F. Brewster, Wm. W. Wiltbank and Henry P. Brown, T. D. Finletter and Samuel M. Hyneman with them, for appellees."
    ],
    "corrections": "",
    "head_matter": "Pairpoint Mfg. Co. et al. v. Phila. Optical & Watch Co. et al. Keystone Watch Case Co.’s Appeal.\nCorporations — Insolvency— Confession of judgment — Preferences.\nIu Pennsylvania an insolvent corporation may prefer a creditor by a confession of judgment: Lake Shore Banking Co. v. Fuller, 110 Pa. 156.\nCorporations —Conflict of laws — Preferences.\nWhere no disability to make a preference of one creditor before another is imposed upon a foreign corporation by its charter, the prohibition of such a preference by a general enactment of the state where the corporation is chartered, can have no extra-territorial effect.\nCorporations — Receivers—Execution—Creditors—Sale.\nA sale under a judgment confessed by an insolvent corporation will not be restrained by a court of equity on the ground that a sale of the company’s property can be more advantageously conducted in the interests of all the creditors by receivers. Until the rights of the other creditors are violated no one has a standing to challenge the execution creditor’s right to use the means provided bylaw for the enforcement of his claim.\nArgued March 19, 1894.\nAppeal, No. 419, Jan. T., 1894, by the Keystone Watch Case Company, a creditor, from decree of C. P. No. 3, Phila. Co., Dec. T., 1893, No. 993, restraining sheriff’s sale of property of the Phila. Optical & Watch Co. et al. at suit of Pairpoint Mfg. Co. et al.\nBefore Sterrett, C. J., Green, McCollum, Dean and Fell, JJ.\nReversed.\nBill to restrain sheriff’s sale. Before Finletter, P. J.\nFrom the record it appeared that, on Jan. 10,1894, judgment was entered bjr confession against the Phila. Optical & Watch Co. in favor of the Keystone Watch Case Có. On Jan. 20, 1894, a bill in equity was filed to the same term and number, by common creditors, praying for an injunction to restrain the execution which had issued upon the judgment confessed, and for the appointment of a receiver. Under this bill the Guarantee Trust & Safe Deposit Co. and James Work were appointed receivers. Subsequently, to the same term and number, the receivers filed a petition in which they set forth their own appointment by the Court of Common Pleas No. 3, and by the chancellor of New Jersey. The petition further averred:\n“That the Philadelphia Optical & Watch Co. was a New Jersey corporation and had for some time carried on business in the city of Philadelphia and elsewhere. That on Jan. 10th a foreign attachment had issued against the Philadelphia Optical & Watch Co. at the suit of Charles C. Harrison, and the property of the said company at its place of business, No. 916 Chestnut street, Philadelphia, had been attached; and that a rule to dissolve the attachment was pending.\n“ That on Jan. 10, 1894, a judgment was entered by confession in favor of the Keystone Watch Case Co., and a fi. fa. thereon issued and levy made by the sheriff.\n“ That on Jan. 10,1894, sundry other judgments and fi. fas. against the Philadelphia Optical & Watch Co. were entered and issued in the Court of Common Pleas No. 3, of Phila. Co.; and that sundry additional writs of foreign attachment had also issued upon the above-mentioned judgments. That the sheriff had advertised for sale the goods levied upon by him.\n“ That the petitioners had been notified by the plaintiffs in the bill in equity under which they were appointed receivers that certain, if not all, of the above judgments effected preferences, and as against other creditors of the Philadelphia Optical & Watch Co. were fraudulent in law; and that should a sale of the property be allowed to proceed the same would be sacrificed and the proceeds thereof would be distributable in violation of the rights of said creditors.”\nThe petition prayed, (1) That the appellant and the other judgment creditors be restrained from further proceeding with their executions. (2) That the property be sold by the receivers. (3, 4) That the judgment and attaching creditors stand unprejudiced so far as entitled to come in on the proceeds of said sale; and that distribution be made of such proceeds under direction of the court.\nThe court entered a decree enjoining the sale, and directing the sheriff to deliver the property levied upon to the receivers, and directing the receivers to sell the property.\nError assigned was decree as above.\nB. H. Lowry, for appellants.\nIn Pennsylvania an insolvent corporation has power to prefer particular creditors : Dana v. Bank, 5 W. & S. 223. A preference of a creditor in Pennsylvania by confession of judgment will be sustained: Lake Shore Banking Company v. Fuller, 110 Pa. 156.\nIn New Jersey the sale or transfer of the property of an incorporated company, or the use of such property, to prefer creditors after insolvency, is not now prohibited, except so far as a preference by a confessed judgment is prohibited by the statute : Wilkinson v. Bauerle, 41 N. J. Eq. 635; Vail v. Jameson, 41 N. J. Eq. 648; Berge v. Porpoise Fishing Co., 42 N. J. Eq. 397; Bissell v. Besson, 47 N. J. Eq. 580.\nWhere a preference is not forbidden, the method of effecting it must be determined by the practice of the state where the preference is given.\nWhile a special disability imposed upon a corporation by its charter may have an extra-territorial effect, yet a general enactment prohibiting certain things cannot: Morawetz on Priv. Corp., 2d ed. § 967 ; Hoyt v. Shelden, 3 Bosw. (N. Y.) 267; Hoyt v. Thompson, 5 N. Y. 320 ; Ohio Life Ins. Co. v. Merchants’ Ins. Co., 11 Humph. 24; Ellsworth v. R. R., 98 N. Y. 553.\nIn view of the decision of this court in Artman v. Giles, 155 Pa. 409, it seems unnecessary to do more than call attention to the decision in that case as an answer to the expression of their opinion by the receivers that a sale by them would realize more than a sale by the sheriff. This does not constitute ground on which the court can interfere with the orderly process of the law.\nSupposing that the act of May 4, 1893, P. L. 29, can be construed so as to give jurisdiction in the case of disputes between one set of creditors and another set of creditors, yet this cannot mean that where creditors have judgments against the corporation and have issued executions upon those judgments, a court of equity, at the instance of other creditors, with neither judgments nor attachments, and without its being clearly shown that the simple contract creditors will have their legal rights impaired by allowing the proceedings at law to go on, will restrain a sheriff’s sale, and will order the goods to be sold by a receiver appointed by the court, simply on the ground that the receiver is of opinion that his sale would realize more than the’ sale by the sheriff.\nFrancis F. Brewster, Wm. W. Wiltbank and Henry P. Brown, T. D. Finletter and Samuel M. Hyneman with them, for appellees.\nThe common law principle, that one who assumes to have a claim against a debtor, and a consequent right to take that debtor’s property in satisfaction, must show a judgment in order to successfully interfere with the act of a creditor whose claim has in some form or other been so adjudicated as to give the latter a right or a lien against property attached, which was stated and applied in Artman v. Giles, 155 Pa. 409, does not apply to the facts of this case. This is because the constructive possession of the receiver involves a title more complete than that secured by a lien.\nIn the case of an insolvent corporation, the creditors exhibiting the bill in equity, for the intervention of a receiver and allowance of an injunction, need not necessarily be judgment creditors, as is requisite in the technical creditor’s bill. The capital stock of a corporation is treated in a court of equity as a fund charged with pajunent of the corporate debts: Morawetz on Private Corporations, §§780, 860, 861; 1 A. &. E. Ency. L. 578.\nDefendant being a corporation owing its existence to the sovereignty of New Jersey (and this fact appears all through the record), will be regarded by this court, so far as distribution among its creditors is concerned, as generally liable to the provisions of the law of New Jersey; and whilst, under the law of New Jersey, a judgment confessed is not void, distribution of the assets will not be made so as to operate to cut out those who stand without judgment, but all creditors shall come in according to their several equities: Stratton v. Allen, 1 C. E. Green, 229; Coryell v. Bridge Co., 1 Stockton, 457; Wilkinson v. Bauerle, 14 Stewart, 642 ; Vail v. Jameson, 14 Stewart, 648; Wells v. Rahway Rubber Co., 4 C. E. Green, 402; Bedford v. Machine Co., 1 C. E. Green, 117; Klinsela v. Bank, 3 C. E. Green, 159; Trust Co. v. Miller, 33 N. J. Eq. 155.\nThe doctrine that an insolvent corporation may prefer certain creditors at the expense of others seems to have been first stated in Catlin v. Eagle Bank, 6 Conn. 233, the case in which the fundamental rule that the assets of an insolvent corporation constitute a trust fund pledged for the security of creditors was denied. It is a doctrine which is at variance with the whole theory of the law concerning the rights of creditors of insolvent corporations, and is contrary to the plainest principles of justice: Morawetz, Corp. §§ 803, 863; Robins v. Embry, 1 Sm. & M. 207; Richards v. Ins. Co., 43 N. H. 263; Hightower v. Mustain, 8 Ga. 506; Marr v. Bank, 4 Coldw. 471.\nApril 2, 1894:\nThe receivers have the right to contest the validity of these alleged fraudulent judgments: Trust Co. v. Miller, 33 N. J. Eq. 155; Miller v. Mackenzie, 29 N. J. Eq. 291; Wright v. Nostrand, 94 N. Y. 32; Porter v. Williams, 9 N. Y. 142 ; Curtis v. Leavitt, 15 N. Y. 198; Gillet v. Moody, 3 N. Y. 479; Vail v. Hamilton, 85 N. Y. 453; Whittlesey v. Delaney, 73 N. Y. 571; Hubbell v. The Syracuse Iron Works, 42 Hun, 182; Whitney v. R. R., 32 Hun, 173; Atty. Genl. v. Ins. Co., 77 N. Y. 272; Pittsburg Carbon Co. v. McMillin, 119 N. Y. 53.\nA court of equity interferes to adjust conflicting rights among a large body of creditors, whether having judgments or not: 1 High on Ex. Rem. §114; Ballin & Co. v. Ferst & Co., 55 Ga. 546; Kuhl v. Martin, 26 N. J. Eq. 60.\nThe title of receiver is analogous to the title of an assignee in trust for creditors or in bankruptcy: Moore v. Dunn, 147 Pa. 367 ; Barrett’s Ex’r’s Ap., 71 Pa. 317 ; Rohrer’s Ap., 62 Pa. 498; Loucheim Bros. v. Henzey, 86 Pa. 350."
  },
  "file_name": "0017-01",
  "first_page_order": 45,
  "last_page_order": 50
}
