{
  "id": 854169,
  "name": "Birch v. Conrow et al., Appellants",
  "name_abbreviation": "Birch v. Conrow",
  "decision_date": "1894-04-09",
  "docket_number": "Appeal, No. 230",
  "first_page": "118",
  "last_page": "121",
  "citations": [
    {
      "type": "official",
      "cite": "161 Pa. 118"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "64 Pa. 283",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021271
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/64/0283-01"
      ]
    },
    {
      "cite": "25 Pa. 275",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        975875
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/25/0275-01"
      ]
    },
    {
      "cite": "111 Pa. 620",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "14 Pa. 98",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts, 115",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850996
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0115-01"
      ]
    },
    {
      "cite": "103 Pa. 110",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        449143
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/103/0110-01"
      ]
    },
    {
      "cite": "109 Pa. 520",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        542311
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/109/0520-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 357,
    "char_count": 5852,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 9.058809067764534e-08,
      "percentile": 0.5048914048656891
    },
    "sha256": "5f6dadc5fe3a6505bea2734b8ade0aca6e2881cc1ceaccd547dc28f80964f1f5",
    "simhash": "1:0eae10e7f2ab1b53",
    "word_count": 1033
  },
  "last_updated": "2024-02-27T19:30:30.649911+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stebrett, C. J., Gbeen, McCollum, Dean and Fell, JJ."
    ],
    "parties": [
      "Birch v. Conrow et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis case depended on questions of fact which were exclusively for the consideration of the jury. To them they were fairly submitted by tbe learned trial judge in a clear and concise charge in which there appears to be no substantial error. The only inference that can be fairly drawn from the verdict is that the controlling facts were found in plaintiff’s favor. It follows, therefore, that the judgment entered on the verdict should not be disturbed unless there is error in the instructions complained of in the specifications. We have considered the several questions therein presented and are not convinced that there is any error in either of the answers to defendant’s points for charge recited in said specifications.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "S. Morris Waln, for appellants,",
      "Wm. C. Gross, Thomas F. Gross with him, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Birch v. Conrow et al., Appellants.\nMalicious use of civil process — 'Execution—Damages.\nIn an action to recover damages for a wrongful levy on plaintiff’s goods, there was evidence that the goods had been originally purchased by plaintiff’s father, who had sold them with the other contents of a store to plaintiff ; that the father notified defendants of the sale, and that defendants subsequently sold goods to plaintiff, charging them to him. There was also evidence that the father had stated to defendants that he had transferred his store to his son in order to prevent other creditors from levying upon it. There was testimony for defendants that they had consulted counsel, and had been advised to issue the execution. Held, that the ease was for the jury.\nArgued March 22, 1894.\nAppeal, No. 230, Jan. T., 1894, by defendants, Howard F. Conrow et al., trading as Conrow Bros. & Co., from judgment of C. P. No. 1, Pbila. Co., Sept. T., 1890, No. 72, on verdict for plaintiff, Lewis M. Birch.\nBefore Stebrett, C. J., Gbeen, McCollum, Dean and Fell, JJ.\nAffirmed.\nTrespass for wrongful use of civil process.\nAt the trial, before Biddle, J., it appeared that defendants had sold goods to S. R. Birch, who kept a store on Frankford avenue, Phila. Early in March, S. R. Birch transferred his store and its contents to plaintiff, who was his son. There was evidence that the father notified defendants that he had sold out to his son, and had no further connection with the business. Plaintiff testified that in response to a postal card he had called upon defendants after the sale, and that he had been requested by them to assume his father’s indebtedness. It was not denied that after the sale defendants sold and delivered to plaintiff various goods. Under objection and exception by plaintiff, one of the Conrow Brothers testified that, after they had received the letter from the father, the father called at their store, “ and he said that he made this transfer to the son simply to prevent a creditor pushing him, and to close him out to protect the other creditors; and that he would have some money for us the next day our young man would call.”\nOne of defendants testified that counsel had been consulted before execution was issued, and that all the facts of the case had been stated to him.\nDefendants’ points were among others as follows:\n“1. The record in the case of Conrow & Co. v. Sanford Birch, C. P. No. 1, June term, 1888, No. 364, offered in evidence by the plaintiff in this case, Lewis M. Birch, together with his testimony, shows, that he voluntarily appeared in said case under the sheriff’s rule for an interpleader, and voluntarily filed his narr and bond in said case and went to trial, and as there is no evidence in this case that the sheriff delayed unnecessarily in making application for the rule of interpleader, and no evidence that the plaintiff was deprived of the use of his goods, in any way, or that he was prevented from selling said goods, your verdict must be for the defendants.” Refused. [1] “ 3. If the jury believe that Sanford R. Birch, at the time of and before the alleged sale of these goods to his son, was largely indebted to the defendants in this ease and to other persons, and that the plaintiff in this case knew of that indebtedness, and that the said Sanford Birch, after the alleged transfer to his son, informed the defendants that the transfer was made to prevent one of his creditors from selling him out and was not a bona fide sale, the defendants were justified in making a levy upon that property on their judgment recovered against Sanford Birch in case of Conrow v. Birch, C. P. No. 1, June term, 1888, No. 364. Answer : That I refuse in the terms in which it is put.” [2]\nApril 9, 1894:\n“ 4. The measure of damages in this case is the value of goods of which plaintiff was deprived. If the jury find that the plaintiff lost no goods by reason of the defendants’ levy, and that the plaintiff continued to cafry on his business and sell goods after the levy the same as before, your verdict must be for the defendants. Answer: That I refuse in the terms in which it is put.” [3]\n“ 5. The mere fact that one person, with whom the plaintiff dealt and was indebted to, refused to sell the plaintiff any more goods after the levy, and after the plaintiff had filed voluntarily his narr and bond in this case, does not entitle the plaintiff to recover any damages. Answer: This I refuse under the terms in which it is put.” [4]\n6. Request for binding instruction. Refused. [5]\nVerdict and judgment for plaintiff for $200.\nErrors assigned were (1-5) above instructions, quoting them.\nS. Morris Waln, for appellants,\ncited: Larzelere v. Haubert, 109 Pa. 520; Muldoon v. Rickey, 103 Pa. 110 ; Kramer v. Stock, 10 Watts, 115 ; Forsyth v. Palmer, 14 Pa. 98 ; Act 1848, P. L. 450 ; Emerson v. Cochran, 111 Pa. 620 ; Stewart v. Sonneborn, 8 Otto, 187; Walter v. Sample, 25 Pa. 275.\nWm. C. Gross, Thomas F. Gross with him, for appellee,\ncited: Mayer v. Walter, 64 Pa. 283; 2 Addison on Torts, 755; Act of 1848, 1 Purd. 750, P. L. 450."
  },
  "file_name": "0118-01",
  "first_page_order": 146,
  "last_page_order": 149
}
