{
  "id": 854142,
  "name": "Gibson's Estate. Fidelity Insurance Trust and Safe Deposit Co.'s Appeal",
  "name_abbreviation": "Gibson's Estate",
  "decision_date": "1894-04-16",
  "docket_number": "Appeal, No. 246",
  "first_page": "177",
  "last_page": "181",
  "citations": [
    {
      "type": "official",
      "cite": "161 Pa. 177"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "128 Pa. 293",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "150 Pa. 391",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834405
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0391-01"
      ]
    },
    {
      "cite": "135 Pa. 603",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "102 Pa. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        502680
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/102/0269-01"
      ]
    },
    {
      "cite": "68 Pa. 43",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "82 Pa. 426",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "54 Pa. 397",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "46 Pa. 426",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        420612
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/46/0426-01"
      ]
    },
    {
      "cite": "82 Pa. 420",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047961
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/82/0420-01"
      ]
    },
    {
      "cite": "68 Pa. 43",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 444,
    "char_count": 7744,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 3.9720592243784025e-07,
      "percentile": 0.9046898101008978
    },
    "sha256": "25350ca896e8fa3b245f0746ff5a00bc4d558d88fc37dc4c8b69dae78a0bd422",
    "simhash": "1:f890a7201c54999d",
    "word_count": 1316
  },
  "last_updated": "2024-02-27T19:30:30.649911+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Green, Williams, McCollum, Mitchell and Fell, JJ."
    ],
    "parties": [
      "Gibson’s Estate. Fidelity Insurance Trust and Safe Deposit Co.’s Appeal."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nAfter a careful and attentive reading of the testimony in this case we think the opinion and findings of the auditing judge are sustained, and, being confirmed by the decree of the orphans’ court, we regard the decree so far as the facts are concerned as we would the verdict of a jury, the question at issue being a question of fact only. It is clear upon the testimony of Mr. Dechert, and it was so found by the auditing judge, and confirmed by the orphans’ court, that the appellee was the person who first brought the buyer and seller together. It is also clearly proved by Mr. Dechert that when he had his first interview with Mr. Gibson he told Mr. Gibson that the property had been submitted to him by Mr. Diehl, and stated the price which Diehl said was asked by Mr. Gibson, $125,000. To this Mr. Gibson made no demur or disclaimer of Mr. Diehl’s authority to act for him. The negotiation after that seems to have been conducted by Mr. Dechert and Mr. Gibson, but that, under our well-settled cases, does not deprive the broker of his commissions: Keys v. Johnson, 68 Pa. 43; Reed’s Estate, 82 Pa. 420.\nDecree affirmed and appeal dismissed at the cost of the appellant.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "John G. Johnson, for appellants,",
      "Joseph L. Tull, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Gibson’s Estate. Fidelity Insurance Trust and Safe Deposit Co.’s Appeal.\nPrincipal and agent — Beal estate broker — Commissions.\nWhere a real estate broker has commenced negotiations with a purchaser, the owner cannot, while such negotiations are pending, take it into his own hands and complete it, either at or below the price first limited, and then refuse to pay commissions.\nA real estate broker claimed, from the estate of decedent, commissions for the sale of real estate made for decedent during his lifetime. It was shown by the evidence that when the purchaser had his first interview with decedent about the real estate he told decedent that the property had been submitted to him by the broker, and stated the price which the broker said was asked by decedent. To this decedent made no demurrer or disclaimer of the broker’s authority to' act for him. The negotiation after that was conducted by the purchaser and decedent. Eelcl, that the evidence would support a finding that claimant was entitled to recover.\nArgued March 27, 1894.\nAppeal, No. 246, Jan. T., 1894, by the Fidelity, Insurance Trust and Safe Deposit Company et al., executors of Henry C. Gibson, deceased, from decree of O. C. Phila. Co., April T., 1893, No. 383, dismissing exceptions to adjudication of appellants’ account.\nBefore Green, Williams, McCollum, Mitchell and Fell, JJ.\nAffirmed.\nAdjudication of executors’ account.\nAt the audit, before Ashman, J., Samuel G. Diehl, a real estate broker, presented a claim for $1,150 commissions on the sale of the property No. 813 Chestnut street, which decedent in his lifetime sold to the Commonwealth Trust Company.\nThe auditing judge found the facts to be as follows :\n“In the spring of 1888 the claimant called upon the president of the Commonwealth Trust Company (which company afterwards became the purchaser) and informed that officer that he had in his hands, as agent of the ’decedent, a property, 813 Chestnut street, which he offered for sale at $125,000. In reply the president of the company suggested that he should submit the proposition in the fall, when the board of directors would hold their next meeting. The claimant accordingly, on September 21,1888, addressed a letter to the president embodying the terms of his original proposal. This letter was submitted to the board of directors, and the board, on October 5, 1888, appointed a committee to consider generally the question of the purchase of a suitable property for the purposes of the corporation. After the appointment of this committee the president of the company, with the consent of the claimant, saw the decedent in person. At this interview he informed the decedent of the offer which had been made by the claimant as decedent’s agent, and he objected to the price as too high. The decedent refused to recede therefrom. On January 18, 1889, the board authorized the committee to offer the decedent $100,000 for the property, and on February 9,1889, the committee reported that the decedent would accept no sum below $120,000. On June 14, 1889, the committee made another and elaborate report to the board, in which they discussed the merits and demerits of various properties, and finally recommended the purchase of the premises in question at the price named by the decedent, viz., $120,000. On June 28, 1889, Mr. Sylvester, a member of the committee, reported on behalf of the committee to the board a proposal by the decedent that the Commonwealth Trust Company should execute a lease for the premises, with an option to purchase for $120,000; and finally, July 24, 1889, he reported for the committee an offer from the decedent to sell the premises for $115,000. Upon this offer the bargain was finally consummated, and the premises passed into the ownership of the Commonwealth Title Insurance and Trust Company. On these facts, standing by themselves, no doubt can well be entertained that the sale was effected through the instrumentality of the claimant. He first brought the property to the notice of the president of the purchasing corporation, and the corporation formally acted upon the proposition. The fact that the offer had been so made by the claimant as the agent of the decedent was distinctly made known to the decedent by the president of the Commonwealth Company, who had called upon the decedent in consequence of the offer, and the agency was never repudiated.\n“It was shown, however, that in December, 1888, the decedent put the property into the hands of the Real Estate Trust Company, in which he was a large shareholder, for sale. That company placed a bill or poster on the premises, offering them for sale, and some negotiations were afterwards had between the trust officer of the company and Mr. Sylvester. Mr. Sylvester appears to have been regarded by the trust officer as a real estate agent, who was acting for the proposed purchaser, because after the sale was effected he divided with Mr. Sylvester the commissions which were paid by the decedent to the Real Estate Trust Company. But the part which was taken by that company in the transaction can have no possible bearing upon the claim as presented by Mr. Diehl. The proof is complete that when the decedent applied to the Real Estate Trust Company the agency of the claimant was in full force, and was not terminated by any act of the decedent. Certainly his constituting without notice to the claimant another party as agent did not annul the first contract. He could not escape from one obligation simply because he entered into another obligation, although he might be liable upon both. The initial action of the committee and board of directors of the corporation buyer was based upon the written proposal which the claimant made as agent of the decedent, and their whole after-course, as shown by the minutes of the board, followed as a regular sequence from that letter.\nApril 16, 1894:\n“ The claim is allowed and payment is decreed to be made out of the balance remaining for distribution, $4,981, and the balance is awarded to the accountants for further accounting.”\nExceptions dismissed in opinion by Ferguson, J., 8 Dist. R. 147.\nErrors assigned were dismissal of exceptions, quoting them.\nJohn G. Johnson, for appellants,\ncited: Coffin v. Landis, 46 Pa. 426; Earp v. Cummins, 54 Pa. 397; Reed’s Ex’rs v. Reed, 82 Pa. 426; Keys v. Johnson, 68 Pa. 43; Twelfth Street Market Co. v. Jackson, 102 Pa. 269; Mayer v. Rhoads, 135 Pa. 603 ; Hartley v. Anderson, 150 Pa. 391.\nJoseph L. Tull, for appellee,\ncited: Odorilla v. Baizley, 128 Pa. 293."
  },
  "file_name": "0177-01",
  "first_page_order": 205,
  "last_page_order": 209
}
