{
  "id": 854166,
  "name": "Wolf, Appellant, v. Guffey",
  "name_abbreviation": "Wolf v. Guffey",
  "decision_date": "1894-04-30",
  "docket_number": "Appeal, No. 282",
  "first_page": "276",
  "last_page": "278",
  "citations": [
    {
      "type": "official",
      "cite": "161 Pa. 276"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "43 Pa. 404",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        483142
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/43/0404-01"
      ]
    },
    {
      "cite": "2 P. & W. 144",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "case_ids": [
        8877612
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pen-w/2/0144-01"
      ]
    },
    {
      "cite": "43 Pa. 410",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "9 Pa. 339",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle, 435",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819267
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0435-01"
      ]
    },
    {
      "cite": "151 Pa. 647",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 412,
    "char_count": 6777,
    "ocr_confidence": 0.523,
    "pagerank": {
      "raw": 1.6636156815076672e-07,
      "percentile": 0.6947737107452983
    },
    "sha256": "f3e6d72069e3b85d38ca7c48d4d88379a8e9f20b09e2d0668163d1d383fe68d5",
    "simhash": "1:8c89554d2d02d952",
    "word_count": 1214
  },
  "last_updated": "2024-02-27T19:30:30.649911+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Thompson, JJ."
    ],
    "parties": [
      "Wolf, Appellant, v. Guffey."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice McCollum,\nIf it be conceded that the lessor could have maintained this action in affirmance of the lease, it does not necessarily follow that he may do so after he has elected to forfeit it and rented the property to another party. The cause of the forfeiture arose when the lessee failed to complete a well on the premises within six months, or to pay the sum sued for within three months thereafter. According to the contention of the lessor a right of action for this sum accrued on the 18th of February, 1887, and he is still entitled to receive it, although he immediately accepted the nonpayment of it as a forfeiture of the lease and an extinguishment of the rights and liabilities of the parties thereunder. By the payment of this sum within the time stipulated the lessor would have been compensated for past delay and the lessee would have had another year within which to complete the well. In other words, such payment would have been, under the most favorable construction for the lessor, in the interest and for the benefit of both parties, as it would have extended the time allowed the lessee to test or develop the property, as well as satisfied the claim of the lessor. The covenant of the lessee to pay this sum and the mutual agreement of the parties that the nonpayment of it should render the lease void and without effect between them were in a certain sense for the benefit of the lessor, because they enabled him to forfeit the lease on the occurrence of the default. But they did not ipso facto forfeit it and extinguish the rights and liabilities created by it; they merely rendered it optional with the lessor to terminate the lease or treat it as still in force. If he had accepted payment of this sum the day after the right to declare a forfeiture was completely vested in him, such acceptance would have operated as a waiver of the right and would have protected the lessee as effectually as if the payment had been made or tendered the day before it so vested.\nIn this case it was the act of the lessor which rendered the lease null and void and without effect between the parties. Within six days after his right of action accrued, and without demanding payment of the sum sued for, he let the premises to the Philadelphia Company for a term of twenty 3rears. This was a prompt, plain and decisive election by him to enforce the forfeiture clause, and thenceforth -the lease was a nullity and the rights and liabilities arising from it were extinguished. That he understood the effect of his election is shown by his conduct and declarations during the next four years. He said that the lease was dead and that there was nothing due to him on account of it. He was manifestly content with his new lease and the rents he was receiving under it until a lawyer called to see him, assured him that he had a valid claim to the sum in controversy and offered to prosecute it on shares. Very soon thereafter this suit was brought to enforce the performance of a covenant in alease which the plaintiff had by his own act annulled more than four years before. It will thus be seen that the suit is based on a construction of the lease at variance with the understanding and intention of the parties to it. Prior to the call referred to, it had not occurred to the lessor that his remedies on the lease were cumulative; he supposed that it was optional with him on the default of his lessee to forfeit the lease or to affirm it, and that having made his election, the law and the understanding of the parties required that he should abide by it. In this view of the situation we think he was right. If his present contention is sound, a lessor may stipulate for the payment of the first year’s rent on the second day of the term, forfeit the lease on the third day for nonpayment of it, and subsequently recover the full year’s rental. A construction which will produce such a result has no equitable considerations to support it, and is not authorized b3 the law.\nThere was no error in the affirmance of the defendant’s point.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice McCollum,"
      }
    ],
    "attorneys": [
      "Denna C. Ogden, W. S. Kerr and Shiras & Dickey with him, for appellants,",
      "Willis F. McCook, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Wolf, Appellant, v. Guffey.\nOil lease — Forfeiture—Waiver—Election.\nA lessee in an oil and gas lease agreed to complete a well within six months or pay the lessor for such delay a certain sum per annum, within three months after the time for completing the well. Six days after the expiration of nine months from the date of the lease, the lessor, without demanding payment of any sum from the lessee, leased the premises to another person for a long term of years. Held, that this action of the lessor was an election by him to enforce a forfeiture, and that thenceforth the lease was a nullity.\nArgued Nov. 8, 1893.\nAppeal, No. 282, Oct. T., 1893, by-plaintiff, John M. Wolf, from judgment of C. P. No. 2, Allegheny Co., April T., 1891, No. 827, on verdict for defendant, James M. Guffey.\nBefore Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Thompson, JJ.\nAffirmed.\nAssumpsit on oil and gas lease. Before White, J.\nAt the trial it appeared that, on May 18, 1886, E. B. Beardsley, the assignor of defendant, obtained oil and gas leases from plaintiff; The material clause in the leases was as follows:\n“ Operations on the above described premises shall be commenced and one well completed within six months from the date hereof, and in case of a failure to complete one well within such time, the party of the second part hereby agrees to pay to the party of the first part for such delay the sum of two hundred and sixty dollars per annum, within three months after the time for completing such well as above specified, payable at the premises, and the party of the first part hereby agrees to accept such sum as full consideration and payment for such yearly delay until one well shall be completed, and a failure to complete one well or to make any such payments, within such time and at such place as above mentioned, renders this lease null and void, and to remain without effect between the parties hereto.”\nOn Feb. 24, 1887, plaintiff, without making any demand upon defendant, leased his premises to the Philadelphia Co. for twenty years. This suit was brought to recover the first year’s rent, claimed to be due under the lease.\nApril 30, 1894:\nBinding instructions were given for defendant.\nVerdict and judgment for defendant. Plaintiff appealed.\nFrror assigned was above instruction.\nDenna C. Ogden, W. S. Kerr and Shiras & Dickey with him, for appellants,\ncited: Leatherman v. Oliver, 151 Pa. 647; Kessler v. McConachy, 1 Rawle, 435; Briggs v. Thompson, 9 Pa. 339; Tiley v. Moyers, 43 Pa. 410; McCleary v. Allen, 2 P. & W. 144; Hartshorne v. Watson, 6 Dowl. 404; Gilbert on Rent, 145.\nWillis F. McCook, for appellee,\ncited: Tiley v. Moyers, 43 Pa. 404."
  },
  "file_name": "0276-01",
  "first_page_order": 304,
  "last_page_order": 306
}
