{
  "id": 854144,
  "name": "Harris v. Rosenberg et al., Appellants",
  "name_abbreviation": "Harris v. Rosenberg",
  "decision_date": "1894-04-30",
  "docket_number": "Appeal, No. 237",
  "first_page": "367",
  "last_page": "373",
  "citations": [
    {
      "type": "official",
      "cite": "161 Pa. 367"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 591,
    "char_count": 13974,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 4.947487136851577e-08,
      "percentile": 0.310368674003774
    },
    "sha256": "1d8141d411f4531561e45620b5cb867734fc769868b7b1920cb3ab34ecef8c45",
    "simhash": "1:003b34e067e420ed",
    "word_count": 2475
  },
  "last_updated": "2023-07-14T15:51:03.129533+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, McCollum and Fell, JJ."
    ],
    "parties": [
      "Harris v. Rosenberg et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe facts of this case and the questions arising thereon are sufficiently presented in the master’s report, as amended, and in the opinion of the learned president of the common pleas, and need not be restated.\nIn the absence of testimony on which the learned master’s findings of fact were based, we must assume that said findings are correct, at least in so far as they were approved by the court and form the basis of its decree. Starting then with that assumption, we have considered the conclusions drawn from the facts thus established, so far as their correctness is challenged by the specifications of error, and we find nothing in either of them that requires a reversal or modification of the decree. The controlling questions have been sufficiently considered by the learned master and court below, and have been so satisfactorily disposed of that further elaboration of either of them would serve no useful purpose. If any injustice has been done to the defendants, it has escaped our notice.\nDecree affirmed and appeal dismissed with costs to be paid by appellants.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "John M. Bailey, M. M. McNeil with him, for appellants.",
      "Rayes M. White and Gceorge B. Orlady, for appellee."
    ],
    "corrections": "",
    "head_matter": "Harris v. Rosenberg et al., Appellants.\nPartn ership— Sheriff's sale — Equity.\nThree partners bought land, agreeing to hold it as tenants in common. They gave a mortgage for part of the purchase money. One of the partners became insolvent and his interest in the firm was sold at sheriff’s sale, and bought by his wife. The object of the partnership was to make railroad ties from the timber on the land held in common. The purchaser at the sheriff’s sale and the other two partners continued this business. Subsequently the interest of the insolvent partner in the land was sold at sheriff’s sale, and bought in by one of the original partners. The two original partners then used the firm’s money to pay off the mortgage on the land, and subsequently sold the land and divided the proceeds. Held, that the application of the firm’s money for the payment of the mortgage was improper, and that the purchaser of the insolvent’s interest in the firm was entitled to share in the proceeds of the sale of the land.\nArgued April 18, 1894.\nAppeal, No. 237, Jan. T., 1894, by defendants, F. Rosenberg and Carl M. Gage, from decree of C. P. Huntingdon Co., Sept. T., 1892, No. 65, in equity, in favor of plaintiff, Martha Jane Harris.\nBefore Sterrett, C. J., Green, Williams, McCollum and Fell, JJ.\nAffirmed.\nBill in equity for an account.\nThe bill averred that on April 1, 1889, F. Rosenberg, Carl M. Gage and H. I. Harris purchased what is called “The Cove ” tract of land, containing about 499 acres, for $5,000, upon the terms of one third to be paid in cash, the balance to be paid in one and two years, with interest to be secured by the mortgage and bonds of the purchaser, the said parties to be tenants in common. About the same time the said parties entered into an agreement in writing, forming a copartnership under the firm name of Harris, Gage & Co., for the purpose of engaging in buying and selling white oak and rock oak, railroad cross- and switch-ties along the line of the Bedford division of the Pennsylvania Railroad, and the Huntingdon. & Broadtop Railroad, and to cut, saw and manufacture into lumber, chestnut wood, paper wood, cord wood, bark and ties, all timber on said “ Cove ” tract. The interest of the partners to be equal, and each to contribute one third of the capital stock for operating said business. That H. I. Harris, at the request of both his partners, paid the vendors of the “ Cove ” tract $1,666.66, the cash payment, and the balance of the purchase money of the “ Cove ” tract was to be paid out of the profits of the copartnership.\nThat on Jan. 22, 1890, H. I. Harris’s interest in the firm of Harris, Gage & Co. was sold by the sheriff, and Martha J. Harris became the purchaser thereof, and by agreement the business was to continue with her as a partner under the original agreement, and the business was so conducted until April 1,1891.\nThat the interest of H. I. Harris in the said “ Cove ” tract was sold by the sheriff in 1891 to C. M. Gage, and that, without the knowledge of the plaintiff, F. Rosenberg and C. M. Gage sold and conveyed the same to Wm. Weaver for $2,250, and that no settlement of the partnership accounts had been made, and all of the books and papers were under the control of C. M. Gage, who was the treasurer and bookkeeper, and that all indebtedness had been paid and that large sums of money, profits and increase from said business, were held by defendants, of which she was entitled to a proportionate share; and prayed that the said copartnership be dissolved and that the defendants account.\nThe defendants in their answer admit the purchase of the “ Cove ” tract as tenants in common and the agreement of' co-partnership to buy, sell and manufacture lumber, etc., and that under the copartnership each was to furnish the one third of the money necessary for its successful operation, but that no money was advanced under the agreement, as the business sustained itself while in operation under the management of Carl M. Gage, one of the defendants.\nThey deny that H. I. Harris contributed $1,666.66, the hand money for the “ Cove ” tract; that they contributed equally with Harris in this payment; that the second and third payments for the “ Cove ” tract were paid according to the agreement of copartnership out of the proceeds of their business, except $220, which was paid by C. M. Gage and F. Rosenberg, the defendants. The defendants deny thatC. M. Gage bought the interest of H. I. Harris in the “ Cove ” tract for Martha J. Harris, the wife of H. I. Harris, and paid the purchase money out of funds in his hands due her. They further deny that C. M. Gage had any money due her from the copartnership, or otherwise. They further aver that H. I. Harris’s interest in the “ Cove ” tract was sold on a judgment of $1,111.11, which F.- Rosenberg held against H.I. Harris, and bought by Gage for Rosenberg, and that Rosenberg paid the amount of the bid to the sheriff, and that the balance of the said judgment remains unpaid and owing by H. I. Harris. That they sold the “ Cove ” tract for $2,150, instead of $2,250, and that the plaintiff had no interest in said tract, directly or indirectly.\nThe case was referred to T. W. Myton, Esq., who found the facts substantially as averred in the bill. He also found that the poi'tion of the mortgage remaining unpaid at the time of the sheriff’s sale of Harris’s interest had been subsequently paid by Rosenberg and Gage out of the partnership moneys. The master’s supplemental report was in part as follows :\n“ The sheriff’s sales materially changed the rights of the parties. Mrs. Harris, by assignment of M. G. Beaver, the sheriff’s vendee, of the interest of H. I. Harris in the firm of Harris, Gage & Co., succeeded to all the lights and interest of H. I. Harris in the said firm, and the partnership having been afterward continued without any change, she is to be treated as a partner, and in the distribution of the assets of the partnership is entitled to all the payments, shares, etc., to which H. I. Harris as a member of said firm would have been entitled had his interest never been sold.\n“ At the sheriff’s sale of the real estate, Rosenberg bought the interest of Harris subject to the lien of the mortgage for the unpaid purchase money, and must pay it himself. The articles of. copartnership are only binding in so far as the conditions, relations and rights of the partners remain unchanged. The'provision that the profits of the business should be applied to the payment of the debts of the real estate was based on the consideration that it was the joint property of all the partners; when the interest in the partnership became the property of one person, while the title to the real estate vested in another, this provision was no longer applicable. The provisions in an article of copartnership, however worded, must be so construed, if possible, as to defeat any attempt of one or more of the partners to avail themselves of it for the purpose of advancing their own interests at the expense of their copartner. The utmost good faith is due from every member of a partnership toward every other member.\n“ On the 7th day of March, 1891, Carl M. Gage applied all the funds of Harris, Gage & Co. in his hands to the payment of the balance due on the mortgage against the said Cove tract, which had been the property of H. I. Harris, Carl M. Gage and F. Rosenberg, but at that time was the property of Carl M. Gage and F. Rosenberg alone. The money belonged to the firm of Harris, Gage & Co., and we think could not be applied to the payment of a debt against the real estate belonging to but two members of that firm; at least that part of it which belonged to Mrs. Harris could not. To allow such an application of this fund would be to allow two of the members of a firm to advance their own interests at the expense of their copartner.\n“ The amounts paid by the partnership on the purchase money of the real estate were evidently fair compensation for the timber cut. The land sold for more without the timber than the balance of purchase money due on it. This, we think, is a fair, reasonable and equitable rule by which to determine the rights of the parties as to the timber cut after the sale of Harris’s interest in the partnership and before the sale of his interest in the real estate; but if it was not, under the facts in this case, we think Gage and Rosenberg cannot claim compensation for the timber cut during this time. So far as Harris’s interest in the land is concerned, all the timber cut by the firm had been cut before Rosenberg had acquired title to Harris’s interest. He bought it as it was at the time of sale. He secured no right to claim an account for timber cut by Harris, Gage & Co. before the sale of the land. The owner of the title at the time of the sale is the only person who could make such a claim here.\n“ The claim for royalty for timber cut after the sale of Harris’s interest in the partnership and before the sale of his interest in the real estate is therefore not allowed.\n“ The whole fund belonging to the firm of Harris, Gage & Co. is $1,702.59. From this must be deducted the amount due J. Murray Africa for services performed for the firm before the signing of articles of copartnership, but while the partnership was in contemplation, at the request of at least two of the members of the firm, who believed the work to be necessary preliminary work.\n“ From the balance must be deducted the costs of this proceeding, amounting to $238.68, leaving a balance of $1,455.91; less than enough to recoup the partners for the amounts advanced by them in payment of the purchase money of the real estate, with interest from April 1, 1889, and leaving nothing for distribution among the partners.\n“ This balance is distributed between Martha J. Harris and F. Rosenberg pro rata — paying to each a little more than 96 per cent of their claim. In calculating interest on the amount advanced by F. Rosenberg, interest is calculated to May 9, 1891, the day on which he received two thirds of the assets of the firm. He is not entitled to interest while the money remained in his hands.\n“ The partners must account severally for the funds in their hands belonging to the partnership. Mr. Rosenberg having received two thirds of the assets of the firm must account for that sum; and Mr. Gage having received one third of the assets of the firm must account for one third.”\nExceptions dismissed in following opinion by FtTRST, P. J.:\n“ The original agreement of copartnership between Messrs. Rosenberg, Gage and Harris, of April 1, 1889, fixed the title to the fee in the laud in them as tenants in common, and not as partners; — both sides now concur in this view. But the same agreement converted the timber growing upon the land into partnership property, and this made the timber personal property. The copartnership was formed for the express purpose of manufacturing the timber into lumber by the partnership. It was thus severed from the land and converted to the uses of the firm. Hence when Mrs. Harris purchased her husband’s interest in the partnership, she obtained his interest as a partner, or his partnership interest in the timber, and this was so recognized by both Rosenberg and Gage, in continuing the lumbering business with her as a partner after the sale, and converting the lumber into money, and covering the same into the common treasury of the firm. She had her husband’s interest therein.\nApril 30, 1894:\n“ When Rosenberg afterward levied upon H. I. Harris’s interest in the land and sold it at sheriff’s sale to either himself or to himself and bis associate, subject to the mortgage, and which sale, in view of its being subject to the mortgage, was made at a nominal sum, he could not then legally or equitably, under the original agreement, take the money in the treasury and apply it to his own private profit in the liquidation of the balance due on the mortgage. To our mind this would be inequitable and unjust. We must not overlook the fact that we are in a court of equity, and nothing so inequitable as this can be sanctioned.\n“ The parties changed, the rights of the parties also changed, and new rights were acquired in these changes. If Mr. Rosenberg were willing to admit that upon the application of the money in the treasury to the payment of the mortgage which now rested on his individual land, not the laird of his cotenants, Mi's. Harris should have the equity flowing from the appropriation of the partnership money by giving to her her proper proportion of the price he received from Weaver, to whom he and Gage sold the land, clear of the incumbrance, then he would be doing equity and just what he should.”\nError assigned was decree, quoting it.\nJohn M. Bailey, M. M. McNeil with him, for appellants.\nRayes M. White and Gceorge B. Orlady, for appellee."
  },
  "file_name": "0367-01",
  "first_page_order": 395,
  "last_page_order": 401
}
