{
  "id": 854208,
  "name": "Benninghoff et al. v. Stephenson et al., Appellants",
  "name_abbreviation": "Benninghoff v. Stephenson",
  "decision_date": "1894-05-07",
  "docket_number": "Appeal, No. 273",
  "first_page": "440",
  "last_page": "444",
  "citations": [
    {
      "type": "official",
      "cite": "161 Pa. 440"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "154 Pa. 614",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "18 Pa. 120",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969069
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/18/0120-01"
      ]
    },
    {
      "cite": "30 Pa. 67",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "25 Pa. 102",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        975802
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/25/0102-01"
      ]
    },
    {
      "cite": "22 Pa. 15",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "123 Pa. 431",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967160
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/123/0431-01"
      ]
    },
    {
      "cite": "18 Phila. 239",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "1 Phila. 252",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "10 Phila. 103",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "159 Pa. 146",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        850151
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/159/0146-01"
      ]
    },
    {
      "cite": "123 Pa. 545",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967151
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/123/0545-01"
      ]
    },
    {
      "cite": "81 Pa. 398",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044103
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/81/0398-01"
      ]
    },
    {
      "cite": "18 Pa. 354",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969127
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/18/0354-01"
      ]
    },
    {
      "cite": "4 Pa. 501",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        401889
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/4/0501-01"
      ]
    },
    {
      "cite": "154 Pa. 609",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        842421
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/154/0609-01"
      ]
    },
    {
      "cite": "109 Pa. 7",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        542265
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/109/0007-01"
      ]
    },
    {
      "cite": "25 Pa. 102",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        975802
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/25/0102-01"
      ]
    },
    {
      "cite": "22 Pa. 15",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 412,
    "char_count": 7821,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 1.7724906747050915e-07,
      "percentile": 0.7123027249851246
    },
    "sha256": "979e48abfb14183d9003520663daedd7d321abcbbe96c6433fab447166795b48",
    "simhash": "1:7e4d9440d1495cce",
    "word_count": 1317
  },
  "last_updated": "2024-02-27T19:30:30.649911+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Benninghoff et al. v. Stephenson et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nAfter judgment on the scire facias sur mortgage, a sheriff’s sale on a levari facias thereunder, and the acknowledgment and delivery of the deed to the purchaser for the mortgaged premises, it was too late to question the validity of the acknowledgment of the mortgage, or the regularity of the proceedings under the scire facias prior to the acknowledgment and delivery of the sheriff’s deed: Michaelis v. Brawley, 109 Pa. 7; Sweeney v. Girolo, 154 Pa. 609; Foster v. Gray, 22 Pa. 15; McFee v. Harris, 25 Pa. 102. In the case first cited it is said : “ The mortgage of a married woman is invalid unless properly acknowledged. If such be the fact it may be successfully interposed against a recovery on the mortgage. If however judgment be recovered on scire facias issued on the mortgage, the judgment is conclusive that it was properly executed.” The acknowledgment of a mortgage is no part of its execution, but only evidence of it.’\nThe action of the court in taking acknowledgment of the sheriff’s deed, followed by delivery thereof to the purchaser, had the effect of a judicial decree, curing “defects, if any, in process and execution.\nThere is no error in the learned judge’s answers to plaintiffs’ first to fifth points inclusive ; nor in his answers to defendants’ points recited in the sixth to tenth specifications of error, or in directing the jury to find for plaintiffs. Neither of- the specifications is sustained.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Pearson Church, D. C. McCoy with him, for appellants,",
      "Thomas Roddy, for appellees,"
    ],
    "corrections": "",
    "head_matter": "Benninghoff et al. v. Stephenson et al., Appellants.\nMortgage — Acknowledgment—Sheriff's deed — Scire facias.\nAfter judgment on a scire facias sur mortgage, a sheriff’s sale on a levari facias thereunder, and the acknowledgment and delivery of the deed to the pm’chaser for the mortgaged premises, it, is too late to question the validity of the acknowledgment of the mortgage, or the regularity of the proceedings under the scire facias prior to the acknowledgment and delivery of the sheriff’s deed.\nIn such case an ejectment cannot be maintained for the land on the ground that the wife of the mortgagor did not separately acknowledge the mortgage.\nArgued April 22, 1894.\nAppeal, No. 273, Jan. T., 1894, by defendants, Mary Stephenson et al., from judgment of C. P. Crawford Co., Feb. T., 1891, No. 126, on verdict for plaintiffs, George Benninghoff et al.\nBefore Sterrett, C. J., Green, Mitchell, Dean and Fell, JJ.\nAffirmed.\nEjectment. Before Henderson, P. J.\nAt the trial, it appeared that, in 1873, Cordelia A. Stephenson, a married woman, was the owner of the land in dispute. On Sept. 17,1873, she joined her husband in executing a mortgage on the land, but her separate acknowledgment was not taken. On March 1, 1876, a sci. fa. (121 April T., 1876) was issued on the mortgage, and both Mrs. Stephenson and her husband were personally served. The return was: “ Served personally on the within named defendants by true and attested copy.” Judgment was duly obtained and a writ of levari facias was issued. The land was sold by the sheriff to John Benninghoff, to whom a sheriff’s deed was subsequently delivered. Benninghoff went into possession of the premises, from which he was ejected by Mrs. Stephenson by virtue of a writ of habere possessionem under a judgment in ejectment which she had obtained against him. Both Mrs. Stephenson and Benninghoff subsequently died. Plaintiffs were Benninghoff’s heirs and defendants were Mrs. Stephenson’s heirs.\nPlaintiffs’ points were as follows :\n“1. That if the jury should find from the evidence that the land in dispute was the property of Mrs. Cordelia A. Stephenson and by her mortgaged to John Benninghoff, and that, after said mortgage fell due, proceedings by sci. fa. were had to foreclose the same and judgment obtained thereon, that said judgment was conclusive of the validity of the mortgage.” Affirmed. [1]\n“ 2. That if the jury, shall find from the evidence a judgment upon scire facias sur mortgage was obtained by John Benninghoff against John M. Stephenson and Cordelia Stephenson, and a sheriff’s sale thereunder of the premises in question, and a deed duly acknowledged and delivered to the said John Benninghoff in pursuance thereof, that such sale conveyed a good title to all the defendants’ interests in the land in question.” Affirmed. [2]\n“ 3. That the defendants are concluded by the proceedings and judgment on the scire facias, and that said judgment cannot be attacked collaterally on the ground that the mortgage was defective or defectively acknowledged.” ' Affirmed. [3j\n“ 4. That the defendants are concluded, on a mortgage, on a sci. fa. sur mortgage, a sheriff’s sale on a levari facias thereunder and the acknowledgment and delivery of a deed to the purchaser, from attacking the regularity of the acknowledgment on the mortgage, or the regularity of proceedings prior to the delivery of the sheriff’s deed.” Affirmed. [4]\n5. Request for binding instructions. Affirmed. [5]\nDefendants’ points were as follows:\n“1. The mortgage given in evidence in this case as against Mrs. Cordelia Stephenson, a married woman, is void for want of the proper statutory acknowledgment and the judgments and execution, sheriff’s sale and deed are also void, and the sheriff’s vendee took no title to the property of the mortgagor as embraced and described therein.” Refused. [6]\n“ 2. The record of the proceedings to judgment and subsequent thereto showing no process and judgment against the alleged mortgagor as a married woman, such as she is stated to be in the mortgage, does not estop her and those claiming under her from setting up the invalidity of the acknowledgment of the mortgage, and defeats the claim of the sheriff’s vendee, and the plaintiffs in this action claiming under him, and the verdict must be for the defendant.” Refused. [7]\n“ 3. The verdict and judgment in the common pleas, No. 187, May term, 1879, was founded upon an equitable title and is conclusive of the rights of the plaintiff in said suit, the defendant in this suit, and the plaintiff here claiming under him and under the same title cannot maintain this second ejectment, and the verdict here must be for the defendants.” Refused. [8]\n“ 5. The service of the scire facias upon the mortgage given by the plaintiff’s ancestor is not such a service as would warrant the entry of judgment in the suit, if the defendants did not appear in the same, and the judgment and subsequent proceedings thereon are void as against the alleged mortgagor, and these defendants can set these facts up in this action, and therefore they are entitled to a verdict.” Refused. [9]\n“ 7. There was no proper entry of judgment in this case as appears by the record in No. 121, April term, 1876, and the court had no jurisdiction over Cordelia Stephenson nor did the court exercise jurisdiction, if any it had, in the proper manner.” Refused. [10]\nMay 7, 1894:\nThe court gave binding instructions for plaintiffs. [11]\nVerdict and judgment for plaintiffs. Defendants appealed.\nErrors assigned were (1-11) above instructions, quoting them.\nPearson Church, D. C. McCoy with him, for appellants,\ncited: Act of June 13, 1836, P. L. 000 ; Winrow v. Raymond, 4 Pa. 501; Wilson v. Hayes, 18 Pa. 354; Weaver v. Springer, 2 Miles, 42; Ins. Co. v. Fuller, 81 Pa. 398 ; Hiester v. Muhlenberger, 2 Woodw. 1; Act of March 21, 1772, 1 Sm. L. 190 ; Wall v. Wall, 123 Pa. 545 ; Kennedy v. Baker, 159 Pa. 146 ; City v. Cathcart, 10 Phila. 103; Buchanan v. Specht, 1 Phila. 252 ; Berrill v. Flynn, 18 Phila. 239 ; Pantall v. Dickey, 123 Pa. 431.\nThomas Roddy, for appellees,\ncited: Foster v. Gray, 22 Pa. 15 ; Thompson v. Phillips, 1 Baldwin, 246 ; McFee v. Harris, 25 Pa. 102; Delaney v. Gault, 30 Pa. 67 ; Allison v. Rankin, 7 S. & R. 270 ; Sloan v. McKinstry, 18 Pa. 120 ; Colley v. Latimer, 5 S. & R. 211; Sweeney v. Girolo, 154 Pa. 614."
  },
  "file_name": "0440-01",
  "first_page_order": 468,
  "last_page_order": 472
}
