{
  "id": 854138,
  "name": "Eichert, Trustee, Appellant, v. Schaffer et al.",
  "name_abbreviation": "Eichert v. Schaffer",
  "decision_date": "1894-05-21",
  "docket_number": "Appeal, No. 111",
  "first_page": "519",
  "last_page": "522",
  "citations": [
    {
      "type": "official",
      "cite": "161 Pa. 519"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "49 Leg. Int. 492",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "opinion_index": -1
    },
    {
      "cite": "49 Leg. Int. 318",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "opinion_index": -1
    },
    {
      "cite": "75 Pa. 337",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036799
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/75/0337-01"
      ]
    },
    {
      "cite": "61 Pa. 43",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        428586
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/61/0043-01"
      ]
    },
    {
      "cite": "26 Pa. 219",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977365
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/26/0219-01"
      ]
    },
    {
      "cite": "2 Bin. 511",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788922
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0511-01"
      ]
    },
    {
      "cite": "42 Pa. 268",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481545
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/42/0268-01"
      ]
    },
    {
      "cite": "23 Pa. 215",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        974040
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/23/0215-01"
      ]
    },
    {
      "cite": "20 Pa. 25",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        972316
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/20/0025-01"
      ]
    },
    {
      "cite": "3 Pa. 105",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        400563
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/3/0105-01"
      ]
    },
    {
      "cite": "20 Pa. 111",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        972311
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/20/0111-01"
      ]
    },
    {
      "cite": "30 Pa. 190",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        415571
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/30/0190-01"
      ]
    },
    {
      "cite": "5 Conn. 550",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        12135740
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/5/0550-01"
      ]
    },
    {
      "cite": "2 Pa. 202",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        951263
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/2/0202-01"
      ]
    },
    {
      "cite": "4 Rawle, 273",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823537
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0273-01"
      ]
    },
    {
      "cite": "55 Pa. 446",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1470694
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/55/0446-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 447,
    "char_count": 6935,
    "ocr_confidence": 0.499,
    "pagerank": {
      "raw": 6.207261842877396e-08,
      "percentile": 0.3843129464304676
    },
    "sha256": "65dd04973fcc8ae83e8f2f71e1536289cb2646782829bb9be23cf7b9d01667a3",
    "simhash": "1:4569549082569626",
    "word_count": 1204
  },
  "last_updated": "2024-02-27T19:30:30.649911+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stekrett, C. J., Green, McCollum, Mitchell and Fell, JJ."
    ],
    "parties": [
      "Eichert, Trustee, Appellant, v. Schaffer et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mitchell,\nThe plaintiff gave in evidence the deed to Catharine Eiehert, her will of 1881 and the probate. Having thus made out a prima facie title in himself as trustee, he rested. Defendants then put in evidence the will of Catharine Eiehert of 1886, the deed by her to plaintiff in 1885, and the record of the proceedings upon the mortgage, showing the purchase of plaintiff’s title under the deed of 1885 by the defendants. From this statement of the case, stripped of superfluous and irrelevant matters, it is apparent that the turning point was the deed of 1885. If testatrix during her lifetime and while of sound mind, had conveyed the houses to plaintiff, then neither of her wills was material to the case, and this the learned judge told the jury, in terms of which plaintiff certainly had no right to complain, for, disregarding all the complications of the probates and contest over the wills, the jury were instructed that plaintiff was entitled to recover, unless the deed by which the testatrix conveyed the houses to him was a good and valid deed. The jury found that it was and the plaintiff’s title under it having passed by the mortgage and sale to the defendants, the verdict was necessarily in their favor.\nThere was no element of estoppel in the case. It is true that the defendants had changed their ground and were now insisting that the testatrix was of sound mind in August, 1885, whereas in the will contest they had testified that she was non compos in February, 1886, and for several years before. But contradictory statements are not estoppels without other accompanying circumstances, and usually go to the jury merely on the credibility of the witnesses. No doubt they did so in. the present case, but with the effective tu quoque that the plaintiff himself had also changed his ground, and was blowing hot where he had previously blown cold.\nThe general principle insisted on by the appellant that a judgment settles the issue once for all between the parties is not questionable, but it has a recognized exception in the action of ejectment, which the appellant seems to have overlooked.\nWe find no error in the trial of the case.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Mitchell,"
      }
    ],
    "attorneys": [
      "William W. Ker, Chas. Knittel and Leonard R. Fletcher with him, for appellant,",
      "J. D. Bennett, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Eichert, Trustee, Appellant, v. Schaffer et al.\nEjectment — Evidence—Estoppel—Bes judicata.\nIn an action of ejectment, plaintiff, claiming as trustee under a will, gave in evidence the will executed by testatrix in 1881. lie then rested. Defendants then put in evidence the wiil of testatrix executed in 1886, also a deed by testatrix to plaintiff, executed in 1885, for the property in controversy. They also offered the record of the proceedings under a mortgage made by plaintiff upon the property in question. These proceedings showed a sheriff’s sale of plaintiff’s title to defendant. There was evidence that the will executed in 1886 had been set aside on an issue devisavit vel non. It appeared that in the will contest defendants had testified that the testatrix was non compos in 1886, and for several years before. Held, (1) that the question for the jury was whether the decedent was of sound mind when she executed the deed; and (2) that there was no element of estoppel or res judicata in the case.\nArgued Jan. 17, 1894.\nAppeal, No. 111, Jan. T., 1894, by plaintiff, David R. Eichert, executor and trustee of Catharine Eichert, deceased, from judgment of C. P. No. 4, Phila. Co., \"March T., 1891, No. 632, on verdict for defendant, Jacob Schaffer et al.\nBefore Stekrett, C. J., Green, McCollum, Mitchell and Fell, JJ.\nAffirmed.\nEjectment. Before Willson, J.\nAt the trial plaintiff gave in evidence a deed, dated Oct. 19, 1864, for the property in question, to Catharine Eichert; also the will of Catharine Eichert dated July 16, 1881, and its probate. He then rested. By her will testatrix devised the houses in question to plaintiff, in trust for the use and benefit of his children. Defendants offered in evidence a will executed by Catharine Eichert Feb. 10,1886, by which she made a different disposition of her property. Defendants also offered in evidence a deed executed by Catharine Eichert to David R. Eichert dated Aug. 26,1885. They also showed that a mortgage on the property had been executed by David R. Eichert to raise money to carry on litigation between these parties, and that, on a sale under this mortgage, defendants had bought in Eichert’s title. Plaintiff offered testimony in rebuttal showing a previous ejectment by defendants against plaintiff for the same premises, and that the will of 1886 had been set aside by the orphans’ court on petition of defendants. He also offered evidence which tended to show that in the previous ejectment and in the will contest defendants had testified that testatrix was non compos mentis in February, 1886, and for several years before. Also that defendants, as purchasers at sheriff’s sale, had notice of .the defence.\nThe court charged in part as follows:\n“'[In my judgment the only question for you to settle is, was .Mrs. Eichert, when she made that deed of 1885, in such a con- ■ dition of mind that she comprehended what she was doing? That is a question of fact to be settled like every other question ■ of fact. You have very little evidence upon the point.] [3, 4] You have the evidence on both sides, and while it is not very ■ clear or satisfactory, it is all you have got to go upon, and you are to use your intelligence and reach the most satisfactory .conclusion possible. You ought to render an entirely intelli■gent and reasonable verdict in this case. [I do not think the •defendants are shut off from the right of setting up that Mrs. Eichert was of sound mind when she made that deed by any thing which has appeared in the case.] ” [5]\nMay 21, 1894:\nPlaintiff’s points were among others as follows:\n“ 2. Unless the plaintiff, as executor and trustee under that will, has parted with the possession of the houses in dispute, and mentioned in that will, the verdict should be in his favor.” Refused. [1]\n3. Request for binding instruction. Refused. [2]\nVerdict and judgment for defendants. Plaintiff appealed.\nErrors assigned were (1-5), above instructions, quoting them.\nWilliam W. Ker, Chas. Knittel and Leonard R. Fletcher with him, for appellant,\ncited: Secrist v. Zimmerman, 55 Pa. 446 ; Kilheffer v. Herr, 17 S. & R. 319; Marsh v. Pier, 4 Rawle, 273; Man v. Drexel, 2 Pa. 202; Betts v. Starr, 5 Conn. 550; Finley v. Hanbest, 30 Pa. 190; Wray v. Miller, 20 Pa. 111; Hunter v. Cochran, 3 Pa. 105; Sheick v. McElroy, 20 Pa. 25 ; Riland v. Eckert, 23 Pa. 215; McBarron v. Gilbert, 42 Pa. 268.\nJ. D. Bennett, for appellee,\ncited: Thomas’s Est., 20 W. N. 336; Hantz v. Hull, 2 Bin. 511; Ruoff’s Ap., 26 Pa. 219; Graham’s Ap., 61 Pa. 43; DeHaven’s Ap., 75 Pa. 337; Baxter’s Ap., 1 Brews. 451; 2 Greenl. Ev. 371, 555 and 687; 2 Bouvier’s Dict. 509; 2 Shars. Bl. Com. 129; Swann’s Est., 49 Leg. Int. 318; Hanau’s Est., 49 Leg. Int. 492."
  },
  "file_name": "0519-01",
  "first_page_order": 547,
  "last_page_order": 550
}
