{
  "id": 1025480,
  "name": "Altoona v. O'Leary, Appellant",
  "name_abbreviation": "Altoona v. O'Leary",
  "decision_date": "1916-05-15",
  "docket_number": "Appeal, No. 388",
  "first_page": "25",
  "last_page": "31",
  "citations": [
    {
      "type": "official",
      "cite": "254 Pa. 25"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "172 Pa. 173",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        874080
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/172/0173-01"
      ]
    },
    {
      "cite": "112 Pa. 337",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546754
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/112/0337-01"
      ]
    },
    {
      "cite": "157 Pa. 516",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        846613
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/157/0516-01"
      ]
    },
    {
      "cite": "34 Pa. Superior Ct. 624",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        871068,
        871038
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/34/0624-02",
        "/pa-super/34/0624-01"
      ]
    },
    {
      "cite": "151 Pa. 454",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836669
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/151/0454-01"
      ]
    },
    {
      "cite": "60 Pa. Superior Ct. 159",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        451724
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/60/0159-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 653,
    "char_count": 13774,
    "ocr_confidence": 0.496,
    "pagerank": {
      "raw": 9.2248098402877e-08,
      "percentile": 0.510292298894646
    },
    "sha256": "5f4a0c2d2e5652172000ff67942a0ceb1a73244d792d6add42e23a08aaea6014",
    "simhash": "1:1c2926e3f7191cdf",
    "word_count": 2365
  },
  "last_updated": "2024-02-27T21:33:05.080567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Potter, Frazer and Walling, JJ."
    ],
    "parties": [
      "Altoona v. O’Leary, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis decree is affirmed, at appellant’s costs, on the opinion of the Superior Court affirming the action of the court below.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Thomas H. Greevy, for appellant.",
      "Thomas C. Hare, for appellee."
    ],
    "corrections": "",
    "head_matter": "Altoona v. O’Leary, Appellant.\nTaxation — Corporations — Municipalities — Cities of the third class — Acts of May 23, 1889, P. L. 277; May 16, 'l901, P. L. 224-Constitutional law — Constitution of Pennsylvania, Art. IX, Sec. 1.\n1. Under the Acts of May 23, 1889, P. L. 277, and May 16,1901, P. L. 224, relating to the government of cities of the third class, a city has power to levy and collect a license tax of $100.00 on gas companies doing business within the limits of such city, irrespective of the volume of such business; said act discloses the intention of the legislature to confer upon such cities the power to assess and levy such taxes for general revenue purposes and not in the exercise of the police power.’\n2. Where a city, in pursuance of the authority conferred upon it by said act, levies a fixed tax upon all gas companies doing business within its limits, without regard to the volume of business done by each, there is no violation of Section 1, Article IX, of the Constitution of Pennsylvania, requiring that all taxes shall be uniform upon the same class of subjects within the territorial limits of the authority levying the taxes.\nInterstate commerce — Gas companies.\n3. A gas company which manufactures its product within the limits of Pennsylvania and sells its entire product within the same limits to a railroad company and a sleeping car company for lighting cars is not engaged in interstate commerce although the cars themselves are operated in interstate traffic.\nArgued April 18, 1916.\nAppeal, No. 388, Jan. T., 1915, by defendant, from order of Superior Court, Oct. T., 1914, No. 15, affirming order of C. P. Blair Co., June T., 1909, No. 100, dismissing appeal from judgment of the mayor of the City of Altoona, imposing fine, in case of City of Altoona v. Dennis O’Leary, superintendent of the Pintsch Compressing Company.\nBefore Brown, C. J., Mestrezat, Potter, Frazer and Walling, JJ.\nAffirmed.\nAppeal from the Superior Court. (See 60 Pa. Superior Ct. 159.)\nThe facts appear in the following opinion of the Superior Court by Head, J.:\nThe City of Altoona is a city of the third class. By the Act of May 23, 1889, as amended by the Act of May 16, 1901, the legislature fully prescribed and defined the rights, powers, and duties of such municipalities. In terms it conferred upon them the power, inter alia, “to levy and collect a license tax not exceeding $100 each annually on all contractors, bankers, brokers, merchants of all kinds, grocers, confectioners, butchers, furniture dealers, ¡jewelers, express companies, telegraph, telephone, steam heating, gas, water, light and power companies, and to regulate the collection of the same.” The section from which we have quoted embraces many other classes of business than those just enumerated, but we have selected these to show the nature and scope of the power conferred.\nBy an ordinance duly approved March 11, 1902, the City of Altoona undertook to levy and assess an annual license tax upon the business of the various persons and companies specified in the statute, which ordinance provided, inter alia, that “All gas companies or individuals furnishing light or heat thereby shall pay annually a license tax of $100.” The ordinance further provided that a failure to pay such taxes, after they had been duly levied and notice had been given, should be visited with the imposition of certain fines or penalties to be recovered in a proper action. The gas company, of which the nominal defendant was superintendent, having refused to pay the tax assessed, the city brought an action to-recover the same. -After a-judgment had been obtained before the mayor, a petition was filed in the' Court of Common Pleas and an order made allowing an appeal and staying any further proceedings to enforce such judgment until the hearing. After hearing and argument, the learned court below dismissed the appeal and from that order or decree the present appeal is taken. The controlling questions raised by the several assignments of error may be best disposed of by a consideration of the real principles involved without reference to the particular assignments that bring them on the record.\n1. Did the legislature, in the language we have quoted, confer upon the city the general power to raise revenue by levying a tax upon the subjects therein enumerated? We cannot doubt the answer to this question must be in the affirmative. The occupations mentioned in the act are, in large measure at least purely private, or the purely private business of the citizens. They in no way are related to or affect the general welfare of the community, the public health, safety or morals. Under ordinary circumstances and in the absence of express legislative command, they would furnish no objective for the exercise of the police power of the State or its subdivision, the city. The statute does not prohibit, or authorize the city to prohibit any person or corporation from engaging in the various classes’of business referred to without first procuring a license therefor. It neither contemplates nor authorizes any regulation or control by the city of the classes of business named as conducted by individuals or corporations. It ought to be clear then that the legislature intended to confer and did confer upon cities of the third class the power to assess and levy the taxes referred to for general revenue purposes.\nThe Act. of 1889 is practically identical with the amended Act of 1901 in respect to the nature and character of the taxing power conferred in the Section we have quoted. The City of Oil City enacted an ordinance under the earlier act assessing a tax of $50 upon all banks doing business in the city. The payment of this tax was resisted by the Oil City Trust Company on the ground that the levy and assessment complained of contemplated a tax for general revenue purposes and that the bank had been exempted from the payment of such taxes by the statute which required it to pay a certain fixed percentage upon its capital stock, which tax was to be in lieu of all others. This contention Avas sustained by the Supreme Court, Mr. Justice Mitchell concluding his opinion in the following language: “The result therefore is that banks are only subject to license tax by municipalities by virtue of express legislative authority; that the only authority shown in cities of the third class since the Act of 1889 is to license as a tax for revenue purposes; and that as to such tax the appellant was exempt during the years 1889 and 1890”: Oil City v. Oil City Trust Co., 151 Pa. 454. We conclude therefore the City of Altoona was vested by the legislature with power to impose the tax complained of for. revenue purposes. It would necessarily follow then that the proper exercise of such power should not be referable in any way to the police power and could not be affected by those limitations which control where the attempted imposition of license fees, to cover the cost of regulation, inspection, etc., must rest on the police power alone.\nThat the ordinance in question was enacted to exercise the power of taxation and not the police power of the city is clear. It follows the language of the statute. It does not require the appellant to procure a license before it may lawfully carry on its business. It provides for no inspection, regulation or control of such business. In the language of Rice, P. J., in Titusville v. Gahan, 34 Pa. Superior Ct. 624, “There is nothing in the body of the ordinance to indicate that it was adopted for any other purpose or in the exercise of any other power than the power of taxation, or to raise a presumption that the amount of the fee or tax was fixed with any regard to those matters that it was the duty of the corporate authorities to consider in the imposition of such a charge in the exercise of the police power.” It would further follow from what we have said that the learned court below committed no error in excluding testimony along lines tending to establish matters which, however pertinent in an inquiry as to the reasonableness of an attempted exercise of the police power, have no legitimate place in the determination of the validity of a tax for revenue.\n2. Was the act of the city in assessing and levying a fixed tax upon all gas companies doing business within its limits, without regard to the quantity of business done by each, a violation of any constitutional right of the present appellant? He contends that such action would be in contravention of Section 1, Article IX, of the Constitution of Pennsylvania, which provides, “All taxes shall be uniform upon the same class of subjects within the territorial limits of the authority levying the taxes and shall be levied and collected under general laws.” It is first to be observed that the city has exhibited no intention of levying a tax upon the gross revenues of any business or occupation nor yet an income tax upon the net profits of such business. Following the language of the statute, the ordinance levies the tax upon the business or occupation in which the defendant is engaged. If the State, or any of its political divisions vested with the necessary power, should duly levy a tax upon the professions of lawyers, doctors and the like, we have never known it to be otherwise than that such professions would be uniformly assessed and the taxes levied without regard to the professional earnings of the various individuals whose professions, and not whose incomes, were the subject of the tax. In the present case all gas companies doing business within the City of Altoona are assessed alike because it is their occupation, their business as distinguished from its extent or results, which is the subject of the tax. There is therefore, as we view it, uniformity upon the same class of subjects within the meaning of the Constitution. In Commonwealth v. National Oil Co., 157 Pa. 516, Mr. Justice Williams, speaking for the Supreme Court, said:\n“Upon the subject of uniformity of burden imposed by a tax law, no better rule can be stated than that laid down in Fox’s App., 112 Pa. 337, viz, that substantial, not absolute,' uniformity is what the Constitution requires. Exact uniformity is theoretically possible, but it is practically unattainable by any system of classification and valuation yet devised in this State.”\nBut it is urged by the able counsel for the appellant that in City of Williamsport v. Wenner, 172 Pa. 173, it was determined that a city of the third class, in the exercise of the power now under consideration, is obliged to classify the business to be taxed by a consideration of the revenue derived from that business, or of its bulk and extent as compared with the business of another engaged in the same occupation. We do not so understand the case cited. It is authority for the proposition that the right and the power to so classify lines of business sought to be taxed, is embraced in the power to levy the tax; and, as a consequence that when the City of Williamsport, by its ordinance, undertook to classify the business of its merchants of various kinds by a consideration of the amount of their sales, it had not exceeded those just and reasonable powers of classification which are embraced in the grant of a power to levy the tax. But the converse of the proposition is not decided by that,case. The legislature, as we have seen, has in terms conferred the right upon the city to levy a bulk táx not exceeding $100 on the business of all gas companies operating within its limits. It has not declared that in the exercise of such power the city must classify the subjects of taxation with reference to the value of the occupations of the several individuals or corporations engaged therein. We are of the opinion therefore that the tax levied upon the business of the present appellant cannot be successfully assailed because some other individual or corporation engaged in the same line of trade does a greater volume of business or even a more profitable one than does the appellant.\nIt is further contended that the defendant is engaged in interstate commerce and that the tax complained of would be a tax on an instrument of interstate commerce, and the city would not be competent to place such a local burden thereon. We do not understand this point to have been seriously pressed upon the court. Indeed it could not be, because the major premise, on which such conclusion would necessarily rest, is entirely wanting. The appellant is not in any way engaged in interstate commerce. It manufactures its product, well-known as pintsch gas, within the limits of the City of Altoona. It sells its entire product within the same limits to The Pennsylvania Railroad Company or the Pullman Palace Car Company or both. The gas is used for lighting their cars. The fact that the cars, so lighted, travel into different and distant states, affects in no way the business of the present defendant. As well might the ice company, which stocks the cars with ice, or the water company, which supplies them with, water, or the coal company that furnishes the fuel, claim to be engaged in interstate commerce because the railroad owning the cars is itself engaged in interstate traffic.\nUpon a consideration of the entire case, we are of opinion that the learned judge below reached a correct conclusion and that appellant is in no way aggrieved by the order or decree appealed from. The assignments of error are therefore overruled.\nDefendant appealed.\nError assigned was the order of the court.\nThomas H. Greevy, for appellant.\nThomas C. Hare, for appellee.\nMay 15, 1916:"
  },
  "file_name": "0025-01",
  "first_page_order": 51,
  "last_page_order": 57
}
