{
  "id": 1025402,
  "name": "Langdon, Appellant, v. Lawrence Park Realty Company",
  "name_abbreviation": "Langdon v. Lawrence Park Realty Co.",
  "decision_date": "1916-05-15",
  "docket_number": "Appeal, No. 131",
  "first_page": "86",
  "last_page": "87",
  "citations": [
    {
      "type": "official",
      "cite": "254 Pa. 86"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 196,
    "char_count": 2427,
    "ocr_confidence": 0.481,
    "pagerank": {
      "raw": 6.796773585188092e-08,
      "percentile": 0.41573929599756587
    },
    "sha256": "57a9576c9a86156cc38b82862f5f9ac469bdd348ff97fbd939165666c475aca3",
    "simhash": "1:287888a83f078f5b",
    "word_count": 384
  },
  "last_updated": "2023-07-14T20:05:05.352047+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Potter, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Langdon, Appellant, v. Lawrence Park Realty Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis judgment is affirmed on the following from the opinion of the court below directing it to be entered: “In our opinion, the contract itself makes Joseph J. Heilman an independent contractor. Defendant company, as owner, did nothing to change the relation established by said contract. Plaintiff had no contractual relations Avith the owner: therefore, his action, if maintainable, is against his employer. It follows that defendant’s point in bar should have been affirmed: hence, the rule should be made absolute.”\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "J. B. Cessna, with him Monroe Echols, for appellant.",
      "W. S. Carroll, with him J. M. Sherwin, for appellee."
    ],
    "corrections": "",
    "head_matter": "Langdon, Appellant, v. Lawrence Park Realty Company.\nNegligence — Master and servant — Injury to employee of inde~ pendent contractor — Liability of owner — Judgment for defendant.\nIn an action against an owner of real estate by an employee of an independent contractor engaged to construct certain buildings thereon, to recover damages for personal injuries sustained in a fall resulting from defects in a scaffold erected by the contractor, judgment was properly entered for the defendant non obstante veredicto where it appeared that there was no contractual relation between plaintiff and defendant. Plaintiff’s right to recover, if at all, was against his employer.\nArgued April 25, 19l6.\nAppeal, No. 131, Jan. T., 1916, by plaintiff, from judgment of C. P. Erie Co., Sept. T., 1914, No. 87, entered for defendant non obstante veredicto in case of Grant Langdon v. Lawrence Park Realty Company.\nBefore Brown, C. J., Mestrezat, Potter, Stewart and Moschzisker, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries. Before Prather, P. J., specially presiding.\nThe defendant owned a large tract of land east of Erie and entered into a contract with Joseph Heilman, a building contractor, to erect a number of houses thereon. Plaintiff, a carpenter, was engaged by Heilman as one of the workmen on the operation. Heilman directed that a scaffold be erected for the purpose of putting a cornice on a house. The scaffold was defective and broke, causing the injuries complained of.\nFurther facts appear in the opinion of the Supreme Court.\nAfter verdict for plaintiff judgment was entered f(?r the defendant non obstante veredicto. Plaintiff appealed.\nError assigned, among others, was in making absolute - defendant’s rule for judgment n. o. v.\nJ. B. Cessna, with him Monroe Echols, for appellant.\nW. S. Carroll, with him J. M. Sherwin, for appellee.\nMay 15, 1916:"
  },
  "file_name": "0086-01",
  "first_page_order": 112,
  "last_page_order": 113
}
