{
  "id": 1025495,
  "name": "Raub v. Donn, Appellant",
  "name_abbreviation": "Raub v. Donn",
  "decision_date": "1916-05-23",
  "docket_number": "Appeal, No. 439",
  "first_page": "203",
  "last_page": "207",
  "citations": [
    {
      "type": "official",
      "cite": "254 Pa. 203"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "248 Pa. 24",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1011474
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/248/0024-01"
      ]
    },
    {
      "cite": "244 Pa. 122",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1003515
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/244/0122-01"
      ]
    },
    {
      "cite": "243 Pa. 247",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1001544
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/243/0247-01"
      ]
    },
    {
      "cite": "241 Pa. 461",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976028
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/241/0461-01"
      ]
    },
    {
      "cite": "241 Pa. 425",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976013
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/241/0425-01"
      ]
    },
    {
      "cite": "227 Pa. 488",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1008512
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/227/0488-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 479,
    "char_count": 8681,
    "ocr_confidence": 0.458,
    "pagerank": {
      "raw": 6.991503133943276e-07,
      "percentile": 0.9657020544441008
    },
    "sha256": "55160b2d6898cc0b1897f0e24303abd8ca600ae20484ef7a958adcb31f48aca5",
    "simhash": "1:da69e032004726cc",
    "word_count": 1544
  },
  "last_updated": "2024-02-27T21:33:05.080567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Potter, Stewart, Moschzlsker, Frazer and Walling, Jj."
    ],
    "parties": [
      "Raub v. Donn, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Moschzisker,\nAugust 21, 1911, Andrew Raub, the plaintiff, was run down and seriously injured by an automobile; he recovered a verdict upon which judgment was entered, and the defendant has appealed.\nMr. Raub, with several others, was standing on a public highway, about to board an electric street car; as he stepped aside to allow a young woman to get on first, a large automobile, operated by Samuel Donn, a 21-year-old son of the defendant, violently ran into and hurled plaintiff a distance of 60 feet; at the same moment, it struck and killed the young woman.\nWhile there was some conflict in the evidence, yet beyond question, it was sufficient to establish these facts: that the machine which did the damage belonged to the defendant; .that it approached without warning at the rate of 35 miles an hour; that the negligence of the chauffeur caused the accident; and that the latter had the reputation of being “a careless and reckless driver”; but the important question on this appeal concerns the sufficiency of the evidence to prove the chauffeur was acting for the defendant at the time of the accident.\nIn connection with the issue just stated, these are the material facts shown by the testimony depended upon by the plaintiff: A few days prior to August 21, 1911, the defendant told a Mr. Maher, an automobile mechanic, that he was going away for a short time, and “wanted the car looked over and repaired before he came back”; on the evening of the accident, this man went to the defendant’s garage and made some repairs, after which, accompanied by the latter’s son, Samuel, he took the car out on a testing tour, during which he made other adjustments, at one time working on the clutch three-quarters of an hour; finally, after determining that the machine was in proper condition, Mr. Maher turned it over to Samuel and “told him to take the car back to the barn,” or garage from which it had come; the latter pursued a direct route home, and the accident happened on the way; among other pursuits, the defendant conducted a livery stable and undertaking business, and Samuel was in his employ; this son was in the habit of operating his father’s car, and was frequently seen driving it when occupied by “Mr. Donn and his family”; at the police station, after his arrest, young Donn said “his father was away and he was taking care of the business,” and made other statements to that effect.\nIn overruling the defendant’s motion for judgment n. o. v., the learned court below correctly said: “There is not á particle of evidence that Samuel was using the car at the time of the accident for his own pleasure or convenience; all the testimony, including his own, is that he was returning it to his father’s garage after Maher had turned it over to him at a point distant not half a mile from the garage; he was on his father’s business just as much as if he had been driving his horse from the blacksmith shop after being shod; he was on the direct route home; he says that his sole purpose was to get the machine back to the garage......, and there is no intimation of anything to the contrary in any of the evidence.” In charging the jury on the subject of the son’s authority, the trial judge had this to say: “There are two kinds of authority — direct, or specific, and implied. Now there is no evidence that there was any direct, or specific authority given to Samuel to run the car that night — that is, the defendant......didn’t say to Samuel, ‘Maher is going to make some repairs on this car and take it out, and you go with him and take the car home when he gets through’......; but áuthority may be implied from the conduct of the parties, and the evidence on that point is the fact testified to by the witnesses that they had seen Samuel running the car at various times, frequently, before the accident, with different parties (Mr. Donn and other members of his family) in it.....” He also called attention to the fact that Samuel worked for his father, and that there was some evidence the latter, while away, had put his affairs in the former’s charge; but he left it to the jury to determine from all the circumstances whether or not the son was acting within the scope of his implied authority on the night of the accident. The verdict shows that this issue was decided in favor of the plaintiff, and we are not convinced of error in the manner of its submission, or of the insufficiency of the evidence to sustain the finding of the jury thereon.\nAs rightly stated by the court below, the plaintiff assumed an unnecessary burden in undertaking to show that Samuel Donn had “a reputation for recklessness in driving such as defendant ought to have known of ......; for this fact was really unnecessary to make out liability on the part of the defendant; his liability was fixed......, if the driver was negligent on the night of the accident......, if the defendant was the owner of the car and the driver was the latter’s agent acting within the scope of his authority and in the pursuit of the defendant’s business or convenience, and not of his (own) pleasure, business or convenience.” The plaintiff having gained the verdict, it is plain that all of these latter issues must have been determined in his favor, and the submission of the additional, point as to the reputation of the driver could not have prejudiced the defendant’s case; moreover, since the fact that young Donn was a reckless driver, and had the reputation of being such, “which fact was then and there known or ought to have been known to the said Frank Z. Donn/’ was averred in the plaintiff’s statement, we cannot say that, under the evidence at bar, error was committed in submitting this issue to the jury, or in saying to them, “It is the duty of a man to see that his automobile is not run by a careless, reckless person, but that it is in the hands of a skillful and competent person.” The conclusions reached by the court below, and which we are about to sustain, are in accord with the law as ruled by us in the following recent cases: Moon v. Matthews, 227 Pa. 488; Kurtz v. Tourison, 241 Pa. 425; Parker v. Matheson Motor Car Co., 241 Pa. 461; Curran v. Lorch, 243 Pa. 247; Hazzard v. Carstairs, 244 Pa. 122; Luckett v. Reighard, 248 Pa. 24.\nThe assignments of error are overruled, and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Moschzisker,"
      }
    ],
    "attorneys": [
      "Abram Salsburg, with him Mose H. Salsburg and F. W. Wheaton, for appellant.",
      "D. A. Fell, with him Chas. B. Lenahan and Edward A. Lynch, for appellee."
    ],
    "corrections": "",
    "head_matter": "Raub v. Donn, Appellant.\nNegligence — Master and servant — Automobiles—Defendant’s son as chauffeur — Scope of authority — Case for jury.\n1. In an action to recover damages for injuries sustained by a pedestrian in consequence of being run over by defendant’s automobile while being operated by defendant’s son, the' question whether the son was acting within the scope of his duties as his father’s employee at the time of the accident was for the jury and a verdict for the plaintiff will be sustained, where it appeared that the defendant had told a mechanic that he wished the car repaired before he returned from a trip he was about to take, that on the evening of the accident, during defendant’s absence, the mechanic went to defendant’s garage and after making certain repairs took the car out on a testing tour with defendant’s son, that he then turned the car over to the son with directions to take it back to the garage, that the son pursued a direct route home, and through his negligent driving the accident occurred; and where it further appeared that the son was in his father’s employ and had been in the habit of operating the car.\n2. In such case where plaintiff introduced evidence to the effect that the son had a reputation for reckless driving and that the defendant was aware of' such fact, the court did not err in submitting such question to the jury and in charging that it was the duty of a man to see that his automobile was not run by a careless or reckless person, but by a skillful and competent operator. .\nArgued April 10, 1916.\nAppeal, No. 439, Jan. T., 1915, by defendant, from judgment of C. P. Luzerne Co., Oct. T., 1911, No. 1169, on verdict for plaintiff, in case of Andrew Gf. Raub v. Frank Z. Donn.\nBefore Potter, Stewart, Moschzlsker, Frazer and Walling, Jj.\nAffirmed.\nTrespass to recover damages for personal injuries. Before Woodward, J.\nThe opinion of the Supreme Court states the facts.\nVerdict for plaintiff for $6,062 and judgment thereon. Defendant appealed.\nErrors assigned were in refusing to direct a verdict for defendant, answers to points and the refusal of the court to enter judgment for defendant n. o. v.\nAbram Salsburg, with him Mose H. Salsburg and F. W. Wheaton, for appellant.\nD. A. Fell, with him Chas. B. Lenahan and Edward A. Lynch, for appellee.\nMay 23, 1916:"
  },
  "file_name": "0203-01",
  "first_page_order": 229,
  "last_page_order": 233
}
