{
  "id": 1025434,
  "name": "The Reading Trust Company v. Thompson, Appellant",
  "name_abbreviation": "Reading Trust Co. v. Thompson",
  "decision_date": "1916-07-01",
  "docket_number": "Appeal, No. 38",
  "first_page": "333",
  "last_page": "338",
  "citations": [
    {
      "type": "official",
      "cite": "254 Pa. 333"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "250 Ill. 584",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        3430690
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill/250/0584-01"
      ]
    },
    {
      "cite": "50 N. Y. Supp. 974",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "case_ids": [
        5660181
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nys/50/0974-01"
      ]
    },
    {
      "cite": "85 Pa. 391",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        440511
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/85/0391-01"
      ]
    },
    {
      "cite": "136 N. Y. 177",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        18454
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/136/0177-01"
      ]
    },
    {
      "cite": "153 Pa. 14",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        840341
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/153/0014-01"
      ]
    },
    {
      "cite": "233 Pa. 316",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981029
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/233/0316-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 495,
    "char_count": 9103,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 3.1208772191684776e-07,
      "percentile": 0.8606239205451747
    },
    "sha256": "c508f9a4efb3ba1e02b838254a6b99a20d019cec6cc751160cebfeb679b73834",
    "simhash": "1:a34d00bbd2687cd8",
    "word_count": 1608
  },
  "last_updated": "2024-02-27T21:33:05.080567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mestrezat, Potter, Moschzisker, Frazer and Walling, JJ."
    ],
    "parties": [
      "The Reading Trust Company v. Thompson, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Walling,\nThis is an action of replevin to recover possession of certain negotiable coupon bonds of the par value of $45,-000, being nine groups of .five thousand dollars each.. The Colonial Trust Company is a banking institution located at Reading, of which the defendant, John S. Thompson, was the active man in charge'as' secretary and'treasurer.\nIn March, 19.11, E. W.. Alexander, the deceased, rented a box in the safe deposit vault of said institution, where' he kept his bonds and other securities. He had the two keys to his box; but keys to the vault, called auxiliary keys, were at the bank in the possession of defendant. The last time Mr. Alexander had access to said box was October 8 or 9, 1912. He became sick a few days, thereafter and died on the 24th day of the following November. His executors found in said box all of his securities^ except the bonds in suit, which were missing. About six months thereafter, through the collection of coupons, it was discovered that defendant had opened an account with a bank in Philadelphia, where he had placed said bonds, or at least a portion of them.\nThen this suit was brought and plaintiffs filed a declaration claiming said bonds as the property of the estate, to which defendant filed an affidavit of defense de- • nying the taking of bonds, but stating inter alia, “The defendant admits that E. W. Alexander was, in his lifetime, possessed- of the bonds described in the declaration up to about October 8 or 9,1912, but the defendant denies that he, the said S. W. Alexander, was possessed of said bonds after about October 8 or 9,1912.”\nThe affidavit then avers an oral gift of said bonds by Alexander to defendant, accompanied by a delivery to him of possession of the same, giving the alleged reason therefor and details thereof.\nAt the trial, plaintiffs offered evidence tending to show, the ownership and possession of said bonds by Alexander, and that they were placed by him with his other securities in said box in the vault, and that he collected coupons thereon down to and including those maturing October 1, 1912. None of which matters was denied in; the said, affidavit or at the trial. Defendant practically offered np evidence, his own testimony being excluded-because of Alexander’s death, and that of a Mr. High,. called by him,, and by whom he offered to prove that some six months before his death the ..deceased said, “I must take care of John Thompson, he has taken care of me,” ,as being too remote and not connected with the subject matter in suit. Against defendant’s objection plaintiffs were given the conclusion to the jury and the verdict was in their favor. ■\nIn disposing of defendant’s motion for a new trial, the court below says inter alia, “There being no evidence whatever to establish defendant’s allegation of title by gift to these bonds, and a prima facie case having been made out for the plaintiffs by the pleadings and our rules of court thereon, it was not necessary for plaintiffs to submit any oral evidence, and the case was in a position to require an affirmance of plaintiffs’ request for binding instructions.”\nThe affidavit of defense substantially admits the ownership and possession of these bonds in Alexander about six weeks prior to his death. The only title which defendant sets up is an alleged parol gift at that time, and, under the circumstances of this case, the burden was upon him to make proof thereof. The general rule is that possession is prima facie evidence of ownership of negotiable securities: Maxler v. Hawk, 233 Pa. 316.\nBut it is there held that (p. 322) “The defendant setting up a gift inter vivos as a defense, the burden was upon him to prove it. The burden of proof is on the one claiming to be the donee of property to establish all the facts essential to the validity of such gift: 20 Cyclopedia of Law & Proceedure, 1219.”\nWhere the alleged donee has had opportunities to obtain possession of the subject of the gift without title, the proof in support of the alleged claim ought to be clear and satisfactory upon every point essential to title by gift:, Scott v. Reed, et al., 153 Pa. 14.\nThe .law does not here raise the presumption of a gift, and there being no evidence to support it, the court should have directed a verdict for the plaintiffs. The proposed evidence of Mr. High had it been admitted would have fallen far short of establishing a gift of the bonds in suit.\nThere is another serious objection to defendant’s contention. The deposit of these bonds in the vault was a bailment, and he was in charge thereof as agent for the bailee. The bailment being shown, the possession of the bonds by the bailee or its agent raises no presumption of ownership as against the bailor. It would be a novel proposition, that the negotiable securities which a citizen hád in his box in a deposit vault, six weeks before his death, could be taken from his estate on a presumption of ownership in some officer or employee of the bank in whose possession they might subsequently be found. Under such circumstances where the custodian of the vault is found in possession of the securities of a depositor and claims them as a gift from the latter, the burden is upon the former to prove the gift. We do not know how these bonds came to the defendant’s possession. While he had access to the vault, it is not shown that he had a key to this box, possibly he hád. Mr. Alexander may have accidently left the bonds outside of his box, or made a gift of them to defendant. We do not know what the real facts may be, but do know that they were Mr. Alexander’s bonds six weeks before his death, and that the allegation of a gift thereof to defendant has not been supported by any evidence. “The mere possession of the property is not sufficient evidence of a gift, for this may be consistent with a mere custody or agency. The evidence must show that the donor intended to divest himself of the property, and should be inconsistent with any other purposeMatter of Bolin, 136 N. Y. 177; See also 14 American and English Encyclopedia of Law (2d Ed.) 1050.\nThe relation of bailor and bailee exists between a safe deposit company and its customers: Safe Deposit Company of Pittsburgh v. Pollock, 85 Pa. 391; Lockwood v. Manhattan Storage & Warehouse Co., 50 N. Y. Supp. 974; Nat. Safe Deposit Co. v. Stead, 250 Ill. 584; 95 N. E. Repr. 973.\nAnd the relation is not changed by the fact that the renter holds the keys to his bos: Tillinghast v. Johnson (R. I.) 82 Atl. Repr. 788.\nIn our view of the case it is not necessary to pass upon the questions raised as to the admissibility of certain evidence, or as to who should have had the conclusion to the jury.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Walling,"
      }
    ],
    "attorneys": [
      "Cyrus G. Derr, with him Richmond L. Jones, for appellant.",
      "Isaac Hiester, with him E. Carroll Schaeffer and C. H. Ruhl, for appellees."
    ],
    "corrections": "",
    "head_matter": "The Reading Trust Company v. Thompson, Appellant.\nGifts — Gifts inter vivos — Bonds deposited in safe deposit vault— Death of depositor — Evidence—Presumptions—Burden of proof.\n1. The general rule is that possession is prima facie evidence of ownership of negotiable securities.\n2. The deposit of bonds in a safe deposit vault of a bank is a bailment; where the custodian of the vault is in possession of the securities of a decedent which had been deposited in the vault and claims them as a gift inter vivos from him,, there is no presumption of ownership on the part of such custodian and the burden is upon him to prove the gift.\n3. In an action of replevin brought by executors to recover possession of certain bonds deposited by plaintiff’s decedent in the vault of a trust company a few days before his last illness, it appeared that the defendant, who was in active charge of the trust company and had access to the vault, was found in possession of the bonds after decedent’s death. Defendant claimed that decedent had made him a parol gift of the bonds. Defendant being incompetent as a witness, practically no evidence was offered in his behalf. Held, a verdict for the plaintiffs was proper.\n4; In such case the court did not err in excluding as too remote and as not being- connected with the subject-matter of the suit, the testimony of a witness to the effect that six months prior to decedent’s death he had said “I must take care of” the claimant, naming him, “he has taken care of me.”\nArgued May 2,1916.\nAppeal, No. 38, Jan. T., 1916, by defendant from judgment of C. P. Berks Co., May T., 1915, No. 63, on verdict for plaintiff, in case of The Beading Trust Company, John D. Eisenbrown, and E. Carroll Schaeffer, Executors of E. W. Alexander, deceased, v. John S. Thompson.\nBefore Mestrezat, Potter, Moschzisker, Frazer and Walling, JJ.\nAffirmed.\nReplevin for the recovery of certain coupon bonds. Before Wagner, J.\nThe facts appear by the opinion of the Supreme Court.\nVerdict for the plaintiff for the bonds replevied, and $10,735.83 damages, and judgment thereon. Defendant appealed.\nError assigned, among others, was in refusing defendant’s motions for a new trial and for judgment n. o. v.\nCyrus G. Derr, with him Richmond L. Jones, for appellant.\nIsaac Hiester, with him E. Carroll Schaeffer and C. H. Ruhl, for appellees.\nJuly 1, 1916:"
  },
  "file_name": "0333-01",
  "first_page_order": 359,
  "last_page_order": 364
}
