{
  "id": 1025447,
  "name": "Adams Express Company, Appellant, v. Harrisburg",
  "name_abbreviation": "Adams Express Co. v. Harrisburg",
  "decision_date": "1916-07-01",
  "docket_number": "Appeal, No. 3",
  "first_page": "443",
  "last_page": "446",
  "citations": [
    {
      "type": "official",
      "cite": "254 Pa. 443"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "155 U. S. 688",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3580554
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/155/0688-01"
      ]
    },
    {
      "cite": "153 U. S. 436",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3576546
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/153/0436-01"
      ]
    },
    {
      "cite": "143 U. S. 305",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6139220
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/143/0305-01"
      ]
    },
    {
      "cite": "145 Pa. 83",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        825919
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/145/0083-01"
      ]
    },
    {
      "cite": "85 Pa. 513",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        440454
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/85/0513-01"
      ]
    },
    {
      "cite": "148 Pa. 162",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981867
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/148/0162-01"
      ]
    },
    {
      "cite": "60 Pa. Superior Ct. 420",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        451691
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/60/0420-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 385,
    "char_count": 5978,
    "ocr_confidence": 0.462,
    "pagerank": {
      "raw": 5.8157529116814025e-08,
      "percentile": 0.36209717246063383
    },
    "sha256": "f4d0c8dae6932dfd1afd91abc69ff162b46defe5084d7d0ccf5da03400af702b",
    "simhash": "1:a61a98998bba7dd8",
    "word_count": 1008
  },
  "last_updated": "2024-02-27T21:33:05.080567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Potter, Stewart, Moschzisker, Frazer and Walking, JJ."
    ],
    "parties": [
      "Adams Express Company, Appellant, v. Harrisburg."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis appeal is dismissed on the opinion of the Superior Court affirming the decree of the court below.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "John Lewis Evans, with him Charles H. Bergner and Thomas DeWitt Cuyler, for appellant.",
      "Daniel S. Seitz, City Solicitor, for appellees."
    ],
    "corrections": "",
    "head_matter": "Adams Express Company, Appellant, v. Harrisburg.\nTaxation — Foreign joint stoch company — Fxpress company — Tax on horses.\nA joint stock company existing under the laws of another state and doing business as a common carrier of merchandise in Pennsylvania, is liable to pay a tax for local purposes on horses over four years of age which it owns and uses in this State.\nArgued May 22, 1916.\nAppeal, No. 3, May Term, 1916, by plaintiff, from decree of Superior Court, March T., 1915, No. 4, affirming decree of C. P. Dauphin Co., Equity Docket No. 498, dismissing bill in equity for an injunction, in case of Adams Express Company v. City of Harrisburg and Owen M. Copelin, Collector of City Taxes.\nBefore Brown, C. J., Mestrezat, Potter, Stewart, Moschzisker, Frazer and Walking, JJ.\nAffirmed.\nAppeal from the Superior Court.\nFrom the record it appeared that plaintiff filed a bill in equity in the Common Pleas Court to restrain the collection of city taxes levied upon eleven horses owned by the plaintiff.\nThe facts appear in Adams Express Company v. Harrisburg, 60 Pa. Superior Ct. 420, and in the following opinion of the Superior Court, by Henderson, J.:\nIt is conceded that horses over four years of age are subjects of taxation for local purposes in this State. The assessment of the appellant’s horses was not exceptional, therefore. It is contended, however, that they are not subject to such taxation because the plaintiff is a joint stock company existing under the laws of the State of New York and doing business as a common carrier of merchandise in Pennsylvania and other states. We are not informed what are the limits of its legal capacities and liabilities. If it resemble joint stock companies formed under the laws of this Commonwealth it is a partnership association with a limited liability of shareholders or members. It is admitted in the argument of the learned counsel for the appellant that there is no authority in this Staté which expressly supports the position contended for. Numerous decisions construing tax legislation have held that the property of certain corporations indispensable to the carrying on of the business for which they were organized was not subject to taxation for local purposes. There being no express legislation imposing a tax on the chattels of such corporations the courts have held that the law will not by inference subject that to taxation which is represented by the capital stock of the company and taxed specially by the legislature. But these decisions all relate to public or quasi public corporations. A public corporation was defined in Schuylkill County v. Citizens’ Gas Co., 148 Pa. 162, to be a corporation which can not carry out the purposes of its organization without chartered rights from the Commonwealth. The power to tax the public works of such corporations including all the property indispensably necessary to the exercise of the corporate functions had been exercised in a different way by the State. A private corporation needs no franchise from the Commonwealth to permit it to carry on its business. It has no delegation of sovereignty and owes no duty to the public as a consequence of grant of power by the State. If this be true of private corporations it must also be the law as applied to the appellant. The argument in support of the appeal would give to any partnership engaged in the transportation of passengers or merchandise the same exemption which is claimed for the plaintiff. The right to relief as against the general law creating a liability for tax on personal property must be made clear. The right to classify subjects of taxation was decided in Germania Life Ins. Co. of N. Y. v. Com. of Penna., 85 Pa. 513, where it was held that foreign insurance companies might be placed in a class by themselves as distinct from domestic insurance companies, and might be taxed differently from the latter. To the same effect is Com. v. Germania Brewing Co., 145 Pa. 83. The question is a legislative one and except when in violation of the Constitution the act of the legislature is conclusive on the courts.\nThe bill sets forth that the horses were used in the collection and delivery of express matter within the City of Harrisburg and for no other purpose and there is no clear averment that they were used in interstate commerce. It may well be doubted, therefore, whether the question is presented of an interference with interstate commerce in the assessment of the tax complained of. But that property in a state belonging to an individual or corporation engaged in interstate commerce may be taxed as is property of like character in the state has been expressly decided by the Supreme Court of the United States: Horn Silver Mining Co. v. New York, 143 U. S. 305; Ashley v. Ryan, 153 U. S. 436; Postal Tel. Cable Co. v. Adams, 155 U. S. 688. Where the taxation only incidentally affects the occupation of the company as all business whether of individuals or corporations is affected by common burdens of government the State may subject the property to taxation. Manufacturing companies, partnerships, joint stock companies of this State, farmers and all other classes of citizens owning horses are required to pay tax thereon; and we' have not been pointed to any statute or adjudication of the courts of this Commonwealth which relieves the appellant from this common burden.\nThe judgment is affirmed at the cost of the appellant. Judges Head and Kephart dissent.\nDefendants demurred to the bill. The Common Pleas Court sustained the demurrer and dismissed the bill.\nThe Superior Court affirmed the decree of the Common Pleas Court. Plaintiff appealed.\nError assigned was the decree of the Superior Court.\nJohn Lewis Evans, with him Charles H. Bergner and Thomas DeWitt Cuyler, for appellant.\nDaniel S. Seitz, City Solicitor, for appellees.\nJuly 1, 1916:"
  },
  "file_name": "0443-01",
  "first_page_order": 469,
  "last_page_order": 472
}
