{
  "id": 1186602,
  "name": "Tharp, Appellant, v. Pennsylvania Railroad Company",
  "name_abbreviation": "Tharp v. Pennsylvania Railroad",
  "decision_date": "1938-12-05",
  "docket_number": "Appeal, No. 230",
  "first_page": "233",
  "last_page": "235",
  "citations": [
    {
      "type": "official",
      "cite": "332 Pa. 233"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "328 Pa. 583",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1179701
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/328/0583-01"
      ]
    },
    {
      "cite": "121 Pa. Superior Ct. 37",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        988340
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/121/0037-01"
      ]
    },
    {
      "cite": "320 Pa. 497",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1163612
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/320/0497-01"
      ]
    },
    {
      "cite": "316 Pa. 522",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1159067
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/316/0522-01"
      ]
    },
    {
      "cite": "309 Pa. 211",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1141671
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/309/0211-01"
      ]
    },
    {
      "cite": "294 Pa. 291",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1113417
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/294/0291-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 309,
    "char_count": 3829,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 3.518907022813749e-07,
      "percentile": 0.8836939914257549
    },
    "sha256": "e1a02bbf27d2b9c71c36a93c9dee6cacbc36644145b21d9cb9892a4460c9eac5",
    "simhash": "1:d9f899d5a15d8a70",
    "word_count": 656
  },
  "last_updated": "2024-02-27T18:16:57.884477+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Schaefer, Maxey, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Tharp, Appellant, v. Pennsylvania Railroad Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Barnes,\nPlaintiff’s husband was struck by a train while crossing the tracks of defendant company at Jeannette Station, and received injuries from which he died.\nAt the station there are four tracks running east and west, with platforms along the north and south sides thereof which were connected, at the time of the accident, by a plank crossing. While described by witnesses as a “baggage crossing” there was evidence that this plank way across the tracks was frequently used by passengers and other persons, without interference by defendant’s employees. There is a highway bridge over the tracks at the eastern end of the station, which is reached from the north platform by a flight of steps located seventy-two feet from the plank crossing. A similar flight of steps connects the south platform with the bridge, and leads down to the opposite side of the tracks. There was no fence between the tracks.\nThe deceased husband, who was employed by defendant as a car inspector, had been a passenger on a westbound train that stopped at Jeannette Station shortly after nine o’clock on the evening of November 23, 1935. After alighting from the train, he waited on the north platform until it left the station. He then started to cross the four tracks to the south platform by way of the plank crossing, and when on the second set of tracks, he was struck by a fast westbound train, receiving the injuries which resulted in his death.\nIn this action to recover for the death of the husband, the jury returned a verdict in favor of the plaintiff. Thereafter the court below ordered that judgment be entered for the defendant non obstante veredicto on the ground that the deceased was guilty of contributory negligence. The plaintiff has appealed from the judgment so entered.\nWe are all of opinion that the order of the court below must be affirmed because the facts call for the application of the settled rule of law that where a person, having a choice of two' ways, one of Avhich is safe, while the other is subject to risks and dangers, voluntarily chooses the dangerous way and is injured, such person is guilty of contributory negligence and cannot recover: Levitt v. B/G Sandwich Shops, Inc., 294 Pa. 291; Kaczynski v. Pittsburgh, 309 Pa. 211; Boyd v. Kensington Water Co., 316 Pa. 522; Gara v. P. R. T. Co., 320 Pa. 497; Reid v. P. R. R. Co., 121 Pa. Superior Ct. 37. In the present case, as in Starovetsky v. P. R. R. Co., 328 Pa. 583, the husband of plaintiff, with knowledge of the existence of a convenient and safe crossing of the railroad tracks, selected a way that was fraught with peril, and his negligent act resulted in his injury and death. The accident could have been avoided had the decedent chosen the safe Avay up the stairs and over the bridge, rather than to attempt to cross the tracks at grade.\nIn the Starovetsky case, supra, it was said by this Court, (p. 585) that “it has been the declared public policy of the Commonwealth to regulate railway and highway crossings. The Public Service Commission was vested with large powers authorizing the separation of such crossings at grade. . . . When the grades have been separated a traveler on foot or by vehicle, may not reject, either for his own convenience or other personal reason, the safe way provided pursuant to law and elect to cross the tracks at grade without being guilty of contributory negligence.”\nThe conclusion we have reached makes unnecessary the discussion of any further question in the case.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Barnes,"
      }
    ],
    "attorneys": [
      "Edward Gtreb Bauer, with him Frcmh T. Ebberts, for appellant.",
      "Robert D. Dalzell, of Dalzell, MoFall & Pringle, for appellee."
    ],
    "corrections": "",
    "head_matter": "Tharp, Appellant, v. Pennsylvania Railroad Company.\nArgued September 27, 1938.\nBefore Kephart, C. J., Schaefer, Maxey, Drew, Linn, Stern and Barnes, JJ.\nEdward Gtreb Bauer, with him Frcmh T. Ebberts, for appellant.\nRobert D. Dalzell, of Dalzell, MoFall & Pringle, for appellee.\nDecember 5, 1938:"
  },
  "file_name": "0233-01",
  "first_page_order": 367,
  "last_page_order": 369
}
