{
  "id": 1186569,
  "name": "Dauphin County Grand Jury Investigation Proceedings",
  "name_abbreviation": "Dauphin County Grand Jury Investigation Proceedings",
  "decision_date": "1938-10-03",
  "docket_number": "No. 3; Appeal, No. 17",
  "first_page": "358",
  "last_page": "381",
  "citations": [
    {
      "type": "official",
      "cite": "332 Pa. 358"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "328 Pa. 197",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1179714
      ],
      "pin_cites": [
        {
          "page": "202"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/328/0197-01"
      ]
    },
    {
      "cite": "285 Pa. 337",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1095063
      ],
      "pin_cites": [
        {
          "page": "348"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/285/0337-01"
      ]
    },
    {
      "cite": "72 Pa. 200",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        434608
      ],
      "pin_cites": [
        {
          "page": "206"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/72/0200-01"
      ]
    },
    {
      "cite": "15 Pa. 295",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        408679
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/15/0295-01"
      ]
    },
    {
      "cite": "301 Pa. 276",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1126384
      ],
      "pin_cites": [
        {
          "page": "288"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/301/0276-01"
      ]
    },
    {
      "cite": "130 Pa. 261",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        568958
      ],
      "pin_cites": [
        {
          "page": "270"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/130/0261-01"
      ]
    },
    {
      "cite": "309 Pa. 486",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1141701,
        1141614
      ],
      "pin_cites": [
        {
          "page": "491, 492"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/309/0486-02",
        "/pa/309/0486-01"
      ]
    },
    {
      "cite": "38 Pa. Superior Ct. 292",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        878879
      ],
      "pin_cites": [
        {
          "page": "295"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/38/0292-01"
      ]
    },
    {
      "cite": "97 Pa. 397",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        444787
      ],
      "pin_cites": [
        {
          "page": "406"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/97/0397-01"
      ]
    },
    {
      "cite": "332 Pa. 289",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1186565
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/332/0289-01"
      ]
    },
    {
      "cite": "325 Pa. 17",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1172312
      ],
      "pin_cites": [
        {
          "page": "30"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/325/0017-01"
      ]
    },
    {
      "cite": "172 U. S. 475",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3604726
      ],
      "pin_cites": [
        {
          "page": "491"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/172/0475-01"
      ]
    },
    {
      "cite": "240 N. W. 441",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 1
    },
    {
      "cite": "227 Pa. 476",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1008660
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/227/0476-01"
      ]
    },
    {
      "cite": "40 Pa. Superior Ct. 416",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        882275
      ],
      "pin_cites": [
        {
          "page": "449"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/40/0416-01"
      ]
    },
    {
      "cite": "267 Pa. 310",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057676
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/267/0310-01"
      ]
    },
    {
      "cite": "225 Pa. 364",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965287
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/225/0364-01"
      ]
    },
    {
      "cite": "62 Pa. 343",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1017281
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/62/0343-01"
      ]
    },
    {
      "cite": "327 Pa. 148",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1176746
      ],
      "pin_cites": [
        {
          "page": "152"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/327/0148-01"
      ]
    },
    {
      "cite": "164 A. 526",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "86 A. 861",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "239 Pa. 306",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        996028
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/239/0306-01"
      ]
    },
    {
      "cite": "232 U. S. 117",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3672561
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/232/0117-01"
      ]
    },
    {
      "cite": "188 A. 524",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "opinion_index": 1
    },
    {
      "cite": "21 A. 253",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "140 Pa. 153",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        972573
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/140/0153-01"
      ]
    },
    {
      "cite": "83 A. 160",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "117 Md. 265",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        8716973
      ],
      "opinion_index": 1,
      "case_paths": [
        "/md/117/0265-01"
      ]
    },
    {
      "cite": "8 Wheat. 543",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        6139359
      ],
      "pin_cites": [
        {
          "page": "588"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/21/0240-01"
      ]
    },
    {
      "cite": "309 Pa. 486",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1141701,
        1141614
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/309/0486-02",
        "/pa/309/0486-01"
      ]
    },
    {
      "cite": "38 Pa. Superior Ct. 292",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        878879
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/38/0292-01"
      ]
    },
    {
      "cite": "97 Pa. 397",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        444787
      ],
      "pin_cites": [
        {
          "page": "406"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/97/0397-01"
      ]
    },
    {
      "cite": "325 Pa. 17",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1172312
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/325/0017-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1392,
    "char_count": 43473,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 8.861783495979647e-07,
      "percentile": 0.9781927440557345
    },
    "sha256": "74e16c4ce0863b65c70cab420f481374611c98fa7e38769ebad5303703be5b93",
    "simhash": "1:0d6590521b92bd7b",
    "word_count": 7255
  },
  "last_updated": "2024-02-27T18:16:57.884477+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Schaffer, Maxey, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Dauphin County Grand Jury Investigation Proceedings"
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Stern,\nOn June 22, 1938, the Attorney General of the Commonwealth presented a petition to the Court of Quarter Sessions of Dauphin County setting forth that by virtue of his office he had, on the previous day, superseded the district attorney of that county in the conduct of the then contemplated investigation by the Grand Jury of charges made against certain public officials and private citizens, and praying for an order requiring the district attorney to turn over to him all documents and evidence bearing upon the ease. A rule was granted which, on June 27, 1938, was discharged by the court below. Thereafter, on July 30, 1938, an act was passed by the General Assembly, being Act No. 3 of the special session, which provides: “Section 1. In any investigation or proceeding whatsoever pending before any court of oyer and terminer and general jail delivery, or before any court of quarter sessions in any county of this Commonwealth, the Attorney General of the Commonwealth may, at any stage of the investigation or proceeding, in his absolute discretion, supersede and set aside the district attorney of the county. Section 2. If in any such investigation or proceeding, the court before which it is pending shall find, after hearing, that the Attorney General has failed or is unable to perform his duties impartially, such court may order the Attorney General to stand aside, and in such event shall appoint an attorney at law resident in another county of the Commonwealth of Pennsylvania to supersede and act in lieu of the Attorney General. ...” The act provides that it “shall apply to all investigations or proceedings now pending, as well as to all future investigations or proceedings.”\nFollowing the enactment of this statute, the Attorney General, on August 3, 1938, again notified the district attorney of Dauphin County that he was superseding him in the conduct of the Grand Jury investigation and that he, the Attorney General, would conduct the proceedings on behalf of the Commonwealth. On the same day he filed a petition in the court below setting forth this action on his part, and praying for an order of the court directing the district attorney to deliver to him all documents in his possession, and further praying that he, the Attorney General, should thereafter be recognized as the officer in sole charge of the proceedings on the part of the Commonwealth. On August 8, 1938, the court dismissed the petition and refused its prayer. From that order we have the present appeal by the Attorney General.\nIn Com. ex rel. Minerd v. Margiotti, 325 Pa. 17, 30, in defining the common-law powers of the Attorney General, we said, speaking through Mr. Justice Schaffer: “We conclude from the review of decided cases and historical and other authorities that the Attorney General of Pennsylvania is clothed with the powers and attributes which enveloped Attorneys General at common law, including the right to investigate criminal acts, to institute proceedings in the several counties of the Commonwealth, to sign indictments, to appear before the grand jury and submit testimony, to appear in court and to try criminal cases on the Commonwealth’s behalf, and, in any and all of these activities to supersede and set aside the district attorney when in the Attorney General’s judgment such action may be necessary.” This summary followed a comprehensive review of the origin and evolution of the office of the Attorney General, both in England and in our own Commonwealth, which amply vindicated the conclusions reached. The general power to supersede the district attorney was reasserted in these very proceedings, in the opinion by Mr. Chief Justice Kephart, 332 Pa. 289.\nIt is obvious, then, that Act No. 3 merely confirms in statutory form the possession by the Attorney General of a power which had theretofore been enjoyed by him under the usage and traditions of the common law. And, while it is true that district attorneys are constitutional officers (Constitution, Article XIV, section 1), it is well established that since the Constitution does not prescribe the duties of the district attorney the legislature may regulate the performance of such duties and provide for cases in which it would be improper for the elected officer to act: Commonwealth v. McHale, 97 Pa. 397, 406; Commonwealth v. Havrilla, 38 Pa. Superior Ct. 292, 295; Commonwealth v. Lehman, 309 Pa. 486, 491, 492.\nThe court below was of opinion that Act No. 3 could not validly apply to the pending proceedings because, by the order of June 27, 1938, the Attorney. General’s right to supersede the district attorney had been, at least inferentially, denied, and, no appeal having been taken from that order, the legislature could not compel the judicial reversal of a decision previously made by the court. While the principle thus asserted is not only sound but even vital to our constitutional system of the division and independence of executive, legislative and judicial powers, it has, in our opinion, no application to the present situation. Act No. 3 is general in its terms. It does not affect any rights of litigants or any final judgment or decree. While retroactive in the sense that it was made applicable to then pending proceedings, it did not purport to set aside the order previously made therein by the court, nor did the Attorney General seek to have that original order reversed by virtue of the authority of the act. What the Attorney General did was to give to the district attorney a new notice of supersession, thus starting a fresh proceeding under the provisions of the statute; from this he would not automatically be precluded merely because another application, made prior to the statutory enactment, had failed.\nWe are thus brought to the real question in the case,— is there any restriction whatever upon the power of the Attorney General to supersede the district attorney of a county? Is the extent of the discretion possessed by him at common law and now fortified by act of assembly so illimitable as to be beyond the pale of judicial review? We have no difficulty in reaching the conclusion that, from the legal standpoint, such discretion may be abused, and, if so, its exercise cannot be sustained. Just as a district attorney is a quasi-judicial officer (Commonwealth v. Nicely, 130 Pa. 261, 270; Snyder’s Case, 301 Pa. 276, 288), so, likewise, is the Attorney General when acting officially in proceedings in the criminal courts. To him, therefore, is peculiarly applicable the familiar doctrine that courts and all judicial and quasi-judicial officers must exercise discretionary powers upon the foundation of reason, as opposed to prejudice, personal motivations, caprice or arbitrary action. From early sources of English law we learn (as quoted in 1 Tomlin’s Law Diet. 561) that “When any thing is left to any person to be done according to his discretion, the law intends it must be done with sound discretion, and according to law; and the Court of B. R. [King’s Bench] hath a power to redress things that are otherwise done, notwithstanding they are left to the discretion of those that do them”: 1 Lil. Abr. 477; and that “Discretion is to discern between right and wrong; and therefore whoever hath power to act at discretion is bound by the rule of reason and law. 2 Inst. 56, 298.” In our own state it was said as long ago as Paschall v. Passmore, 15 Pa. 295, 304: “The very term [discretion] itself, standing alone and unsupported by circumstances, imports the exercise of judgment, wisdom, and skill, as contradistinguished from unthinking folly, heady violence, and rash injustice. When technically employed in legal instruments, its proper acceptation is inseparable from the idea of dispassionate conclusion, having due regard to the rights and interests of others.” There is to be found in our law books not merely a current, but a torrent, of authorities to the same effect, among which may be cited Schlaudecker v. Marshall, 72 Pa. 200, 206; Camp v. Corn Exchange National Bank, 285 Pa. 337, 348, and Campbell v. Bellevue Borough School District, 328 Pa. 197, 202. No implication can be drawn from the former opinions of this court that the power of the Attorney General to displace the district attorney is not limited to the proper legal exercise of a sound discretion. Nor does Act No. 3 effect — even if it constitutionally could effect —a change in this respect. It is true that the statute uses the phrase “absolute discretion,” but, while the adjective supplies emphasis, it cannot be judicially interpreted to connote other than a discretion consistent with those immutable principles which govern the administration of justice, that is, a discretion reasonably based upon the attendant pertinent circumstances from which its exercise arises, and which is the only range of discretion permissible to a judicial or quasi-judicial officer. In construing an act of the legislature it is incumbent upon the court to give it an interpretation, if possible, which will prevent its conflict with the Constitution. Indeed, this principle has been embodied in the Statutory Construction Act of May 28, 1937, P. L. 1019, section 52 of which provides: “In ascertaining the intention of the Legislature in the enactment of a law, the courts may be guided by the following presumptions among others: (1) That the Legislature does not intend a result that is absurd, impossible of execution or unreasonable; (2) That the Legislature intends the entire statute to be effective and certain; (3) That the Legislature does not intend to violate the Constitution of the United States or of this Commonwealth.”\nWhether the discretion vested in the Attorney General has been abused or has been exercised within proper legal limitations is necessarily a question for the determination of the court.\nAs far as tlie printed record discloses, neither the petition filed in court by the Attorney General nor the notice of supersession which he gave to the district attorney alleged any reason for setting him aside, nor was any evidence received upon that subject.\nWhile Act No. 3 authorizes the Attorney General to supersede the district attorney irrespectively of any question of the Attorney General’s own disqualification to conduct the proceedings, it introduced an innovation in the law by providing that if the Attorney General, after such supersession, is unable to perform his duties impartially, he may be set aside by the court, which shall then appoint an attorney at law from another county of the Commonwealth to act as prosecutor. The learned judge of the court below points out clearly in his opinion that the Attorney General cannot with propriety conduct the proposed Grand Jury investigation. It is true that the statute provides that the court shall determine this question “after hearing,” but in this case no taking of testimony was necessary since the facts disqualifying the Attorney General appeared upon the face of the record. By the phrase “unable to perform his duties impartially,” the act obviously refers to a situation where such inability arises from obligations and loyalties so conflicting as virtually to render impossible the satisfactory performance of duty. The Attorney General is an appointee of the Governor and subject to dismissal by him. Under such circumstances ordinary sentiments and impulses would necessarily tend to interfere with the Attorney General’s freedom of action, even though he might not in fact succumb to the temptations which would confront him. To permit him to conduct the investigation in such a case would be contrary to all standards of professional ethics, as the Attorney General himself commendably recognizes, for, in the brief presented by him to this court, he disclaims any intention of handling the proceedings personally. In the event, therefore, that the court below shall decide that the district attorney has been properly superseded, it will thereupon appoint an attorney at law resident in another county to perform his functions.\nThe order of the court below dismissing the Attorney General’s petition for the delivery to him of the documents in possession of the district attorney of Dauphin County and praying that he, the Attorney General, should be recognized as the officer in sole charge of the proceedings on the part of the Commonwealth, is affirmed. All documentary evidence shall be available to the Grand Jury and to the Investigating Committee of the House of Representatives in conformity with the opinion this day handed down in re Investigation by the September, 1938, Dauphin County Grand Jury. The record is remitted to the court below for the purpose of permitting the Attorney General formally to present to the court his reasons for superseding the district attorney, with the right to the latter to be heard thereon, the court thereupon to determine the question whether the district attorney has been superseded by a valid exercise of the legal discretion vested in the Attorney General, and, if it shall be determined that he has been properly superseded, to appoint an attorney at law resident in another county of the Commonwealth to supersede and act in lieu of the Attorney General.\nThere have been, several previous statutes regulating the temporary displacement of district attorneys, beginning with the Act of March 12, 1866, P. L. 85, including the Act of May 2, 1905, P. L. 351, and the Act of June 7, 1923, P. L. 498, sec. 907, and culminating in the Act of April 9, 1929, P. L. 177, sec. 907.\nThe Attorney General, however, in his oral argument before this court, as well as in the court below, did challenge the disinterestedness and qualifications of the district attorney to discharge his duties in the Grand Jury investigation, referring, in that regard, to the supplemental petition of the Governor for a writ of prohibition in these proceedings, in which the Governor charged that “the district attorney of Dauphin County has been actuated by political and partisan motives in his conduct in this matter up to this time,” and that he allegedly said that “although he was particularly investigating two contractors, the particular persons were immaterial as he was investigating ‘those Democrats.’ ” It was also asserted, in addition to other complaints made against the district attorney, that he had subpoenaed a number of witnesses without the consent of the judge of the court below and against his express orders.",
        "type": "majority",
        "author": "Mr. Justice Stern,"
      },
      {
        "text": "Opinion Concurring in Part and Dissenting in Part by\nMr. Justice Maxey :\nI concur in that part of the majority opinion which affirms the order of the court below dismissing the Attorney General’s petition (1) for the delivery to him of the documents in possession of the District Attorney of Dauphin County and (2) praying that he, the Attorney General, should be recognized as the officer in sole charge of the proceedings on the part of the Commonwealth. I also agree that “all documentary evidence shall be available to the grand jury and to the Investigating Committee of the House of Representatives.” This right both the grand jury and the House of Representatives derive from the Constitution.\nI do not concur in the remainder of the order, for I regard the act giving the Attorney General the right “in his absolute discretion” to “supersede and set aside the district attorney of the county in any investigation or proceeding whatsoever pending before any court of oyer and terminer and general jail delivery or before any court of quarter sessions in any county of this Commonwealth” as clearly unconstitutional.\nThe Statutory Construction Act of May 28,1937, P. L. 1019, provides in section 51, inter alia, as follows: “. . . When the words of a law are clear and free from all ambiguity, the letter of it is not to be disregarded under the pretext of pursuing its spirit.” I think the phrase, “in his absolute discretion” in the act under review is “clear and free from all ambiguity.” There is no doubt about the meaning of the word “absolute.” Webster’s New International Dictionary defines “absolute” as “free from limit, restriction, or qualification” and also “free from external restraint or limitations.” Both in common speech and in the opinions of courts the dictionary meaning quoted is the accepted meaning of the word “absolute.” We hear a lot about “absolutism” these days and everyone clearly understands its meaning. The word “absolute” has been frequently interpreted in contests over wills and over real estate. In Johnson v. M’Intosh, 8 Wheat. 543, 588, Chief Justice Marshall said: “An absolute, must be an exclusive title, or at least a title which excludes all others not compatible with it.” See Barnett v. Barnett, 117 Md. 265, 83 A. 160. In Anders v. Gerhard, 140 Pa. 153, 21 A. 253, this court held that where a testator gave his residuary estate, one-half to his wife, “to hold the same absolute,” the widow took an estate in fee in one-half of the real estate. “Absolute” is never interpreted to mean qualified or conditional. For us to give to the phrase, “in his absolute discretion,” any other meaning than the one the legislature obviously intended it to have is, in my judgment, legislating. No draftsman could devise a more ««ambiguous or emphatic phrase than “absolute discretion,” with which to clothe the Attorney General with the unqualified and unconditional right, independent of any other official’s wish, will or consent, to supersede or set aside the district attorney.\nGiving the emphatic language of this act the interpretation it so clearly calls for, I consider the act unconstitutional. The office of district attorney is an office provided for in the Constitution and its tenure fixed by the Constitution: Article XIV, sections 1 and 2. If the legislature can pass a valid law authorizing the attorney general to supersede a district attorney in any county of the state, it can pass a law authorizing an attorney general to supersede the sheriff, recorder of deeds, county commissioners, treasurer and controller and five other constitutional county officers in any county of the state, all of which are created hy the same section of the Constitution which creates the office of district attorney. There is no constitutional warrant that I can find for the exercise of any such legislative power. It is to me incredible that any official, and particularly an ap pointed one, can be empowered by the legislature to supersede any duly elected incumbent of any office created by the Constitution. The legislature has no more power to authorize the attorney general to supersede a district attorney than it has to authorize him to supersede a judge. The fact that the Constitution of 1874 makes the attorney general a member of the Board of Pardons is a clear indication that the attorney general’s constitutional creators did not look upon him as a super-district attorney. As such he would have the role of prosecutor; as a member of the Board of Pardons, he has a judicial role. These roles are inconsistent. By the Act of May 3, 1850, P. L. 654, sec. 1, the district attorney was empowered to “conduct in court all criminal and other prosecutions.” When the Constitution of 1874 made the office a constitutional one, it perpetuated the powers of the office as then existing, and the legislature cannot diminish those powers any more than it can diminish “judicial power,” which likewise was recognized and perpetuated by the Constitution.\nThe decision in Com. ex rel. Minerd et al. v. Margiotti, 325 Pa. 17, 188 A. 524, does not support the contention that the challenged act is constitutional. It is an elementary proposition that the decision in any case is authority only on the question the record presents for decision. It is settled that “an opinion expressed by a court, but which, not being necessarily involved in the ease, lacks the force of an adjudication”: 15 C. J., page 950, sec. 344. “Such an expression [obiter dictum], while entitled to respectful consideration as expressing the view of the judge by whom it was uttered, is not binding as authority within the stare decisis rule”: Ibid. (Citing Barnes v. Alexander, 232 U. S. 117, and cases from practically all other American jurisdictions.) In Storch v. Lansdowne Borough, 239 Pa. 306, 86 A. 861, this court said: “Courts only adjudicate issues directly raised by the facts in a case or necessary to a solution of' the legal problems involved.” In the Minerd Case, supra, the district attorney was himself under indictment and asked the President Judge of the court to request the Attorney General to appoint some one to represent the Commonwealth in prosecutions under that single indictment.\nIn Com. v. Lehman, 309 Pa. 486, 164 A. 526, this court refused to reverse the action of the lower court which had requested the attorney general to appoint a special prosecutor to conduct the prosecution where no objection was made by the superseded district attorney and none by the defendant until after indictment, and where there was no suggestion of abuse of discretion in the order of the court.\nWe are not confronted here with a matter of discretion of a trial court in a single case directing or appointing some attorney to represent the Commonwealth in that particular case after the district attorney withdraws from the case or is adjudged disqualified to serve. We are dealing here with an act which gives the attorney general power “in any . . . proceeding whatsoever” and “in his absolute discretion,” to supersede and set aside the district attorney of any county.\nIn Com. v. Havrilla, 38 Pa. Superior Ct. 292, there was a request by the president judge for the appointment by the attorney general of a special district attorney. The Superior Court said: “Cases may arise where by reason of personal interest or relationship or other sufficient consideration it would be highly improper for the district attorney to act.” Certainly no court mindful of its paramount duty to administer justice impartially would permit a district attorney, who as an attorney is also an officer of the court, to act as prosecuting attorney in a case in which he or some member of his family or some one else whose interest he would be desirous of protecting was the defendant. Courts have inherent power over the conduct of attorneys, and no court would wilfully permit an attorney to be unfaithful to the trust committed to his keeping.\nIn Com. v. McHale, 97 Pa. 397, 406, this court, speaking through Justice Paxson, said that inasmuch “as the district attorney was a candidate at the general election at which the alleged frauds were committed and which frauds, it is stated, increased his vote, it would have been a breach of professional and official propriety for him to have acted as district attorney in these cases.” In that case Justice Paxson also said: “Where from the circumstances of a given case, it is improper and indelicate for him (the district attorney) to act, it is competent for the legislature to afford a remedy.” I think this marks the limit of the legislature’s power to provide for the superseding of a district attorney, that is, he can be superseded only when it is “improper and indelicate for him to act.” No court, if it did its duty, would permit a district attorney to act as such in a case where it was “improper and indelicate” for him to do so.\nThe legislature clearly intended to give the attorney general the “absolute” power to supersede any district attorney in the State whenever the attorney general saw fit to do so. I cannot conceive of any act more repugnant than this one to the principle of “home rule.” In Com. ex rel. Smillie v. McElwee et al., 327 Pa. 148, 152, we said that “local self-government . . . is a vital part of both the foundations and general framework of our state and federal governments.”\nIn Com. v. Gamble, 62 Pa. 343, this court held that a judge of the court of common pleas cannot be deprived of his office by an act of the legislature merging his district with another. The act was declared unconstitutional as “an attempt to take away the authority and jurisdiction of a lawfully commissioned judge” and “to circumscribe the powers of a constitutional office during its continuance” and “to limit its constitutional tenure.” Chief Justice Thompson, who wrote the opinion in that case, also calls attention to the fact that if after an election the legislature may transfer and make the district part of another district where the inhabitants have had no participation or chance of participation in the election of the judge thus assigned to preside over them, that such an act would utterly ignore the provision of the Constitution which provides for the election of judges by the electors of the respective districts. This reason applies with equal force to the instant case. If an attorney general (who is not even an elected official) can at his own discretion supersede an elected district attorney in any county in the state and for as long as he pleases to supersede him, this can be done only in violation of the constitutional provision that “no person shall be appointed to any office within any county who shall not have been a citizen and an inhabitant therein one year next before his appointment.”\nIf the duties of a constitutional officer such as a judge cannot be destroyed or suspended by legislation, as this court held, it follows that the duties of a constitutional officer such as a district attorney cannot be destroyed or suspended by legislation and that is what, in my judgment, this act was intended to do.\nArticle VI, section 4 of the Constitution provides for the removal of constitutional officers from office. We said in Bowman’s Case, 225 Pa. 364, that a constitutional direction as to how a thing is to be done is exclusive and prohibitory of any other mode which the legislature may deem better or more convenient, and that what is forbidden, either expressly or by necessary implication, in the constitution, cannot become a law. We there held that a justice of the peace as a constitutional judicial officer elected by the people, can be removed from his office only by the governor for reasonable cause after due notice and full hearing on the address of two-thirds of the senate. In Com. ex rel. v. Likeley, 267 Pa. 310, this court said: “Under the new Constitution there are three kinds of removal, to wit: on conviction of misbehavior or crime, at the pleasure of the appointing power, and for reasonable cause on the address of two-thirds of the senate. All officers are subject to the first kind, appointed officers to the second, and elected officers to the third.” Since a district attorney is an elected officer, it follows that he can be only superseded in office “on conviction of misbehavior or crime” and “for reasonable cause on the address of two-thirds of the senate.” Since the act in question gives the attorney general the power to supersede and set aside the district attorney of any county “in any investigation or proceeding whatsoever pending” before the criminal courts of that county, it conflicts with the constitutional method of removing elective officers. If a district attorney can be superseded in his office in any criminal proceeding, he can be superseded in all criminal proceedings. Such a supersession is to all intents and purposes a removal from office. It can be legally accomplished only by the methods prescribed by the Constitution.\nFor the legislature to provide that in any case where a district attorney is disqualified from serving, by an interest adverse to the Commonwealth’s, or where he refused to serve, or for other cause shown, the attorney general or some other competent person could be appointed to take his place in the case in question, is entirely different from what the legislature has done in this challenged act. It confers on the attorney general “the right in his absolute discretion” to supersede the district attorney and then the courts are directed by the Construction Act (supra), passed fourteen months earlier, not to disregard the words of a law when they are “clear and free from ambiguity.” The supersession of a district attorney in a case for cause shown would not be contrary to the Constitution, for when the Constitution creates any office there is an implication that no incumbent of that office will discharge its duties in any case when, according to the instinctive canons of right, he ought not to do so. For example, if a judge attempted to sit in judgment in a case in which he was a party, the higher courts would, in the exercise of their common-law powers, forbid him to do so. Since it is implied in tlie organic law that no official will act in any case where it would be improper for him to do so, the legislature can establish the procedure to be used in the case of a “temporary vacancy” arising from an officer’s disqualification or refusal to act. This act as drafted in clear and unambiguous language, provides for the supersession of a district attorney in any case, not merely where there is a temporary vacancy arising from disqualification or refusal to act, qnd therefore it does something it has no express or implied constitutional warrant for doing. In the instant case the district attorney is performing his official duties and no challenge to his qualification is made on this record. Giving the attorney general power to supersede a constitutional officer is legislative usurpation.\nI do not agree that “it is obvious that Act No. 3 confirms in statutory form the possession by the attorney general [of Pennsylvania] of a power which had theretofore been enjoyed by him under the usage and traditions of the common law.” Just as the head of the British-state possessed at common law, powers which the head of the State of Pennsylvania does not possess, so the Attorney General of England possessed powers which the Attorney General of Pennsylvania has certainly not possessed under the present Constitution of 1874. Outside of the Minerd Case (supra), which stands on its own peculiar facts, I do not know of a case in modern times where a Pennsylvania district attorney has been superseded by the attorney general. The attorney general participated in the “capitol graft cases” (as did special counsel) but he did not supersede the district attorney. See Com. v. Sanderson, 40 Pa. Superior Ct. 416, 449.\nThe legislature can add to an official’s duties, but its powers to do this does not imply a power to strip a constitutional officer of powers which are essential attributes of his office. For example, the legislature could impose on the courts (as it once did) the duty of granting liquor licenses; it could not, however, pass a valid law authorizing the attorney general to direct a judge how to charge a jury or to supersede a judge. Conducting criminal cases for the Commonwealth has been a long-time function of Pennsylvania district attorneys. Act No. 3 is not merely a prescription of new duties of respective officers; in practical effect it authorizes the attorney general to take over, “at his absolute discretion,” all the duties of any or all of the 67 district attorneys of the Commonwealth. If the legislature can do this, it can authorize him similarly to take over the duties of the other ten county offices created by Article XIV, section 1, of the Constitution. This power, if conceded to the legislature, makes the constitutional creation of an office a vain thing.\nThe act now challenged provides for the complete supersession of the district attorney “in any investigation or proceeding whatsoever pending” before any criminal court, by the attorney general “in his absolute discretion.” This cannot logically be regarded as a mere statutory change in some of the non-vital or minor functions of a district attorney. It goes to the very heart of his long established power. It is in practical effect a complete and summary removal of him from his constitutional office in any criminal proceeding; that is obviously what it was intended to he. If New York State had a similar law, the present Attorney General of New York could completely supersede the District Attorney of New York County in the case of great public interest which the latter has been recently trying and which he is soon to retry. I repeat: if this law is constitutional, a valid law could be passed authorizing the attorney general to completely supersede a county treasurer or sheriff or controller or county commissioners. To clothe an appointed officer with power to supersede an elected officer is an anomaly in the government of this Commonwealth. Even if the attorney general were an elected officer, the legislature would still be without power to provide that he could supersede “at his absolute discretion” another constitutionally created public official, such as a district attorney is.\nPresident Judge Schaeffer of the court below pointed out in his opinion that the attorney general is disqualified from serving in this case by reason of the fact that his superior officer, the governor, who appointed him and who may dismiss him at his own pleasure, is charged with unlawful conduct. It is fundamental that no attorney should permit himself to be placed in a position of trust where he has personal or other interests making antagonistic claims upon his loyalty. At the time of the so-called “oil scandals” President Coolidge demanded the resignation of the then attorney general of the United States because the attorney general had personally become “an interested party” in the investigation then pending in respect to those scandals. The president, in demanding the attorney general’s resignation, said: “I am not questioning your fairness or integrity. I am merely reciting the fact that you are placed in two positions, one your personal interest, the other your office of attorney general, which may be in conflict. . . . It is necessary for me to have the advice of a disinterested attorney general.”\nThe Commonwealth of Pennsylvania is entitled to have as its representative in all grand jury investigations and at every stage of the proceedings a lawyer who can serve it disinterestedly and without the embarrassments or influence of personal loyalties to persons who are or may become involved in those proceedings. Even a prospective juror can be challenged for cause if the case to be tried is one in which his employer is a party in interest: Hufnagle v. D. & H. Co., 227 Pa. 476.\nEven if this act were constitutional, I would hold that the attorney general cannot represent the Commonwealth at any stage of the present proceedings. It is apparently conceded by everyone, including the attorney general himself, that he is disqualified from appearing in this case, The majority opinion says: “The facts disqualifying the attorney general appeared upon the face of the record. ... To permit him to conduct the investigation in such a case would be contrary to all standards of professional ethics, as the attorney general himself commendably recognizes for in the brief presented by him to this court, he disclaims any intention of handling the proceedings personally.” If he is ethically disqualified from handling these proceedings personally, he is disqualified from supervising the handling of them and he is equally disqualified from entering the proceedings long enough to attempt to have the lawfully elected, duly qualified and properly acting district attorney superseded so that “an attomey-at-law resident in another county” (i. e., a county other than Dauphin) can be appointed to conduct the investigation. For example, if an attorney general were under indictment in any county in the State, would it be contended that he could officially enter the case long enough to secure the supersession of the qualified district attorney who had signed the indictment and who was prepared to prosecute the case? Any official, be he an attorney general or a district attorney, who appears in any court to represent the Commonwealth at any stage of a criminal case, is at the same time an. officer of the court and if the court regards him, for sufficient reasons, as disqualified to represent the principal he assumes to represent, the court can order him out of that particular case in order to protect and to promote the due administration of justice. The maintenance of a proper administration of justice is essentially a judicial function. For example, would any one contend that the legislature could compel a court to readmit to its bar a lawyer who had been disbarred or suspended? This very question was ruled on in Wisconsin. The legislature of that state passed an act restoring the “license” to practice law of a man who had been judicially suspended from the bar for a certain period of time. The Supreme Court of Wisconsin in State v. Cannon, 240 N. W. 441, held the act to be unconstitutional as an encroachment on judicial power — “a responsibility which the people themselves devolved upon the court.” Since, as the majority opinion correctly holds: “the facts disqualifying the attorney general appeared upon the face of the record,” he is, in my judgment, disqualified from acting in or at any stage of the grand jury proceedings in Dauphin County. I would so hold even if I regarded the act as constitutional. He is disqualified from entering the proceedings even for the purpose of ousting the district attorney of Dauphin County and having a lawyer from another county appointed in his place. If the act in question is unconstitutional, as I am completely convinced it is, the attorney general has no standing whatsoever in these proceedings. If it is constitutional, the attorney general is disqualified by an interest or loyalty adverse to the Commonwealth’s from appearing at any stage of the proceedings. In any situation where an attorney represents conflicting interests, he cannot, without violating legal ethics, even begin legal proceedings in behalf of one interested party against the other. For example, if a lawyer accepted a retainer from a client, he could not with propriety cause to be issued in behalf of another client a summons in trespass against the client from whom he had accepted the retainer. If a district attorney was in office when a crime was committed in his county, he would not be permitted, after his retirement from that office, to accept a retainer from the alleged criminal to defend him in the trial of that criminal’s case, or if he were in private practice and accepted a retainer from one accused of crime, he would not, upon his subsequent election to the office of district attorney, be permitted to conduct the prosecution of that client or even to select the attorney to do so in his stead. It would be his duty to have nothing to do with the case. If, in the instant case, any attack is to be made upon the disinterestedness of the District Attorney of Dauphin County, it should not be made by the attorney general in his official capacity, because for Mm to do so naturally gives rise to tlie belief that he may be using the powers and prestige of the office which he holds as a public trust, to secure the removal from these proceedings of the very district attorney by whom the conduct of this proposed investigation the public interest may imperatively require. Presumably, it is greatly to the interest of the Commonwealth that this investigation be conducted by the district attorney who has made himself familiar with all its facts and phases by studying it since the matter was first brought to his attention more than six months ago. It does not well lie in the mouth of the attorney general — a subordinate of one of the officials to be investigated — to attempt to secure that district attorney’s removal from this case. The attorney general’s attempt to eliminate from this investigation the duly elected district attorney of Dauphin County, naturally gives rise to a suspicion that his (i. e., the attorney general’s) action is not in the public interest, which is the only interest to which as attorney general he owes fidelity. Since the attorney general is admittedly not disinterested as between the Commonwealth, whose servant he is, and the Governor, whose appointee he is and by whom he can be removed, he should not be permitted to appear officially and challenge the district attorney’s qualifications to proceed with this investigation. For him to do this is as completely improper as it would be for him to do so were he himself under investigation or under indictment. The obvious conflict between his fidelity to the Commonwealth and his loyalty to his chief makes his official participation in any stage of this case offensive to the canons of professional ethics and of good taste.\nThe majority opinion quotes as follows from section 52 of the Statutory Construction Act of May 28, 1937, P. L. 1019: “In ascertaining the intention of the Legislature in the enactment of a law, the courts may be guided by the following presumptions among others: [enumerating three of them].” It is important to observe that the quoted part of this section 52 follows these final words of section 51 of the same act: “When the words of a law are clear and free from all ambiguity, the letter of it is not to be disregarded under the pretext of pursuing its spirit. When the words of a law are not explicit, the intention of the Legislature may be ascertained by considering, among other matters — {enumerating them].” I interpret this as meaning that courts are not authorized to attempt to divine “the intention of the Legislature” except in those cases where the words of a law are not explicit. In the instant case, the words of the law are explicit. No words could be more explicit than the words used, to wit: “absolute discretion.” The Supreme Court of the United States, in construing the word “absolute,” said: “In construing statutes words are taken in their ordinary sense. ... Its [i. e., the word “absolute’s”] most ordinary signification is ‘unrestricted’ or ‘unconditional’ ”: Water Power Co. v. Street Ry. Co., 172 U. S. 475, 491.\nI would declare the act giving the attorney general “in any investigation or proceeding whatsoever pending” in the criminal courts, authority “in his absolute discretion” to “supersede and set aside the district attorney of the county,” ««constitutional. Since it is conceded that the attorney general is disqualified by interest from acting in this case, I would not even if the act was constitutional, permit him to appear and act for the Commonwealth at any stage of this case. Since the competency and disinterestedness and qualifications of the District Attorney of Dauphin County to discharge his duties in the grand jury investigation ordered, is ««challenged, I would not remit “the record to the court below for the purpose of permitting the attorney general to present his reasons for superseding the district attorney.”",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "Mr. Justice Maxey :"
      }
    ],
    "attorneys": [
      "Guy K. Bard, Attorney General, with him John T. Duff, Jr., Deputy Attorney General, for appellant.",
      "Samuel Handler, Assistant District Attorney, with him Carl B. Shelley, District Attorney, and Earl V. Compton, Special Assistant District Attorney, for appellee."
    ],
    "corrections": "",
    "head_matter": "Dauphin County Grand Jury Investigation Proceedings\n(No. 3).\nArgued September 6, 1938.\nBefore Kephart, C. J., Schaffer, Maxey, Drew, Linn, Stern and Barnes, JJ.\nGuy K. Bard, Attorney General, with him John T. Duff, Jr., Deputy Attorney General, for appellant.\nSamuel Handler, Assistant District Attorney, with him Carl B. Shelley, District Attorney, and Earl V. Compton, Special Assistant District Attorney, for appellee.\nOctober 3, 1938:"
  },
  "file_name": "0358-01",
  "first_page_order": 492,
  "last_page_order": 515
}
