{
  "id": 436310,
  "name": "McGunnigle and McKee versus McKee",
  "name_abbreviation": "McGunnigle v. McKee",
  "decision_date": "1875-01-04",
  "docket_number": "No. 107",
  "first_page": "81",
  "last_page": "85",
  "citations": [
    {
      "type": "official",
      "cite": "77 Pa. 81"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Wright 120",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "14 Peters 178",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        3334917
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/39/0178-01"
      ]
    },
    {
      "cite": "3 Wright 120",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 2,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 640,
    "char_count": 13975,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 7.275993527782526e-07,
      "percentile": 0.968199497345212
    },
    "sha256": "56825aaff652d2963124fa8f7f7bca5fa994284bf4a1fc3aa3c800c790328a2b",
    "simhash": "1:700fbd791e52a855",
    "word_count": 2473
  },
  "last_updated": "2024-02-27T18:11:35.329207+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, O. J., Sharswood, Williams, Mercur and Gordon, JJ."
    ],
    "parties": [
      "McGunnigle and McKee versus McKee."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Mercur\ndelivered the opinion of the court,\nThe plaintiffs claim to recover the land in question, under the will of James McKee. The defendant claims both as heir and devisee of Thomas- McKee. Great research and ability were shown by the counsel in the preparation and argument of the case.\nIf the rights of the parties were to be determined by the will of James McKee alone (under which Thomas McKee held), unaffected by subsequent events, the case would not be free from difficulty. By that will, the testator gave to his son Thomas, the land in question, “ to have and to hold to him, his heirs and assigns,” “ provided, that if my son Thomas should die without an heir, then all bequeathments hereinbefore made by me to him shall be equally divided between my son Alexander and his children, to have and to hold to them, their heirs and assigns for ever.”\nLooking at the whole will, and considering the fact, that the testator had other children and grandchildren living, who would be heirs of Thomas McKee, we think he used the language “ die ■without an heir,” as meaning, die without a child capable of inheriting from him.\nIn the view we take of the case, it is not necessary to decide precisely what estate Thomas took under his father’s will. It certainly was not a mere life estate. Whether it was one in fee simple, with an executory devise over, or a fee tail, or a contingent remainder, we reach the same result in either case.\nThe legislative power to legitimate a bastard child has long been recognised both in England and in this country.\nCommencing with the case of the three sons and a daughter of John of Graunt, begotten of Catharine Swynford, a governess of his children, legitimated by Act of Parliament in the 14th century, history records many other acts of legitimation in the two succeeding centuries. The history of our own state has been prolific with special legislation legitimating bastard children. As our Constitution is silent on the subject, the legislative power so to enact is most ample: Sharpless v. The Mayor, 9 Hands 147; Killam v. Killam, 3 Wright 120; Miller’s Appeal, 2 P. F. Smith 113.\nThe reason why a bastard cannot inherit at common law, is because he is the son of nobody. Being the son of nobody, he has no ancestor. Having no ancestor his blood lacks inheritable quality. In respect, however, toiownUis; children, his blood has the usual descendible quality of pure blood.' If legitimate themselves, their blood has no legal taint to prevent their inheriting from a bastard parent. At common law, one not begotten or born in lawful wedlock, is a bastard. This is so-far modified by the civil law, and by our statute of 14th May 1857, that where the parents of any illegitimate child subsequently marry and cohabit, the child thereby becomes legitimated. The legislative power may remove the legal taint of blood either by general or by special law. For this purpose, the power is most ample: Killam v. Killam, supra.\nThe most striking case of legislative power to legitimate bastard children is shown in the case of Brewer v. Blougher, 14 Peters 178. The Supreme Court of the United States there held, a general law of the state of Maryland, declaring illegitimate children capable of inheriting from their mother, to extend to those begotten in incestuous connection.\nIt is true, an estate which has already descended to a legal heir, cannot be divested and given to a bastard Joy a subsequent act of legitimation. This by reason of the constitutional inhibition which prevents the legislature taking the property of one and giving it to another for private purposes. That the taint of a bastard’s blood may be removed, for all purposes of future inheritance, by legislative action, cannot be questioned.\nThe Act of 27th February 1858, is very clear and comprehensive. It was passed during the life of Thomas McKee. It identifies the defendant by name and by parentage. It expressly declares that she “shall have and enjoy all the rights and privileges of a child born in lawful wedlock, and .shall he able and capable in law to inherit and transmit any estate whatsoever as fully and effectually as if she had been born in lawful wedlock.”\nThe averment of her parentage in the act is primfi facie evidence of its truthfulness. The other evidence given on the trial clearly confirmed that she was the child of Thomas McKee. There was no proof to gainsay it. There was no room to doubt it. Then by the enactment of that statute, the defendant became for all purposes of inheritance the lawful child and prospective heir of Thomas McKee. She was thereby vested with the same inheritable blood as if born to him on that day in lawful wedlock. It follows then, that from that time until his death, he had a child capable of inheriting from him. That child survived him and is the defendant in this case. The conditional terms of the devise made by James McKee were fulfilled, and the estate became absolute'in Thomas McKee.\nIt is urged, however, that this is not' the kind of child or heir that James McKee had in his mind at the time he executed his will. That he intended one born in lawful wedlock. We answer, he did not so declare in his will. He used the technical word “heir.” He did not attempt to indicate what facts in his opinion constituted an heir. He made his will under the law, and left it for the law to determine, whether Thomas died without an heir. He must be .presumed to have known the legislative power to declare who should be an heir. He therefore intended to subject the property devised to legislative discretion to enact, within constitutional limits, whether Thomas had issue capable of inheriting. The law of every country regulates the succession of estates on the death of its citizens. In Miller’s Appeal, supra, the testator devised to his daughter during her life the use of a house and lot, directed that it should be sold on her death, and the proceeds be divided between her “lawful issue.” When the will was executed, the daughter had an illegitimate child. After the death of the testator and during the life of the daughter, this child was legitimated by Act of Assembly. On the death of the mother leaving this child and other children lawfully begotten, and on distribution this child wa^ held to be “lawful issue” and entitled to share with the others in the fund.\nReason and authority unite in giving this estate to the defendants ; she was the child of Thomas by nature, and an heir by law. She fulfilled all the requirements of the will. She now holds the land in the double capacity of sole heir and sole devisee.\nThe learned judge was entirely^correct in his view of the law, therefore judgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Mercur"
      }
    ],
    "attorneys": [
      "M. W. Acheson and Gr. P. Hamilton (with whom were A. Kerr, B. Q. Hproul and J. H. Hampton), for the plaintiffs in error.",
      "Gf. SMras and T. M. Marshall (with whom were F. M. Magel, T. M. Bayne and S. H. (xeyer,} for defendant in error."
    ],
    "corrections": "",
    "head_matter": "McGunnigle and McKee versus McKee.\n1. Land was devised “to my son Thomas * * * to have and to hold to him and his heirs and assigns, subject to the legacies hereinafter mentioned and charged upon the same, provided that if my son Thomas should die without an heir, then all the bequeathments to him shall be divided between my son Alexander and his children, their heirs and assigns for ever.” The testator left other children and grandchildren, who would be heirs of Thomas: Held, that “ die without an heir,” meant die without a child capable of inheriting from him.\n2. Thomas had an illegitimate daughter, who was legitimatized by Act of Assembly, and made “ capable to inherit and transmit any estate as fully as if she had been born in lawful wedlock.” Thomas devised the above land to his daughter. Held, that the land passed to her.\n3. By the act the daughter became for all purposes of inheritance the lawful child and prospective heir of Thomas, and vested with the same inheritable blood as if born to him on that day in wedlock.\n4. Prom that time till his death Thomas had a child capable of inheriting from him ; the child having survived him, the condition of the devise to him was fulfilled and the estate became absolute in him.\n5. The legislature has power to remove the legal taint, either by general or special law, for all purposes of future inheritance.\n6. The averment of the parentage of a child in an Act of Assembly legitimatizing it, is prim& facie evidence of its truthfulness.\n7. Killam v. Killam, 3 Wright 120; Miller’s Appeal, 2 P. F. Smith 113, approved.\nNovember 5th 1874.\nBefore Agnew, O. J., Sharswood, Williams, Mercur and Gordon, JJ.\nError to the Court of Common Pleas of Allegheny county: Of October and November Term 1874, No. 107.\nThis was an action of ejectment, brought to the September Term of the court helow, by Maria Louisa McGunnigle and John A. McKee against Nettie Adelia McKee, for a tract of land in Stowe township, on the south side of the Ohio river, containing about 400 acres.\nBoth parties claimed under James McKee; he died in June 1834, having made his will dated January 31st 1834, which was. proved June 14th 1834.\nTwo of the clauses in the will were the following :—\n“ I give and devise to my son Thomas McKee, the lower end of a tract of land owned by me on the Ohio river, in the county of Allegheny, to be cut off and bounded by a line beginning on the top of'rock at the Ohio river and running in a north-westerly direction until it reaches the foot of said rock hill, thence to a marked black oak tree near McCoy’s corner, to have and to hold, to him and his heirs and assigns, subject to the legacies hereinafter mentioned and charged upon the same, provided, that if my said son Thomas should die without an heir, then all bequeathments hereinbefore made by me to him, shall be equally divided between my son Alexander and his children, to have and to hold to them, their heirs and assigns for ever.\n“ I give and devise to my son Alexander McKee and his children, all the upper end of the before-mentioned tract of land owned by me in the county of Allegheny, including the mouth of Char-tiers creek, and bounded on the lower side by a line hereinbefore designated as the upper boundary of that devised to my son Thomas, with all the improvements thereon erected, to have and to hold to them, their heirs and assigns for ever, provided, that if my son Alexander should die without an heir, then all bequeathments hereinbefore made by me to him shall be equally divided between my son Thomas and his child or children, to have and to hold to them their heirs and assigns for ever.”\nThe land devised by the former of these clauses is the tract in dispute.\nAlexander McKee died September 9th 1867, leaving to survive him, a daughter, Maria Louisa McG-unnigle, now a widow, and a son, John A. McKee, the plaintiffs in the case, and also the children of two children who had previously died.\nThomas McKee having’, married, had issue one son who died in Thomas’s lifetime without issue. Thomas survived his wife. Nettie Adelia McKee, the defendant, was born in 1853; she was an illegitimate child of Jeannette Andrews. This child, according to the evidence, lived in the house of Thomas McKee and he always kept her as a member of his family; she was maintained and educated, and taken into society and in every way recognised by him as his daughter.\nIn 1858 Thomas McKee procured the passage of the following Act of Assembly, which was approved February 27th 1858. “ That Nettie Adelia McKee, of Manchester, Allegheny county, daughter of Thomas McKee and Jeannette Andrews, shall have and enjoy all the rights and privileges of a child born in lawful wedlock, and shall be able and capable in law to inherit and transmit any estate whatsoever, as fully and effectually as if she had been bom in lawful wedlock.”\nThomas McKee died July 1st 1873, without other children.\nRy his will, dated March 2d 1870, he devised the land in dispute, describing it by metes and bounds, with a large quantity of other land of his own acquisition, to, “ my beloved daughter Nettie .Adelia McKee.”\nHe made two codicils to his will, in both which he devised other land to the defendant, describing her as “ my daughter Nettie Adelia McKee.”\nThe case was tried March 25th 1874, before Stowe, J. The facts above .stated were given in evidence, and a number of points were submitted by the defendant.\nThe third and sixth were affirmed and are as follows:—\n3. “ Under and by virtue of the will of James McKee, and of the Act of .Assembly approved the 27th day of February, A. D. 1858, entitled's An Act to confer on Nettie Adelia McKee thn rights and privileges of a child born inlawful wedlock,’ the defendant, Nettie A. McKee, is entitled to the possession of the land in dispute, as the lawful heir and devisee of Thomas McKee.\n6. “ Under the pleadings and evidence, the defendants are entitled to the possession of the land in dispute, and the jury should so .find.”\nThe verdict was for the defendant.\nThe answers to defendant’s points were assigned for error on the removal of the record to the Supreme Court by writ of error by the plaintiffs.\nOne of the questions discussed in the Supreme Court related to the character of the estate which passed to Thomas McKee by the will of James McKee.\nThe plaintiff in error contended that he took an estate but for life or at most an estate-tail which had not been barred.\nThe defendants in error contended that Thomas took an absolute estate in fee; if not — then a fee, with executory devise over to Alexander in tail, with no determinate period in which the failure of issue was to take place, and the devise over therefore was void.\nThe other question was as to the effect of the act legitimatizing the defendant.\nThe arguments of counsel were very exhaustive and able, but so extended that it is impracticable to do them justice by such synopsis as the space that could be properly appropriated to them here would allow'.\nM. W. Acheson and Gr. P. Hamilton (with whom were A. Kerr, B. Q. Hproul and J. H. Hampton), for the plaintiffs in error.\nGf. SMras and T. M. Marshall (with whom were F. M. Magel, T. M. Bayne and S. H. (xeyer,} for defendant in error.\nJanuary 4th 1875."
  },
  "file_name": "0081-01",
  "first_page_order": 81,
  "last_page_order": 85
}
