{
  "id": 436258,
  "name": "Moorehead et al. versus Gilmore",
  "name_abbreviation": "Moorehead v. Gilmore",
  "decision_date": "1875-01-04",
  "docket_number": "No. 177",
  "first_page": "118",
  "last_page": "124",
  "citations": [
    {
      "type": "official",
      "cite": "77 Pa. 118"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 R. I. 277",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        8519598
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ri/5/0277-01"
      ]
    },
    {
      "cite": "12 Wright 514",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 3,
      "opinion_index": -1
    },
    {
      "cite": "20 How. 348",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "opinion_index": 0
    },
    {
      "cite": "12 Wright 514",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 636,
    "char_count": 15307,
    "ocr_confidence": 0.473,
    "pagerank": {
      "raw": 4.576862457592032e-07,
      "percentile": 0.9252446764270813
    },
    "sha256": "1e4487d02b8772472a4ffad3f3ed1f44581443c5363fe901762304889a6f29da",
    "simhash": "1:301addc1dfee908c",
    "word_count": 2722
  },
  "last_updated": "2024-02-27T18:11:35.329207+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, C. J., Sharswood, Williams, Mercur and Gordon, JJ."
    ],
    "parties": [
      "Moorehead et al. versus Gilmore."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Sharswood\ndelivered the opinion of the Supreme Court,\nEleven errors are assigned, but they are all resolvable into one question. Was there anything upon the face of the note in suit, or the. circumstances under which it was discounted, to give notice to the plaintiff below that the endorsement of the firm name of Moorehead, Adams & Co. was without authority ? It is not disputed that if it had been offered by Whitten & Co., that circumstance of itself would have been notice that Moorehead, Adams & Co., were merely accommodation endorsers and sufficient to have put the plaintiff upon inquiry. Hence an attempt was made to fix upon Patterson, the bill-broker from whom the plaintiff received it, the character of his agent, and that he was to be' affected with whatever knowledge the agent possessed. But this position cannot be sustained and was but faintly urged in the argument. Patterson was clearly the agent of Whitten & Co. to sell, not of Gilmore to buy. Though Gilmore knew he was a broker he was not bound to ask by whom he was employed, nor if he had would Patterson have been hound to inform him. Bill-brokers are a very important class of persons in commerce, and their usefulness and business would be entirely destroyed if it were to be held that persons purchasing negotiable paper from them are affected with whatever knowledge they may have of the character of the paper which they offer in the market for discount. It comes back then to the simple question, was there anything upon the face of the paper as offered to put the plaintiff upon inquiry. It is admitted that the circumstance of the endorsement being in the handwriting of Adams, the maker of the note, of itself is nothing: Miller v. The Consolidation Bank, 12 Wright 514. It has been earnestly-contended, however, that this case is to be distinguished from that as well as Ihmsen v. Negley, 1 Casey 297; Haldeman v. Bank of Middletown, 4 Id. 440, and Sedgwick v. Lewis, 20 P. F. Smith 217 in this — that the note in suit was on its face a note given for the private debt of Adams, and the endorsement in his handwriting was primá facie the unauthorized use of the firm name by him to guarantee his private debt. In those cases it did not appear on the face of the note to have been given for the individual debt of one of the partners. The firm appeared as the principal debtors —the makers of the note — and therefore it was given for a firm debt. But is not this to set up a distinction without a difference ? Each partner in a commercial firm has as much right to raise money for the use of the firm by the endorsement of negotiable paper as to do so by means of paper originally issued. This is the precise point ruled in Miller v. The Consolidation Bank. There a person who was a member of two firms, drew a note in the name of the one firm and endorsed it in the name of the other. It was known to the bank who discounted the note, that the handwriting of both signatures was the same. The note was by Miller & Persch to their own order — endorsed Miller & Persch and Persch & Steel — and they were all in the handwriting of Persch. Says the present Chief Justice: “ Having in each the power of a partner presumptively as to the public and acting in that apparent right, it is no ground of suspicion that his endorsement of the name of one firm is in bad faith to the other as makers of the note.” The public are not affected with the private restrictions upon the power of each partner. The stress of the argument on the part of the plaintiff in error has been that an endorsement of negotiable paper is nothing more than a guarantee that it will be paid at maturity. It is true that it is a conditional engagement that if the proper steps be taken to fix upon him the liability the endorser will pay. But it is something more. It is an assignment or sale, or rather the evidence of it. So it is described in pleading. Hence, looking at the face of this note, it was paper which had come to the hands of Moorehead, Adams & Co., by endorsement or assignment of Whitten & Co. That it was originally given by Calvin Adams to Whitten & Co. for his individual debt was an immaterial circumstance. Moorehead, Adams & Co. received it with the endorsement of Whitten & Co., endorsed it in blank, that is, assigned it to the bearer, and the presumption certainly is that this was in the ordinary course of business. For all that Gilmore knew to the contrary it might have gone through twenty hands of persons who did not choose to endorse it. Now the fact that the law attaches to this endorsement a contingent responsibility does not change its character. The note did not show on its face to a stranger — a mere guarantee by Moorehead, Adams & Co. of the individual debt of Calvin Adams — but a negotiation by them in the usual form of business of a note held by them by assignment or endorsement from Whitten & Co., or some intermediate holder. The latest decisions both in England and this country have set strongly in favor of the principle that nothing but clear evidence of knowledge or notice, fraud or mala fides, can impeach the primá facie title of a holder of negotiable paper taken before maturity: Goodman v. Harvey, 4 Adol. & Ellis 870; Goodman v. Simonds, 20 How. 348 ; Phelan v. Moss, 17 P. F. Smith 59. It is of the utmost importance to the commerce of the country that it should be sternly adhered to, hoAvever hard may be its operation in particular cases.\nJudgment affirmed. ,",
        "type": "majority",
        "author": "Mr. Justice Sharswood"
      }
    ],
    "attorneys": [
      "R. B. Carnahan and Black (with whom were M. W. Ac'heson and J. II. Hampton), for plaintiffs in error,",
      "D. T. Watson, 1. F. Slagle and T. M. Marshall (with whom were Buff ‡ Aughinbaugh), for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Moorehead et al. versus Gilmore.\n1. Adams, a partner of Mooreliead &.Co., drew a note in favor \"Whitten & Co., of whom also he was a member, and, after it was endorsed by the payees, endorsed the name of Mooreliead & Go.; the note was sold to the plaintiff by a known bill-broker: Held, that these circumstances were not notice to the plaintiff that the endorsement was without authority.\n2. If the note had been offered by Whitten & Co. that would have been notice that Mooreliead & Co. were merely accommodation endorsers and sufficient to put the plaintiffs upon inquiry.\n3. The broker was the agent of Whitten & Co. to sell, and not of the plaintiff to buy; plaintiff was not bound to inquire by whom he was employed, nor would the broker, if asked, be bound to inform him.\n4. Each partner has the same right to raise money for the use of the firm by endorsement of negotiable paper as to do so by means of paper already issued.\n5. The public is not affected by the private restriction on the power of each partner.\n6. On the face of the note, it had come to Moorehead & Co., by endorsement of Whitten & Co.; that it was originally given by Adams for his individual debt was immaterial. The presumption was that the endorsement of Moorehead & Co. was in the usual course of business.\n7. Nothing but clear evidence of knowledge or notice, fraud or mala lides can impeach the primü, facie title of the holder of negotiable paper taken before maturity.\n8. Miller v. Consolidation Bank, 12 Wright 514, approved.\nNovember 3d 1874.\nBefore Agnew, C. J., Sharswood, Williams, Mercur and Gordon, JJ.\nError to the District Court of Allegheny county: No. 117, to October and November Term 1874.\nThis was an action of assumpsit, brought January 13th 1873, by D. & H. Gilmore against James K. Moorehead, Maxwell K. Moore-head and John L. Boyd, impleaded with Calvin Adams, late partners as Moorehead, Adams & Co.\nThe suit was brought on a note, of which the following is a copy:—\n“$2500. Pittsburg, August 23d 1872.\nFour months after date, I promise to pay to the order of Whit-ten & Co., twenty-five hundred dollars, without defalcation, for value received. Calvin Adams.\nEndorsed, Whitten & Co.\nMoorehead, Adams & Co.”\nThe defence was that the note had been drawn and fraudulently endorsed with the firm name, by Adams, and the proceeds appropriated to his own use, without the knowledge of his partners.\nThe case was tried, February 16th 1874, before White, J.\nWhen the case was called, by agreement judgment was entered against Adams, who made no defence, and the jury was sworn as to the other defendants.\nThe plaintiff gave the note in evidence and rested.\nThe defendants gave in evidence articles of partnership, dated November 27th 1869, between J. K. Moorehead, Calvin Adams and M. K. Moorehead, in the business of the “ Pittsburg Novelty Works,” the interests of the partners being in unequal shares as specified in the articles.\nBy the articles, Adams was to have control of the manufacturing part of the business, the employment of hands, &c. J. K. Moorehead to have control of the commercial and financial part of the business, and power “ to use the name of the firm in the legitimate business thereof, and not otherwise,” the name of the firm “ not to be used for endorsements by either party at any time or under any circumstances,” “no money to be drawn out by either of the partners beyond his portion of the profits really earned.” By a supplement appended to these articles and signed by all the parties, dated March 3d 1870, John L. Boyd was admitted a partner into the concern. He was to act as cashier and business manager, under the direction of J. K. Moorehead, and to have a salary of $2000 per annum; and by the supplementary articles Adams was to have a salary of $1000 in addition to his dividend from the profits.\nThe defendants gave evidence also, that the signature “ Calvin Adams,” and the endorsement “ Moorehead, Adams & Co.,” were in the handwriting of Adams; that the firm of Whitten & Co. was composed of R. Q. Whitten and Adams; that their business was manufacturing and selling vinegar; that the business of the defendants did not require the use of vinegar; that they never had any dealings with the firm of Whitten & Co.; the proceeds of the note in suit never went to the defendants, nor did they receive any benefit from it; and that they knew nothing of its existence until they received notice of its protest. They further gave evidence that the note was made at the place of business of Whitten & Co., and the endorsement “ Whitten & Co.,” was written by R. Q. Whitten.\nAfter the note was made and endorsed, it was placed in the hands of John T. Patterson, a note-broker, to negotiate for Whit-ten & Co.; he took the note to the plaintiff, who bought it from him at a discount of one per cent, per month. At the time the plaintiffs purchased the note he made no inquiries about it. Patterson handed it to him and told him it was good. The plaintiff had on several occasions previously bought notes from Patterson in a similar manner. Neither on this or any other occasion did the plaintiff inquire or Patterson tell him who had put the note into his hands for sale.\nThe plaintiff submitted the following points:—\n2. The form of the note was not notice to the plaintiff that the name of the defendants was not endorsed in the regular course of business, and if the plaintiff before maturity became its bond fide owner for value he was entitled to recover.\n3. There was no evidence from which the jury could infer that Patterson was the agent of the plaintiff in the purchase of the note.\nThese points were affirmed.\nThe defendants’ points were:—\n1. Under the whole evidence the plaintiff was not entitled to a verdict against them.\nThis point was refused.\n2» The endorsement of a partner of his separate accommodation-note with the name of the firm is sufficient indication of the nature of the transaction to put the party who discounts the note on inquiry as to the authority of the partner to use the firm’s name for the occasion unless there be circumstances from which this authority can be implied.\nThe court answered:—\n“ This is true if the party at the time he discounts the paper has actual knowledge that it is for the accommodation of the individual partner who has endorsed it in the firm name; but the paper itself is not evidence of the fact.”\n3. If the jury find from the evidence that the signature, “ Calvin Adams,” and the endorsement, “Moorehead, Adams & Co.,” are in the handwriting of Adams, the character of the paper was sufficient to put the plaintiff upon inquiry as to the authority of Adams so to endorse the firm names, and if this endorsement was the unauthorized act of Adams for his own accommodation, without the consent, knowledge or ratification of his partners and in fraud of the firm, and no part of the proceeds of the note was received by the firm, the plaintiff cannot recover against the firm.\n4. A bill-broker selling a promissory note is the agent of both vendor and purchaser, if the latter knows that in the transaction he is acting in the capacity of a bill-broker; and if Whitten delivered the note to Patterson, a bill-broker, for sale, Patterson was visited with notice that the endorsement of Moorehead; Adams & Co., was an accommodation endorsement, and the plaintiff, through Patterson, was visited with like notice and was bound to make inquiry for the authority for the endorsement, if the jury find that at the time of the purchase plaintiff knew Patterson was acting as a bill-broker.\n5. If the jury find that the signature “ Calvin Adams,” and endorsement “Moorehead, Adams & Co.,” are in the handwriting of Adams, and the endorsement was without authority and in fraud of his partners and without their knowledge or ratification, and the note was placed by Whitten in the hands of Patterson, a bill-broker, for sale, and the plaintiff purchased the note from Patterson, and then knew that he was acting in the transaction as a bill-broker to sell the note, plaintiff was bound to make inquiry into the facts and the authority of Adams to endorse the name of Moorehead, Adams & Co.; not having done so he is not entitled to recover against the firm.\n6. If the plaintiffs can recover at all against the firm, he can recover only the amount paid by plaintiff for the note with interest.\nThese points were refused.\nJudge White delivered an elaborate charge, and in conclusion said to the jury:—\n“ If I am correct in my views of the law in the case, there is no question of fact to be submitted to the jury. You are therefore instructed to find for the plaintiff the amount of the note, with interest from maturity and costs of protest.\nThe verdict was for the plaintiff for $2674.14.\nThe defendants took a writ of error and assigned eleven errors; they all related to the answers to the points, and the charge of the court.\nR. B. Carnahan and Black (with whom were M. W. Ac'heson and J. II. Hampton), for plaintiffs in error,\ncited Cooper v. McClurkan, 10 Harris 80; Ihmsen v. Negley, 1 Casey 297; Tanner v. Hall, 1 Barr 417 ; Ex parte Bonbonus, 8 Vesey 542 ; 1 Parsons on Bills 259, 260.\nD. T. Watson, 1. F. Slagle and T. M. Marshall (with whom were Buff ‡ Aughinbaugh), for defendant in error.\n— As to power of a partner to make and endorse notes, cited Byles on Bills 31, 32. As to restrictions on the power of partners: Hoskinson v. Eliot, 12 P. F. Smith 400. They cited also Ihmsen v. Negley, 1 Casey 297 ; Tanner v. Hall, 1 Barr 417 ; Haldeman v. Bank, 4 Casey 440 ; Hogg v. Orgill, 10 Id. 344 ; Miller v. Consolidation Bank, 12 Wright 514; Sedgwick v. Lewis, 20 P. F. Smith 217 ; Phelan v. Moss, 17 Id 59; Parker v. Burgess, 5 R. I. 277, as to notice of fraud to a purchaser of a negotiable note.\nJanuary 4th 1875."
  },
  "file_name": "0118-01",
  "first_page_order": 118,
  "last_page_order": 124
}
