{
  "id": 436331,
  "name": "Tindle's Appeal",
  "name_abbreviation": "Tindle's Appeal",
  "decision_date": "1873-11-22",
  "docket_number": "No. 24",
  "first_page": "201",
  "last_page": "204",
  "citations": [
    {
      "type": "official",
      "cite": "77 Pa. 201"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Rawle 326",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820584
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0326-01"
      ]
    },
    {
      "cite": "7 W. & S. 32",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481780
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0032-01"
      ]
    },
    {
      "cite": "4 Watts 160",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842754
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0160-01"
      ]
    },
    {
      "cite": "2 Rawle 326",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820584
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/2/0326-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 485,
    "char_count": 10297,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 4.386362424164603e-07,
      "percentile": 0.9194648027742158
    },
    "sha256": "1b4e6ab6c4e6850b63e4eff1270ca45375d7ccd2ddbd5277115ccc4c8413799a",
    "simhash": "1:e867cce520ece029",
    "word_count": 1858
  },
  "last_updated": "2024-02-27T18:11:35.329207+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, O. J., Sharswood, Williams and Mercur, JJ."
    ],
    "parties": [
      "Tindle’s Appeal."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Merque,\ndelivered the opinion of the court,\nThe sum hid by De Lange & Co. at the first sale was sufficient to have satisfied all liens prior to the mortgage held by the appellant, and to have paid $2089.20 thereon. They, however, paid to the sheriff $850 only on their bid, and refused to pay the residue. The sheriff thereupon returned the property unsold, and' paid that money into court.\nThis first sale was made upon a levari facias issued on a judgment, which had been recovered upon a mortgage. The mortgage was the first lien. An alias levari facias was issued, but prior to a sale thereon the property was sold upon a fi. fa. issued upon a judgment which intervened between the first lien mortgage and the mortgage of the appellant. The sum for which the property sold at the second sale, added to the amount then due upon the prior mortgage, was $850 less than the sum bid by De Lange & Co. at the first sale. The effect of the second sale was to discharge the lien of the mortgage held by the appellant, and to pay him thereon, out of the proceeds thereof, $1239.20 only, being $850 less than he would have received in case De Lange & Co. had made their bid good.\nAfter the money made at the second sale had been appropriated, an auditor was appointed to distribute the $850. He gave the money, less the costs of the audit, to the appellant. Upon exceptions filed the court reversed his decision, and decreed that it be paid to the assignee of De Lange & Co. From that decree this appeal was taken.\nThus, it appears, the assignees of De Lange & Co. and the appellant are the only claimants before us. None of the creditors whose lien was prior to that of the appellant is here claiming the fund. They were either paid out of the proceeds of the sale made on the fi. fa. or were otherwise satisfied.\nIt is very clear, if the second sale had been made upon the same judgment, and the property had brought $850 less than at the first sale, that De Lange & Co, would have been liable, m damages, to that amount.\nThis sum might have been recovered in the name of the sheriff for the use of the party injured: Adams v. Adams, 4 Watts 160 ; Wright’s Appeal, 1 Casey 374; Forster v. Hayman, 2 Casey 266.\nWhy shall not De Lange & Co. be chargeable for the like amount as if the resale had been made upon the same judgment? It was made by the same officer. It was in the same public manner. It was not clogged with any terms or conditions that were likely to lower the price. No evidence was given before the auditor of any fact calculated to reduce the price for which the property first sold. We discover nothing connected with the sale tending to produce such a result. Hence the cases of Paul v. Shallcross, 2 Rawle 326, and Banes v. Gordon, 9 Barr 426, are inapplicable.\nIn an action against a purchaser at sheriff’s sale for the difference between his bid and a resale, he cannot object to the error in the levy describing the lands: Cooper v. Borrall, 10 Barr 401. Nor if he was the plaintiff in the execution upon which the sale was made is he relieved from liability by the fact that the levy did not give any description of the township, county or boundaries: Spang v. Schneider, Id. 193. Nor can a purchaser take advantage of irregularities in the execution under which the sale was made: Emley v. Drum, 12 Casey 123. Nor that the purchaser at the second sale paid no portion of his bid to the sheriff, but gave a credit therefor on his mortgage lien: Forster et al. v. Hayman, supra.\nIn fact the refusal of De Lange & Co. to pay the amount of their bid damaged the appellant to the amount of $850. It is fair to presume that the resale primá facie showed that sum to be the legal measure of damages. No evidence was given to overcome that presumption. Their assignee has no reason to complain, inasmuch as the damages claimed do not exceed the difference between the first and second sale: Gaskill v. Morris, 7 W. & S. 32.\nIt is contended, however, that if De Lange & Co. are liable to that amount, yet they are liable by action only, and that the money paid into court cannot be applied to the benefit of the party injured.\nIt is difficult to assign any substantial reason to sustain this position. Why should the sheriff be compelled to bring suit to recover the money which has already been paid to him in the very transaction in which his right of action accrued, and upon which its foundation must rest? The court is in possession of the fund, and is charged with its distribution. It arose from a sale of real estate on execution. The statutes requires that it be distributed “according to law and equity:” Purd. Dig. 645, pl. 107. Force and effect are to be given to the equity branch of the court’s power: Kelly’s Appeal, 4 Harris 59. The appellee is invoking the aid of those equitable powers.\nThe court then having jurisdiction over the fund and of the parties, had the. undoubted right to decree the money to the one who “in law and equity” was' entitled thereto. We are clearly satisfied that the appellant is so entitled.\nWe think, therefore, the learned judge erred in not confirming the report of the auditor, and the decree must be revei’sed.\nDecree.reversed, and now it is ordered that the fund in court be distributed to the mortgage of the appellant, and that the record be remitted to the court below; that a decree may be there made according to this opinion, and the costs are ordered to be paid by the appellee.",
        "type": "majority",
        "author": "Mr. Justice Merque,"
      }
    ],
    "attorneys": [
      "R. Robb, for appellant.",
      "J. Q. Doty and J. M. Kennedy, for appellant."
    ],
    "corrections": "",
    "head_matter": "Tindle’s Appeal.\n1. Land was sold under execution out of the District Court of Allegheny county, on a mortgage which was a first lien ; the purchaser paid to the sheriff $850 on his bid ; having failed to pay any more, the sheriff returned the land unsold. It was then sold by the same sheriff under an execution out of the Common Pleas on a subsequent judgment, and subject to the mortgage, for a sum which with the amount due on the mortgage and the $850, was no greater than the first bid. The $850 was ruled into the District Court for distribution. Held, there being no terms, &c., of the second sale different from the first, that a lien-creditor not paid by the second sale was entitled to the fund; not the purchaser at the first sale.\n2. The difference between the bids was primÉ, facie the measure of damages for the purchaser’s failure to comply with his bid, and it was not necessary that the sheriff should bring an action to recover the damages, the amount being already in his hands in the same transaction.\n3. The court being in possession of the fund under the sheriff’s sale, was bound to distribute it “ according to law and equity,” and the creditor who was the party injured by the purchaser’s failure to comply, and for whose use the sheriff would, have recovered the damages, was entitled to it in the distribution.\nOctober 13th 1873.\nBefore Agnew, O. J., Sharswood, Williams and Mercur, JJ.\nAppeal from the District Court of Allegheny county: Of October and November Term 1874, No. 24. In the distribution of the proceeds of the sheriff’s sale of the real estate of John Campbell.\nOn the 14th of May 1868 John Campbell made a mortgage to the Dollar Savings Bank to secure the payment of $3000. The mortgage was duly recorded and was the first lien on Campbell’s estate. After this were two judgments in the Court of Common Pleas of Allegheny county against Campbell in favor of John J. House ; then followed a mortgage from Campbell to Minas Tindle, recorded November 16th 1869.\nOn the 23d of September 1871 the Dollar Savings Bank, in a scire facias on their mortgage, obtained a judgment in the District Court against Campbell for $3364.50. A levari facias was issued and the real estate covered by this mortgage, and all the above-mentioned liens, were sold to De Lange & Co. for $8210 ; they paid to the sheriff, on account of the purchase $850, but having failed to pay the remainder of their bid the sheriff returned the land unsold for want of buyers. On the 6th of February 1872, De Lange & Co. assigned all their assets of every kind to F, H. Eaton. A fi. fi. was issued out of the Court of Common Pleas of Allegheny county on the House judgments, and the same real estate was sold by the sheriff for $3900, subject to the mortgage of the Dollar Savings Bank, which at that time amounted to $3460, thus making the whole amount for which the property sold $7360. This sale divested the lien of Tindle’s mortgage, which then amounted to $2104.60. By the sale under the fi. fa. all the liens prior to his mortgage were paid ; on account of it he received from the proceeds of this sale $1239.20.\nUpon the application of Tindle, the $850 paid by De Lange & Co. were ruled into court, and David Reed, Esq., appointed auditor to report distribution.\nThe fund was claimed by Tindle and by the assignee of De Lange & Co. . '\nThe auditor awarded the fund to Tindle.\nEaton, the assignee of De Lange & Co., filed exceptions to the report of the auditor, amongst which were the following:—\nI, 2. The auditor erred in awarding the fund to Tindle and not to expeptor, as assignee of De Lange & Co.\n3. The auditor erred in deciding- summarily that the fund was damages ; this should have been determined by an action.\n4. The auditor erred in deciding that it made no difference that the two sheriff’s sales were under process from different courts.\nThe District Court overruled the report of the auditor and decreed the fund to F. H. Eaton, assignee of De Lange & Co.\nTindle appealed to the Supreme Court and assigned the decree for- error.\nR. Robb, for appellant.\nThe terms, conditions or other circumstances of the second sale not being different from the first, De Lange & Co. were liable for the difference between the bids, and the lien creditors are entitled to the fund in court: Wright’s Appeal, 1 Casey 374. The sale being under different judgments and from different courts makes no difference.'\nJ. Q. Doty and J. M. Kennedy, for appellant.\nThe first sale being under a first lien sold the land clear of encumbrance; the second was sold subject to the mortgage ; purchasers are always sensitive as to prior liens: the second sale was therefore under different circumstances and a very slight change will release a first bidder : Banes v. Gordon, 9 Barr 426; Paul v. Shallcross, 2 Rawle 326.\nNovember 22d 1873."
  },
  "file_name": "0201-01",
  "first_page_order": 201,
  "last_page_order": 204
}
