{
  "id": 436344,
  "name": "Fawcett et al. versus Fell et al.",
  "name_abbreviation": "Fawcett v. Fell",
  "decision_date": "1875-02-01",
  "docket_number": "No. 123",
  "first_page": "308",
  "last_page": "310",
  "citations": [
    {
      "type": "official",
      "cite": "77 Pa. 308"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 250,
    "char_count": 4175,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 4.545142329782123e-07,
      "percentile": 0.9243199120875387
    },
    "sha256": "c921643a054de1f4d5891745dc85ee2cb6b785bc132daf84ad76f9188e224ebc",
    "simhash": "1:64401d2102393be4",
    "word_count": 725
  },
  "last_updated": "2023-07-14T21:00:39.077891+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, C. J., Sharswood, Williams, Mercur, Gordon, Paxson and Woodward, JJ."
    ],
    "parties": [
      "Fawcett et al. versus Fell et al."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Williams'\ndelivered the opinion of the court,\nIt is elementary law that there can be no recovery in an action ex contractu against several defendants, unless they are jointly liable, and there can be no joint liability if the contract is not joint but several. Here, as the plaintiff’s statement shows, the action was brought to recover the balance of a book account for goods sold and delivered to one of the defendants, and the amount of a promissory note, of which he was the maker, and the other defendant the endorser. Judgment was entered in favor of the plaintiffs against the defendants for want of an affidavit of defence, and for the aggregate amount of both claims. It is not pretended that both of the defendants were liable for the balance claimed to -be due for goods sold and delivered to the one, and if they were liable for the amount of the note it is clear that they were not jointly liable. The contract of the maker and that of the endorser of a promissory note with the endorsee is not a joint but a several undertaking, and a joint action thereon cannot be maintained against them. As the defendants were not jointly liable for the claims sued on, the misjoinder was fatal, and all the proceedings in the action, from the beginning to the end, were a budget of blunders. If the defendants had applied to the court below to set aside the judgment, they would, without doubt, have been saved the trouble of suing out this writ of error for its reversal.\nJudgment reversed.",
        "type": "majority",
        "author": "Mr. Justice Williams'"
      }
    ],
    "attorneys": [
      "A. J. L. Shields, for plaintiffs in error.",
      "J. W. Q-oheen and W. Ward, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Fawcett et al. versus Fell et al.\n1. Several defendants cannot be joined in an action ex contractu, unless their liability be joint, which cannot be if the contract is several.\n2. A joint action cannot be maintained against the maker and endorser of a promissory note.\nJanuary 18th 1875.\nBefore Agnew, C. J., Sharswood, Williams, Mercur, Gordon, Paxson and Woodward, JJ.\nError to the Court of Common Pleas of Delaware county: No. 123, to July Term 1873.\nThis was an action of assumpsit, brought June 16th 1873, by Morris L. Fell and others, trading as Morris L. Fell h Co., against Emmor Fawcett and Daniel D. Fawcett. ■'\nThe plaintiffs’ statement of claim as filed was as follows:—\n“ The following is a statement of the claim of the plaintiffs in the above-stated action. The plaintiffs sold and delivered to the defendant, Emmor Fawcett, goods, and the following is a copy of the charges contained in plaintiff’s books of original entry against the said Emmor Fawcett.”\nThen follows the statement of a book account, made up of items of charges and credits, showing a balance of $19.46 due. The account did not appear to be charged to any one; one of the items of credit was:\n“ 1873 April 3d. By note $291.25.”\nThen follows:\n“ The note credited April 3d 1873, being note of March 24th 1873, at thirty days, to the order of and endorsed by Daniel D. Fawcett, was not paid, but was protested in due form of law on April 26th 1873, for non-payment. The following is a copy of said note, being a statement of plaintiff’s claim against Daniel D. Fawcett.\n“ $291.25. Philadelphia, March 24th 1873.\nThirty days after date, I promise to pay to the order of Daniel D. Fawcett, two hundred and ninety-one 25-100th dollars, without defalcation, value received. Payable at First National Bank of Chester.\nEmmor Fawcett.\nEndorsed : Daniel D. Fawcett.\nCosts of protest, $2.29.\nWard & Broomall, Att’ys for Plaintiffs.”\nJudgment was entered July 12th 1873, for want of an affidavit of defence on the following order:—\n“ Enter judgment 'in the above case for the plaintiffs and against the defendants by default, for want of an affidavit of defence, and assess damages in the sum of $414.65, with interest thereon from the 12th day of July 1873.\nWard & Broomall, Att’ys for Plaintiffs.”\nThe defendants took a writ of error, and assigned for error:—\nEntering judgment; — because the copy filed was not such as entitled plaintiffs to judgment for want of an affidavit of defence, and because a joint action was brought to recover two several claims against the defendants.\nA. J. L. Shields, for plaintiffs in error.\nJ. W. Q-oheen and W. Ward, for defendants in error.\nFebruary 1st 1875."
  },
  "file_name": "0308-01",
  "first_page_order": 308,
  "last_page_order": 310
}
