{
  "id": 436271,
  "name": "Lawrance versus Fussell",
  "name_abbreviation": "Lawrance v. Fussell",
  "decision_date": "1875-05-10",
  "docket_number": "No. 54",
  "first_page": "460",
  "last_page": "463",
  "citations": [
    {
      "type": "official",
      "cite": "77 Pa. 460"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 96",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849966
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0096-01"
      ]
    },
    {
      "cite": "3 Wheat. 182",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "opinion_index": -1
    },
    {
      "cite": "2 Dall. 144",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        11738564
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/2/0144-01"
      ]
    },
    {
      "cite": "3 Wheat. 172",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1443464
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/16/0172-01"
      ]
    },
    {
      "cite": "1 Dall. 193",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        1408577,
        12140698,
        12140571,
        1408516
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/1/0204-01",
        "/dall/1/0193-02",
        "/dall/1/0193-01",
        "/us/1/0204-02"
      ]
    },
    {
      "cite": "9 Watts 273",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850049
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0273-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 452,
    "char_count": 9490,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 1.3914092080673725e-07,
      "percentile": 0.642870491677314
    },
    "sha256": "5b19d85fb751b6304ab78b6ee063f807af8688dde83aa5cbf9e18435c0dedf84",
    "simhash": "1:d7495974a4ee3bb4",
    "word_count": 1652
  },
  "last_updated": "2024-02-27T18:11:35.329207+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, O. J., Sharswood, Williams, Mercur, Gordon, Paxson and Woodward, JJ."
    ],
    "parties": [
      "Lawrance versus Fussell."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Mercue\ndelivered the opinion of the court,\nThe first objection in the assignment presents the question, whether copies of the notes were filed at such a time as to authorize the judgment to be taken for want of an affidavit of defence.\nThe Act of 28th March 1835, Pamph. L. 88, which authorizes a judgment to be taken for want of such affidavit, provides, “ that in all such cases no judgment shall be entered by virtue of this section, unless the said plaintiff shall, within two weeks after the return of the original process, file in the office of the prothonotary of the court * * * a copy of the instrument of writing, book entries, record, or claim, on -which action has been brought.”\nIn this case, copies of the notes declared on, were filed with the praecipe, which directed the summons to issue. Technically, they they were not filed “ after the return of the original process;” but, in fact, they were actually on file during the whole of those two weeks. The object of the law -was to designate a time beyond which a copy of the instrument could not be filed, so as to give a plaintiff the benefit of this section. A defendant was not to be required to examine the record every week for an indefinite length of time to ascertain the plaintiff’s claim, but was bound to take notice of what the record showed in those two weeks. He could in no wise be injured by the earlier filing of a copy. It gave him a longer period in which to prepare his affidavit. The filing of a copy then, with the praecipe, is within the true intent and spirit of the statute, requiring it to be filed within two weeks after the return of the original process.\nThe second objection is, that the record showed no such property in the notes, as to give the defendant in error a right of action. The facts set forth in the affidavit are substantially these: the defendant in error endorsed the notes over to the First National Bank, Media; which bank, in turn, endorsed them over to the First National Bank, Philadelphia, for account of First National Bank, Media; and there is no averment on record that the notes were returned to the ownership of the defendant in error. The court deemed this affidavit insufficient, and entered judgment against the plaintiff in error. An examination of the record fully sustains the affidavit. The only cause of action there averred is contained in a statement filed, which contains a copy of the notes, with the endorsements thereon, and an assertion that he claimed the amount of the notes with interest and costs. The record showed the ownership of the notes had once passed from him. There was no averment that he had paid or taken them up, or that he had in any manner acquired or held any interest or property therein.\nIf the notes had been endorsed in blank only, the possession of them would have been sufficient evidence of ownership. Although the defendant in error had once passed them away by endorsement and delivery, yet if he had regained the possession again, it would be prima; facie evidence that he had paid and taken them up. Weakly v. Bell et al., 9 Watts 273. Even if the endorsements subsequent to his had been in full, the weight of authority is, that the presumption would be the same: Morris v. Foreman, 1 Dall. 193; Dugan v. United States, 3 Wheat. 172. But if it be specially endorsed, its negotiability is at an end, and it becomes incapable of being sued upon by any one, except the special endorsee : Sigourney v. Lloyd, 8 B. & C. 622; 5 Bing. 525; Ancher v. Bank of England, Doug. 639; Treuttel v. Barandon, 8 Taunt. 100 ; Gorgerat et al. v. McCarty, 2 Dall. 144. The endorsement here is further qualified. This subsequent endorsement being made for the account of the endorser, was restrictive: Byles on Bills *121. A holder who takes anote which is restricted by a restrictive endorsement, cannot sue the drawer upon it: Id.\nIt is true, under the Act of Assembly, permitting a statement of a plaintiff’s claim to be filed, great exactness is not required, but the record should in some manner show, either by positive affirmance or legal presumption, a right of action in the plaintiff. This record is defective in both respects; therefore,\nJudgment reversed, and a procedendo awarded.",
        "type": "majority",
        "author": "Mr. Justice Mercue"
      }
    ],
    "attorneys": [
      "P. S. Lawrance, p. p., plaintiff in error.",
      "Gr. O. Punes, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Lawrance versus Fussell.\n1. Under the Act of March 28th 1855, the plaintiff in actions on notes, &e., may enter judgment by default on the third Saturday after the return, unless the defendant have filed an affidavit of defence ; provided that no such judgment shall be entered, unless the plaintiff shall within two weeks after the return-day of the writ, file a copy of the instrument on which the action is brought. A copy filed with the praecipe was a compliance with the requirements of the act.\n2. The object of the act was to designate a time beyond which a copy of the instrument could not be filed.\n3. Defendant made a note payable to plaintiff; he endorsed the note to a bank, which endorsed it to another bank; there was no averment in the affidavit of defence that the note had been taken up by plaintiff, or that he had any interest in it. Held, that there was not shown any right of action on the note in the plaintiff.\n4. If the note had been endorsed in blank, the possession by drawer would have been sufficient evidence of his ownership and that he had taken it up.\n5. If a note be specially endorsed, its negotiability is ended, and it is incapable of being sued on, except by the special endorsee.\n6. The note was endorsed by the Media Bank, the first endorser, to the second endorsee “for account” of the Media Bank. This was a restrictive endorsement, and the holder could not sue the drawer on it.\nFebruary 19th 1875.\nBefore Agnew, O. J., Sharswood, Williams, Mercur, Gordon, Paxson and Woodward, JJ.\nError to the District Court of Philadelphia: Of July Term 1873, No. 54.\nThis was an action of assumpsit, brought March 10th 1875, by Milton Fussell against Edward S. Lawrance, on two promissory notes, of which the following are the copies filed in the case, as the claim of the plaintiff. The copies were filed with the praecipe.\n“$104.21. Philadelphia, November 27th 1872.\nNinety days after date, I promise to pay to the order of Milton Fussell, one hundred and four and yVa dollars, without defalcation, value received. Payable at the Grirard National Bank, Philadelphia. Edward S. Lawrance,\nEndorsed: 206 W. Washington Square.”\n“ Milton Fussell.\n“Pay First National Bank, Philadelphia, for account of First National Bank, Media. Jos. W. Hawley, Cashier.”\n“105.38. Philadelphia, November 27th 1872.\nSixty days after date, I promise to pay to the order of Milton Fussell, one hundred and five and T3ff80 dollars, without defalcation, value received. Payable at the Grirard National Bank, Philadelphia. Edward S. Lawrance,\nEndorsed : 206 W. Washington Square.”\n“ Milton Fussell.\n“ Pay First National Bank, Philadelphia, for account of First National Bank. Jos. W. Hawley, Cashier.”\nThe defendant’s affidavit of defence was:\n1. The copy of notes was not filed “ within two weeks after the return of the original process,” as required by Act of Assembly; the original process was returnable to the first Monday of April instant, the 7th of this month. The “ praecipe and copy of promissory notes upon which suit is brought,” were filed together on one sheet of paper, on March 19th 1873, the same day the original process was issued, and I believe and expect to be able to prove that said praecipe and copy were filed before the original process was issued.\n2. By the said copy filed, it appears that said Milton Fussell, plaintiff, endorsed the said notes over to the “First National Bank, Media,” and that the “First National Bank, Media,” in turn endorsed said notes over to the “ First National Bank, Philadelphia, for account of First National Bank, Media,” and there is no averment on record that said notes ever returned to the ownership of said Fussell.\nOn the 3d of May 1873, the court entered judgment against the defendant for want of a sufficient affidavit of defence, and the damages were assessed at $214.74.\nThe defendant took a writ of error, and assigned for error that the court entered judgment against him for want of a sufficient affidavit of defence.\nThe Act of Assembly under which the judgmentwas entered was approved March 28th 1855, Pamph. L. 88, 1 Bright. Purd. 495, pi. 13. It is as follows:\n“ Sect. 2. In all actions instituted in the said court on bills, notes, bonds or other instruments of writing, for the payment of money, and for the recovery of book debts, * * * it shall be lawful for the plaintiff, on or at any time after the third Saturday succeeding the several return days hereinbefore designated, on motion, to enter a judgment by default, notwithstanding an appearance by attorney, unless the defendant shall previously have filed an affidavit of defence, stating therein the nature and character of the same: Provided, that in all such cases no judgment shall be entered by virtue of this section, unless the said plaintiff shall, within two weeks after the return of the original process, file in the office of the prothonotary of the court, a copy of the instrument of writing, book entries, record or claim, on which action has been brought.”\nP. S. Lawrance, p. p., plaintiff in error.\nGr. O. Punes, for defendant in error,\ncited Dugan v. United States, 3 Wheat. 182; Byles on Bills 149, note 1; Mullen v. French, 9 Watts 96; Weakly v. Bell, Id. 278.\nMay 10th 1875."
  },
  "file_name": "0460-01",
  "first_page_order": 460,
  "last_page_order": 463
}
