{
  "id": 436285,
  "name": "Baxter versus Allen & Needles",
  "name_abbreviation": "Baxter v. Allen & Needles",
  "decision_date": "1875-03-08",
  "docket_number": "No. 87",
  "first_page": "468",
  "last_page": "470",
  "citations": [
    {
      "type": "official",
      "cite": "77 Pa. 468"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Wright 468",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts 1",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 3,
      "pin_cites": [
        {
          "page": "53"
        },
        {
          "page": "13"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "4 Watts 424",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842755,
        1842699
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0424-01",
        "/watts/4/0424-02"
      ]
    }
  ],
  "analysis": {
    "cardinality": 278,
    "char_count": 3764,
    "ocr_confidence": 0.442,
    "pagerank": {
      "raw": 1.752538432099062e-07,
      "percentile": 0.7087366869651474
    },
    "sha256": "34135ae3452553471bb574683373856b2dbf131eca403d09db6d9981ff94c785",
    "simhash": "1:3ad0fe101416529d",
    "word_count": 675
  },
  "last_updated": "2024-02-27T18:11:35.329207+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Aonew, O. J., Sharsayood, Williams, Merche, Gordon, Paxson and Woodavaed, JJ."
    ],
    "parties": [
      "Baxter versus Allen & Needles."
    ],
    "opinions": [
      {
        "text": "Judgment was entered in the Supreme Court,\nPer Curiam.\nA judgment of record at the time of the death of the defendant, though without lien on his real estate at the time of death, does not fall into the class of mere debts, whose lien is limited to five years after the death of a decedent, unless suit be brought for the same according to the 24th section of the Act of 24th February 1834. That section expressly excepts debts secured by mortgage or judgment; suit is unnecessary when the debt is already in judgment. The record gives notice of the debt to all persons interested, and it remains unaffected by time, as to all volunteers, until a presumption of payment arises. This section is interpreted, also, by the next proceeding section, the 25th, which provides that the lien of a judgment at the time of the death of the defendant in it shall continue for five years, but after that period shall not be a lien on the real estate as against a bonfi fide purchaser, mortgagee, or other judgment-creditor, unless revived by scire facias, or otherwise according to law. Here the heir or devisee is not mentioned or excepted. After the expiration of the five years, without a revival, there can be no difference pointed out between such a judgment and one, the lien of which had expired before the defendant’s death. The decisions lead to the same result: Fetterman v. Murphy, 4 Watts 424; Brobst v. Bright, 8 Id. 124; Wells v. Baird, 3 Barr 351; Konigmaker v. Brown, 2 Harris 269; Aurand’s Appeal, 10 Casey 151.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "D. W.Sellers (with whom was Cf. W. Dedrieh), for the plaintiff in error.",
      "J. O. Longstreth, for defendant in error, was stopped by the court."
    ],
    "corrections": "",
    "head_matter": "Baxter versus Allen & Needles.\n1. A judgment of record at the defendant’s death, although not then a lien on his land, is not a debt whose lien is limited to five years from the decedent’s death, unless suit be brought according to sect. 24 of Act of February 24th 1834.\n2. Suit in such case is unnecessary when the debt is already in judgment; it remains unaffected by time as to all volunteers until presumption of payment arises.\nFebruary 26th 1875.\nBefore Aonew, O. J., Sharsayood, Williams, Merche, Gordon, Paxson and Woodavaed, JJ.\nError to the District Court of Philadelphia: Of July Term 1873, No. 87.\nThis was a scire facias, issued May 27th 1872, by Allen & Needles, against John Baxter, executor, &c., of William Kerrigan, deceased, he being also devisee of said deceased; to revive judgment, No. 400 to December Term 1854.\nWilliam Kerrigan died in December 1865. He devised real estate to John Baxter, the defendant, who pleaded in bar:\n“ That the said William Kerrigan died on the 6th day of December 1865, and the said plaintiffs are precluded from reviving the judgment against him as devisee of the said William Kerrigan, because he saith that before said writ of scire facias issued, more than five years had elapsed from the date of said death, and this he is ready to verify.”\nTo this plea “ plaintiffs demur, and for cause of demurrer show that the said plea doth not set up any good defence in law why the said judgment should not be revived as against the said devisee.”\nThe court entered judgment in favor of the plaintiffs on the demurrer.\nThe defendant toot a writ of error, and assigned for error:\nThat the court below erred in entering judgment in favor of the plaintiffs on their demurrer.\nD. W.Sellers (with whom was Cf. W. Dedrieh), for the plaintiff in error.\nIf a judgment is not a lien at the death on the real estate, it must be renewed within five years, or it is gone. If it is not a lien at death, it drops into the rank of a debt of a decedent, simply: Kerper v. Hock, 1 Watts 1; Penn v. Hamilton, 2 Id. 53; Quigley v. Beatty, 4 Id. 13; Moorehead v. McKinney, 9 Barr 265; McMurray v. Hopper, 7 Wright 468,\nJ. O. Longstreth, for defendant in error, was stopped by the court.\nMarch 8th 1875,"
  },
  "file_name": "0468-01",
  "first_page_order": 468,
  "last_page_order": 470
}
