{
  "id": 976778,
  "name": "COMMONWEALTH v. JOHN RUDDLE ET AL.",
  "name_abbreviation": "Commonwealth v. Ruddle",
  "decision_date": "1891-05-04",
  "docket_number": "No. 366",
  "first_page": "144",
  "last_page": "149",
  "citations": [
    {
      "type": "official",
      "cite": "142 Pa. 144"
    }
  ],
  "court": {
    "name_abbreviation": "Northampton Cty. Ct. Quarter Sess.",
    "id": 11294,
    "name": "Northampton County Court of Quarter Sessions"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "135 Pa. 256",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        817404
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/135/0256-01"
      ]
    },
    {
      "cite": "135 Pa. 102",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        817438
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/135/0102-01"
      ]
    },
    {
      "cite": "183 Pa. 505",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "16 Am. Rep. 339",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "53 N. H. 398",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        473572
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/53/0398-01"
      ]
    },
    {
      "cite": "13 How. 518",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3362169
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/54/0518-01"
      ]
    },
    {
      "cite": "2 Pa. 114",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        951247
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/2/0114-01"
      ]
    },
    {
      "cite": "21 Pa. 527",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        411606
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/21/0527-01"
      ]
    },
    {
      "cite": "27 Pa. 339",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        979639
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/27/0339-01"
      ]
    },
    {
      "cite": "107 Mass. 188",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2104034
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/107/0188-01"
      ]
    },
    {
      "cite": "73 Pa. 29",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032305
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/73/0029-01"
      ]
    },
    {
      "cite": "6 Pa. 379",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        954632
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/6/0379-01"
      ]
    },
    {
      "cite": "59 Pa. 174",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        426965
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/59/0174-01"
      ]
    },
    {
      "cite": "122 Pa. 207",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "28 N. J. L. 529",
      "category": "reporters:state",
      "reporter": "N.J.L.",
      "case_ids": [
        374371
      ],
      "opinion_index": -1,
      "case_paths": [
        "/njl/28/0529-01"
      ]
    },
    {
      "cite": "114 Pa. 632",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "138 Pa. 505",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "135 Pa. 102",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        817438
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/135/0102-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 631,
    "char_count": 11738,
    "ocr_confidence": 0.426,
    "pagerank": {
      "raw": 2.405408797945078e-07,
      "percentile": 0.7993813538936054
    },
    "sha256": "0f53395ab46ec9c60bfbd477dec199d6e3b0fcf030e53af676515cf7bdbc8fc4",
    "simhash": "1:a8d39688806bdcfb",
    "word_count": 2052
  },
  "last_updated": "2024-02-27T19:10:35.583370+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, Clark, Williams, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "COMMONWEALTH v. JOHN RUDDLE ET AL."
    ],
    "opinions": [
      {
        "text": "Opinion,\nMr. Justice Mitchell :\nThe defendants were the authorized agents of the Lehigh Coal & Navigation Gompany, and their rights must be judged by the authority of that company to do the acts complained of. The place of the alleged nuisance was part of a public road in Lehigh township, and was also part of the tow-path of the navigation company. Both parties, therefore, had the right of way at this point, but that of the navigation company was prior and superior. It existed by direct legislative grant long before the road; and when the latter was opened, the limit of its legal right was to cross with as little interference as possible to navigation, including the use of the tow-path. Undoubtedly, when two public franchises have to be exercised at the same point, each must be regulated by due regard to the other, but the burden of proof is on the last comer to show that he is encroaching no more on the prior privilege than necessity requires.\nIn the present case the location of the road at this point was opposed by the navigation company on the ground that it would interfere with their franchises, and their exceptions to the report of the viewers were dismissed on the express ground that the road would not and could not legally be allowed to do so. It appears from the opinion of the learned court in that case, that the chief interference anticipated was from the contemplated building of a bridge across the canal and tow-path. We gather, however, from the present record that the contemplated bridge was never built, but instead, the public crossed directly over the lock-bridge and tow-path; the supervisor treating them as part of the public road for that purpose, and raising the tow-path so as to make the road easier for public travel. Whether this was in strict accordance with the decree of the court confirming the view of the road, or with the rights of the navigation company, we need not at present inquire. It is sufficient that it established a status as to the respective rights of the two highways, and may be fairly considered as doing so under the implied sanction of the court in its decree in the road proceedings.\nThis status lasted more than two years, from June, 1888, to November, 1890, when it was changed by the supervisor. The facts are not disputed. The point of intersection was a hollow as to the road, while it was a rise or elevation as to the towpath. It was to some extent an inconvenience to both. The supervisor, under the pretence of repairs, filled in the hollow for the convenience of his public, without regard to the corresponding inconvenience to the navigation company. This action was apparently of his own head, or at the suggestion of interested parties in the neighborhood, without the sanction of the court, without legal proceedings, and without any authority at all to justify it. The defendants, in the performance of their duties to the navigation company, removed the recent filling-in, and restored the prior condition of the locality. In so doing they were clearly within their legal rights. They would have been justified in preventing the filling-in, but they adopted the more prudent course of peaceably removing it instead. Their action bears no possible analogy to the conduct reprobated in Easton Ry. Co. v. Easton, 138 Pa. 505, or Cooke v. Boynton, 135 Pa. 102. The unlawful and violent act here was that of the supervisor in changing the previously established grade. The erroneous theory on which this was done runs all through the case, including the trial, that the place had become so completely a part of the public road that the defendants were to be treated as trespassers, and their acts as those of strangers on an ordinary highway, instead of joint owners whose rights were to be considered in any change of the condition of the joint property.\nOn the undisputed facts in evidence, the defendants’ fourteenth point should have been affirmed, and the jury directed to render a verdict of not guilty.\nJudgment reversed.",
        "type": "majority",
        "author": "Mr. Justice Mitchell :"
      }
    ],
    "attorneys": [
      "Mr. W. JS. Doster, for the appellants.",
      "Mr. J. Davis Brodhead, District Attorney, (with him Mr. G-eorge W. Geiser), for the Commonwealth."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH v. JOHN RUDDLE ET AL.\nAPPEAL BY DEFENDANTS FROM THE COURT OF QUARTER SESSIONS OF NORTHAMPTON COUNTY.\nArgued March 12, 1891\nDecided May 4, 1891.\n1. When a public road, laid out across the tow-path of a canal company, is opened, the limit of its legal right, as against the prior and superior right of the company, is to cross with as little interference as possible with the navigation of the canal, including the use of the tow-path.\n2. And where the township supervisors, without legal proceedings and an order of court to justify it, made a fill upon the tow-path, interfering with the convenient and lawful use thereof by the canal company, the employees of the latter were not indictable for peaceably removing the obstruction.\n3. Where, on the trial of an indictment, the facts in evidence are admitted or undisputed,and are insufficient to establish that the offence charged has been committed by the defendant, it is the duty of the court, on request therefor, to direct the jury to return a verdict of not guilty.\nBefore Paxson, C. J., Sterrett, Green, Clark, Williams, McCollum and Mitchell, JJ.\nNo. 366 January Term 1891, Sup. Ct.; court below, No. 37 February Term 1891, Q. S.\nOn February 10, 1889, the grand jury returned as a true bill .an indictment charging John Ruddle, Stephen Shoemaker, Joseph B. Shaffer and John Blows with committing a nuisance, in “unlawfully, injuriously and maliciously removing and carrying away” filling-in from a public highway. Issue.\nAt the trial on February 11, 1891, it was made to appear that from 1828, the Lehigh Coal & Navigation Company, incorporated under the act of February 13, 1822, P. L. 21, {see acts of March 14,1761, Book A, vol. 4, 220; February 27, 1798, L. B. 6, 223; March 7, 1810, P. L. 61; March 19, 1816, P. L. 238,) operated continuously a canal along the Lehigh river. At a place called Treichler’s, in Lehigh township, Northampton county, the company built a lock about sixty feet north of tbe river. When boats ascended, at tbis point the mules by which they were drawn crossed from the towpath on the north side of the canal to the tow-path on the south side, by means of a bridge across tbe look. From 1862, the traveling public passed over this bridge by permission of the company. In 1886, a toll bridge having been built over the Lebigli river, on a line with tbe lock-bridge,_a public road was laid out by proceedings in tbe Quarter Sessions, from Mouser’s mill on the north side of tbe canal, to tbe river bridge on tbe south side, the road as laid out occupying the lock-bridge as part thereof, still used by the public by sufferance of the company. In 1888, and again in November 1890, one Snyder, a supervisor of the township, placed several feet of filling-in upon the tow-path of the company at the southern approach to the lock-bridge, which made it more easy for the public to pass from one bridge to the other, but difficult and dangerous for the mules to pass from the southern entrance to the bridge down upon the tow-path. Mr. Ruddle, the general supervisor of defendant company, at once caused the fiiling-in, put upon the tow-path in 1890, to be removed by the other defendants. This prosecution was then brought.\nAt the close of the testimony, the court, Schuyler, P. J., charged the jury:\nIt seems that in 1887 a public road was ordered to be laid out and opened in Lehigh township, in this county, leading from a point near Mouser’s mill to the northern entrance of the bridge which crosses tlie Lehigh river near Treichler’s station. A portion of this road lies between a bridge, which crosses the canal of the Lehigh Coal & Navigation Company, and the northern entrance of the bridge that crosses the Lehigh there.\nOn the twenty-fourth day of last November, the supervisor of Lehigh township caused certain repairs to be made upon that portion of the road last mentioned. The repairs consisted in hauling dirt or ground there, and unloading it in the road at this place, for the purpose of filling up the road and putting it in repair. A portion of this filling-in was on the towing path of the Lehigh Coal & Navigation Company’s canal. Upon the following day, the defendants hauled away all the dirt which had been deposited on the towing path of the Lehigh Coal & Navigation Company’s canal, and some more.\nThe defendants have been prosecuted for hauling away this dirt, the allegation on the part of the commonwealth being that, by removing this ground from the road where it had been placed by the supervisor, they left the road in a worse condition for public travel than it had been before the ground was removed.\nA very simple way of determining what your verdict should be, will be to inquire, in the light of the evidence, in the first place, what was the condition of this part of the public road, immediately after the supervisor had finished his filling in of the road. Having ascertained that, you will inquire, in the second place, what was the condition of this road immediately after the ground had been taken away; and then you will inquire, in the third place, whether the road was in as good, safe, and passable condition immediately after the ground had been removed, as it was at the time when the filling in was completed by the supervisor.\nIf you find that the removal of this ground by the defendants did not put the road in any worse condition for travel than it was before, then your verdict would be a verdict in favor of the defendants; because, while the defendants might have no right to take away ground from a public road which had been put there by a regularly appointed officer, and, whilst they might be liable to a civil action for doing so, yet they cannot be held liable in a prosecution for a nuisance for taking away and removing dirt from a public highway, unless the result of such removal of the ground was an additional ineonvenience to the public in traveling over the road. A slight inconvenience would not constitute a nuisance. But if you find, from the evidence, that after this dirt had been removed the public had greater difficulty in using that portion of the public road than they had before it was removed; in other words, if you find that the removal of the ground constituted a material obstruction to public travel, then I say to you that the removal of the dirt was the creation of a nuisance, and that\nyour verdict in that event should be a verdict of guilty.....\nThe defendants submit the following point:\n14. The court should direct the jury to find the defendants not guilty.\nAnswer: This point I cannot affirm.15,\n—The jury returned a verdict finding that the defendants were guilty. Judgment having been passed, the defendants obtained an allowance and took this appeal, specifying inter alia that the court erred:\n7. In refusing the defendants’ point.15,\nMr. W. JS. Doster, for the appellants.\nCounsel cited: Morris Canal Co. v. Mayor, 1 Beas. 547; Sterrett Tp. Road, 114 Pa. 632; State v. Newark, 28 N. J. L. 529; Lewis on Em. Dom., §63; Fulmer v. Williams, 122 Pa. 207; Erie City v. Canal Co., 59 Pa. 174; Monongahela Nav. Co. v. Coon, 6 Pa. 379; Wharton, Cr. L., §1424; Danville R. Co. v. Commonwealth, 73 Pa. 29; Commonwealth v. Kidder, 107 Mass. 188; Commonwealth v. Railroad Co., 27 Pa. 339; Taggart v. Commonwealth, 21 Pa. 527; Lancaster Turnpike Co. v. Rogers, 2 Pa. 114; Pennsylvania v. Wheeling Bridge Co., 13 How. 518; Aldrich v. Wright, 53 N. H. 398 (16 Am. Rep. 339); State v. Dibble, 4 Jones (N. C.) 107\nMr. J. Davis Brodhead, District Attorney, (with him Mr. G-eorge W. Geiser), for the Commonwealth.\nCounsel cited: Easton Ry. Co. v. Easton, 183 Pa. 505; Cooke v. Boynton, 135 Pa. 102.\nSee Commonwealth v. Railroad Co., 135 Pa. 256."
  },
  "file_name": "0144-01",
  "first_page_order": 168,
  "last_page_order": 173
}
