{
  "id": 976678,
  "name": "MYRON WATERS v. G. R. STARR",
  "name_abbreviation": "Waters v. Starr",
  "decision_date": "1891-05-18",
  "docket_number": "Nos. 38, 39",
  "first_page": "418",
  "last_page": "426",
  "citations": [
    {
      "type": "official",
      "cite": "142 Pa. 418"
    }
  ],
  "court": {
    "name_abbreviation": "Warren Cty. C.P.",
    "id": 9086,
    "name": "Warren County Court of Common Pleas"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "59 Pa. 155",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        426982
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/59/0155-01"
      ]
    },
    {
      "cite": "5 W. 497",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "2 Y. 453",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "2 Y. 227",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812709
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0227-01"
      ]
    },
    {
      "cite": "2 Y. 446",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812704
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0446-01"
      ]
    },
    {
      "cite": "47 Pa. 397",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "77 Pa. 131",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        436324
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/77/0131-01"
      ]
    },
    {
      "cite": "25 Pa. 106",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        975758
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/25/0106-01"
      ]
    },
    {
      "cite": "4 W. & S. 83",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "55 Pa. 153",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1470661
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/55/0153-01"
      ]
    },
    {
      "cite": "128 Pa. 95",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "122 Pa. 210",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948410
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/122/0210-01"
      ]
    },
    {
      "cite": "98 Pa. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "73 Pa. 467",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032278
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/73/0467-01"
      ]
    },
    {
      "cite": "66 Pa. 229",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        432517
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/66/0229-01"
      ]
    },
    {
      "cite": "3 Pa. 105",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        400563
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/3/0105-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 700,
    "char_count": 16389,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03429504963416786
    },
    "sha256": "f2a4455ce18dd1189a4b7af862248c0a5f13f659e9e30f4e8954130dc5ce003b",
    "simhash": "1:b6742a181a1b878a",
    "word_count": 2954
  },
  "last_updated": "2024-02-27T19:10:35.583370+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, G. J., Sterrett, Green, Williams and Mitchell, JJ."
    ],
    "parties": [
      "MYRON WATERS v. G. R. STARR."
    ],
    "opinions": [
      {
        "text": "Per Curiam :\nJudgments affirmed.",
        "type": "majority",
        "author": "Per Curiam :"
      }
    ],
    "attorneys": [
      "Mr. W. D. Hinckley, for the appellant.",
      "Mr. W. M. Lindsey (with him Mr. J. O. Parmlee), for the .appellee."
    ],
    "corrections": "",
    "head_matter": "MYRON WATERS v. G. R. STARR.\nAPPEALS BY PLAINTIFF FROM THE COURT OF COMMON PLEAS OF WARREN COUNTY.\nArgued May 4, 1891\nDecided May 18, 1891.\n(a) Iu 1820, a large tract was surveyed and the return thereof accepted. In 1829, a portion of the east side was conveyed by the then owner of the northern part of the tract, by a dividing line running north and soutli and well marked on the ground, the title conveyed vesting subsequently in the defendant.\n(6) In August, 1864,' the plaintiff, in possession under color of title on the west of the line of 1829, had an official survey made, the surveyor marking a line eighteen to twenty rods east of the line of 1829. This survey was returned, accepted and patented; the return and patent merely calling for the owner on the east.\n(e) In October, 1864, the then owner of the east portion caused a survey to be made by the same surveyor. This survey was returned, accepted and patented; the return of survey and patent merely calling for the land of the plaintiff on the west. For timber cut in 1888, east of the line of 1829, plaintiff brought trespass:\n1. In such case, the evidence showing that the line run by the surveyor in 1864 was a mistake merely, and never had been adopted as a consentible line by the parties, the plaintiff failed to show title to the land upon which the alleged trespass was committed, and it was not error to enter judgment for the defendant.\nBefore Paxson, G. J., Sterrett, Green, Williams and Mitchell, JJ.\nNos. 38, 39, January Term 1891, Sup. Ct.; court below, Nos. 64, 65, March Term 1888, C. P.\nOn February 4, 1888, Myron Waters brought two actions against G. It. Starr, one in trespass for cutting timber on a strip of land claimed by plaintiff, and the other in replevin for timber cut and removed therefrom. Issue in both cases.\nThe action in trespass was called for trial on December 9, 1889, and, at the close of the testimony, both actions were submitted upon the testimony taken to the decision of the court, without a jury, under the act of April 22, 1874, P. L. 109.\nAfter argument, the court, Brown, P. J., on February 6, 1890, in each case filed the following decision:\nplaintiff’s points.\n1. That if the court believes the testimony of F. O. Crocker, as to the occupation of Samuel Johnson and others, the plaintiff has shown a good title in himself to the land conveyed to him by the deed from the committee of E. G. Owen, within the lines of Johnson’s occupation.1\n2. That the defendant has shown no title to the strip of land on which the timber in controversy was cut.3\n3. That the patent to the plaintiff, although based on a settlement by Samuel Johnson, vested in him the title of the commonwealth, and conferred a title good against everybody except the vendees of Stephen Olney, Jr., the original warrantee.3\n4. That, the defendant claiming under a tax deed to William Crull, based on an assessment to Boon Mead, without other description than the name of the owner and number of acres, acquired no title beyond the lines of the patent to Mead marked on the ground, and is in privity with him and affected by his acts in fixing the boundary of the land.4\n5. The defendant having shown that the deed under which Boon Mead claimed, before the patent, bounded the land on the west by a line south from a cucumber one hundred and thirty-four rods west from the white oak; and it appearing by uncontradicted evidence that such a line was marked on the ground at the time of the survey by Falconer for Mead, and the issue of the patent to Mead thereunder, as well as the line further east, run and marked by Falconer as the boundary, the survey and patent are presumed to have been obtained by Mead with knowledge of these facts.5\n6. As the undisputed evidence in the case shows that the land on which the timber in controversy was cut was included within the boundaries of that portion of the Olney survey, of which the plaintiff owned or claimed the western, and Boon Mead the eastern part; and the plaintiff and Mead having had their respective portions surveyed off and patented, both surveys and patents fixing the division line at a line actually run and marked on the ground by the surveyor, they had a right so to fix their boundary; and the line so fixed must be taken to be the true boundary, and cannot be set aside by evidence showing that Mead was at the time entitled to a patent for more, and Waters for less land, unless it be shown that the patents were obtained by fraud or plain mistake, and of this there is no sufficient evidence.6\n7. If the court believe the evidence of Stephen Critchlow, as to the agreement concerning the disputed line between William Crull and the plaintiff, the plaintiff is entitled to recover, as it appears from the defendant’s own title papers that he purchased with notice of the claim of Waters.7\n8. The defendant claims title under the Boon Mead patent, wbicb is based upon the settlement and improvement right of Stephen Olney, Jr. That patent excluded the land in controversy, and the same thereby became subject to appropriation from the commonwealth as vacant land, and the only party who could question Waters’s title was the commonwealth; the commonwealth cannot now question Waters’s title, having patented the land to him and received the purchase money therefor.8\nAnswer: The affirmance of the defendant’s twelfth point is equivalent to a ruling that upon the facts established by the evidence the plaintiff cannot recover, and hence we decline to answer the other points, both of the plaintiff and defendant, as unnecessary.1 to 8\ndefendant’s points.\n# * •* * * # * * *\n12. Under all the evidence the plaintiff is not entitled to recover.\nAnswer: Affirmed.9\nThe affirmance of the defendant’s twelfth point is equivalent to a ruling that upon the facts established by the evidence, the plaintiff cannot recover, and hence we decline to answer the other points, both of the plaintiff and defendant, as unnecessary.\nFINDINGS OF FACT.\nIn 1820, a tract of land lying north and west of the Ohio and Allegheny rivers and the Conewango creek, described as containing four hundred and eighteen acres and allowance, was surveyed to Stephen Olney, Jr., on his settlement and improvement. The survey was returned to the land office and accepted.\nBy contract dated June 17, 1826, Stephen Olney, Jr., sold to Rufus Olney three hundred and fifty acres, being the north part of his survey.\nBy deed dated October 12, 1829, Rufus Olney conveyed to Eben Owen one hundred and thirty-seven acres, fifty-six perches and allowance, from the east side of the three hundred and fifty acres. The west line of the land so deeded to Eben Owen was a line running north and south. It was marked on the ground and is located where the defendant claims. Before March 27, 1855, the Eben Owen title became vested in Mrs. Marcia Reese, and on that date she deeded it to Boon Mead.\nIn 1846, or thereabouts, one Samuel Johnson entered on that part of the Stephen Olney, Jr., survey west of and adjoining the west line of the Eben Owen piece. Johnson entered under one Eben G. Owen, and was preceded in the occupancy by Ethan Owen, who had built a log house thereon. Johnson remained in the occupancy for from four to six years, or possibly more, and when he left some fifteen or sixteen acres had been cleared. After Johnson left, other persons went into and continued to occupy as tenants of Eben G. Owen, until his title became vested in the plaintiff.\nEben G. Owen became a lunatic, and by authority of court his committee made deed to the plaintiff of the premises, adjoining on the west the Eben Owen piece, on May 2, 1864. On August 10, 1864, the plaintiff caused a survey to be made by the county surveyor, the east line of which was run and marked on the ground at a distance of from eighteen to twenty-two rods east of Boon Mead’s west line, thus including a strip of that breadth of Mead’s land. It is timber trees of the value of $57.74, cut by defendant on this strip of land in February, 1888, for which this suit is brought. The plaintiff’s survey was returned to the land office, accepted, and a patent granted to him on August 26, 1864. [Neither the survey as returned, nor the patent, makes any reference to a line or monument marked on the ground to indicate the east boundary; they merely call for the land of Boon Mead as an adjoiner on the east.] 10\nOn October 31, 1864, Boon Mead caused a survey to be made, by the same county surveyor who had made the plaintiff’s survey the preceding August. This was returned to the land office, accepted, and thereupon a patent to Mead was granted on the first of November, 1864. [Neither the survey nor patent to Mead, makes any reference to the line previously run and marked as the east line of the Waters survey; they merely called for the land of Myron Waters as the adjoiner on the west.] 11\nIn 1870 and 1871 the Mead land was assessed to Boon Mead as one hundred and thirty-seven acres unseated land, and on June 10, 1872, it was sold and deeded by the treasurer of the county to William Crull, who died soon after, leaving a will probated September 16, 1872, by which he devised all his estate to his wife, Jennie Crull. On May 11,1881, Jennie Crull deeded to defendant, reciting, “ being the same land conveyed by Marcia Reese to Boon Mead.” This deed contained a general warranty to all the laud “ except as to about thirty-live acres on the west side, claimed by Myron Waters.”\nIt does not appear what title William Crull had, before his purchase at the treasurer’s sale of 1872, but some time before May 9, 1871, he cut timber on the strip in dispute, for which the plaintiff brought trespass; and, while that suit was pending and some time during the summer of 1872, he and the plaintiff had negotiations respecting the settlement of the suit and the location of the plaintiff’s east line, but the evidence does not satisfy us that this negotiation resulted in an agreement that the line now claimed by the plaintiff as his east line, should be taken as such so as to bind Crull or those who succeeded to his title.\nThe strip of land in dispute contains between twenty-seven and twenty-eight acres.\nCONCLUSIONS OF LAW.\nBy the recital in the deed from Jennie Crull, the defendant had notice that the plaintiff claimed the strip of land in dispute. [The defendant, claiming under treasurer’s deed to William Crull, based on an assessment to Boon Mead, is in privity with Mead and has title to the lines of the tract to the extent that Mead had title at the time of the assessment of the taxes.] 13 When the taxes were assessed, to wit, 1870,1871, Mead was the owner of the strip of land in dispute, unless he had previously been divested of such ownership, either by his own voluntary act or by operation of law.\n[There is no evidence from which it can with propriety be found that the plaintiff and Mead had ever agreed that the line to which the plaintiff now claims should be the boundary between them, so as to give it the character of a consentible line; and there is no evidence of acquiescence by Mead in such line as estopped him from asserting ownership.] 13\n[The plaintiff does not, and of course cannot claim that the running and marking the said line of this land on August 10, 1864, so as to include the strip in dispute within the lines of his survey, had any effect on Mead’s title to it. What he claims is, that the survey made for Mead on October 31,1864, adopted the east line of the plaintiff’s survey, as marked on the ground, for the west line of the Mead survey; and that Mead’s acceptanee of a patent pursuant to the survey was an abandonment to the commonwealth of the strip in dispute, and by relation made good the prior grant of the commonwealth to the plaintiff. Assuming this to be the law, it does not avail the plaintiff, because there is no sufficient, if any, evidence that the marked east line of the plaintiff’s survey was adopted as the west line of Mead’s. It is probably true that in making the Mead survey the surveyor supposed that the west line would be identical with the line that a short time before he had, apparently through mistake, marked as the plaintiff’s east line; but he did not so return it, and in the absence of proof to the contrary, and after so long a time, we must presume the lines of the Mead survey were run in accordance with the survey as the same was returned to the land office; and this, we think, calls for plaintiff’s true east line, and not for one marked by mistake eighteen to twenty-two rods south of the east line. Upon the whole evidence, we are of the opinion that the plaintiff has failed to show title to the strip of land on which the timber was cut.] 14\nUnless exceptions are filed to the findings of fact or conclusions of law within thirty days from notice of the filing of this decision, the prothonotary will enter judgment for the defendant.\nExceptions having been filed to the findings of fact and conclusions of law of the decision, the court, Brown, P. J., on July 28, 1890, filed the supplementary decision and order:\nOn argument of exceptions, the plaintiff’s counsel suggests an omission to find certain facts deemed essential to the proper decision of the case, and a possible want of precision and fullness in stating the facts relating to the survey made in 1864 for the plaintiff, and the one made for Boon Mead in the fall of the same year. Hence, we now find that in 1870 and 1871 the land of the plaintiff was assessed to him on the seated list as one hundred acres, ten improved, and such taxes were paid; that the treasurer’s sale to William Crull in June, 1872, did not divest the plaintiff’s title to any of the land of which he was previously the owner; that the survey made for the plaintiff in August, 1864, and the marking the east line of that survey at a point eighteen to twenty-two rods east of the plaintiff’s true line, was a mistake occasioned by following the description in the deed from the committee of E. G. Owen to the plaintiff, and without knowledge of the true western boundary of the Boon Mead land, as the same was run and marked on the ground at the time it was deeded by Rufus Olney to Eben Owen, viz;., October 12, 1829.\nAs before stated, in the former findings, the same surveyor who surveyed the land for the plaintiff in August, 1864, surveyed and returned the Mead land in October, 1864, and in so doing mistakenly assumed the line marked by him as the east line of the plaintiff’s land to be the true west line of Mead’s land. There is no evidence that shows or tends to show that the plaintiff, or the surveyor, intended to embrace in the survey of August, 1864, any more land than the plaintiff then owned, or that Mead or the surveyor intended to include in the survey of October, 1864, any less land than Mead then owned. The Waters survey, as returned, calls for Mead’s land as the adjoiner on the east, without any other designation. The Mead survey, as returned, calls for the Waters land as the adjoiner on the west, without any other designation. In locating these surveys, we think we must take the true dividing line between the plaintiff and Mead, namely, the line as claimed by defendant.\nAll the exceptions to the former findings and decisions are dismissed, and the prothonotary will enter judgment in accordance with the decision previously filed.\n—Judgment for the defendant having been entered in each cause, the plaintiff took these appeals, specifying that the court erred:\n1-8. In the answer to the plaintiff’s points.1 to 8\n9. In the answer to the defendant’s point.9\n10-14. In the findings of the decision embraced in [ ] 10 to 14\nMr. W. D. Hinckley, for the appellant.\nCounsel cited: (1) Hunter v. Cochran, 3 Pa. 105; Brown v. Hays, 66 Pa. 229; Reading v. Finney, 73 Pa. 467; Kramer v. Goodlander, 98 Pa. 365. (2) Berry v. Watson, 122 Pa. 210; Grier v. Coal Co., 128 Pa. 95. (3) Parshall v. Jones, 55 Pa. 153; Adams v. Jackson, 4 W. & S. 83 ; Smith v. Beck, 25 Pa. 106 ; Smith v. Vasbinder, 77 Pa. 131; Del. & H. Canal Co. v. Dimock, 47 Pa. 397.\nMr. W. M. Lindsey (with him Mr. J. O. Parmlee), for the .appellee.\nCounsel cited: Dawson v. Laughlin, 2 Y. 446; Bond. v. Fitzrandolph, 2 Y. 227 ; Morris v. Neighman, 2 Y. 453; Skeen v. Pearce, 7 S. & R. 303 ; Barnes v. Irvine, 5 W. 497; Wilson v. Horner, 59 Pa. 155."
  },
  "file_name": "0418-01",
  "first_page_order": 442,
  "last_page_order": 450
}
