{
  "id": 477405,
  "name": "O'Brien et al., Appellants, v. O'Brien",
  "name_abbreviation": "O'Brien v. O'Brien",
  "decision_date": "1949-05-23",
  "docket_number": "Appeal, No. 89",
  "first_page": "66",
  "last_page": "73",
  "citations": [
    {
      "type": "official",
      "cite": "362 Pa. 66"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "28 A. 2d 316",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "319, 320"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "345 Pa. 328",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1213398
      ],
      "pin_cites": [
        {
          "page": "335"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/345/0328-01"
      ]
    },
    {
      "cite": "200 A. 80",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "331 Pa. 65",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1184301
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/331/0065-01"
      ]
    },
    {
      "cite": "175 A. 690",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "316 Pa. 233",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1159049
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/316/0233-01"
      ]
    },
    {
      "cite": "51 A. 2d 511",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "512, 513"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "160 Pa. Superior Ct. 447",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        459517
      ],
      "pin_cites": [
        {
          "page": "449-451"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/160/0447-01"
      ]
    },
    {
      "cite": "10 A. 2d 418",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "419, 420"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "337 Pa. 316",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1197305
      ],
      "pin_cites": [
        {
          "page": "318, 319"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/337/0316-01"
      ]
    },
    {
      "cite": "184 A. 457",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "459"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "321 Pa. 561",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1165841
      ],
      "pin_cites": [
        {
          "page": "564, 565"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/321/0561-01"
      ]
    },
    {
      "cite": "177 A. 28",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "29"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "317 Pa. 513",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8846409
      ],
      "pin_cites": [
        {
          "page": "516, 517"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/317/0513-01"
      ]
    },
    {
      "cite": "126 A. 791",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "792"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "281 Pa. 320",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1086994
      ],
      "pin_cites": [
        {
          "page": "323, 324"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/281/0320-01"
      ]
    },
    {
      "cite": "62 A. 782",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "783, 784"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "213 Pa. 171",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        943415
      ],
      "pin_cites": [
        {
          "page": "176"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/213/0171-01"
      ]
    },
    {
      "cite": "60 A. 735",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "736"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "211 Pa. 223",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        940152
      ],
      "pin_cites": [
        {
          "page": "226"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/211/0223-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 603,
    "char_count": 11074,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 1.5777380952843405e-06,
      "percentile": 0.9924597920573748
    },
    "sha256": "52779a78e5e7788cfe93acaffe1939c7095e6d9cd8fd8b853aa034245e7acf87",
    "simhash": "1:7341dca4519e787c",
    "word_count": 1895
  },
  "last_updated": "2024-02-27T21:11:58.782425+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson, Stearne and Jones, JJ."
    ],
    "parties": [
      "O’Brien et al., Appellants, v. O’Brien."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Horace Stern,\nTwo partners, after conducting a highly successful business enterprise for more than 25 years, fell into disagreement, and, together with tAVO other persons who had been admitted into the firm, entered into a written agreement to dissolve the partnership. Since that time they have been engaged in litigation, one phase of which is the proceeding in equity that has given rise to the present appeal.\nThe original partners were Frank L. O’Brien and Clarence J. O’Brien; they did business under the name of The O’Brien Machinery Company; two sons of Frank L. O’Brien were afterwards admitted into the partnership. By the dissolution agreement, dated February 3, 1943, Clarence J. O’Brien sold his share of the business, consisting of “one-half of all the assets of the business, plus the good will,” to Frank L. O’Brien as trustee, for a stated sum of money, and, in addition, one-third of the net profits for the year 1942. In 1947 Clarence J. O’Brien brought an action in assumpsit against his three former partners in which he alleged that they had not made a settlement of the partnership accounts in order properly to determine the net profits for the year 1942 as provided in the contract; accordingly he asked for an accounting. The defendants filed an answer in which they asserted that they had offered him a certain sum in settlement of that item but he had refused to accept the check they tendered him; they admitted that they had refused to allow him to examine their partnership books and records but only for the reason that he had entered into a business in competition with their own. They also filed a counterclaim in which they asserted that at the time of the signing of the agreement of February 3, 1943, he had orally agreed that he would not engage in a competing business until certain claims of the federal government against the partnership were settled, but, in violation of that agreement, he had started such a business in April 1943; they further alleged that he had used his name therein in such manner as to mislead the public into believing that he Avas still connected with the partnership, and had used advertising material similar to that in use by The O’Brien Machinery Company. By reason of these matters they claimed a large sum in damages. Clarence J. O’Brien filed preliminary objections to the counterclaim; the court sustained the objections insofar as they applied to defendants’ request to examine his books, but overruled them in respect to defendants’ right to recover on their counterclaim. Clarence J. O’Brien then filed a reply to the counterclaim in which he denied that he had entered into an oral agreement that he would not go into a competing business until the claims of the federal government were disposed of; he also denied that he was engaged in any unfair business practices calculated to deceive the public in regard to his severance from the partnership.\nThe next move in the litigation was taken by the three partners. They filed the present bill for discovery against Clarence J. O’Brien in which they prayed for a decree permitting them to examine the books and records of the business in which he was now engaged. To this bill he filed an answer in which he denied, as he had previously done in his reply to their counterclaim, that he was guilty of any unfair competition with The O’Brien Machinery, Company or that he had entered into any agreement limiting his right to engage in the same line of business. After a partial hearing had been held by the court complainants filed an amended bill in which they based their right to be allowed to examine Clarence J. O’Brien’s books on the two grounds mentioned in the counterclaim they had filed in the assumpsit action, namely, (1) that he had violated his oral agreement not to enter into a competitive business until the government’s claims had been settled, and (2), that he had engaged in unfair competitive practices. Clarence J. O’Brien filed preliminary objections to the bill; the court sustained his objections and dismissed the bill,— a decree from which complainants now appeal.\nIt is axiomatic that a bill for discovery in aid of an action or a defense at law cannot be maintained if the action or the defense itself cannot be maintained; this is because a bill for discovery in aid of a claim at law is wholly an ancillary proceeding, and if the asserted claim is itself invalid a bill for discovery in support of it must necessarily fall on demurrer: Holland v. Hallahan, 211 Pa. 223, 226, 60 A. 735, 736; Elk Brewing Co. v. Neubert, 213 Pa. 171, 176, 62 A. 782, 783, 784. The question therefore presents itself: — Have complainants a right of action on their counterclaim? As far as it is based upon the alleged oral agreement of Clarence J. O’Brien that he would not, for a certain time, engage in a competing business, which agreement was allegedly made immediately prior to the signing of the agreement of dissolution, it is clear that they cannot avail themselves of any such asserted obligation on his part, for the principle enunciated in Gianni v. R. Russell & Co., Inc., 281 Pa. 320, 323, 324, 126 A. 791, 792, has become too firmly imbedded in the law of this Commonwealth to permit of a recovery on any such oral agreement. That principle is to the effect that, in the absence of any allegation of fraud, accident or mistake, “the writing constitutes the agreement between the parties, and its terms cannot be added to nor subtracted from by parol evidence”; the test is “whether parties, situated as were the ones to the contract, would naturally and normally include the one in the other if it were made. If they relate to the same subject-matter and are so inter-related that both would be executed at the same time, and in the same contract, the scope of the subsidiary agreement must be taken to be covered by the writing. This question must be determined by the court.” There can be no doubt in the present case but that the written agreement of dissolution is complete and comprehensive on its face. It was carefully drawn and was obviously intended to cover all the terms that would naturally be included in such a contract; certainly if the parties had meant to agree that the withdrawing partner was to obligate himself, for a certain period of time, not to enter into a competitive business a covenant to that effect would have been embodied in the written agreement itself and not left to the precariousness of an oral understanding. Therefore, because of the parol evidence rule, the alleged oral agreement cannot be made the basis of the right of action asserted in the counterclaim which claimants filed in the action of assumpsit.\nIs the applicability of the parol evidence rule a question that may be raised, as in this case, by preliminary objections in advance of trial? Notwithstanding the name given it, tlie parol evidence rule is a rule, not of evidence, but of substantive law: Restatement, Contracts, §237, comment a; Wigmore on Evidence, 3d ed., vol. IX, pp. 3, 4, §2400(1); Williston on Contracts, rev. ed., vol. 3, p. 1813, §631. Accordingly, the effect of it, and the right of a litigant to obtain judgment in reliance on it, may properly be determined on the pleadings, and judgment may be entered for want of a sufficient answer or reply which sets up an oral agreement invalidated by the rule: Richards v. Integrity Trust Co., 317 Pa. 513, 516, 517, 177 A. 28, 29; Germantown Trust Co., Guardian, v. Emhardt (1), 321 Pa. 561, 564, 565, 184 A. 457, 459; Pennsylvania Company for Insurances on Lives and Granting Annuities v. Lebanon Building & Loan Association, 337 Pa. 316, 318, 319, 10 A. 2d 418, 419, 420; Hambleton v. Hartman, 160 Pa. Superior Ct. 447, 449-451, 51 A. 2d 511, 512, 513. Complainants point to the cases of Friend, Conservator, v. Kuhn, 316 Pa. 233, 175 A. 690, and Federal Reserve Bank of Philadelphia, Assignee, v. Gearon, 331 Pa. 65, 200 A. 80, but the former of these proceeded on the theory that the other party to the written agreement might perhaps admit at the trial that an oral agreement was actually entered into as alleged, and in the latter case such an admission actually appeared, whereas in the present instance the answer filed by Clarence J. O’Brien to the original bill expressly denied the making of any such agreement.\nAs to the second ground set forth in the counterclaim upon which discovery is now sought, namely, that Clarence J. O’Brien engaged in unfair competitive practices, it is sufficient to say that that claim rests in tort and cannot be made the basis of a counterclaim in an action of assumpsit. Complainants insist that because he sold his share in the good will of The O’Brien Machinery Company and has now allegedly attempted to mislead the public into believing he is still connected with the partnership his offense constitutes a violation of the dissolution agreement and hence can be treated as a breach of contract. It is plain, however, that after his interest in the good will had been transferred to complainants any subsequent unfair business practice on his part which derogated from their right to its enjoyment constituted merely a trespass on that right the same as a trespass on any vested title to property, — a trespass which would have supported an action for unfair business competition even had there been no contract at all between the parties; it cannot, therefore, be said to have arisen, within the intendment of Pa. R. C. P. 1031 (a), from the same transaction from which Clarence J. O’Brien’s cause of action arose.\nComplainants contend that because the court originally dismissed Clarence J. O’Brien’s preliminary objections to their counterclaim in the assumpsit action the right to recover thereon was res adjudicata, and therefore the court should not have sustained his preliminary objections to the bill in the present equity proceedings on the ground that the counterclaim did not set forth a valid cause of action. The doctrine of res adjudicata, however, does not apply in the absence of a final judg-. ment or decree: American Surety Company of New York v. Dickson, 345 Pa. 328, 335, 28 A. 2d 316, 319, 320. Equally vain is their contention that the preliminary objections to the amended bill for discovery should have been dismissed on the ground that the same objections could have been, but were not, raised against the original bill. It was only the amended, not the original bill for discovery, which contained the averment as to an alleged oral agreement, and therefore, as to that allegation, it is obvious that such an objection could not have been made at any earlier stage of the proceedings.\nDecree dismissing the bill affirmed at complainants’ costs.",
        "type": "majority",
        "author": "Mr. Justice Horace Stern,"
      }
    ],
    "attorneys": [
      "Harold E. Kohn, with him Robert McCay Green and Pamson, Kalisli, Dilworth & Green, for appellants.",
      "Ralph 8. Groskey, Avith him Oroskey <& Edwards, for appellee."
    ],
    "corrections": "",
    "head_matter": "O’Brien et al., Appellants, v. O’Brien.\nArgued April 14,1949.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson, Stearne and Jones, JJ.\nHarold E. Kohn, with him Robert McCay Green and Pamson, Kalisli, Dilworth & Green, for appellants.\nRalph 8. Groskey, Avith him Oroskey <& Edwards, for appellee.\nMay 23, 1949:"
  },
  "file_name": "0066-01",
  "first_page_order": 88,
  "last_page_order": 95
}
