{
  "id": 477326,
  "name": "Kleinschmidt Estate",
  "name_abbreviation": "Kleinschmidt Estate",
  "decision_date": "1949-06-24",
  "docket_number": "Appeal, No. 111",
  "first_page": "353",
  "last_page": "357",
  "citations": [
    {
      "type": "official",
      "cite": "362 Pa. 353"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "88 A. 365",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1913,
      "opinion_index": 0
    },
    {
      "cite": "241 Pa. 198",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976029
      ],
      "year": 1913,
      "opinion_index": 0,
      "case_paths": [
        "/pa/241/0198-01"
      ]
    },
    {
      "cite": "81 A. 643",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1911,
      "opinion_index": 0
    },
    {
      "cite": "232 Pa. 489",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977861
      ],
      "year": 1911,
      "opinion_index": 0,
      "case_paths": [
        "/pa/232/0489-01"
      ]
    },
    {
      "cite": "49 A. 786",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1901,
      "opinion_index": 0
    },
    {
      "cite": "200 Pa. 50",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        924334
      ],
      "year": 1901,
      "opinion_index": 0,
      "case_paths": [
        "/pa/200/0050-01"
      ]
    },
    {
      "cite": "45 A. 378",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1900,
      "opinion_index": 0
    },
    {
      "cite": "194 Pa. 399",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        912414
      ],
      "year": 1900,
      "opinion_index": 0,
      "case_paths": [
        "/pa/194/0399-01"
      ]
    },
    {
      "cite": "27 A. 405",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1893,
      "opinion_index": 0
    },
    {
      "cite": "156 Pa. 628",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        844943
      ],
      "year": 1893,
      "opinion_index": 0,
      "case_paths": [
        "/pa/156/0628-01"
      ]
    },
    {
      "cite": "31 A. 373",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1895,
      "opinion_index": 0
    },
    {
      "cite": "166 Pa. 645",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        864203
      ],
      "year": 1895,
      "pin_cites": [
        {
          "page": "649-50"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/166/0645-01"
      ]
    },
    {
      "cite": "65 A. 2d 399",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1949,
      "opinion_index": 0
    },
    {
      "cite": "361 Pa. 593",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        476377
      ],
      "year": 1949,
      "pin_cites": [
        {
          "page": "595"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/361/0593-01"
      ]
    },
    {
      "cite": "116 A. 500",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1922,
      "opinion_index": 0
    },
    {
      "cite": "6 W. & S. 319",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480087
      ],
      "year": 1843,
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/6/0319-01"
      ]
    },
    {
      "cite": "192 A. 137",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1937,
      "opinion_index": 0
    },
    {
      "cite": "326 Pa. 257",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1174524
      ],
      "year": 1937,
      "opinion_index": 0,
      "case_paths": [
        "/pa/326/0257-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 476,
    "char_count": 7319,
    "ocr_confidence": 0.506,
    "pagerank": {
      "raw": 1.8281650282807244e-07,
      "percentile": 0.7203497192307351
    },
    "sha256": "e3d3780d3f4ebc4e2bfc3f249deebb7593b03d1a75d970659330bd5a99857afd",
    "simhash": "1:8450e8c2fc647f6a",
    "word_count": 1289
  },
  "last_updated": "2024-02-27T21:11:58.782425+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Linn, Steen, Patteeson, Steaene and Jones, JJ."
    ],
    "parties": [
      "Kleinschmidt Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Linn,.\nThis appeal, is to determine the inheritance tax payable on the death of Henry F. A. Kleinschmidt, who died March 9, 1947, domiciled in Cambria County, Pennsylvania.\nOn the appeal to the orphans’ court from the appraisement, the court found as a fact that certain stocks and bank accounts were held, by “Henry F. A.. Kleinschmidt, Alice Kleinschmidt and Helen Kleinschmidt as joint tenants with the right of survivorship, and not as tenants in common . . .” and held that they were not subject to inheritance tax. The Commonwealth contends that the one-third interest is taxable.\nThe act in force at the time of Kleinschmidt’s death was the amendment of July 14, 1936, P. L. 44, 72 PS 2301, to the act of June 20,1919, P. L. 521. It contained the following provision: “Whenever any property, real or personal, is held in the joint names of two or more persons, except as tenants by the eátirety, or is deposited in banks or other institutions or depositories in the joint names of two or more persons, except ás husband and wife, so that upon the\" death of one of them the survivor or survivors have a right to the immediate ownership or possession and enjoyment of the whole property, the accrual of such right by the death of one of them shall be deemed a transfer, taxable under the provisions of this act, of a fractional portion of such property, to be determined by dividing the value of the whole property by the number of joint tenants in existence immediately preceding the death of the deceased joint, tenant. ...” •\nThe Commonwealth contends that the property was owned by the decedent and his wife and their daughter in three undivided interests; that on KLeinschmidt’s death his one-third interest accrued to his wife and to his daughter by the specified right of survivorship, and was therefore taxable under the statute. The court below held that Kleinschmidt and his wife held one-half of the property ás tenants by the entireties and that the daughter owned the other half and on the death of Kleinschmidt the first half , passed by operation of law to the widow without liability for the tax.\nThere is no evidence showing the circumstances in which Kleinschmidt caused the title to the property to be placed in the names and with the addition stated, so that there is not much from which intention can be inferred. It is significant that Kleinschmidt did not identify Alice Kleinschmidt as his wife or specify that they would hold as husband and wife or as tenants by the entireties and, instead of those phrases which might have been understood as indicating intention, he used the familiar phrase “joint tenants with the right of survivorship, and not as tenants in common.” It was certainly not inappropriate (if that was his intention) to exclude the idea of tenancy by the entireties by using the phrase joint tenants with the right of survivorship, because the three title holders could not hold by the entireties; they could only take as joint tenants or tenants in common. If Kleinschmidt understood the meaning of the technical terms he used, he would have intended the court to hold- that he meant exactly what he said, that there was a joint ownership but no holding by entireties. Whether he was familiar, or not with the technical, meaning of his words is immaterial, in the limited circumstances shown in the record, because, having used them, he will be presumed to have intended their normal meaning.\nIn Mauser v. Mauser, 326 Pa. 257, 192 A. 137 (1937), a bank account stood in the names of “John F. Mauser or Mahala Mauser or Alonzo Mauser” (husband, wife and son). It was said, page 259, “The statement in the bill that this was an estate by the entireties cannot be taken as true because the very title in which the account was held precludes any such possibility. An estate by the entireties, whether in personalty or realty, must be held in. the names of husband and wife and no others. Whether the name of Alonzo was added as a matter of convenience or not does not dispose of the fact that the title was in the name of three parties, and on John’s death his interest passed under the control of the Orphans’. Oourt as did Mahala’s on her death.”\nThe administratrix, who is the appellee, relies on Johnson v. Mart, 6 W. & S. 319 (1843) to support the conclusion of the court below. In that case the court construed a deed in, which land was conveyed to “Hannah Speakman and John Hart and Lydia his wife, and to their heirs and assigns, as tenants in common, and not as joint tenants, . . .” The court held that Hart and his wife took one moiety of the estate conveyed and that Hannah Speakman took the other moiety notwithstanding the fact that the habendum was to them as .tenants in common and not as joint tenants. It was a necessary application of the c'ommon law unity of husband and wife who could only.be seised of the whole and not of the part. In later years, the disability of a wife to contract freely has been removed by the Married Women’s Property Acts passed from time to time; she may now contract almost as freely as her husband* a subject referred to in a number of our cases, among them, O’Malley v. O’Malley, 272 Pa; 528, 532,116 A. 500 (1922); Runco et vir v. Ostroski et al., 361 Pa. 593, 595, 65 A. 2d 399 (1949). In Young’s Estate, Young’s Appeal, 166 Pa. 645, 649-50, 31 A. 373 (1895) we said, “Nobody ever doubted that tbe husband was competent to take in severalty; and under recent legislation' the competency of the wife to take and hold real estate as her own is just as clear as that of the husband. As to this subject the legal unity of husband and wife has been so far impaired as to enable the wife to use and enjoy her separate estate free from any right of possession or control by her husband.” The same rule prevails with respect to personalty: Bramberry’s Estate, 156 Pa. 628, 27 A. 405 (1893). See also Bedford Lodge v. Lentz et al., 194 Pa. 399, 45 A. 378 (1900); Merritt v. Whit-lock, 200 Pa. 50, 54 et seq. 49 A. 786 (1901); Rhodes’s Estate, 232 Pa. 489, 81 A. 643 (1911). In Blease v. Anderson, 241 Pa. 198, 88 A. 365 (1913), the subject was considered and a deed to husband.and wife by name granting them an undivided 4/5 interest in certain real property but providing that the husband’s interest was 10/15 and the wife’s 2/15 was sustained.\nWe therefore think the learned court below erred in reading into the descriptive title of the three parties words which are not there and that, consistently with the cases dealing with the subject since the removal of the disabilities of married women to contract, we must hold that each of the three parties was seised of an undivided one-third interest.\nThe order appealed from is reversed and the record is remitted for correction of the appraisement; costs to be paid out of the fund for distribution.\nBy Act No. 315, approved May 11, 1949, this section was amended by omitting the words “tenants by the entirety” and substituting therefor the words “husband and wife.”",
        "type": "majority",
        "author": "Mr. Justice Linn,."
      }
    ],
    "attorneys": [
      "George W. Keitel, Deputy Attorney General, with him J. Harrison Westover and T. McKeen Clddsey, Attorney General, for appellant.",
      "Frank P. Barnhart, for appellee."
    ],
    "corrections": "",
    "head_matter": "Kleinschmidt Estate.\nArgued May 26, 1949.\nBefore Maxey, C. J., Linn, Steen, Patteeson, Steaene and Jones, JJ.\nGeorge W. Keitel, Deputy Attorney General, with him J. Harrison Westover and T. McKeen Clddsey, Attorney General, for appellant.\nFrank P. Barnhart, for appellee.\nJune 24, 1949:"
  },
  "file_name": "0353-01",
  "first_page_order": 375,
  "last_page_order": 379
}
