{
  "id": 907044,
  "name": "St. Mary's Gas Company v. The County of Elk, T. J. Shaffer, Treasurer of the County of Elk, The School District of the Township of Ridgway, the Township of Ridgway and the Overseers of the Poor of Ridgway Township, Appellants",
  "name_abbreviation": "St. Mary's Gas Co. v. County of Elk",
  "decision_date": "1899-05-15",
  "docket_number": "Appeal, No. 246",
  "first_page": "458",
  "last_page": "465",
  "citations": [
    {
      "type": "official",
      "cite": "191 Pa. 458"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "148 Pa. 282",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981829
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/148/0282-01"
      ]
    },
    {
      "cite": "112 Pa. 352",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "101 Pa. 145",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "12 Cush. 475",
      "category": "reporters:state",
      "reporter": "Cush.",
      "case_ids": [
        1972275
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/66/0475-01"
      ]
    },
    {
      "cite": "27 Iowa, 28",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        115617
      ],
      "opinion_index": -1,
      "case_paths": [
        "/iowa/27/0028-01"
      ]
    },
    {
      "cite": "26 Pa. 245",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "125 Pa. 21",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "15 Pa. 351",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        408702
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/15/0351-01"
      ]
    },
    {
      "cite": "11 Pa. 202",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        404619
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/11/0202-01"
      ]
    },
    {
      "cite": "6 W. & S. 378",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480128
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0378-01"
      ]
    },
    {
      "cite": "79 Pa. 257",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        438429
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/79/0257-01"
      ]
    },
    {
      "cite": "6 How. 507",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3349643
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/47/0507-01"
      ]
    },
    {
      "cite": "8 W. & S. 334",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483321
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0334-01"
      ]
    },
    {
      "cite": "123 Pa. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967144
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/123/0374-01"
      ]
    },
    {
      "cite": "113 Pa. 368",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457609
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/113/0368-01"
      ]
    },
    {
      "cite": "15 Pa. 354",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "100 Pa. 75",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498418
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/100/0075-01"
      ]
    },
    {
      "cite": "71 Pa. 138",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "142 Pa. 92",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976633
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/142/0092-01"
      ]
    },
    {
      "cite": "137 Pa. 249",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        821484
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/137/0249-01"
      ]
    },
    {
      "cite": "1 Walker, 428",
      "category": "reporters:state",
      "reporter": "Walker",
      "opinion_index": -1
    },
    {
      "cite": "42 Pa. 424",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481517
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/42/0424-01"
      ]
    },
    {
      "cite": "39 Pa. 255",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        996266
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/39/0255-01"
      ]
    },
    {
      "cite": "6 Pa. 70",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        954586
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/6/0070-01"
      ]
    },
    {
      "cite": "4 Wheat. 518",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        4697
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/17/0518-01"
      ]
    },
    {
      "cite": "147 Pa. 481",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        829806
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/147/0481-01"
      ]
    },
    {
      "cite": "81* Pa. 211",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "77 Pa. 338",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        436265
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/77/0338-01"
      ]
    },
    {
      "cite": "74 Pa. 256",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "109 Pa. 91",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "148 Pa. 162",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981867
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/148/0162-01"
      ]
    },
    {
      "cite": "97 Pa. 476",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        444804
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/97/0476-01"
      ]
    },
    {
      "cite": "30 Pa. 232",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        415634
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/30/0232-01"
      ]
    },
    {
      "cite": "33 Conn. 532",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        537096
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/conn/33/0532-01"
      ]
    },
    {
      "cite": "17 N. H. 47",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        4399008
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/nh/17/0047-01"
      ]
    },
    {
      "cite": "25 Iowa, 540",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        118836
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/iowa/25/0540-01"
      ]
    },
    {
      "cite": "9 Pa. 257",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 716,
    "char_count": 16915,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 1.237961762906123e-07,
      "percentile": 0.6072074086172592
    },
    "sha256": "01a2e0282994d16512c9eda259610944cf46d2375bb793f69c9ba1280f136075",
    "simhash": "1:2e6a483453af14d6",
    "word_count": 2956
  },
  "last_updated": "2024-02-27T17:56:39.653263+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J.-, Green, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "St. Mary’s Gas Company v. The County of Elk, T. J. Shaffer, Treasurer of the County of Elk, The School District of the Township of Ridgway, the Township of Ridgway and the Overseers of the Poor of Ridgway Township, Appellants."
    ],
    "opinions": [
      {
        "text": "Pee Curiam,\nThe controlling facts of this case sufficiently appear in the pleadings, in connection with the opinion of the court below, and hence it is unnecessary to recite or summarize them here.\nA careful consideration of tbe record has not convinced us that there is any error in the decree, or in the proceedings leading up thereto, that requires either reversal or modification. On the contrary, we are all satisfied that the decree is based upon correctly ascertained facts and sound principles of law. All the questions involved, both of fact and law, have been so fully considered and correctly determined, that further discussion of them by us is deemed unnecessary.\nAs to one of the most important questions of fact in the case, the learned trial judge found, upon sufficient evidence, “that the gas in the 684 acres is necessary and indispensable to it (the plaintiff company) in carrying out the public purpose for which it was incorporated, and is part of its capital stock on which it pays a tax to the state.” This finding brings the case within the principle that whenever the extent of the right of eminent domain is not specifically defined and limited by the law, the question as to the necessary and proper exercise of that right by the corporation invested therewith is one which must ultimately be determined by the courts, and not by the corporation itself.\nWithout further comment the decree of the court below is affirmed on the opinion of its learned president and the appeal is dismissed at appellant’s costs.",
        "type": "majority",
        "author": "Pee Curiam,"
      }
    ],
    "attorneys": [
      "W. S. Hamblen, for appellants.",
      "Harry Alvan Hall, for appellee."
    ],
    "corrections": "",
    "head_matter": "St. Mary’s Gas Company v. The County of Elk, T. J. Shaffer, Treasurer of the County of Elk, The School District of the Township of Ridgway, the Township of Ridgway and the Overseers of the Poor of Ridgway Township, Appellants.\nCorporations—Public corporations—Act of May 29, 1885.\nCompanies organized under the act of May 29, 1885, are public corporations.\nEminent domain—Determination of the right—Corporation.\nWhenever the extent of the right of eminent domain is not specifically defined and limited by the law, the question as to the necessary and proper exercise of that right, by the corporation invested therewith, is one which must ultimately be determined by the courts, and not by the corporation itself.\nTaxation—Natural gas companies—Corporations—Local taxation.\nA natural gas company organized -under the act of May 29, 1885, is a corporation engaged in a business of a public interest, and cannot be taxed upon land by the local authorities where it appears that the gas in the land is necessary and indispensable to the company in carrying out the public purpose for which it was incorporated, and is part of its capital stock on which it pays a tax to the state.\nArgued May 1, 1899.\nAppeal, No. 246, Jan. T., 1897, by defendant, from' decree of C. P. Elk Co., Sept. T., 1894, No. 5, on bill in equity.\nBefore Sterrett, C. J.-, Green, Mitchell, Dean and Fell, JJ.\nAffirmed.\nBill in equity for an injunction to restrain a collection of tax upon real estate.\nMayer, P. J., filed the following opinion:\nWhen this case was before the court on hearing for preliminary injunction from the evidence adduced before us we awarded an injunction to restrain the treasurer of Elk county from selling the lands of the plaintiff. The case was removed to the Supreme Court by appeal on the part of the defendants, and the decree granting the preliminary injunction was affirmed and the appeal dismissed. The case came on for final hearing and the testimony of only one witness was taken to contradict the testimony of the plaintiff’s witnesses that the real estate owned by the plaintiff was necessary and indispensable to the company in carrying out the purposes for which it was incorporated. The testimony of this witness was contradicted by the testimony of a witness called on the part of the plaintiff who had considerable experience in the business of natural gas companies; so that the case as presented upon final hearing does not in any way differ from the case as when presented for hearing on the preliminary injunction. We, therefore, adopt the opinion rendered on the preliminary injunction as the opinion of this court for a final decree, as follows :\nThe plaintiff, the St. Mary’s Gas Company, has filed its bill against the county of Elk and the treasurer of said county, averring that it is “ a corporation duly organized and chartered under the act of assembly of May 29, 1885, for the purpose of producing, dealing in, transporting, storing and supplying natural gas for public consumption, and as such is taxed upon its capital stock .under the provisions of section 21 of the act of assembly of June 1, 1889, and supplements thereto.”\nThe St. Mary’s Gas Company is the owner of the natural gas in 684 acres of land situate in Ridgway township, Elk county, which is held and used only by the said St. Mary’s Gas Company for its corporate purposes, and is wholly included in its capital stock.\nThe said St. Mary’s Gas Company is a public corporation having the right of eminent domain, and the natural gas in above lands is necessary and indispensable to the exercise of its corporate rights as a public corporation for the purpose of producing, dealing in, transporting, storing and supplying natural gas for public consumption.\nThe county of Elk has assessed taxes for local purposes upon the said lands for the years 1890, 1891, 1892 and 1893, aggregating the sum of $1,024.50, which the said St. Mary’s Gas Company has refused to pay.\nThe said T. J. Shaffer, treasurer of Elk-county, has advertised, under the provisions of the act of assembly approved March'13, 1815, the sale of said property, at the courthouse in Ridgway, on June 11, A. D. 1894, for the nonpayment of taxes above stated.\nIt is advised and believes and therefore avers that said property is not liable to taxation by the said county of Elk for. local purposes as aforesaid, and that said assessment for taxes is illegal and void. .<. .\nAnd praying that the aforesaid assessment of taxes by the county of Elk be decreed to be void and of no effect; 'that an injunction may issue temporarily until hearing and perpetually thereafter, restraining the said county of Elk from the assessment and collection of taxes upon the said property and, further, restraining the said T. J. Shaffer, treasurer of said county, from selling the said property for nonpayment of taxes as aforesaid.\nThe defendant has made answer to said bill, which, on this hearing, is to be regarded as an affidavit, admitting the incorporation of said plaintiff under the act of May 29, 1885, .but denying that it is a public corporation, and averring that the oil and gas in the 684 acres owned by the said corporation are liable to taxation.\nThe St. Mary’s Gas Company is a corporation duly chartered and organized under “ An act -to provide for the incorporation and regulation of natural gas companies,” approved May 29, 1885, and is invested with all the rights, powers and privileges specified in the act. It is authorized by section 1, “ to produce, mine, own, deal in, transport, store and supply natural gas .for either light or heat or both or other purposes, and. having -all the rights and privileges necessary or convenient therefor.” Section 10 of the act provides that “The transportation and supply of natural gas for the public consumption is hereby, declared to be a public use, and it shall be the duty of corporations, organized or provided for under this act, to furnish to customers along their lines and within their respective districts natural gas for heat or light or other purposes as the corporation may determine,” and provides, further, “ Any and all corporations that is or are now or shall hereafter be engaged in such business, shall have the right of eminent domain for the laying of pipe lines for the transportation and distribution of natural gas, the right, however, shall not be exercised as to any burying ground or dwelling, passenger railroad, station house or any shop or manufactory in which steam or fire is necessarily used for manufacturing or repairing purposes, but shall include the right to appropriate land upon or under which to lay said lines and locate pipes upon and over, under and across any lands, rivers, streams, bridges, roads, streets, lanes, alleys or other public highways, or other pipe lines or to cross railroads or canals ; Provided, In case the pipe lines cross any railroad operated by steam or canal, the same shall be located under or above such railroad or canal, and in such manner as the railroad or canal company may reasonably direct: And provided further, that any company laying a pipe line under the provisions thereof shall be liable for all damages occasioned by reason of the negligence of such gas company,” etc.\nIt is clear from the consideration of the foregoing and other provisions of the act that companies organized under it are public corporations. In addition to the legislative declaration that the transportation and supply of natural gas for the public consumption is •“ a public use ” corporations organized or provided for under the act are required “ to furnish consumers along their lines and within their respective districts natural gas for heat or light or other purposes, as the corporation may determine.” They are also invested in the fullest manner with the right of eminent domain and all other powers and privileges necessary for the prosecution of the business for which they are incorporated.\n“ Where use has been declared to be public by the legislature the courts will hold it such unless the contrary clearly appears: ” Edge wood Railroad Co.’s App., 7 9 Pa. 257; Bankhead v. Brown, 25 Iowa, 540; Concord Railroad Co. v. Greely, 17 N. H. 47; Olmstead v. Camp, 33 Conn. 532.\nBut this question has been decided by the Supreme Court in the case of Henry M. Johnson v. People’s Natural Gas Company, reported in 5 Cent. Rep. 564, in which it was held that “ the transportation and supplying of natural gas for public consumption is a public use, and the right of eminent domain granted to corporations by section 10 of the act to provide for incorporation and regulation of natural gas companies of May 29, 1885, is within the constitutional power of the legislature to grant.”\nIt may'be proper to state here that no evidence has been adduced by the defendant to show that oil exists in said land or that it is oil territory. On the' contrary, the evidence of the plaintiff proves that it is not oil territory and that oil has not been discovered upon it, although a number of wells have been drilled. The evidence of the plaintiff shows, and there is no countervailing proof, that the gas in the 684 acres is necessary and indispensable to it in carrying out the public purposes for which it was incorporated, and is part of its capital stock upon which it pays a tax to the state.\nBeing of the opinion that the plaintiff is a corporation engaged in a business of the public interest, and that as the evidence shows the gas in the 684 acres is essential to the exercise of its corporate franchises for public purposes the exemption from taxation claimed must be sustained.\n“ The principle which appears to be recognized in all the cases is that the public works of a corporation, used as such, with their necessary appurtenances and which are essential to the carrying out of the public purposes of such corporation are exempt from taxation: ” West Chester Gas Co. v. Chester County, 30 Pa. 232; Coatesville Gas Co. v. Chester County, 97 Pa. 476. In Scranton v. The Scranton Electric Light and Power Co., it was decided that the property necessary to carry out the corporate purposes of a corporation engaged in business of public interest is not liable to local taxation where such property .is included in the capital stock which pays a state tax: 8 Pa. C. C. R. 626. To the same effect is Lancaster v. Edison Electric Illuminating Co., 8 Pa. C. C. R. 631. “ A public corporation is one which cannot carry out the purposes of its organization without charter rights from the commonwealth. Railroads, canals and gas companies must have the right of eminent domain in order to perform their functions. Their property, which is indispensable to their charter rights, is represented by their capital stock, and as such is taxed specially by the legislature, and the law will not subject it to duplicate taxation by mere inference: ” Schuylkill- Co. v. Citizens’ Gas Co., 148 Pa. 162.\nBut it is contended by defendant that if. the assessment of taxes was illegal, a bill for injunction is not the proper remedy; that plaintiff should have proceeded in the manner provided by the act of assembly, and appealed from the assessments. This contention is untenable. In the case of Banger’s App., 109 Pa. 91, the Supreme Court said: “It was urged that a court of equity will not interfere to restrain the collection of taxes, but will leave the party aggrieved to his remedy at law. This is true where tax is lawfully assessed or where the matters complained of are mere irregularities in the valuation or assessment, but where there is want of power to tax or disregard of the constitution in the mode of assessment, we have no doubt of the power and duty of a court of equity to interfere : ” St. Clair School Board’s App., 74 Pa. 256; Wheeler v. City of Philadelphia, 77 Pa. 338; Kitty Roup’s Case, 81* Pa. 211. In Moore v. Taylor, 147 Pa. 481, the property had been exempt for a part of a year, but the exemption ceased, and it was then assessed. It was properly held that as the property was liable to taxation the remedy of the party aggrieved was by appeal and that a bill in equity would not lie.\nAnd now, March 27, 1897, this cause came on to be heard and was argued by counsel, and thereupon, upon consideration thereof it is ordered, adjudged and decreed as follows, viz: That the defendants be and are hereby perpetually enjoined and restrained from collecting the taxes assessed and levied upon the land of plaintiff described in the bill.\nError assigned was the decree of the court.\nW. S. Hamblen, for appellants.\nThe St. Mary’s Gas Company is not a public corporation: Dartmouth College v. Woodward, 4 Wheat. 518.\nIt is held by the court in the case of certain corporations that the test of exemption from local taxes is the absolute necessity of the property for the essential purposes of the corporation. If it be a matter of convenience or a provision for future uses or profits of the corporation, it is liable to taxes. The distinction between that which is now used and essential to the works of the corporation, and that which is reserved for its future purposes and profits, runs through all the authorities: R. R. Co. v. Berks Co., 6 Pa. 70; West Chester Gas Co. v. Chester Co., 30 Pa. 232; Carbon Iron Co. v. Carbon County, 39 Pa. 255; Lackawanna Iron & Coal Co. v. Luzerne Co., 42 Pa. 424; Coatesville Gas Co. v. Chester Co., 97 Pa. 476; East Penna. R. Co.’s Case, 1 Walker, 428; Penna. & N. Y. Canal & R. R. Co. v. Vandyke, 137 Pa. 249; Roaring Creek Water Co. v. Girton, 142 Pa. 92; Schuylkill County v. Citizens’ Gas Co., 148 Pa. 162; Sproull’s App., 71 Pa. 138; Kutz’s App., 100 Pa. 75.\nThe houses, lands and other property of a corporation are not exempted from the payment of taxes merely because they were purchased with its capital stock on which it is obliged to pay a tax to the commonwealth: Lackawanna Iron & Coal Co. v. Luzerne Co., 42 Pa. 424; R. R. Co. v. Berks Co., 6 Pa. 70; Wayne County v. Del. & Hudson Canal Co., 15 Pa. 354; County of Erie v. Commissioners of Water Works in the City of Erie, 113 Pa. 368.\nHarry Alvan Hall, for appellee.\nIt is a well-settled principle of law in Pennsylvania that the public works of a public corporation, used as such, and all real estate, improvements and appurtenances necessary and indispensable to the exercise of the corporate rights of a public corporation shall be exempt from taxation as real estate : Johnson v. Gas Co., 5 Cent. Rep. 564 Appeal of City of Pittsburg, 123 Pa. 374; West Chester Gas Co. v. Chester Co., 30 Pa. 232; Lehigh Coal and Navigation Co. v. Northampton Co., 8 W. & S. 334; West River Bridge Co. v. Dix, 6 How. 507; Edgewood R. R. Co.’s App., 79 Pa. 257; Scranton v. Scranton Electric Light and Power Co., 8 Pa. C. C. R. 626; Ridge Turnpike Co. v. Stoever, 6 W. & S. 378; R. R. Co. v. Berks Co., 6 Pa. 70; Schuylkill Nav. Co. v. Berks Co., 11 Pa. 202; Wayne Co. v. Canal Co., 15 Pa. 351; Haupt’s Appeal, 125 Pa. 21; R. R. Co. v. Sabin, 26 Pa. 245; Bankhead v. Brown, 25 Iowa, 540; Hanson v. Vernon, 27 Iowa, 28; Concord R. R. Co. v. Greely, 17 N. H. 47; Olmstead v. Camp, 33 Conn. 532; Hazen v. Essex Co., 12 Cush. 475; Commonwealth v. Oil Co., 101 Pa. 145; Fox’s Appeal, 112 Pa. 352; Schuylkill County v. Citizens’ Gas Co., 148 Pa. 162; Northampton Co. v. Easton Pass. Ry. Co., 148 Pa. 282.\nMay 15, 1899:"
  },
  "file_name": "0458-01",
  "first_page_order": 478,
  "last_page_order": 485
}
