{
  "id": 1823709,
  "name": "PENNSYLVANIA STATE LODGE OF the FRATERNAL ORDER OF POLICE, by its Trustee Ad Litem, Francis P. BASCELLI, on behalf of himself and all other members of the Pennsylvania Lodge, and Thomas Megless and William Evens, Appellants, v. Barbara HAFER, Auditor General of the Commonwealth of Pennsylvania, and the Office of the Auditor General of the Commonwealth of Pennsylvania, Appellees",
  "name_abbreviation": "Pennsylvania State Lodge v. Hafer",
  "decision_date": "1990-09-21",
  "docket_number": "No. 42 M.D. Appeal Docket 1989",
  "first_page": "265",
  "last_page": "278",
  "citations": [
    {
      "type": "official",
      "cite": "525 Pa. 265"
    },
    {
      "type": "parallel",
      "cite": "579 A.2d 1295"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "306 Pa.Super. 146",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        201536
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/306/0146-01"
      ]
    },
    {
      "cite": "191 A.2d 835",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 1
    },
    {
      "cite": "411 Pa. 263",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1885980
      ],
      "year": 1963,
      "opinion_index": 1,
      "case_paths": [
        "/pa/411/0263-01"
      ]
    },
    {
      "cite": "497 Pa. 551",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1775346
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 1,
      "case_paths": [
        "/pa/497/0551-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 746,
    "char_count": 24542,
    "ocr_confidence": 0.801,
    "pagerank": {
      "raw": 4.2951630377921767e-07,
      "percentile": 0.916527372831389
    },
    "sha256": "65922b7a0222c6ba1ea367a48fbbd8ef96390d76fea8d751ef9dbe6627f50fce",
    "simhash": "1:d173109d190c794a",
    "word_count": 3915
  },
  "last_updated": "2024-02-27T23:49:21.920470+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and CAPPY, JJ.",
      "LARSEN, J., files a dissenting opinion in which PAPADAKOS and CAPPY, JJ., join.",
      "PAPADAKOS and CAPPY, JJ., join in this dissenting opinion."
    ],
    "parties": [
      "PENNSYLVANIA STATE LODGE OF the FRATERNAL ORDER OF POLICE, by its Trustee Ad Litem, Francis P. BASCELLI, on behalf of himself and all other members of the Pennsylvania Lodge, and Thomas Megless and William Evens, Appellants, v. Barbara HAFER, Auditor General of the Commonwealth of Pennsylvania, and the Office of the Auditor General of the Commonwealth of Pennsylvania, Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION\nZAPPALA, Justice.\nThe issue in this appeal is whether Section 402(g) of the Municipal Pension Plan Funding Standard and Recovery Act, Act 1984-205, 53 P.S. § 895.402(g), requires municipalities with more than one pension plan to distribute state aid based upon the unit allocation formula of Section 402(e) of that act, 53 P.S. § 895.402(e).\nThe appellants, the Pennsylvania State Lodge of the Fraternal Order of Police and two of its members, Thomas Megless, an Upper Merion Township police officer, and William Evens, a Pottstown police officer, initiated this action in the Commonwealth Court by filing a Petition for Review against Donald Bailey, the Auditor General of Pennsylvania, and against the Office of the Auditor General. In the Petition, the FOP asserted that the Auditor General had advised the various municipalities that receive general municipal pension system State aid that each such municipality may allocate its State aid among its pension plans as it deems appropriate. The FOP complained that in giving such advice and in approving audits of municipal pension funds where State aid had been distributed in reliance on that advice, the Auditor General was acting contrary to the requirements of Act 205. According to the FOP, Act 205 requires that State aid be distributed among the municipal pension programs according to the unit allocation formula set out in Section 402(e).\nThe Auditor General admitted to giving the aforementioned advice, but denied that it was contrary to the Act. According to the Auditor General, Section 402(g) vests the governing bodies of the municipalities with discretion to determine the appropriate distribution of State aid among their pension plans. Agreeing that there were no genuine issues of material fact, the parties filed cross-motions for summary judgment. Commonwealth Court granted summary judgment in favor of the Auditor General, and this appeal followed.\nSection 402(g) of Act 205 provides as follows:\nAuthorized expenditures of general municipal pension system state aid.—\nAny general municipal pension system State aid received by a municipality shall only be used to defray the cost of the pension plan or pension plans maintained by the municipality. If only one pension plan is maintained by the municipality, then the total amount of the general municipal pension system State aid received by the municipality shall, within 30 days of receipt by the treasurer of the municipality, be deposited in the pension fund or the alternate funding mechanism applicable to the pension plan. If more than one pension plan is maintained by the municipality, then the governing body of the municipality shall annually determine the proportion of the total amount of the general municipal system State aid received by the municipality which shall be credited to each pension plan and the total amount of the general municipal pension system State aid received by the municipality shall, within 30 days of receipt by the treasurer of the municipality, be deposited in the pension funds or alternate funding mechanisms applicable to the respective pension plans in accordance with that determination.\nThe FOP argues that this section must be read together with Section 402(e), which provides, in relevant part, as follows:\nAllocation of general municipal pension system State aid.— ,\n(1) General municipal pension system State aid shall be distributed annually to each eligible recipient municipality no later than the first business day occurring in the month of October____\n(2) ... The applicable number of units attributable to each eligible recipient city, borough, incorporated town and township shall be as follows:\n(i) Police officer — two units\n(ii) Firefighter — two units\n(iii) Employee other than police officer or firefighter— one unit.\n(3) The amount of general municipal pension system State aid per unit shall be initially determined by dividing the total amount of the general municipal pension system State aid available by the total number of units certified by all eligible municipalities. If the maximum specified in subsection (f)(1) is applicable, the amount of general municipal pension system State aid per unit applicable to all municipalities other than the municipality or municipalities subject to the maximum aid amount specified in subsection (f)(1) shall be adjusted. The adjusted amount of general municipal pension system State aid per unit attributable to municipalities unaffected by the aid maximum specified in subsection (f)(1) shall be determined by dividing the total amount of general municipal pension system State aid available, after excluding 25% of the total for each municipality to which the maximum aid amount is applicable, by the total number of units certified by all eligible municipalities unaffected by the aid maximum specified in subsection (f)(1).\nThe FOP first argues the words of the statute clearly require that the unit allocation formula of Section 402(e) be read into the distribution provision of Section 402(g) so as to give effect to all the statute’s provisions. This argument is unfounded. Although the statute must be read as a whole, there is no authority for removing language from the context of the section in which it appears and adding it to a section where the legislature chose not to put it.\nIndeed, acceptance of this argument would cause the language of Section 402(g) in question to be mere surplus-age. The unit allocation formula of Section 402(e) by its terms is limited to determining the total amount of aid each municipality shall receive from the general municipal pension system State aid fund. If municipalities must follow that same formula in distributing the aid among their various pension plans, there is no proportion to be determined by the governing bodies; the proportion has been determined by the legislature.\nAssuming arguendo that the language of the statute does not clearly demonstrate the meaning they attribute to it, the FOP makes a second argument, from the Statutory Construction Act, that this was the legislative intent. The refutation of this argument is twofold. First, although we find that the statutory language is clear, precluding use of the rules of construction to ascertain legislative intent, we find that it clearly accords with the Auditor General’s actions. “[T]he governing body of the municipality shall annually determine the proportion of the total amount of the general municipal pension system state aid which shall be credited to each pension plan____” (Emphasis added.) Second, application of the rules of construction would lead us to the same conclusion.\nOur examination of the occasion and necessity for the statute, the circumstances under which it was enacted, the mischief to be remedied, the object to be obtained, the former law upon the same subject, the consequences of the various interpretations, and the contemporaneous legislative history, 1 Pa.C.S. § 1921(c)(l)-(7), leads us to the following conclusions.\nPrior to the enactment of Act 205, the law required that the entire amount of state aid received from the tax on foreign casualty insurance premiums be allocated solely for the benefit of police pension funds. Firefighters pensions were funded by a tax on foreign fire insurance premiums. None of these monies could be allocated for or distributed to any non-uniformed employee pension funds. Further, the formula used to allocate funds was not based on actual cost or need. One of the effects of that formula was that some pension plans were overfunded and others were severely underfunded. The Public Employee Retirement Study Commission, which was established to examine this issue, estimated that “unfunded accrued liabilities of municipal funds in Pennsylvania [had] been increasing by more than $150 million annually and ... [exceeded] $2.5 billion.” Report to the General Assembly and the Governor of Pennsylvania, January 1983, page i. To rectify this situation, the Commission recommended that aid be allocated to municipal pension plans based upon actual employee participation. The Commission also recommended that the aid no longer be dedicated to particular plans, but be in the form of non-restricted allocations that the municipalities could distribute at their discretion to adjust for particular local needs.\nWere we to follow the FOP’s approach, we would defeat one of the principal purposes of Act 205, rectifying the disparity under the previous system whereby some pension plans were overfunded and others underfunded. Under the Auditor General’s interpretation of Section 402(g), municipalities have the capacity to distribute the state aid as necessary to correct the imbalance and thereafter ensure the fiscal integrity and actuarial soundness of all their pension programs. Under the FOP’s reasoning, municipalities have no discretion as to distribution, and the state aid cannot be used in any meaningful way in the recovery program for municipal pension systems.\nThe underlying reason for the FOP’s challenge, put forward as an “unreasonable result” which the legislature could not have intended, is the possibility that in some municipalities where police pension funds were once entirely funded by state aid, requiring no employee contributions, the governing body might distribute the aid in such a way that employee contributions might become necessary. Whatever the truth of this speculative assertion, it neglects the fact that the question of employee pension contributions is generally a subject for collective bargaining, and that through that process it might be agreed that municipalities, not employees, should make any necessary contributions. Nor do we agree that requiring employee contributions, if this result occurred, would be unreasonable. It would be wholly inappropriate to turn the statute against itself for the fiscal benefit of one group at the expense of others and to the detriment of the public at large. See 1 Pa.C.S. § 1922(5).\nThe order of the Commonwealth Court is affirmed.\nLARSEN, J., files a dissenting opinion in which PAPADAKOS and CAPPY, JJ., join.\n. Pursuant to Pa.R.A.P. 502(c), Bailey’s successor has been substituted as a party.",
        "type": "majority",
        "author": "ZAPPALA, Justice."
      },
      {
        "text": "LARSEN, Justice\ndissenting.\nI dissent.\nThe issue in this appeal is whether Section 402(g) of the Municipal Pension Plan Funding and Standard Recovery Act (hereinafter referred to as Act 205) (53 P.S. § 895.402(g)) requires municipalities with more than one pension plan to distribute State aid based upon the unit allocation formula of § 402(e) of that act (53 P.S. § 895.402(e)), or whether said Section 402(g) gives each such municipality receiving General Municipal Pension System State aid absolute discretion to determine annually how the aid is to be distributed to its various pension plans. The majority holds that Act 205 vests each municipality receiving State aid unfettered discretion in distributing that aid between and among its various pension plans. For the reasons that follow, I disagree with the majority and would reverse the order of the Commonwealth Court.\nSection 402(e) of Act 205 provides, in the part material to this proceeding, as follows:\n(e) Allocation of general municipal pension system State aid.—\n(1) General municipal pension system State aid shall be distributed annually to each eligible recipient municipality no later than the first business day occurring in the month of October. For the period ending with the distribution made during calendar year 1995, the allocation of aid for distribution shall be pursuant to paragraph (4). For the period commencing with the distribution made during calendar year 1996, the allocation of aid for distribution shall be pursuant to paragraph (5). Any allocation of aid per unit shall be based on the number of units pursuant to paragraph (2) as certified by the applicable eligible municipalities. Any allocation of aid shall be pursuant to the máximums specified in subsection (f).\n(2) The applicable number of units shall be attributable to each active employee who was employed on a full-time basis for a minimum of six consecutive months prior to December 31 preceding the date of certification and who was participating in a pension plan maintained by that municipality, provided that the municipality maintains a generally applicable pension plan for that type of employee which was either established on or prior to December 31 1984, or, if established after December 31, 1984, has been maintained by that municipality for at least three plan years. The applicable number of units per employee attributable to each eligible recipient county of the second class shall be two units for each police officer. The applicable number of units attributable to each eligible recipient city, borough, incorporated town and township shall be as follows:\n(i) Police officer — two units\n(ii) Firefighter — two units\n' (iii) Employee other than police officer or firefighter — one unit.\n(3) The amount of general municipal pension system State aid per unit shall be initially determined by dividing the total amount of the general municipal pension system State aid available by the total number of units certified by all eligible municipalities. If the maximum specified in subsection (f)(1) is applicable, the amount of general municipal pension system State aid per unit applicable to all municipalities other than the municipality or municipalities subject to the maximum aid amount specified in subsection (f)(1) shall be adjusted. The adjusted amount of general municipal pension system State aid per unit attributable to municipalities unaffected by the aid maximum specified in subsection (f)(1) shall be determined by dividing the total amount of the general municipal pension system State aid available, after excluding 25% of the total number of units certified by all eligible municipalities unaffected by the aid maximum specified in subsection (f)(1).\nSection 402(g) of Act 205 provides, in material part, as follows:\n(g) Authorized expenditures of general municipal pension system State aid—\nAny general municipal pension system State aid received by a municipality shall only be used to defray the cost of the pension plan or pension plans maintained by the municipality. If only one pension plan is maintained by the municipality, then the total amount of the general municipal pension system State aid received by the municipality shall, within 30 days of receipt by the treasurer of the municipality, be deposited in the pension fund or the alternate funding mechanism applicable to the pension plan. If more than one pension plan is maintained by the municipality, then the governing body of the municipality shall annually determine the proportion of the total of the general municipal pension system State Aid received by the municipality which shall be credited to each pension plan and the total amount of the general municipal pension system State aid received by the municipality shall, within 30 days of receipt by the Treasurer of the municipality, be deposited in the pension funds or alternate funding mechanisms applicable to the respective pension plans in accordance with that determination. (Emphasis supplied)\n“The object of all interpretation and construction of statutes is to ascertain and effectuate the intention of the General Assembly.” Act of December 6, 1972, P.L.1339, No. 290, § 3,1 Pa.C.S.A. § 1921(a). “Every statute shall be construed, if possible, to give effect to all its provisions.” Id., Zimmerman v. O’Bannon, 497 Pa. 551, 442 A.2d 674 (1982); Daly v. Hemphill, 411 Pa. 263, 191 A.2d 835 (1963). The fundamental question in this appeal is, what did the Legislature intend by the statutory language: “[t]he governing body of the municipality shall annually determine the proportion of the total amount of the general municipal pension system State aid received by the municipality which shall be credited to each pension plan.” Does this mean, as the majority holds, that municipalities with more than one pension plan are free to ignore the unit allocation provisions of Section 402(e), and are invested with unfettered discretion to determine the proportion of aid attributable to each pension plan? Or, must we, as the FOP argues, read the above language of Section 402(g) in conjunction with all the provisions of Section 402 and give effect to each and every provision of Section 402, including the unit allocation formula of Section 402(e), in construing Section 402(g) and the language directing the municipality to annually determine the proportion of the total amount of State aid to be credited to each of its pension plans? I find that the arguments advanced by the FOP are logical, persuasive and in accord with the intent of the Legislature.\nIn determining legislative intent, all sections of a statute must be read together and in conjunction with each other, and construed with reference to the entire statute. Wilson v. Central Penn Industries, 306 Pa.Super. 146, 452 A.2d 257 (1982) Thus, in determining the legislative intent of Section 402(g), that section must be read together with all of the provisions of Section 402 and construed with reference to the entire Section, including Section 402(e).\nAs a means of financing the General Municipal Pension System State Aid Program established by Section 402 (Act of December 18, 1984, P.L.1005, No. 205 § 402, 53 P.S. § 895.402) the Act mandates allocation of:\n“[T]he entire proceeds of the insurance premium tax on foreign casualty insurance companies, which shall be placed into a revenue account, and any investment income earned on those proceeds, and the portion of the proceeds of the insurance premium tax on foreign fire insurance companies which represents the amount of the distributions applicable to paid firefighters pursuant to section 706 and any investment income earned on the amount of those distributions”\n53 P.S. § 895.402(b). Pursuant to Section 402(e), State aid shall be distributed annually to each eligible municipality based upon the number of certified units attributable to each such municipality. The applicable number of units attributable to each eligible municipality is established as follows: police officer — two units, firefighter — two units, employee other than a police officer or a firefighter — one unit. Thus, the Act provides that: (1) for each police officer who is a member of a police pension plan, the municipality shall receive two units of aid; (2) for each firefighter who is a member of a firefighters’ pension plan, the municipality shall receive two units of aid; and (3) for each employee who is neither a police officer nor a firefighter and who is a member of a municipal pension plan, the municipality shall receive one unit of aid. Reading the provisions of Section 402(g) in conjunction with the unit allocation formula established by section 402(e) leads to the conclusion that each municipality with more than one pension plan must distribute the State aid to each of its pension plans based upon the same unit formula used to establish its allocation of aid. The legislature has provided that the State aid delivered to the municipalities must be based upon the unit allocation formula of Section 402(e). It makes little sense to mandate allocations of aid based upon the unit formula which takes into account the number of police employees in the police pension plan, the number of firefighter employees in the firefighters pension plan and the number of non-uniformed employees in other pension plans, and then allow the municipalities to disregard that formula and the “weight” given to the police and firefighter employees in disbursing the aid to the various municipal pension plans. Conceivably, the majority’s holding permits a municipality, which by chance, has 15 police employees participating in a police pension plan, 15 firefighters participating in a firefighters’ pension plan and 30 non-uniformed employees participating in a non-uniformed municipal pension plan and receiving a total of 90 units of State aid to exercise absolute discretion and distribute the entire 90 units of aid to only one of the pension plans. If this is the case, as the majority surely holds, then what is the purpose of the unit allocation formula?\nAct 205 was enacted to remedy the problems inherent in the prior system of aid allocation. Under that previous system State aid was disbursed to pension plans without regard to the actual number of members who were participating in such plans. Municipalities which received aid in excess of the amount needed to fund its police pensions could not use the excess monies for any other purpose. As a result, the police pension funds in those municipalities would swell with the excess funds and variances arose in the level of benefits accruing to comparable police departments. Now, under the provisions of Act 205, distribution of State aid is based upon the number of units attributable to each active employee participating in a municipal pension plan. Aid is directly related to the number of units attributable to the eligible participants in each municipal pension plan. Additionally, Section 402(f) provides:\n(1) No municipality shall be entitled to receive an allocation of general municipal pension system State aid in an amount greater than 25% of the total amount of the general municipal pension system State aid available.\n(2) No municipality shall be entitled to receive an allocation of general municipal pension system State aid in an amount which exceeds the aggregate actual financial requirements of any municipal pension plans for police officers, paid firefighters or employees other than police officers or paid firefighters maintained by that municipality, less the amount of any aggregate annual member or employee contributions during the next succeeding plan year, as reported in the most recent complete actuarial report filed with the commission.\n53 P.S. § 895.402(g). It is the duty of eligible municipalities which receive State aid, to annually determine the proportion of the total amount of the aid, received by that municipality, which each of its municipal pension plans is entitled to receive based upon the certified units attributable to each such plan.\nThe holding of the majority ignores the unit allocation formula which forms a fundamental part of Section 402 and leaves the funding of municipal pension plans to the whim of each municipality. The majority’s construction of the statute permits continued disparities in the funding process by allowing municipalities to distribute State aid to their various pensions plans without regard to the statutory allocation provisions which are based upon the unit allocation formula of Section 402(e) and which insure that each of the municipal pension funds of eligible municipalities with more than one pension plan receives a proportionate share of State aid. The majority’s construction is contra to legislative intent; I therefore dissent.\nPAPADAKOS and CAPPY, JJ., join in this dissenting opinion.\n. To say that the unit allocation formula of Section 402(e) merely provides a means by which State aid is allocated to eligible municipalities and is in no way relevant to the distribution of that aid to the various municipal pension plans does not inform us of the purpose of the formula. The question remains: why did the legislature see fit to establish a unit formula and direct that each police employee and each firefighter employee represent two units of aid if not for the purpose of insuring that the aid ultimately distributed to the police and firefighter pension plans is done so on the unit formula basis?",
        "type": "dissent",
        "author": "LARSEN, Justice"
      }
    ],
    "attorneys": [
      "Anthony C. Busillo, II and Gary M. Lightman, Harrisburg, for appellants.",
      "Robert J. Schwartz, Deputy Chief Counsel and Paul Ya-tron, Chief Counsel, for Auditor General’s Office.",
      "Robert C. Bell, Harrisburg, for amicus, Public Employees’ Retirement Study Com’n."
    ],
    "corrections": "",
    "head_matter": "579 A.2d 1295\nPENNSYLVANIA STATE LODGE OF the FRATERNAL ORDER OF POLICE, by its Trustee Ad Litem, Francis P. BASCELLI, on behalf of himself and all other members of the Pennsylvania Lodge, and Thomas Megless and William Evens, Appellants, v. Barbara HAFER, Auditor General of the Commonwealth of Pennsylvania, and the Office of the Auditor General of the Commonwealth of Pennsylvania, Appellees.\nSupreme Court of Pennsylvania.\nArgued May 10, 1990.\nDecided Sept. 21, 1990.\nAnthony C. Busillo, II and Gary M. Lightman, Harrisburg, for appellants.\nRobert J. Schwartz, Deputy Chief Counsel and Paul Ya-tron, Chief Counsel, for Auditor General’s Office.\nRobert C. Bell, Harrisburg, for amicus, Public Employees’ Retirement Study Com’n.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and CAPPY, JJ."
  },
  "file_name": "0265-01",
  "first_page_order": 513,
  "last_page_order": 526
}
