{
  "id": 1470672,
  "name": "Damon versus Bache",
  "name_abbreviation": "Damon v. Bache",
  "decision_date": "1867-04-01",
  "docket_number": "",
  "first_page": "67",
  "last_page": "70",
  "citations": [
    {
      "type": "official",
      "cite": "55 Pa. 67"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "13 Wright 394",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "14 Wright 240",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 5,
      "pin_cites": [
        {
          "page": "284"
        },
        {
          "page": "330"
        }
      ],
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 504,
    "char_count": 8924,
    "ocr_confidence": 0.442,
    "pagerank": {
      "raw": 2.1063996927649742e-07,
      "percentile": 0.7625504421300238
    },
    "sha256": "433943dec88c62797fc38af91c56e8690e9645bbbe691d18c99d124a4fe5b510",
    "simhash": "1:5ca298340ac4f5df",
    "word_count": 1611
  },
  "last_updated": "2024-02-27T22:43:04.999776+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Woodward, C. J., Thompson, Strong and Agnew, JJ. Read, J., absent."
    ],
    "parties": [
      "Damon versus Bache."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, April 1st 1867, by\nThompson, J.\n— No wrong can be committed where one pursues his legal rights by lawful means. If he gets ahead of others in the race who had an equal chance with him, the law finds no fault, for one of its maxims is, “ vigilantibus non dormientibus legis subveniunt.”\nAll that can be justly said of the defendant Bache is that he was vigilant. His title protects the other defendants. Landis, under whom the plaintiffs claim, bought the land in question from Bache as agent of the owner in 1847, and(paid down $35, and agreed to pay the balance in four years, and never paid but $42, until the year 1860. At that time Bache had become the owner of the legal title, and on settling with Landis, $450 was found due, and it was then agreed that the latter should have the land if he paid for it in annual instalments, in four years, with interest. He failed to pay the instalments; and after two or more had fallen due, Bache brought ejectment to enforce payment. The writ was issued in May 1862, and on the 21st of July following, by stipulation filed, the defendant Landis confessed judgment to plaintiff for the land, to be released on payment of the purchase-money by] instalments, extending through a period of eighteen months. After the first instalment fell due, Bache issued a habere facias for the land, and it was delivered to him. In 1863 the land was seized and sold as the property of Landis, on a judgment obtained in 1860; and in 1864 the purchaser, claiming to have acquired Landis’s equity in the land under his contract, tendered the purchase-money due on his article, and brought this ejectment. He was too late in moving; the judgment in ejectment and execution had put an end to his equity. But it is claimed that there was fraud in obtaining the judgment; that Landis suggested to the plaintiff to proceed against him with some expectation of a favor to his father and mother, and that he did proceed, knowing that there were judgments against him. Rut what of this ? He had a right to repossess himself of the land for the condition broken in the judgment. He did nothing more.\nIt is not alleged he got judgment for money not due, nor that he issued execution before he had a right to do so. The fact that Landis told him of his condition, and that he acted on that hint, was all right. He was not bound to give the creditors notice, nor to wait to see whether or not they would take any steps to possess themselves of Landis’s equity. They should have-taken notice of his proceedings. There is no fraud where there is nothing wrong, and the learned judge very properly directed a verdict for the defendant on the evidence.\nJudgment affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Pierce Elliott and II. Seymour, for plaintiff in error,",
      "J. V. Bache, for defendant in error. •"
    ],
    "corrections": "",
    "head_matter": "Damon versus Bache.\n1. No wrong can be committed where one pursues his legal rights by lawful means, if he gets ahead of others who had an equal chance with him.\n2. Judgment-creditors pressing the owner of an equitable title, part of the purchase being due, he asked the owner of the legal title to proceed for the purchase-money and confessed a conditional judgment in ejectment. Having failed to pay the purchase-money, the legal owner obtained possession under an habere. The equitable owner’s interest was afterwards sold by the sheriff, and the purchaser brought ejectment. Held, that there was no fraud in the transaction between the legal owner and the equitable owner and the purchaser at sheriff’s sale could not recover, although he tendered the amount due on the original contract.\nMarch 13th 1867.\nBefore Woodward, C. J., Thompson, Strong and Agnew, JJ. Read, J., absent.\nError to the Court of Common Pleas of Tioga county.\nThis was an action of ejectment, commenced March 11th 1864, by Pardon Damon against William Bache and Albert Landis, for a tract of 117 acres of land.\nOn the 22d of July 1847 Simon H. Landis contracted with Thomas J. Wharton for the purchase of the land in question. The purchase-money was to be $351, of which $35 were to be paid in hand ; the balance to be paid in four annual payments, the first to be made January 1st 1850. On the 28th of January 1860 William Bache, the defendant, became the owner of the legal title, and on the same day there was an agreement endorsed on the contract, that there was due upon it, January 1st 1860, the sum of $450.06, “ which shall be paid in five equal annual payments, from January 1st 1860.”\nOn the 28th of June 1860, Bass & Clark recovered a judgment against Simon H. Landis for $769.05.\nOn the 20th of May 1862, two payments of the purchase-money being due, Bache commenced an action of ejectment against Landis to enforce the payment of the purchase-money, in which Damon,-the plaintiff, appeared as attorney for Landis, the defendant. In this action Bache and Landis agreed that judgment be entered in favor of the plaintiff for the land in question, to be released and entered in favor of the defendant upon the payment of $517.56: $50 within thirty days, $100 in six months, and the balance in two equal payments at twelve and eighteen months. A fi. fa. was issued July 25th 1862 on Bass & Clark’s judgment, and an alias fi. fa. September 22d 1862, on which the land in question was levied on and condemned.\nOn the 19th of November 1862, no money having been paid to Bache under his conditional judgment of July 21st 1862, he issued a hab. fac. against Simon H. Landis, and possession was delivered to Bache by the sheriff.\nOn the 11th of November 1863 Bass & Clark issued a vend. ex. on their .judgment, to which the sheriff returned that he had sold the land ter Damon, the plaintiff, for $500. The deed was made to him December 1st. This was the title under which he claimed in this suit. On the 11th of July the plaintiff tendered Bache $575, and brought it into court.\nOn the trial of this ejectment the plaintiff called Bache, who testified: “ Albert Landis is occupying under me. At the time the sheriff served the writ, the old man offered to occupy under me, and I kept him in possession; the old man was claiming under Simon; the old man occupied until his death; can’t tell when he died; I think he has been dead a year or more ; I have had his son Albert a tenant since his father’s death; there is no particular agreement with him for the payment of rent; I told him he must pay me something, and he said he would, but it was not said how much; I know there was talk of executions against Landis before I obtained the judgment in ejectment against him ; the ejectment was suggested by him and commenced at his request ; he said there were debts against him and judgments had been recovered against him, and he had been cheated, and he wanted I should recover the possession \"and save a home for his parents; that he had an old father and mother, and they would be turned out, expecting, I suppose, that I would let him live there; his mother is still on the premises; I do not know of her removing from there.”\nThe plaintiff requested the court to charge the jury: “ If they believe from the evidence that William Bache, knowing that Simon H. Landis was indebted to the plaintiffs in the judgment given in evidence by plaintiff, and that said judgment was a lien on his equitable title, and at the request of said Landis, the defendant commenced said action of ejectment, and by agreement with said Landis obtained a judgment to cut off said Bass & Clark judgment and others, if any; it was such a fraud upon lien-creditors as renders the said judgment in ejectment void as to a purchaser under a sale on said judgment against said Landis. And the plaintiff in this suit being such purchaser, after a tender of the purchase-money as given in evidence, is entitled to recover in this suit the land claimed in his writ, with costs.\n2. “ That under all the evidence in this case the plaintiff is entitled to recover in this suit.”\nThe court (Streeter, P. J.) charged:\n“ There is no question of fact in this case to be submitted to the jury, and the jury are directed to find for the defendants.”\nThe verdict was for the defendants. The plaintiff assigned the charge for error.\nPierce Elliott and II. Seymour, for plaintiff in error,\ncited: Hershey v. Weiting, 14 Wright 240 ; York Co. Bank v. Carter, 2 Id. 458 ; Deakers v. Barker, 5 Id. 284; Painter v. Drum„4 Id. 467 ; Mackason’s Appeal, 6 Id. 330; Smith v. Grim, 2 Casey-95 ; Pusey v. Harper, 3 Id. 470; Murphey v. Hubert, 4 Harris 56 ; Zerbe v. Miller, Id. 497; Garrison v. Monaghan, 9 Casey 234; Hollinshead v. Allen, 5 Harris 275; Drum v. Painter, 3 Casey 148; Jackson v. Summerville, 1 Harris 360; Bunn v. Ahl, 5 Casey 387 ; Graham v. Smith, 1 Id. 323 ; Ayer’s Appeal, 4 Id. 179; Stewart v. Freeman, 10 Harris 124; Martin v. Gernandt, 7 Id. 129; Moneure v. Hanson, 3 Id. 385; Fitzw-ater v. Stout, 4 Harris 22 ; Dean v. Connelly, 6 Barr 239 ; Allentown Bank v. Beck, 13 Wright 394; Abbey v. Dewey, 1 Casey 417. »\nJ. V. Bache, for defendant in error. •"
  },
  "file_name": "0067-01",
  "first_page_order": 67,
  "last_page_order": 70
}
