{
  "id": 1470625,
  "name": "Leach versus Ansbacher",
  "name_abbreviation": "Leach v. Ansbacher",
  "decision_date": "1867-05-13",
  "docket_number": "",
  "first_page": "85",
  "last_page": "90",
  "citations": [
    {
      "type": "official",
      "cite": "55 Pa. 85"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Watts 26",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts 359",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842707
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0359-01"
      ]
    },
    {
      "cite": "1 Whart. 432",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "1 Jones 399",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 66",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840142
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0066-01"
      ]
    },
    {
      "cite": "10 Watts 18",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 3,
      "pin_cites": [
        {
          "page": "35"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 459",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840083
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0459-01"
      ]
    },
    {
      "cite": "6 Watts 126",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846087
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0126-01"
      ]
    },
    {
      "cite": "11 Paige 504",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 885,
    "char_count": 15771,
    "ocr_confidence": 0.425,
    "pagerank": {
      "raw": 2.4461539425119593e-07,
      "percentile": 0.8035897073535947
    },
    "sha256": "8ec36df0dce562aac1453d4e833015d20b61b71f36a0c22c73876ffd8646d157",
    "simhash": "1:a9b0cfe4e5ef8dcb",
    "word_count": 2818
  },
  "last_updated": "2024-02-27T22:43:04.999776+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Woodward, C. J., Thompson, Strong and Agnew, JJ. Read, J., absent."
    ],
    "parties": [
      "Leach versus Ansbacher."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, May 13th 1867, by\nThompson, J.\n— Notwithstanding the magnitude of the appellant’s paper-book, and the earnestness of his counsel in argument,' the case admits óf no extended discussion. The questions raised are very simple indeed. In the plaintiff’s bill it is charged that the defendant Ansbacher bought the messuage and tenement in question, with notice that Brown, his vendor, had no authority to sell it, because Leach was the equitable owner of it; that Ansbacher was not a bond fide purchaser for a full and valuable consideration, and ought therefore to be restrained from seeking to disturb him in the possession. Brown held the plaintiff’s title by sheriff’s sale, and when he sold, the plaintiff occupied the position of his tenant under a written lease from him.\nThe notice of title in Leach was positively denied in the answers of both Ansbacher and Brown. The master found that there was no such notice; and the court below, owing to the absence of definite exceptions to the master’s report, went into a review of the testimony for itself, and arrived at the same conclusion.\nOn account of the irregularity which brought upon the court below the necessity of examining the testimony, in order to decide the case, we have been forced to look over the entire testimony likewise, to see that the learned judge made no mistake in his finding of the facts. The result of our investigation is, that there is not a shadow of testimony to sustain the plaintiff’s allegation of notice denied by the answers. On the contrary, there is abundant testimony that Leach knew of the sale to Ansbacher by Brown, and not only gave no notice of any title or trust in his favor, but assented to and approved of it.\nTo have sustained his claim of an interest against the sheriff’s deed, and his position of tenant to the purchaser, would have required clear notice; but nothing in the transaction gave the least sign to put the purchaser on inquiry. The possession will, it is admitted; but when the party is in possession under a lease, the knowledge of the lease dispenses with the inquiry of how the possession is held. That knowledge the agent had, and of the very terms of the lease. That was enough for him; he was not bound to inquire of the tenant in possession if the lease was fair or fraudulent, or whether there was a trust notwithstanding: Sugd. on Vend. 339 ; Hood v. Fahnestock, 4 Barr 474.\nNobody is required to make inquiry whether there is fraud or t trust w'here the title and possession give no indication that there is either. If there was no notice brought home to the defendant that his vendor had no right to sell, the title in his hands being all regular, and the possession being in accordance with the title, it is scarcely necessary to say, that he would take a clear title to the equitable interest conveyed by the sheriff’s deed, and that is just where this case stands, so far as the plaintiff is concerned.\nLeach’s interest in the premises was but an equity, and the purchaser at sheriff’s sale took it subject to what might be due the holder of the legal title. It was Leach’s interest only that passed By the sale to Brown. The same interest Brown sold and conveyed to Anshacher, who paid Brown for it in full before any notice of claim by Leach was given. That annulled any equity in the latter on the ground of notice before payment. What was to be paid the holder of the legal title does not concern him.. It was another matter altogether. Equity, on the score of payment after notice, applies to things pui’chased hut not paid for. Here what was purchased from Brown was fully paid for, and the notice therefore, before paying for the legal title does not weaken Ansbacher’s title to the equity he had purchased without notice.\nIt is scarcely necessary to remark on the strained inference of notice of a trust in favor of Leach, from the’ circumstance of a special warranty in the deed of Brown to the defendant. It did not imply knowledge of want of title. On the contrary, the implication is rather that the title had been examined and no covenant was needed. Deeds with general warranty in Philadelphia are almost unknown; and I have no doubt many persons would look on such a covenant with a suspicion that it implied that there was a defect somewhere, to be indemnified against by the covenant. Be “this as it may, it was'not a circumstance to put the defendant on inquiry for any secret trust outstanding against Brown’s title.\nWe see nothing to correct in the decree of the court below, and must therefore affirm it.\nThe latitude in adducing testimony before the examiner by the counsel for the plaintiff below is not to be commended, and I cannot doubt that if a little of the consideration bestowed on the argument had been present at the examination, much irrelevant testimony taken, would, as it ought, to have been omitted.\nIn conclusion, we ought to say that there was no error in allowing an amendment of the defendant’s answer. It was entirely within the discretion of the court, and will never be denied when justice demands it.\nThe decree of the court below, so far as it is before us, is affirmed at the cost of the appellant.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "A. RicJcetts, for appellant,",
      "The court declined to hear _Z7. iS. Osborne, for the appellee;"
    ],
    "corrections": "",
    "head_matter": "Leach versus Ansbacher.\n1. Possession is a sign of title in the occupant, but if he is in under a lease, the knowledge of this, dispenses with the inquiry how the possession is held.\n2. No one is required to make the inquiry whether there is fraud or trust, where the title and possession give no indication that there is either.\n3. An amendment to an answer is entirely within the discretion of the court and will never be denied when justice demands it.\nMarch 14th 1867.\nBefore Woodward, C. J., Thompson, Strong and Agnew, JJ. Read, J., absent.\nAppeal from the decree of the Court of Common Pleas of Luzerne county. In equity.\nThe bill in this case was by George W. Leach against Joseph Brown and Henry Ansbacher. In the Supreme Court the question was between the plaintiff and Ansbacher only.\nThe bill was filed March 13th 1865.\nOn the 1st of October 1859, John Sparks, by articles of agreement, covenanted to convey to Leach, the plaintiff, a lot of land on the east side of the public square in Wilkesbarre, upon Leach paying $3200, viz., $200 on the 1st of January 1861 and the same amount, and interest on the whole principal due, on each 1st of January thereafter till the whole should be paid. Leach took possession of the lot.\nThe bill alleged that the plaintiff being embarrassed, applied for advice to Brown as his friend, who advised plaintiff to place the whole matter in his hands and he would advance money necessary to discharge plaintiff’s creditors and enable him to preserve his property and continue in business; that the plaintiff assigned his book accounts to Brown and executed a judgment-note for $5000 to one Wilson, the partner of Brown, for money to be advanced to plaintiff. On this note judgment was entered December 2d 1861; that plaintiff permitted his property to be sold by the sheriff under this judgment. Amongst the property was the lot bought of Sparks, which was sold to Brown for $2000, it having been agreed at the time between the plaintiff and Brown that Brown was acting as plaintiff’s agent, and that the sale was necessary to enable him more advantageously to settle with his creditors, there having been no intention that Brown should become the beneficial owner of the property ; that the property sold and assigned to Brown was far greater in value than the amount of the plaintiff’s debts ; that Brown made no claim of the property presently after the sale, but that plaintiff continued in full and undisturbed possession of it; that in 1864 Brown, upon representations to plaintiff that some persons were making difficulty in relation to the settlement of his affairs, induced plaintiff to take a lease from him of the Sparks lot. The bill also charged the doing by Brown of other acts recognising the ownership of the plaintiff in the lot; but that in the spring of 1864 Brown offered the lot for sale, and, against the remonstrances of the plaintiff, sold it io Ansbacher, the other defendant, for $8000. The bill further chai’ged that Ansbacher was not a bond, fide purchaser without notice, having received notice from plaintiff before the purchase that he was the owner and that he objected to the sale of it by Brown, and also that S. Longstreet, Esq., the attorney of Ansbacher, received notice of the same facts; that Ansbacher’s deed from Brown is with special warranty, and that he is informed that Brown and Ansbacher have determined to oust him from the premises in April 1865. The prayer of the bill was: That the defendants may be decreed to transfer and deliver over to the plaintiff all papers and evidences of title to the premises and property of right belonging to him; and to deliver up everything that they or either of them may have improperly obtained, or which may in anywise interfere with his perfect title thereunto; and to make and execute such and any conveyance or conveyances as may be necessary to reinstate him as fully in the indisputable title to these premises as he was before any of these proceedings commenced; and that they may be restrained by an injunction from in anywise disturbing or attempting to disturb him in the possession of his property, &c.\nBrown answered that the lot was sold subject to the payment of $4000 due Sparks on the articles ; that the lease was executed by Leach because Brown demanded rent for it or that Leach give up the possession; and not for the reasons charged in the bill, that the lot was advertised with the knowledge of Leach and that there never was any agreement or understanding by which Brown was to be prevented from selling it.\nAnsbacher answered that he visited the premises with a view to purchase them, examined them in the presence of the plaintiff and frequently conversed with him about the purchase; that plaintiff never intimated to him that there was any impediment in Brown’s title to the lot, and that he purchased “ in good faith and without any notice, either actual or constructive,” of any claim by the defendant to the lot otherwise than as tenant of Brown, &c.\nThere was no denial in the answer to the allegation of the bill that Mr. Longstreet, the attorney of • Ansbacher, had received notice of the plaintiff’s title. In.his opinion granting a preliminary injunction, Conyngham, P. J., said:—\n“ The answer in no place denies the fact of this notice being given to the attorney, or of Mr. Longstreet being the defendant’s attorney in this matter. The statements in the answer may be also true as to personal notice, and yet this allegation of constructive notice be consistent with it, if really given, as represented, to Mr. Longstreet.”\nAnsbacher then filed the affidavits of his counsel and himself that the denial of notice to Mr. Longstreet was accidentally and by mistake omitted, stating under what circumstances the omission occurred, and asked leave to amend his answer, which was allowed by the court.\nPie then amended his answer by stating “ he has been informed and verily believes that no notice was ever given by the said complainant or any one in his behalf to S. P. Longstreet as this defendant’s attorney of any defect in the said Joseph Brown’s title, or of his right absolutely to sell and dispose of the said lot of land, or of any claim thereto by the said complainant, and that the allegation in the said bill of such notice is utterly untrue and unfounded in fact.”\nProofs were taken, which, with the bill and answer, were referred to Henry M. Ployt, Esq., as master, who found that:—\n“ Henry Ansbacher is a bond; fide purchaser for a full and valuable consideration of the premises on the public square, without any notice of claim of title in or by Gr. W. Leach, and without notice that Joseph Brown stood in the relation of agent or trustee for Gr. W. Leach.”\nNo written exceptions were filed, but the. court permitted exceptions to be taken ore terms and argued. In concluding the opinion, the court said:—\n“ We approve, then, of the conclusion reported by the master, that Ansbacher must be considered a bond, fide purchaser for value, without notice, actual or constructive, of any claim of Leach; so that even if Leach had such a real interest in the land itself, as to have defeated or taken away from Brown the right to sell, without his assent, still Ansbacher, claiming under the circumstances already stated without direct notice until January 1865, could hold the property as a bond fide purchaser against Leach. The bill therefore is dismissed as to Henry Ansbacher.”\nThe plaintiff appealed to the Supreme Court; and assigned for error, allowing the answer to be amended, and the final decree dismissing the bill as to Ansbacher.\nA. RicJcetts, for appellant,\ncited Howard v. Harris, 8 Lead. Cas. in Eq. 869, Am. Notes 624-648; Fox v. Mackreth, 1 Id. 92, Am. Notes 208-212; Dyer v. Dyer, 1 Id. Am. Notes 272-283; Basset v. ,Nosworthy, 2 Id. 1, Am. Notes 67, 127 ; Le Neve v. Le Neve, Id. 23, Am. Notes 152-198; Snelgrove v. Snelgrove, 4 Dessaus. 274, 286, 290; 3 Atk. 649; 2 Yes. Sen. 42 ; 2 Vern. 283 ; Dan. Ch. Pr. 983 ; Eberly v. Groff, 9 Harris 251; Pusey v. Wright, 7 Casey 387; 2 Vern. 434; 1 P. Wms. 297, 300; 1 Bro. Ch. C. 419; Amb. 65; 4 Sim. 62; Story’s Eq. § 896 ; Mitf. Chan. PI. 327, 328, 331; Cooper’s Eq. PI. 336, 337, 338; Wolford’s Eq. PI. 378, 379; 1 Smith’s Chan. Pr. 270, 271.; Dan. Chan. PI. and Pr. 911-916; 3 Sumner 410, 583 ; Wells v. Wood, 10 Ves. Jr. 401; Tenant v. Wilsmore, 2 Anstr. 362; Calloway v. Dobson, 1 Marshall’s C. C. Decisions 119; Mitford’s Eq. PI. 332; Story’s Eq. PI. § 905; 1 Greenl. Ev. § 468; Wagram on Discovery 282, § 372, and cases cited in note; Dan. Ch. PI. and Pr. 814, 815, 2 Am. Ed.; Stanley v. Robinson, 1 Russ. & Myl. 527; Bennett v. Neale, Wightwiclc 324; Harrison v. Borwell, 10 Sim. 381; Mitf. Ch. PI. 9; Dan. Ch. PI. and Pr. 816, 817, 2 Am. Ed., and cases cited; Welford’s Eq. PI. 364, and cases cited; Hopper v. Hopper, 11 Paige 504; Sheldon v. Cox, Amb. 624, s. c. 2 Eden 224; Coote v. Mammon, 2 Bro. P. O. 596; Guidott v. Moore, Blincorne; 2 Vern. 609, S. c. 1 Bro. P. C. 244; Brotherton v. Hatt, 2 Vern. 574; Merry v. Abney, 2 Freeman 151, s. o. 1 Ch. Ca. 38; Vane v. Lord Barnard, Gilb. Rep. in Eq. 8; Sergeant v. Ingersoll, 3 Harris 343, 350; Sergeant v. Ingersoll, 7 Barr 340 ; Hanbury v. Litchfield, 2 Myl. & K. 629; Clements v. Welles, Law Rep. 1 Eq. 200 ; Hill v. Epley, 7 Casey 331; Kerr v. Day, 2 Harris 112 ; Kunkle v, Wolfersberger, 6 Watts 126 ; Tourville v. Naish, 3 P. Wms. 307; Story u. Lord Windsor, 2 Atk. 630 ; Hardingham v. Nicholls, 3 Id. 304; Wigg v. Wigg, 1 Id. 384; Beck v. Uhrich, 1 Harris 636, 639 ; Chew v. Barnett, 11 S. & R. 389; Reed v. Dickey, 2 Watts 459 ; Kramer v. Arthurs, 7 Barr 165; Bellas v. McCarty, 10 Watts 18; Fermor’s Case, 3 Rep. 77; Bennett v. Wade, Dick. Rep. 84; Davidson v. Russel, Id. 76Í; Bridgman v. Green, 2 Ves. Sen. 627; Sheppard’s Touchstone 66-67 ; Boyd v. Dunlap, 1 Johns. Oh. R. 482; Hildreth v. Sands, 2 Id. 35, 42-3 ; Livingstone v. Ilubbs, Id. 512; Huguenin v. Basely, 3 Lead. Cas. in Eq. 94, 462, and notes pp. 123, 151; Gilbert v. Hoffman, 2 Watts 66; Sheriff v. Neal, 6 Id. 540; Jackson v. Summerville, 1 Harris 359; McCaskey v. Graff, 11 Harris 321.\nThe court declined to hear _Z7. iS. Osborne, for the appellee;\nhe cited in’ his paper-book Act of 4th May 1864, Pamph. L. 774; Wilkins v. Anderson, 1 Jones 399; Meals v. Brandon, 4 Harris 220; Juvenal v. Patterson, 10 Barr 283; Church v. Church, 1 Casey 278; Youst v. Martin, 3 S. & R. 430; Union Canal Co. v. Young, 1 Whart. 432; Roger v. Hall, 4 Watts 359; Bellas v. McCarty, 10 Watts 26."
  },
  "file_name": "0085-01",
  "first_page_order": 85,
  "last_page_order": 90
}
