{
  "id": 1470645,
  "name": "Hettrick versus Hettrick",
  "name_abbreviation": "Hettrick v. Hettrick",
  "decision_date": "1867-07-03",
  "docket_number": "",
  "first_page": "290",
  "last_page": "294",
  "citations": [
    {
      "type": "official",
      "cite": "55 Pa. 290"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "11 Wright 230",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "12 Wright 391",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "3 Whart. 148",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "3 Wright 414",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 588,
    "char_count": 10632,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 3.8593153254719754e-07,
      "percentile": 0.8999804621813858
    },
    "sha256": "9ee555a17bf9c77d4e71d1362392e3204af1918dfca1897570653cccf18c92be",
    "simhash": "1:e26f8cf5840d3ee8",
    "word_count": 1929
  },
  "last_updated": "2024-02-27T22:43:04.999776+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Woodward, C. J., Thompson and Agnew, Jj. Strong- and Read, JJ., absent."
    ],
    "parties": [
      "Hettrick versus Hettrick."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was'delivered, July 3d 1867, by\nAgnew, J.\n— Mrs. Hettrick left her husband in 1839, and never afterward cohabited with him. In 1845 she commenced a proceeding for a divorce, a mensd et thoro and alimony, alleging cruel and barbarous treatment. The case never came to a hearing, but by consent the allegations and facts stated in the petition and pleadings were withdrawn, and a decree for alimony made. The alimony' was paid down until the year 1866, when her husband died, and she demanded of the executor the $300 allowed by the Act of 1851. From these facts it is very clear the parties consented to a separation, and a provision for maintenance of the wife so long as it lasted, and it did continue until the husband’s death. There can be no doubt upon these circumstances of the breaking up of the family relation, and’ that it never was renewed. Is Mrs. Hettrick such a widow as is meant in the Act of 1851 ? We think not. The purpose of that act was to make an immediate provision for the wants of the family when the head of it is removed by death, in order that their sorrows shall not be heightened by the pressure of necessity. This is obvious from the language and history of the law. The right is to retain the property which shall remain for the use of the widow and family. When no family relation exists, it can, with no propriety, be said that the property remains or is retained. The right is given in the disjunctive to the widow or children, in order that when the family relation extends no further, either may enjoy it; but the use is declared in the conjunctive for the widow and family that both may be provided for. The motive of the enactment is clearly traceable in the legislation of the state to the family necessity. For more than a century the general interest of the wife and children in the estate had been provided for by the intestate laws, fixing hers at one-third; in the realty, for life, and absolutely in the personalty. This has always been considered her fair proportion of her husband’s property. But legislation was found to be necessary to relieve families from destitution, and hence came the Act of 26th March 1814, entitled “ An act to promote the comfort of the poor,” exempting from levy and sale under execution household utensils to the value of $15, tools of trade to the value of $20, all wearing apparel, two beds and bedding, a cow and spinning wheel. This provision was. increased from time -to time by exempting other articles in the use of, or necessary for the support of the family, and finally eventuated in the Act of 1849, exempting property to the value of $300. Up to this period the legislative thought embraced the interests of the family of the living husband only; but in the next year the idea occurred of providing for the family when its head had been taken away by death, and the Act of 26th April 1850 was passed allowing the widow and children of the decedent, who were living with him at the time of his death, to retain the $300, where the estate was insufficient to pay his debts exclusive of the amount of property exempted from execution. The next year the legislative mind advanced another step. The Act of 14th April 1851 struck out the feature of insufficiency and of actual residence with the dece-, dent at the time of his death. It was well thought that the necessities of the family, during the period allowed by law to the executor or administrator to settle the estate, required -a provision for present wants, whether the estate were solvent or insolvent; and that there were cases where the' family happened, from some temporary or accidental cause, or from the fault of the decedent, not to be living with him when he died. Such a case is that.of Mrs. Sarah Ann Terry, decided at the present term (post, p. 344). But the idea of the existence of the family relation was still preserved, and the language of the Act of 1850 was copied, to wit: “ May retain either real or personal property,” and “ the same shall not he sold, hut suffered to remain for the use of the said widow and family.” Every word of this description tells of the continued family relation, at least in contemplation of law.\nOur former decisions have recognised this as the chief feature of the law. In the case of Anna F. Spier, 2 Casey 233, the decedent, when he came to the United States, left his wife at the city of Gottingen, in the kingdom of Hanover, and had been in this country five years! He had written to her to join him here, and she had promised by letter to do so. Allison, J., whose opinion was adopted by this court; decided that neither the intention nor the language of the Act of 1851, applies to a wife who has lived in a foreign country, for years, separated from her husband, and who had never formed a part of his family here. In the 2d vol. of the American Law Register, p. 510 (1854), I find an abstract of the opinion of Lowrie, J., in the unreported case of Tozer v. Tozer, that a woman who had deserted her husband more than twelve years before his death, without reasonable cause, had no right to retain $300 out of his estate under the Act of 1851, although there was no actual divorce. In Sipes v. Mann, 3 Wright 414, our Brother Thompson referred to the provision of this act as intended for the maintenance and support of the decedent’s family, so that one bereavement should not be followed by another— the loss of subsistence ; and said it was a pure gratuity by force of law for tbe benefit of the decedent’s family. In Odiorne’s Appeal, decided at Philadelphia, in February last, (4 P. F. Smith 175), the chief justice remarked — “ When a wife leaves her husband and renounces conjugal intercourse a considerable time before his death, she.becomes not such a widow after his death as was in the contemplation of the Legislature when the Acts of Assembly were passed which entitle her to administer his estate and appropriate $300 of it to her own use. The acts contemplate the ease of a wife who lives with her husband till his death, and faithfully performs all her duties to his family; not one who voluntarily separates from him and performs none of the duties imposed by the l’elation.”\nBearing in mind these views it seems impossible to regard Mrs. Hettrick as sustaining a family relation to her husband at his death. The law was not made for her case, and the judgment below is therefore reversed, and judgment is now entered for the defendant in the case stated, with costs.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "S. Hepburn, Jr., for plaintiff in error,",
      "John 0. Graham, for the defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Hettrick versus Hettrick.\n1. A widow who had been divorced a mensá et tlioro is not entitled to the $300 exemption, on the death of her husband, tinder the Act of April 14th 1851.\n2. The purpose of the act is to make an immediate provision for the wants of the family upon the death of its head.\n3. To entitle a widow to the $300 the family relation must exist at the husband’s death at least in contemplation of law.\nMay 15th 1867.\nBefore Woodward, C. J., Thompson and Agnew, Jj. Strong- and Read, JJ., absent.\nError to the Court of Common Pleas of Cumberland county.\nThis was an amicable action and case stated for the opinion of the court, filed in December 1866, between Maria Hettrick, plaintiff, and Jesse. Hettrick, executor of Abraham Hettrick, deceased, defendant, in which the following facts were agreed upon to be considered in the nature of a special verdict:—\n“ Maria Hettrick, the plaintiff in the above case, was legally married to Abraham Hettrick on the 9th day of May 1816. From that day until the month of April 1839 she lived and cohabited with him as his wife. At that time she left her said husband, and on the 21st day of February 1845 she applied to the Court of Common Pleas of Cumberland county for a divorce, a mensá et thoro, from the said Abraham Hettrick, and for alimony, on the ground of cruel and barbarous treatment. On the 13th day of December 1845 the court made the following decree :—\n“ ‘ And now, to wit, 13th December 1845, the parties agree that all the allegations and facts stated in the petition and pleadings be withdrawn, and that the decree for the payment of alimony be made with the same effect as if the cause had been tried and a verdict for the plaintiff; and the parties agree that the following be the decree of the court: That the said Abraham Hettrick do pay or cause to be paid to the said Maria Hettrick the sum of $150 in full compensation for the support of herself, and payment of her own expenses up to the day of the date hereof; and further, that he will .pay or cause to be paid, on the 1st day of January 1847, the sum of $200, and on each 1st day of January thereafter, the sum of $200, and this proceeding and agreement to have the same force and effect as if it had been attained by an adverse proceeding and decree of the court. And the prothonotary is hereby authorized to enter the same upon the record of the Court of Common Pleas.’\n“ The said sum of $150 for expenses was paid by Abraham Hettrick, and the said sum of $200 was paid regularly on the 1st day of January of each year, up until the 1st day of January 1866. Abraham Hettrick died on the 15th day of October 1866, having made a will, in which he appointed the defendant, Jesse Hettrick, his executor, and letters testamentary were issued from the register of said county to the said Jesse Hettrick, and the plaintiff notified said executor that she claimed $300 in money, together with her interest in the real and personal estate of said decedent. The plaintiff therefore claimed $300 of the personal property of said decedent, under the laws of the Commonwealth of Pennsylvania. If the court he of opinion that the plaintiff is entitled to recover, then judgment for the plaintiff for $300 ; hut if not, then judgment for the defendant.”\nThe court (Graham, P. J.) entered judgment for the plaintiff for $300 ; which, upon removal of the ease to the Supreme Court by the defendant, was assigned for error.”\nS. Hepburn, Jr., for plaintiff in error,\ncited Diehl v. Ihrie, 3 Whart. 148; Act of April 14th 1851, § 5, Purd. 281, pi. 58, Pamph. L. 613 ; Spier’s Appeal, 2 Casey 233 ; Odiorne’s Appeal, 4 P. F. S. 175; Dillinger’s Appeal, 11 Casey 359.\nJohn 0. Graham, for the defendant in error,\ncited Cambria Iron Co. v. Tomb, 12 Wright 391; Diehl v. Ihrie, 3 Wh/ 148 ; Odiorne’s Appeal, 4 P. F. Smith 175; Act of April 14th 1851, supra; 2 Am. L. R. 510; Spier’s Appeal, 2 Casey 233; Dillinger’s Appeal, 11 Id. 357; Bishop on Mar. & Div. §§ 569, 570, 776, 791; Butler v. Butler, 1 Pars. 329; Compher v. Compher, 1 Casey 31; Yanleer v. Yanleer, 1 Harris 211; Nevin’s Appeal, 11 Wright 230."
  },
  "file_name": "0290-01",
  "first_page_order": 290,
  "last_page_order": 294
}
