{
  "id": 1470780,
  "name": "The Pennsylvania Railroad Company versus Bruner; Same versus Cooper; Same versus Righter; Same versus Sener",
  "name_abbreviation": "Pennsylvania Railroad v. Bruner",
  "decision_date": "1867-07-03",
  "docket_number": "",
  "first_page": "318",
  "last_page": "321",
  "citations": [
    {
      "type": "official",
      "cite": "55 Pa. 318"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Wend. 338",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2012937
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/wend/10/0338-01"
      ]
    },
    {
      "cite": "9 Pick. 176",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2058439
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/26/0179-01"
      ]
    },
    {
      "cite": "1 Munf. 288",
      "category": "reporters:state",
      "reporter": "Munf.",
      "case_ids": [
        2094022
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/15/0114-01"
      ]
    },
    {
      "cite": "10 Wend. 377",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2012943
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/10/0377-01"
      ]
    },
    {
      "cite": "12 Wend. 64",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        11268105
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/12/0064-01"
      ]
    },
    {
      "cite": "17 Wend. 649",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "1 Wright 469",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        626196
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "521"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wright/1/0481-01"
      ]
    },
    {
      "cite": "4 W. & S. 375",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "1 Wright 469",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        626196
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wright/1/0481-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 561,
    "char_count": 9394,
    "ocr_confidence": 0.429,
    "pagerank": {
      "raw": 7.713226640857316e-08,
      "percentile": 0.4538673876353409
    },
    "sha256": "1d3c0c85975f8c34e1e33ef9431543e8e4451e19a2fed4280affa73b7e41ba99",
    "simhash": "1:20f956854d6a361c",
    "word_count": 1614
  },
  "last_updated": "2024-02-27T22:43:04.999776+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Woodward, C. J., Thompson and Agnew, JJ. Strong and Read, JJ., absent."
    ],
    "parties": [
      "The Pennsylvania Railroad Company versus Bruner. Same versus Cooper. Same versus Righter. Same versus Sener."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, July 3d 1867, by\nThompson, J.\n— The exceptions in these cases were taken by tíre railroad company, and as they are the same in each, they will be considered together, as they were argued.\nThe first exception is, that the reports do not set forth, as required by the Act of the 27th of March 1848, “ the quantity and quality of the land taken and occupied” by the company.\nIn each of the reports the adjoiners and boundaries of the land taken are set out, accompanied by an accurate draft, containing the length, breadth, courses and distances of the ground taken, but without a calculation of the contents. This was not essential: as the elements of a calculation were thus given, the contents could be ascertained by any one competent to make the calculation, and must be presumed to have been known to the jury. Id cerium est quod cerium reddi potest. That this was sufficient, see Pennsylvania Railroad Co. v. Porter, 5 Casey 165; and Zack v. Pennsylvania Railroad Co. 1 Id. 394. That it was not so held in O’Hara v. Pennsylvania Railroad Co., Id. 445, was because the courses and distances were not given.\nAs to the quality. Although this is not generally of much importance to the company, and only of practical importance in the court below to enable it to judge of the adequacy of the damages given, yet as the statute requires it, it must not be omitted. The requirement of the statute is not of details of soils composing the ground taken, -which, strictly speaking, the term quality implies ; but, as said in Zack v. The Pennsylvania Railroad Co., supra, it is whether the land is “ barren or fertile, town or farm land, woodland or cultivated, hill-side or bottom.” In respect to the quality of the land, we think these reports sufficient. It is described as within the toAvn of Columbia — town property, therefore. Its use principally for board-yards and buildings, and was valued for such purposes. It Avould have been unmeaning to have declared it arable or meadoAv-land, fertile or barren, situate as it was in a large toAvn. The description of quality must have some respect to the location and circumstances of property; otherwise it might be unmeaning and idle. This exception is, therefore, overruled.\nThese exceptions are not sustained. In our opinion, it sufficiently appears that the viewers compared the advantages and disadvantages to the owners by the contemplated branch road, and estimated damages and awarded compensation in view thereof. That they itemized what constituted the aggregate of their finding is a bad reason for holding that their finding is not according to law. The value of the property, and “ inconvenience and damage” to the balance, is an item to which a specific sum is affixed. The value of buildings, fences, &c., constitute another. These are aggregated and compose the total of each award. The value of property taken is proper to be estimated: this is what the constitution requires, and would be the true measure of the damage done, unless diminished by considerations of the advantages over the disadvantages to the owner, in taking his property for the proposed improvement.\nThe remaining exceptions are to matters involving the facts of the case. As this is not an appeal, the testimony is not before us, judicially speaking. And, although it appears on the paper-books, we have no jurisdiction of the facts, and cannot look into them, as on a.n appeal, or when they are brought up by a bill of exceptions. Neither the one nor the other is a remedy under the statute. On this point see The Chester Valley Railroad Co. v. Reitenbaugh, 9 Harris 100, and Ohio and Pennsylvania Railroad Co. v. Bradford’s Heirs, 7 Id. 363.\nThe judgments in these cases must therefore be affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "O. J. Bichey and 6r. L. Breneman, for plaintiffs in error,",
      "Y. M. North and N. Nllmaker, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "The Pennsylvania Railroad Company versus Bruner. Same versus Cooper. Same versus Righter. Same versus Sener.\n1. In a proceeding to assess damages, under the Act of March 29th 1848, for land taken by the Pennsylvania Railroad Company, a report setting out the adjoiners and boundaries with a draft showing the length, breadth, courses and distances of the ground taken, without a calculation of the contents sufficiently set forth the quantity of land taken.\n2. Stating the contents was not essential, as it could be ascertained by the elements for calculation given. Id cerium est quod certum, reddi potest.\n3. Where land taken by the railroad was described by the viewers as in the town of Columbia, and used for a lumber-yard, &c., the quality is sufficiently set forth.\n4. The description of quality must have respect to the location and circumstances.\nMay 16th 1867.\nBefore Woodward, C. J., Thompson and Agnew, JJ. Strong and Read, JJ., absent.\nCertiorari to the Court of Common Pleas of Lancaster county.\nIn the court below proceedings were commenced April 28th 1866, by the petition of Abraham Bruner, setting forth that he was the owner of a wharf lot in Columbia, used as a lumber yard and for other purposes, lying between Front street and the -Susquehanna river; that the Pennsylvania Railroad Company having filed a bond to indemnify the petitioner had located and nearly constructed a branch railroad through his land above mentioned; and prayed for a jury to assess his damages.\nJohn Cooper, Washington Righter and Grottleib Sener, on the same day presented like petitions, and the same viewers were appointed on all the petitions.\nThe viewers reported “ that they viewed the premises, and having estimated the quantity, quality and value of the land occupied or taken by the said Pennsylvania Railroad Company according to draft hereto annexed, viz.: a piece of ground on the west side of Front street in the borough of Columbia, commencing, &c., (describing its boundaries) * * and with a due regard to and making a just allowance for the advantages which may have resulted or which may seem likely to result to the owner of the land aforesaid in consequence of the construction of the said branch railroad, &c., and having made a fair and just comparison of the said advantages and disadvantages, do report that they find as the value of the ground occupied and appropriated and before described as being the property of Abraham Bruner, and used for a lumber yard, $11,368 ; and for inconvenience and damage to balance, also used as a lumber yard, being an extension of the same lot of ground before described to the Susquehanna river, as per draft annexed, $2842; and for buildings on the land occupied and appropriated, viz.: frame stable 14 by 26 feet, lumber shed 16 by 32 feet, and fencing and gates, at $565; making in all $14,775, which is awarded to Abraham Bruner.”\nThe reports in the other cases were similar, mutatis mutandis.\nCooper’s damages were assessed at $6062.34; Righter’s at $4220, and Siner’s at $5915.\nThe following exceptions to the report were filed by the company :—\n1. The report does not set forth distinctly the quantity or quality of the land taken and occupied.\n2. The report does not show that the viewers estimated and determined whether any damages have been sustained.\n3. The report does not show why the sum of $14,775 is awarded to Araham Bruner, whether the same is for damages or any other purpose.\n4. The viewers allowed witnesses to state their opinions as to the amount of damages, and received such statements in evidence.\n5. Witnesses were allowed to give in evidence their estimates of the expense of making a wharf out into the river and filling in new ground to an extent equal to that taken for the railroad.\n6. Witnesses in giving their opinions as to the amount of damages, based their estimates on the cost of making new ground by wharfing out into the river as above stated.\n7. Calculations and drafts showing the cost and amount of filling claimed as above stated, were received by the viewers, who were thereby led to consider such cost as partially, if not altogether the measure of damages.\nExceptions substantially the same, were filed to the other re ' ports.\nThe court below overruled the exceptions and confirmed the reports, which was assigned for error in the Supreme Court.\nO. J. Bichey and 6r. L. Breneman, for plaintiffs in error,\ncited Act of 27th March 1848, § 4, Pamph. L. 273; Zack v. Penna. Railroad Co., 1 Casey 395; O’Hara v. Penna. Railroad Co., Id. 445 ; Penna. Railroad Co. v. Porter, 5 Id. 165 ; Schuylkill Navigation Co. v. Thoburn, 7 S. & R. 411; Same v. Farr, 4 W. & S. 375 ; Searle v. L. &• B. Railroad Co., 9 Casey 57; Watson v. The Pittsburg & Connellsville Railroad Co.,, 1 Wright 469; Dorian v. East Brandywine & Waynesburg Railroad Co., 10 Id. 521; Harvey v. The L. & B. Railroad Co., 11 Id. 434: In re Furman Street, 17 Wend. 649 ; 1 Graham & Waterman on New Trials 237, 240; Tutton v. Andrews, 2 Barnes 354; Strang v. Whitehead, 12 Wend. 64 ; Clark v. Vorce, 19 Id. 232; Osgood v. The Manhattan Co., 2 Cowen 612; Poster v. Smith, 10 Wend. 377 ; Brown v. May, 1 Munf. 288; Railroad Co. v. Hiester, 8 Barr 445.\nY. M. North and N. Nllmaker, for defendant in error,\ncited Pennsylvania Railroad v. Porter, 5 Casey 169; Road from App’s Tavern, 17 S. & R. 388; 1 Graham & Waterman on New Trials 243 ; Prince v. Shepard, 9 Pick. 176 ; Stiles v. Tilford, 10 Wend. 338 ; Reitenbaugh v. Chester Valley Railroad Co., 9 Harris 105 ; Commonwealth v. Lebo, 13 S. & R. 175 ; Frazier v. Funk, 15 Id. 26 ; Morrison v. Moreland, Id. 61."
  },
  "file_name": "0318-01",
  "first_page_order": 318,
  "last_page_order": 321
}
