{
  "id": 1470712,
  "name": "Stair versus York National Bank",
  "name_abbreviation": "Stair v. York National Bank",
  "decision_date": "1866-07-03",
  "docket_number": "",
  "first_page": "364",
  "last_page": "368",
  "citations": [
    {
      "type": "official",
      "cite": "55 Pa. 364"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "17 Wend. 94",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2020920
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/17/0055-01"
      ]
    },
    {
      "cite": "12 Wright 328",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 373",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854636
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0373-01"
      ]
    },
    {
      "cite": "17 Mass. 560",
      "category": "reporters:state",
      "reporter": "Mass.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "8 W. & S. 18",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483373
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0018-01"
      ]
    },
    {
      "cite": "6 Wright 541",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "12 Wright 328",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "3 W. & S. 373",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854636
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0373-01"
      ]
    },
    {
      "cite": "8 W. & S. 18",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483373
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/8/0018-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 559,
    "char_count": 11898,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 5.082345448082903e-07,
      "percentile": 0.9378959931640802
    },
    "sha256": "3ea538658f06b7874fdc1d434ec798cbad12249cf3b1b072c8c9de285ced57f8",
    "simhash": "1:156f77a1f299d10b",
    "word_count": 2150
  },
  "last_updated": "2024-02-27T22:43:04.999776+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Woodward, C. J., Thompson and Agnew, JJ. Strong and Read, JJ., absent."
    ],
    "parties": [
      "Stair versus York National Bank."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, July 3d 1866, by\nAgnew, J.\n— The administrator de bonis non is the proper party to recover the assets of the decedent’s estate in the hands of a former administrator or his representative, and to sue on promises made to him in his representative capacity: Act 24th February 1834, § 31. A payment to the administrator of a deceased administrator is invalid: Musser v. Eckhart, 7 Harris 201; Little v. Watton, 11 Harris 164. If the deposit in question in this case belonged to the estate of George Shearer, deceased, the plaintiff, as administrator de bonis non cum testamento annexo, was entitled to recover it. The simple question therefore was, whether the bank held money deposited by W. W. Wolf, the deceased executor of the will of George Shearer, belonging to his estate. The plaintiff gave evidence that Wolf, as executor of Shearer, had filed an inventory amounting to $509.50, including a certificate of deposit of Shearer with C. Weiser & Son of $385, and that David Small, the administrator of W. W. Wolf, had filed his account of Wolf’s administration of Shearer’s estate to the time of his death, charging him with the amount of this inventory, and also the interest on the deposit with Weiser & Son, amounting to $15.40i He then gave evidence that W. W. Wolf had received of W eiser & Son the amount of the certificate of deposit with them, $385, and $15.40 interest, on the 20th of April 1865, and that on the next day, April 21st, he deposited in the York Bank $415.40, and at the time of so doing got the clerk of the bank to note on' his bank, or pass-book, “ Shearer’s Est.” opposite the sum of $415.40. At this time Wolf was sheriff of York county, and kept an account in bank as sheriff, and so entitled. The clerk ■ entered this ■ deposit as cash in the books of the bank in Wolf’s account as sheriff. The account in. the pass-book was also so entitled. The clerk testified that he also made other memoranda in this pass-book at Wolf’s request, as a guide to him, as Wolf expressed it. The plaintiff offered a witness to prove that Wolf asked him to become his surety in a bond for the sale of the real estate of George Shearer, under an order of the Orphans’ Court, and at the same time pointed to the entry of $415.40, April 2lst 1865, in his bank-book, and said, “ Here is the money of George Shearer’s personal estate,” stating also he intended'to distribute it after the sale of the real estate. The court rejected this offer. On this evidence, the defendant, having given none, the court directed a verdict for the defendant. The question now is, therefore, whether the plaintiff had given and offered to give such evidence of ownership of the deposit by Shearer’s estate as ought to have been submitted to the jury. The court excluded the evidence offered, on the ground that it was incompetent to use Wolf’s declarations to charge the bank with a trust as to this fund without its privity. But the purpose of the evidence was not to charge the bank without its privity, but to prove the true ownership of the fund. The admissions of Wolf were undoubtedly evidence that the fund deposited did not belong to himself personally or officially, especially in corroboration of the entry in his pass-book caused by him to be made at the time of the deposit. Whether the bank would be chargeable with the deposit in favor of Shearer’s estate would depend on other circumstances. As the case stood upon the evidence, the money remained in the bank, and it was liable to pay it to the proper party to receive it. There was no evidence that the bank had paid it out to Wolf himself or to his successor in office, or had become fixed or liable for it to some'third party by attachment, or by any act founded upon the apparent state of the account on its books. This left the question to be decided on the evidence —to whom _the bank was liable to pay it. Primá facie, as the account stood in the hooks, the sheriff’s successor in office was the proper party to receive the fund: Allegheny Bank’s Appeal, 12 Wright 328. But as between the bank and the depositor, while the fund is still held by the bank, and it has not been misled by the apparent ownership indicated by the state of the account to pay it out, or to incur responsibility for it to others by its own act or by the act of the law, the ownership of the fund can be shown to be different from the apparent ownership imported by the entry in the book. Such, I take it, is clearly the principle to be extracted from the following cases, without stating them in detail. Frazier v. Erie Bank, 8 W. & S. 18; Harrisburg Bank v. Tyler, 3 W. & S. 373; U. S. Bank v. Macalester, 9 Barr 475; Bank of Northern Liberties v. Jones, 6 Wright 541. In the last case the industry and research of our Brother Read has brought together many of the authorities bearing on this point. The effect of them all is to show that the true ownership of the fund may be proved to be in another than the person in whose name the deposit is made, but whether the bank is chargeable to the true owner must depend upon the circumstances of the case. This qualification is well illustrated by the case of Frazier v. Erie Bank,, where the bank was held liable only for a part of the deposit, so much as remained on hand at the time of notice of the true ownership of the fund. In a question of actual ownership, there can be no difference whether Wolf made the deposit in his personal or his official account. It was not an appropriation of the fund in the sense of payment, or any other act which vested a right of property in the fund in some third party. The deposit to the credit of the official account as sheriff was simply prima; facie evidence that the money had come to his hands in some official transaction, but it imported ownership in no particular person. It was therefore as competent to rebut this prinffi facie effect by proof of actual ownership as if the deposit had been in Wolf’s personal account. It is not to be doubted that Wolf himself, who controlled the account, could have withdrawn the money from the official account, and carried it over to its true place in the settlement of Shearer’s estate.\nIt does not appear from the evidence that the bank required indemnity at the time the plaintiff presented his check and demanded the money. In such a case, where there may be conflicting demands, and the bank stands as a mere stakeholder, it would have a right -to demand indemnity against a call for payment by Wolf’s successor in office. But the court can yet compel the plaintiff to tender a bond with sufficient surety before a verdict is suffered to pass in his favor. The judgment, however, must be reversed to enable the parties to have a fair trial of the questions involved.\nJudgment reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "E. H. Weiser, for plaintiff in error,",
      "J. Evans and J. L. Mayer, for defendants in error,"
    ],
    "corrections": "",
    "head_matter": "Stair versus York National Bank.\n1. A payment to an administrate’ of a deceased administrator is invalid.\n2. The administrator d. 6. n. is the proper person to receive a deposit belonging to his decedent’s estate and made by a deceased executor.\n3. An executor, who was a sheriff, collected money of his decedent; next day he deposited about the same amount in a bank, in his account as sheriff, and directed it to be noted as belonging to the estate, which was done. In a suit by the administrator d. b. n. to recover the deposit, evidence of the declaration and recognition by the executor that the deposit belonged to the estate, was admissible.\n4. The evidence was not to charge the bank with a trust without its privity, but to prove the ownership of the fund.\n5. The ownership of a deposit can be shown to be different from the apparent ownership imported by the entry on the book, but whether the bank is chargeable to the true owner must depend on the circumstances of the case.\n6. The deposit in this case was primá facie evidence only that it had come into his hands in an official capacity.\n7. In conflicting demands on such a deposit the bank stands as a mere stakeholder and would have a right to demand indemnity.\nMay 15th 1867.\nBefore Woodward, C. J., Thompson and Agnew, JJ. Strong and Read, JJ., absent.\nError to the Court of Common Pleas of York county.\nThis was an action of assumpsit to August Term 1866, by George W. Stair, administrator d. b. n., &c., of George Shearer, deceased, against the York National Bank.\nThe suit was brought to recover a deposit under the following circumstances:—\nGeorge Shearer died about November 1864, having made his will, and letters testamentary were issued to William W. Wolf, the executor named in it. The executor filed an inventory, part of which was a certificate of special deposit made by Shearer with the banking-house of C. Weiser & Son. On the 20th of April 1865, Weiser & Son paid the amount of the deposit, $385, and interest $15.40, to Wolf the executor.\nAt that time Wolf was sheriff of York county, and kept an account in the York National Bank in his name as sheriff. On the 21st of April 1865 Wolf deposited with the bank $415.40, which was entered to his credit in his account as sheriff, but at his request, when he made the deposit, the teller entered it “ Shearer’s Estate, $416.40,” and he told the teller it was to guide him. Wolf having died, letters d. b. n., &c., on Shearer’s estate were on the 15th of December granted .to the plaintiff, and on the 20th of the same month administration of Wolf’s estate was granted to David Small, who settled an account of Wolf’s administration of Shearer’s estate, showing a balance .of $423.27 due the estate. His account wms confirmed April 27th 1866.\nStair, about the time of its date, presented this check to the bank and demanded payment, which was refused.\n“York, January 25th 1866.\n“ York National Bank pay to myself as administrator de bonis non with the will annexed of George Shearer, deceased, four hundred and fifteen dollars and forty cents.\n$415.40. “ G. W. Stair,\n“ Administrator de bonis non with the will annexed of George Shearer, deceased.”\nHaving shown the foregoing facts, the plaintiff offered to prove by the witness on the stand that W. W. Wolf asked him to become bail on his bond given to the Orphans’ Court for the sale of George Shearer’s real estate for the payment of debts, and that .in that conversation he pointed to the entry in the bank-book of April 21st 1865, and said that here was the money of George Shearer’s personal estate ; and when he should get the money out of the real estate he would pay it all out to the legatees, or words to that effect, and he would not take this out until then.\nThis was objected to because the declarations of W, W. Wolf could not be used to charge defendants with a trust as to the alleged fund without the privity of the defendants.\nThe evidence was rejected and the plaintiff excepted.\nThe defendants offered no evidence, and the court (Fisher, P. J.) directed the jury to find for the defendants, as the plaintiff had not proven a case upon which he was entitled to recover.\nThe verdict was for the defendants.\nThe plaintiff removed the case to the Supreme Court, and-assigned for error the rejection of his evidence, and the instruction of the court. ' ■\nE. H. Weiser, for plaintiff in error,\ncited Act of 24th February 1834, § 31, Purd. 287, pi. 95, Pamph. L. 78 ; Carters. Trueman, 7 Barr 815; Story on Bailments 109; Frazer v. The Erie Bank, 8 W. & S. 18; Mason v. Waite, 17 Mass. 560; Hall v. Marston, Id. 579 ; Harrisburg Bank v. Tyler, 3 W. & S. 373.\nJ. Evans and J. L. Mayer, for defendants in error,\ncited The Allegheny Bank’s Appeal, 12 Wright 328; Bank of Northern Liberties ¶. Jones, 6 Id. 536 ; Commonwealth v. McAllister, 4 Casey 480; Tritt v. Crotzer, 1 Harris 451; Commercial Bank of Albany v. Hughes, 17 Wend. 94; Chapman v. White, 2 Seld. 412 ; Jackson v. Bank U. S., 10 Barr 69 ; Tassell v. Cooper, 9 M. Gr. & S. (67 E. C. L. R.) 526."
  },
  "file_name": "0364-01",
  "first_page_order": 364,
  "last_page_order": 368
}
