{
  "id": 1470658,
  "name": "Elder et al. versus Commonwealth, ex rel. The County of Juniata",
  "name_abbreviation": "Elder v. Commonwealth ex rel. County of Juniata",
  "decision_date": "1867-10-31",
  "docket_number": "",
  "first_page": "485",
  "last_page": "487",
  "citations": [
    {
      "type": "official",
      "cite": "55 Pa. 485"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "12 Wright 68",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 327,
    "char_count": 5716,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 5.4822219722155224e-08,
      "percentile": 0.34351462189494447
    },
    "sha256": "843569db69da1d2d040a1d078fcb8caaa691ffe0f22b0e9ffd0c91c2e6c4c3fa",
    "simhash": "1:6ee6228914c49aaa",
    "word_count": 1019
  },
  "last_updated": "2024-02-27T22:43:04.999776+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, Bead and Agnew, JJ. Woodward, C. J., and Strong, J., absent."
    ],
    "parties": [
      "Elder et al. versus Commonwealth, ex rel. The County of Juniata."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, October 31st 1867, by\nRead, J.\n— Every county treasurer gives two bonds, with sureties, one under the 33d section of the Act of 15th April 1834, conditioned for the faithful performance of the duties of his office, for a just account of all moneys that may come into his hands on behalf of the county. The other conditioned for the faithful discharge of all duties enjoined upon him by law, in behalf of the Commonwealth, and for the payment, according to law, of all moneys received by him for the use of the Commonwealth. The first is to be approved by the county commissioners, the second by two of the judges of the Quarter Sessions, and is to be transmitted to the auditor-general.\nBy the Act of the 29th April 1844, it is made the duty of the county treasurer to pay over the state taxes, as fast as collected, to the state treasurer, and if the quota of any county be not paid over before the second Tuesday in each year to the state treasurer, then the amount remaining unpaid, after the proper deductions, shall be charged against such county on the books of the state treasurer.\nGeorge W. Stroup, as treasurer of Juniata county, collected the state taxes, and upon the settlement of his accounts by the county auditors, there was found a balance of state tax in his hands of $831.76, which he never paid to the state treasurer, and which of course was charged against the county on the books of that officer, and which the county of Juniata afterwards paid to the state treasurer. George W. Stroup thus became a defaulter, and the condition of his bond was broken.\nThe misconduct of Mr. Stroup, by the 40th section of the Act of 29th April 1844, produced this result: that the county of Juniata paid an interest of 5 per cent, on the amount charged against them till paid; and no payment could “ be made to or on behalf of said county, under the various acts relating to common schools, or any other acts, or for any other purposes, until the said balance be fully paid and satisfied.”\nThis provision made an immediate payment by the county necessary, which of course gave them the right to use the bond given to the state against the defaulting treasurer and his sureties. The doctrine of subrogation is strictly applicable to this case.\nThe court were therefore correct in their answers to the plaintiffs’ points, and the charge of the learned judge is so full and explicit that we deem it unnecessary to say more than that\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "H. S. Doty, for plaintiffs in error,",
      "J. A. Christy and J. Alexander, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Elder et al. versus Commonwealth, ex rel. The County of Juniata.\n1. A county having paid to the commonwealth a balance due by her for state tax, for which the treasurer was in default, may recover against his sureties on his official bond.\n2. The settlement by the auditor-general of the account of a county treasurer for moneys received by him for the commonwealth, and payment by the state treasurer of a balance found due to him, is not a bar to an action, against his sureties on his official bond for state tax due and paid by the county for which the treasurer was in default.\nMay 27th 1867.\nBefore Thompson, Bead and Agnew, JJ. Woodward, C. J., and Strong, J., absent.\nError to the Court of Common Pleas of Juniata county.\nThis was an action of debt by the Commonwealth, at the suggestion of the county of Juniata, against Noah Elder and others, sureties, who survived George W. Stroup, late treasurer of the county, on his official bond.\nStroup was the treasurer of the county for the years 1860 and 1861. On the settlement of the accounts of the county of Juniata, in January 1862, it appeared that there was a balance of $831.74 due to the Commonwealth by Stroup, as county treasurer, for the years 1860 and 1861 for state taxes.\nOn a settlement of the treasurer’s own account with the Commonwealth by the auditor-general, there was found to be due to him $124.75, which was paid by the state treasurer. In this account he charged himself with $6041.32 for state taxes, besides receipts for licenses, &e., whilst the amount charged on the books of the state treasurer against the county for state tax was $7161.26.\nThe county of Juniata paid the balance of $831.74, and brought this suit against the sureties of Stroup to recover it back.\nThe plaintiff submitted these points:—\n1. That the acount of George W. Stroup, late treasurer, with the Commonwealth, as stated and approved by the auditor-general and state treasurer July 23d 1862, is conclusive in favor of the sureties on his bond, and sufficient to defeat a recovery in this case.\n2. That the county is primarily liable for her quota of state tax, and, having paid the Commonwealth, she cannot call on the sureties in the state bond for reimbursement.\n3. That if the sureties in the state bond are responsible to the county in this case, it is on the principle of co-sureties to the same creditor, and the defendants can only be called on to contribute one-half, or, at the most, four-fifths of what was paid by the county to the state for the default of Stroup.\nThe court (Graham, P. J.) denied the points, and charged the jury that, on the law and the uncontroverted facts of the case, the plaintiff was entitled to recover.\nThe errors assigned in the Supreme Court were the answers to the points, and charging that the plaintiff was entitled to recover.\nH. S. Doty, for plaintiffs in error,\ncited Act of April 15th 1834, §§ 33, 34, Purd. 211, pi. 9, 10, Pamph. L. 542; County of Schuylkill v. Commonwealth, 12 Casey 524; Hughes v. Commonwealth, 12 Wright 68; Commonwealth v. Ereedly, 9 Harris 33 ; Eitler v. Commonwealth, 7 Casey 406 ; Blackmore v. Allegheny County, 1 P. E. Smith 160.\nJ. A. Christy and J. Alexander, for defendant in error."
  },
  "file_name": "0485-01",
  "first_page_order": 485,
  "last_page_order": 487
}
