{
  "id": 1785924,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. John A. POLLINO, Jr., Appellant",
  "name_abbreviation": "Commonwealth v. Pollino",
  "decision_date": "1983-12-01",
  "docket_number": "No. 27 E.D. Appeal Docket, 1983",
  "first_page": "23",
  "last_page": "29",
  "citations": [
    {
      "type": "official",
      "cite": "503 Pa. 23"
    },
    {
      "type": "parallel",
      "cite": "467 A.2d 1298"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "285 Pa.Super. 522",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        159954
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/285/0522-01"
      ]
    },
    {
      "cite": "463 Pa. 529",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1708132
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/463/0529-01"
      ]
    },
    {
      "cite": "452 A.2d 1079",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        204464,
        204418,
        204333
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/307/0591-01",
        "/pa-super/307/0590-02",
        "/pa-super/307/0590-01"
      ]
    },
    {
      "cite": "307 Pa.Super. 591",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        204464,
        204279
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/307/0591-01",
        "/pa-super/307/0591-02"
      ]
    },
    {
      "cite": "124 A.2d 407",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "181 Pa.Super. 225",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        732222
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/181/0225-01"
      ]
    },
    {
      "cite": "268 A.2d 230",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "216 Pa.Super. 405",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        790735
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/216/0405-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 567,
    "char_count": 10254,
    "ocr_confidence": 0.793,
    "pagerank": {
      "raw": 8.138363859351185e-08,
      "percentile": 0.4705565845730774
    },
    "sha256": "084cadd56a87b9da1c4a33dc0f4b5bd2e1c86e2a7bec04f85d4188c001421509",
    "simhash": "1:d085a9856b3b91cb",
    "word_count": 1776
  },
  "last_updated": "2024-02-27T22:38:24.327375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. John A. POLLINO, Jr., Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nLARSEN, Justice.\nThe appellant, John A. Pollino, Jr. was tried before a jury in the Court of Common Pleas of Columbia County on charges of aggravated assault and simple assault. At trial he introduced evidence of self defense and asked the trial judge to charge the jury that, under the circumstances, he was not required to retreat. The court refused to give the requested charge and the jury found him guilty of simple assault. Following the denial of his post trial motion for a new trial, appellant was sentenced to serve a term of imprisonment of 2 to 23 months, to pay a fine of $500.00 and to make restitution. Appellant’s petition for reconsideration of the sentence was denied. Appellant appealed from the judgment of sentence and in a memorandum opinion the Superior Court affirmed. We granted allocatur.\nThe appellant argues that the lower court erred in refusing to charge the jury that, under the facts of this case, he was under no duty to retreat.\nThe charges in this case arose out of an altercation occurring on August 9, 1980 between the appellant and the victim, Leonard Yorty. There were no eyewitnesses to the incident. All of the testimony as to how the altercation began, unfolded and ended, came from the appellant and the victim.\nThe victim, Yorty, testified that in the early morning on August 9, 1980, he drove to the home of Ms. Debbie Knapp in Creasy’s Trailer Court, Scott Township, Columbia County. He arrived at approximately 2:00 P.M., parked his car, went to Ms. Knapp’s trailer and knocked on the door. Receiving no answer, Yorty concluded that Ms. Knapp was not at home and he decided to wait in his car for her to return. While waiting, he fell asleep. The next thing he remembers is being hit over the head with a club and then being pulled out of his car by the appellant. He testified that after he was dragged from his car, he was repeatedly struck with the club until he fell to the ground. Yorty admitted that the club used to beat him was his own. When he fell asleep, it was laying on the floor in the rear of his car directly behind the driver’s seat.\nThe appellant’s evidence was that between 2:30 A.M. and daybreak on August 9, 1980, he drove Ms. Debbie Knapp home. Upon arriving, appellant noticed two cars parked near her trailer, one of which belonged to Yorty. After he parked his vehicle, Ms. Knapp got out and started to walk to her trailer. As she walked by the Yorty’s parked car, she stopped briefly and said something to the victim who was seated behind the steering wheel. She then continued on to her home. The appellant, walking behind Ms. Knapp, approached the side of the victim’s vehicle. As he started to go by, the car door suddenly opened; Yorty jumped out wielding a club and encountered the appellant. An altercation ensued and the appellant wrested the club away from the victim, landing punches about the victim’s face in the process. As appellant gained control of the club, he hit the victim on the face and head once. At this point the violence ended.\nIn his closing statement to the jury, the prosecutor argued that under appellant’s testimony, when Yorty, brandishing a club, confronted him, the appellant could have and should have taken steps to avoid the altercation.\nThe Act of December 6, 1972, P.L. 1482, No. 334, § 1, 18 Pa.C.S.A. § 505(a) defines when the use of force in self-protection is justified.\nThe use of force upon or toward another person is justifiable when the actor believes that such force is immediately necessary for the purpose of protecting himself against the use of unlawful force by such other person on the present occasion.\nSection 505(b)(3) provides:\nExcept as required by paragraphs (1) and (2) of this subsection, a person employing protective force may estimate the necessity thereof under the circumstances as he believes them to be when the force is used, without retreating, surrendering possession, doing any other act which he has no legal duty to do or abstaining from any lawful action. (emphasis supplied)\nIn cases not involving deadly force, there is no legal duty to retreat. Commonwealth v. Banks, 216 Pa.Super. 405, 268 A.2d 230 (1970). In Banks, the court, quoting Commonwealth v. Mitchell, 181 Pa.Super. 225, 124 A.2d 407 (1956) said:\n“ ‘The doctrine of retreat as developed in homicide cases is not by the weight of authority regarded as applicable to cases involving a mere battery, especially where immediate action appears to be necessary for self protection.’ (citations omitted) ‘The ancient doctrine which makes it the duty of a person assaulted to “retreat to the wall” before he is justified in repelling force by force has been generally modified in the United States. The rule now generally accepted is that one who is assailed may meet force with force without retreating, so long as he uses only such force as is necessary, even though he might with absolute safety avoid the threatened injury or bodily harm by retreating.’ ”\nThe evidence produced by appellant in his attempt to establish the defense of self-defense shows that he met force with force without retreating. On cross-examination he agreed that he could have turned away and ran from the club-wielding Yorty. He, however, stood his ground and took the club away from the victim instead of trying to flee. The appellant used force in taking the club from Yorty and in subduing him.\nAt the conclusion of the court’s charge to the jury, the judge asked counsel if there were any requests for further instructions. The district attorney asked that the court charge the jury on the appellant’s duty to retreat. Appellant’s counsel requested that the court instruct the jury that, under the circumstances of the case, the appellant had no duty to retreat. The court refused both requests.\nUpon the record of this case, it was error for the court to refuse to charge that appellant had no duty to retreat. The jury heard the appellant cross-examined concerning his opportunity to run from the victim. The prosecutor argued to the jury that appellant had the opportunity to flee and should have avoided the altercation. The appellant, however, had no duty to retreat, even if he could do so with safety. This is not a case involving deadly force where the doctrine of retreat would apply. This case involves a mere battery, and in such cases, force may be met with force so long as it is only force enough to repel the attack. Because of the cross examination of appellant concerning his opportunity to flee from the confrontation, and the prosecution’s argument that appellant should have avoided the altercation, the jury could have been led to believe that the appellant had a legal duty to retreat. The court’s failure to instruct the jury that appellant was not required to retreat deprived appellant of a fair trial.\nThe order of the Superior Court is reversed and case is remanded for a new trial.\n. Commonwealth v. Pollino, 307 Pa.Super. 591, 452 A.2d 1079 (1982).\n. The appellant, John A. Pollino, Jr. is 5 feet 3 inches tall and weighs 125 lbs.\n. 18 Pa.C.S.A. § 505(b)(1) identifies situations where the use of force is not justified.\n(1) The use of force is not justifiable under this section:\n(i) to resist an arrest which the actor knows is being made by a peace officer, although the arrest is unlawful; or\n(ii) to resist force used by the occupier or possessor of property or by another person on his behalf, where the actor knows that the person using the force is doing so under a claim of right to protect the property, except that this limitation shall not apply if:\n(A) the actor is a public officer acting in the performance of his duties or a person lawfully assisting him therein or a person making or assisting in a lawful arrest;\n(B) the actor has been unlawfully dispossessed of the property and is making a reentry or recaption justified by section 507 of this title (relating to use of force for the protection of property); or\n(C) the actor believes that such force is necessary to protect himself against death or serious bodily injury.\n18 Pa.C.S.A. § 505(b)(2) describes when the use of deadly force is unjustified.\n(2) The use of deadly force is not justifiable under this section unless the actor believes that such force is necessary to protect himself against death, serious bodily injury, kidnapping or sexual intercourse compelled by force or threat; nor is it justifiable if:\n(i) the actor, with the intent of causing death or serious bodily injury, provoked the use of force against himself in the same encounter; or\n(ii) the actor knows that he can avoid the necessity of using such force with complete safety by retreating or by surrendering possession of a thing to a person asserting a claim of right thereto or by complying with a demand that he abstain from any action which he has no duty to take, except that:\n(A) the actor is not obliged to retreat from his dwelling or place of work, unless he was the initial aggressor or is assailed in his place of work by another person whose place of work the actor knows it to be; and\n(B) a public officer justified in using force in the performance of his duties or a person justified in using force in his assistance or a person justified in using force in making an arrest or preventing an escape is not obliged to desist from efforts to perform such duty, effect such arrest or prevent such escape because of resistance or threatened resistance by or on behalf of the person against whom such action is directed.\n. In this appeal, the appellant also argued that the lower court erred in failing to adequately charge the jury that the Commonwealth has the burden of proving beyond a reasonable doubt that appellant was not acting in self-defense (Commonwealth v. Cropper, 463 Pa. 529, 345 A.2d 645; Commonwealth v. Rittle, 285 Pa.Super. 522, 428 A.2d 168) and, that the court erred in sentencing appellant to imprisonment. Because of the disposition we make of this case, we do not reach these issues.",
        "type": "majority",
        "author": "LARSEN, Justice."
      }
    ],
    "attorneys": [
      "John P. Campana, Williamsport, for appellant.",
      "Gailey C. Keller, Dist. Atty., for appellee."
    ],
    "corrections": "",
    "head_matter": "467 A.2d 1298\nCOMMONWEALTH of Pennsylvania, Appellee, v. John A. POLLINO, Jr., Appellant.\nSupreme Court of Pennsylvania.\nSubmitted Oct. 25, 1983.\nDecided Dec. 1, 1983.\nJohn P. Campana, Williamsport, for appellant.\nGailey C. Keller, Dist. Atty., for appellee."
  },
  "file_name": "0023-01",
  "first_page_order": 79,
  "last_page_order": 85
}
