{
  "id": 1785939,
  "name": "Edward J. GOSSMAN and Susan J. Gossman, Appellees, v. LOWER CHANCEFORD TOWNSHIP BOARD OF SUPERVISORS, Appellee. Appeal of Edgar G. DELASKI",
  "name_abbreviation": "Gossman v. Lower Chanceford Township Board of Supervisors",
  "decision_date": "1983-12-14",
  "docket_number": "",
  "first_page": "392",
  "last_page": "399",
  "citations": [
    {
      "type": "official",
      "cite": "503 Pa. 392"
    },
    {
      "type": "parallel",
      "cite": "469 A.2d 996"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "435 A.2d 684",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": -1
    },
    {
      "cite": "305 Pa.Superior Ct. 86",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        200324
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/305/0086-01"
      ]
    },
    {
      "cite": "503 Pa. 414",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1785921
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/503/0414-01"
      ]
    },
    {
      "cite": "503 Pa. 399",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1785908
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/503/0399-01"
      ]
    },
    {
      "cite": "442 A.2d 1104",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1775290
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa/497/0599-01"
      ]
    },
    {
      "cite": "497 Pa. 559",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "442 A.2d 1104",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1775290
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 1,
      "case_paths": [
        "/pa/497/0599-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 500,
    "char_count": 10189,
    "ocr_confidence": 0.749,
    "pagerank": {
      "raw": 8.887291579280311e-07,
      "percentile": 0.9783242189023376
    },
    "sha256": "9bcaa85414eddc3ce78b130cb23aaa281b168c2cf2b5cd6d391b68e7b4c35b64",
    "simhash": "1:9069cbe463cc2544",
    "word_count": 1643
  },
  "last_updated": "2024-02-27T22:38:24.327375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ROBERTS, C.J., LARSEN and FLAHERTY, McDERMOTT, HUTCHINSON and ZAPPALA, JJ.",
      "McDERMOTT, J., files a concurring and dissenting opinion.",
      "NIX, J., did not participate in the consideration or decision of this case."
    ],
    "parties": [
      "Edward J. GOSSMAN and Susan J. Gossman, Appellees, v. LOWER CHANCEFORD TOWNSHIP BOARD OF SUPERVISORS, Appellee. Appeal of Edgar G. DELASKI."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nHUTCHINSON, Justice.\nAppellant DeLaski filed a direct appeal in this Court from an opinion and order of Commonwealth Court denying his application for further costs and damages, including counsel fees. Appellant filed his application after Commonwealth Court had affirmed a decision of the Court of Common Pleas of York County which, in turn, had quashed appellees, Edward and Susan Gossmans’, appeal of a subdivision plan approval by the Lower Chanceford Township Board of Supervisors. Common Pleas had dismissed the Gossmans’ appeal on the ground that they lacked standing because they were neither owners of the land nor parties before the Board of Supervisors. Commonwealth Court affirmed on the alternative ground that the Gossmans had no cause of action on the merits. On the merits, appellant had argued that the Board abused its discretion when it failed to impose conditions which would reflect certain alleged restrictive covenants on DeLaski’s subdivision. In this connection, Commonwealth Court reasoned that the Township’s zoning ordinance did not permit the Board of Supervisors to consider private covenants before granting subdivision approval. The application for further costs in Commonwealth Court included counsel fees incurred not only in that court but in Common Pleas as well.\n[II The Gossmans challenge our jurisdiction on direct appeal. We agree with the Gossmans that appellant DeLaski does not have a right to a direct appeal under 42 Pa.C.S. § 723(a) of our Judicial Code and so hold. Section 723(a), as it existed when this appeal was taken, provides:\n(a) General rule. — The Supreme Court shall have exclusive jurisdiction of appeals from final orders of the Commonwealth Court entered in any matter which was originally commenced in said court and which does not constitute an appeal to the Commonwealth Court from another court, a district justice or another government unit.\nThis matter was not “originally commenced” in the Commonwealth Court. It began in York County Common Pleas. In enacting the Judicial Code, our legislature attempted to delineate the jurisdiction of the various courts comprising our unified judicial system to promote the efficient execution and administration of those functions within the scope of that system. If we were to treat an application for further costs and damages including counsel fees as a distinct “matter originating in Commonwealth Court” for purposes of appeal, this Court would be required to hear the matter as an appeal of right in all cases in which costs are granted or denied. The efficient administration of justice is not served by this Court’s hearing appeals as of right in such collateral matters. Such a rule would require us to review collateral orders in cases where we have only discretionary review of the merits of an appeal under 42 Pa.C.S. § 724. Moreover, in many cases meaningful review of an order granting or denying additional costs would require an examination of the merits of the appeal. Inevitably, such an interpretation of our jurisdiction would crowd cases involving important and unique issues from our allocatur docket.\nIndeed, an order for counsel fees by an intermediate appellate court may not be ripe for appeal under Pa.R.A.P. 2761, which states that costs awarded by an appellate court shall be certified for inclusion in the record on remand and taxed in the lower court, unless otherwise ordered. Moreover, appellant’s application here sought not only counsel fees incurred in opposing the allegedly frivolous appeal, but also those incurred in the court below. An appellate court has no jurisdiction to award counsel fees generally. Its jurisdiction in such matters is carefully circumscribed by Pa.R.A.P. 2744, which serves the salutary purpose of insuring the right of appeal granted by Article V, Section 9 of our Pennsylvania Constitution. See City of Philadelphia v. Gould, 497 Pa. 559, 442 A.2d 1104 (1982).\nBy confining appellate consideration of counsel fees to those which are expressly authorized by our Rules of Appellate Procedure we will reduce the already heavy burden on our appellate courts and entrust the award of counsel fees for generally vexatious litigation to trial courts, which are procedurally better equipped to make the factual determinations involved. Consequently, we hold that Commonwealth Court’s resolution of appellee’s counsel fee claim does not provide a basis for direct appeal to this court.\nNevertheless, since we have heretofore, as in Gould, supra, entertained such appeals as of right without questioning jurisdiction, we believe it would be unfair to the parties to this case to simply dismiss the appeal for lack of jurisdiction. We will, therefore, as in XPress Truck Lines, Inc. v. Pennsylvania Liquor Control Board, 503 Pa. 399, 469 A.2d 1000, and O’Brien v. State Employees’ Retirement Board, 503 Pa. 414, 469 A.2d 1008, decided this day, treat the notice of appeal and statement of questions on appeal as a petition for allocatur, grant the petition as such and consider the issues presented on their merits.\nSo considered, we hold the Commonwealth Court did not abuse its discretion in denying appellant’s application for counsel fees as further costs.\nAs stated, the application for counsel fees was based on appellant’s contention that appellees generally commenced or continued the litigation in an “obdurate or vexatious” manner. Thus appellant claims Commonwealth Court can award counsel fees as further costs under 42 Pa.C.S. § 2503(6), (7) or (9), and under Pa.R.A.P. 2744 and 2751 which permit applications for further costs and damages. As previously stated, Rule 2744 provides if an appellate court shall determine that an appeal is frivolous it may award as further costs an attorney’s fee of $25.00 and damages at the rate of 6% per annum in addition to legal interest. See supra p. 397 n. 2. The draftsman’s note to Pa.R.A.P. 2744 states that it is based on 42 Pa.C.S. § 2503(9). Pa.R.A.P. 2751 provides:\nAn application for further costs and damages must be made before the record is remanded, unless the appellate court, for cause shown, shall otherwise direct. Such an application must set forth specifically the reasons why it should be granted, and shall be accompanied by the opinion of the court and the briefs used therein.\nIn this connection, we note that Commonwealth Court, sitting as an appellate court, had no power under any statute or rule to award counsel fees for proceedings below. With respect to counsel fees or “damages” an appellate court could properly award further costs only for vexatious or obdurate continuation of litigation through a frivolous appeal. Thus, Commonwealth Court acted properly in denying appellant’s application. See Pa.R.A.P. 2744. See also City of Philadelphia v. Gould, supra.\nThe direct appeal is dismissed for lack of jurisdiction. Treating the notice of appeal and statement of questions thereon as a petition for allocatur, the petition is granted and the Commonwealth Court’s order denying appellant an award of counsel fees as further costs is affirmed.\nOrder Affirmed.\nMcDERMOTT, J., files a concurring and dissenting opinion.\nNIX, J., did not participate in the consideration or decision of this case.\n. Pa.R.A.P. 2744 provides:\nIf an appellate court shall determine that an appeal is frivolous, it may award as further costs an attorney fee of $25 and damages at the rate of 6% per annum in addition to legal interest.\n. 42 Pa.C.S. § 2503 provides, inter alia:\nThe following participants shall be entitled to a reasonable counsel fee as part of the taxable costs of the matter:\n(6) Any participant who is awarded counsel fees as a sanction against another participant for violation of any general rule which expressly prescribes the award of counsel fees as a sanction for dilatory, obdurate or vexatious conduct during the pendency of any matter.\n(7) Any participant who is awarded counsel fees as a sanction against another participant for dilatory, obdurate or vexatious conduct during the pendency of a matter.\n(8) Any participant who is awarded counsel fees out of a fund within the jurisdiction of the court pursuant to any general rule relating to an award of counsel fees from a fund within the jurisdiction of the court.\n(9) Any participant who is awarded counsel fees because the conduct of another party in commencing the matter or otherwise was arbitrary, vexatious or in bad faith.\n. Common Pleas may, in an appropriate case, award counsel fees under 42 Pa.C.S. § 2503(6), (7), (8), or (9) for proceedings brought in that court. See In Re Estate of Roos, 305 Pa.Superior Ct. 86, 451 A.2d 255 (1982). In such cases, there is a right of appeal to the appropriate appellate court, Superior or Commonwealth Court.",
        "type": "majority",
        "author": "HUTCHINSON, Justice."
      },
      {
        "text": "McDERMOTT, Justice,\nconcurring and dissenting.\nAppellant herein filed an application for counsel fees in the Commonwealth Court, seeking to recover the costs involved in litigating the underlying action in both the court of common pleas and the Commonwealth Court. Today the majority holds that such an application is not an action “originally commenced” in the Commonwealth Court within the meaning of 42 Pa.C.S. § 723. The effect of this holding is to deprive a litigant who has been adversely affected by a decision of the Commonwealth Court on this issue of their right of appeal. See e.g., City of Philadelphia v. Gould, 497 Pa. 599, 442 A.2d 1104 (1982). From this decision I dissent.\nHowever, as there is no evidence that the Commonwealth Court abused its discretion in denying appellant’s application for counsel fees, I concur in the result.",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "McDERMOTT, Justice,"
      }
    ],
    "attorneys": [
      "Donald L. Reihart, Lillian M. Morgan, York, for appellant.",
      "William H. Poole, Jr., York, for appellees Gossman, et ux.",
      "Gilbert G. Malone, York, for appellee Lower Chanceford Township Board of Supervisors."
    ],
    "corrections": "",
    "head_matter": "469 A.2d 996\nEdward J. GOSSMAN and Susan J. Gossman, Appellees, v. LOWER CHANCEFORD TOWNSHIP BOARD OF SUPERVISORS, Appellee. Appeal of Edgar G. DELASKI.\nSupreme Court of Pennsylvania.\nArgued May 23, 1983.\nDecided Dec. 14, 1983.\nSee also 62 Pa.Cmwlth. 229, 435 A.2d 684.\nDonald L. Reihart, Lillian M. Morgan, York, for appellant.\nWilliam H. Poole, Jr., York, for appellees Gossman, et ux.\nGilbert G. Malone, York, for appellee Lower Chanceford Township Board of Supervisors.\nBefore ROBERTS, C.J., LARSEN and FLAHERTY, McDERMOTT, HUTCHINSON and ZAPPALA, JJ."
  },
  "file_name": "0392-01",
  "first_page_order": 448,
  "last_page_order": 455
}
