{
  "id": 1785908,
  "name": "XPRESS TRUCK LINES, INC., Appellant, v. PENNSYLVANIA LIQUOR CONTROL BOARD, Holt Hauling & Warehousing Systems, Inc., and Dennis Trucking Company, Inc., Appellees",
  "name_abbreviation": "Xpress Truck Lines, Inc. v. Pennsylvania Liquor Control Board",
  "decision_date": "1983-12-14",
  "docket_number": "No. 23 M.D. Appeal Docket 1982",
  "first_page": "399",
  "last_page": "414",
  "citations": [
    {
      "type": "official",
      "cite": "503 Pa. 399"
    },
    {
      "type": "parallel",
      "cite": "469 A.2d 1000"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "396 A.2d 489",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "40 Pa. Commonwealth Ct. 54",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1893668
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/40/0054-01"
      ]
    },
    {
      "cite": "503 Pa. 423",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1785899
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/503/0423-01"
      ]
    },
    {
      "cite": "503 Pa. 392",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1785939
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/503/0392-01"
      ]
    },
    {
      "cite": "503 Pa. 414",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1785921
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/503/0414-01"
      ]
    },
    {
      "cite": "304 A.2d 491",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "451 Pa. 404",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948616
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/451/0404-01"
      ]
    },
    {
      "cite": "401 A.2d 376",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "41 Pa. Commonwealth Ct. 641",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1895221
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/41/0641-01"
      ]
    },
    {
      "cite": "485 Pa. 559",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1755632
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa/485/0559-01"
      ]
    },
    {
      "cite": "489 Pa. 568",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1762387
      ],
      "weight": 2,
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa/489/0568-01"
      ]
    },
    {
      "cite": "109 A.2d 184",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "379 Pa. 411",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1253583
      ],
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/pa/379/0411-01"
      ]
    },
    {
      "cite": "155 A. 118",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1931,
      "opinion_index": 0
    },
    {
      "cite": "304 Pa. 24",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1132407
      ],
      "year": 1931,
      "opinion_index": 0,
      "case_paths": [
        "/pa/304/0024-01"
      ]
    },
    {
      "cite": "74 A.2d 384",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1950,
      "opinion_index": 0
    },
    {
      "cite": "365 Pa. 190",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1225534
      ],
      "year": 1950,
      "opinion_index": 0,
      "case_paths": [
        "/pa/365/0190-01"
      ]
    },
    {
      "cite": "39 A.2d 595",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "350 Pa. 501",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461124
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/350/0501-01"
      ]
    },
    {
      "cite": "117 A.2d 697",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "383 Pa. 54",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1261892
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/383/0054-01"
      ]
    },
    {
      "cite": "31 N.Y.S. 920",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "case_ids": [
        3539233
      ],
      "year": 1894,
      "opinion_index": 0,
      "case_paths": [
        "/nys/31/0920-01"
      ]
    },
    {
      "cite": "83 Hun. 279",
      "category": "reporters:state",
      "reporter": "Hun.",
      "year": 1894,
      "opinion_index": 0
    },
    {
      "cite": "496 Pa. 310",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1772930
      ],
      "weight": 4,
      "year": 1981,
      "pin_cites": [
        {
          "page": "313"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/496/0310-01"
      ]
    },
    {
      "cite": "499 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1778873
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa/499/0001-01"
      ]
    },
    {
      "cite": "499 Pa. 615",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1778853
      ],
      "weight": 5,
      "year": 1982,
      "pin_cites": [
        {
          "page": "934-35"
        },
        {
          "page": "615"
        },
        {
          "page": "928"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/499/0615-01"
      ]
    },
    {
      "cite": "396 A.2d 489",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1979,
      "opinion_index": 1
    },
    {
      "cite": "496 Pa. 204",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1772988
      ],
      "weight": 2,
      "year": 1981,
      "opinion_index": 1,
      "case_paths": [
        "/pa/496/0204-01"
      ]
    },
    {
      "cite": "496 Pa. 310",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1772930
      ],
      "weight": 2,
      "year": 1981,
      "opinion_index": 1,
      "case_paths": [
        "/pa/496/0310-01"
      ]
    },
    {
      "cite": "499 Pa. 615",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1778853
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 1,
      "case_paths": [
        "/pa/499/0615-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1082,
    "char_count": 27200,
    "ocr_confidence": 0.768,
    "pagerank": {
      "raw": 4.3865639668963844e-07,
      "percentile": 0.919470980740576
    },
    "sha256": "c51155ee0896c394d5a0fe61f71e809ad33998a0e4bfd1dbe0eebbddbdd4ebb1",
    "simhash": "1:77a7c79703c3612e",
    "word_count": 4385
  },
  "last_updated": "2024-02-27T22:38:24.327375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ROBERTS, C.J., and LARSEN, FLAHERTY, McDERMOTT, HUTCHINSON and ZAPPALA, JJ.",
      "NIX, J., did not participate in the consideration or decision of this case.",
      "McDERMOTT, J., joins parts I-IV of this opinion and files a concurring opinion.",
      "ROBERTS, C.J., files a concurring opinion in which ZAPPALA, J., joins.",
      "ZAPPALA, J., joins in this concurring opinion."
    ],
    "parties": [
      "XPRESS TRUCK LINES, INC., Appellant, v. PENNSYLVANIA LIQUOR CONTROL BOARD, Holt Hauling & Warehousing Systems, Inc., and Dennis Trucking Company, Inc., Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nHUTCHINSON, Justice.\nAppellant, XPress Truck Lines, Inc., (XPress) has filed its notice of appeal, as of right, directly to this Court from Commonwealth Court’s order dismissing what appellant calls an action addressed to the original jurisdiction of that court in a dispute between it and appellees over the making, validity and continuing enforceability of a contract for delivery services allegedly awarded to it by the Pennsylvania Liquor Control Board. For contract actions against the Commonwealth, our legislature has provided an exclusive legal remedy before the Board of Claims, which is generally adequate without resort to equitable jurisdiction for injunction or specific performance. Therefore, at oral argument we raised, sua sponte, the question of our jurisdiction of this direct appeal. Having thoroughly studied the matter we now hold that the appellant’s action for specific performance of its asserted contract with appellee Liquor Control Board was not properly addressed to Commonwealth Court’s original jurisdiction and, therefore, we are not required to consider the propriety of its dismissal order on direct appeal. Nevertheless, considering the tortuous procedural history of this dispute, we believe we should treat appellant’s notice of appeal and questions on appeal as a petition for allocatur, addressed to our discretionary power of review. As such, we grant the petition and affirm the order of Commonwealth Court dismissing both appellant’s suit for specific performance and its ancillary motion for a preliminary injunction against the Liquor Control Board’s action in permitting the other appellees to perform the services appellants claimed were the subject of its asserted contract. Such dismissal, however, is without prejudice to appellant’s right to pursue its exclusive legal remedy, for breach of any valid and enforceable contract that it may have made with the Liquor Control Board for delivery services, in its pending action before the Board of Claims.\nI.\nAt its meeting on October 21, 1981 the Pennsylvania Liquor Control Board decided not to renew appellee Holt Hauling & Warehousing Systems, Inc.’s contract, for warehousing and delivery services at the Liquor Control Board’s southeastern distribution center near Philadelphia, upon expiration of the contract by its own terms on April 30, 1982. Holt was properly notified of the Board’s decision on January 27, 1982. The Liquor Control Board then solicited bids on a cost per case basis for such delivery and warehouse services by issuing an invitation for bids to some sixty-nine companies.\nIn response only three bidders came forward. They were appellant, appellee Holt, and one United Paper Services Company. These three bids were publicly opened on March 1, 1982. Appellant’s bid was apparently low, appellee Holt’s high, while that of United Paper Services’ fell somewhere between the other two bids. However, before any contract was awarded a labor problem arose. Both appellant and United Paper Services concluded they would be unable to resolve that problem in a manner enabling them to perform the contract offered in their bids. They so advised the Liquor Control Board. The Board then rejected all bids on March 17, 1982, decided to operate the warehousing portion of the contract with its own personnel and entered into competitive negotiations for a delivery service contract with appellant and United Paper Services. The Board deliberately excluded appellee Holt from these negotiations.\nThe justification given for Holt’s exclusion was two-fold: first, its submitted bid on the proposal for both warehousing and delivery services, showing a 36% increase over its current charges, was so high that its participation in negotiations would not be fruitful and second, its recent history of instituting litigation against the Liquor Control Board precluded an ongoing advantageous relationship.\nThe Liquor Control Board informed appellee Holt by letter of March 23, 1982 that all bids were rejected, but did not notify it of the negotiations on changed terms with the other two bidders. Holt learned of this new round of negotiations and its exclusion from them when it examined the minutes of the March 17th meeting. Thereupon, it requested permission to participate. On April 2, 1982 its request was refused and on April 6, 1982 it sought relief by filing an original suit in equity against the Liquor Control Board in Commonwealth Court. Holt Hauling and Warehousing Systems, Inc. v. Pennsylvania Liquor Control Board, 760 C.D.1982. In that suit appellee Holt sought a preliminary injunction against continuation of the negotiations without its participation. Appellant was not a party to that action although it later sought to intervene and, indeed, was a party to the stipulation which effectively ended it.\nBy the time Holt filed its equity suit negotiations between the other original bidders and the Liquor Control Board had apparently reached a head. The next day, April 7, 1982, the Board formally decided to award the delivery services contract to appellant. A staff member for the Liquor Control Board’s executive director notified XPress of the award by telegram. However, the formalities and statutory approvals normally incident to the execution of such government contracts delayed execution by the Liquor Control Board. On May 4, 1982, with the contract awarded to XPress and apparently the subject of all necessary approvals, but still unexecuted by the Liquor Control Board itself, Commonwealth Court, without participation of appellant, granted appellee Holt’s motion for an injunction against negotiations in Holt’s absence and ordered the Liquor Control Board to negotiate in “good faith” with all interested parties.\nThe next day, May 5, 1982, the Liquor Control Board appealed the preliminary decree in Holt’s lawsuit to this court at 29 E.D. Appeal Docket, 1982. That same day in Commonwealth Court appellant filed a petition for intervention and a petition for reargument in the Holt action. It also filed the instant action seeking specific performance of the contract awarded it, but not yet reduced to a fully signed integrated writing. The action for specific performance was docketed in Commonwealth Court at 1065 C.D. 1982.\nA hearing in appellant’s instant action scheduled for May 10, 1982 was continued at appellant’s request after the Board, on May 5, 1982, reversed its decision to operate the warehouse itself and sought to negotiate the full contract for which it had originally solicited bids. It issued requests for proposals to appellant, appellee Holt, United Paper Services and a fourth entity which had appeared on the scene, Dennis Trucking Company, Inc.\nHolt, XPress, United Paper Services and Dennis then presented proposals within a May 12, 1982 deadline set by the Board. Thereafter Dennis was permitted to make several additional or alternate submissions following ex parte communication between it and Board of representatives. On May 20, 1982, the Board eliminated United Paper Services for non-compliance with the invitation and awarded the contract for delivery and warehousing services to Dennis, based on Dennis’s second modification of its original submission.\nAppellee Holt and appellant promptly went back to court in their separate actions. The Holt action came on for hearing first, on May 24, 1982, but was continued until May 26. On May 26, after testimony was taken in a morning session, the three remaining bidders reached an understanding and agreed to rebid the warehousing and delivery-services contract under court supervision, with the contract to be awarded to the lowest combined bidder.\nThis understanding was evidenced by stipulation among all parties, including appellant, even though Commonwealth Court had not yet acted upon its motion for intervention. The consideration for this agreement is set forth in the stipulation itself:\nthe mutual understanding [is] that all litigation which is presently before the Court involving any previous participation in negotiating contracts with the Liquor Control Board shall be dismissed without prejudice to XTL, to pursue whatever claims it may have for the alleged breach of contract.\nOn the rebid appellee Holt’s proposal was lowest and the Liquor Control Board awarded it a contract for both warehousing and delivery services. That contract was properly approved, fully executed and Holt is now performing under it. Despite the stipulation, appellant pursued this action for specific performance in Commonwealth Court and also applied to this Court on June 18, 1982 for leave to intervene in the Liquor Control Board’s appeal of the Commonwealth Court’s preliminary order in Holt’s suit.\nOn June 23, 1982, Commonwealth Court took testimony in the instant case. On June 24, the Liquor Control Board unilaterally filed a praecipe to withdraw its appeal from Commonwealth Court’s May 5, 1982 order to “negotiate in good faith” entered in the Holt suit. On June 25 this Court granted appellant’s May 21, 1982 application for leave to intervene in that appeal. On July 12, 1982, Commonwealth Court entered a final order dismissing the instant action. Having also attempted to protect itself procedurally by filing a damage claim for breach of contract with the Board of Claims, appellant timely filed the instant notice of appeal.\nII.\nAppellant’s prayer for relief in its amended petition for review in Commonwealth Court requested a preliminary injunction restraining the Liquor Control Board from utilizing the services of Dennis Trucking Company and an order requiring the Liquor Control Board to specifically perform its contractual duties with XPress or to grant money damages to XPress for breach of contract.\nThe Act of May 20, 1937, P.L. 728, No. 193, was amended by the Act of October 5, 1978, P.L. 1104, No. 260, § 3, 72 P.S. § 4651-4 to give the Board of Claims “exclusive jurisdiction to hear and determine all claims against the Commonwealth arising from contracts hereinafter entered into by the Commonwealth where the amount in controversy amounts to $300.00 or more.” We have consistently held that the Commonwealth Court may not intervene in contractual disputes involving the Commonwealth by providing injunctive relief against a breach of contract. Ezy Parks v. Larsen, 499 Pa. 615, 454 A.2d 928 (1982). See Emergency Medical Services Council, Inc. v. Department of Health, 499 Pa. 1, 451 A.2d 206 (1982); Clark v. Pennsylvania State Police, 496 Pa. 310, 436 A.2d 1383 (1981). See also Vespaziani v. Department of Revenue, 40 Pa. Commonwealth Ct. 54, 396 A.2d 489 (1979). These decisions are founded on the legislature’s delegation of exclusive jurisdiction to hear contractual matters involving the Commonwealth to the Board of Claims, and the nature of that statute as a limited waiver of sovereign immunity. See Ezy Parks v. Larson, 499 Pa. at 626, 628, 454 A.2d at 934-35.\nMoreover, specific performance generally is not an appropriate remedy for breach of contract by a public body. Thus, in People ex rel. Ryan v. Aldridge, 83 Hun. 279, 31 N.Y.S. 920 (1894), the New York Court held that no person could be compelled by any process of law to prosecute any enterprise undertaken for purposes of his own, beyond the point at which he sees fit to discontinue the undertaking, and if he has contracted with another person to do the work and afterward refuses to have it done, the contractor is confined to an action of damages for breach. The New York Court held that such principles apply equally to public bodies. Similarly, this Court has held that specific performance is available only when there is no adequate remedy at law, i.e., when there is no method by which damages can be accurately computed or ascertained. Clark v. Pa. State Police, 496 Pa. at 313, 436 A.2d at 1385 (citing Strank v. Mercy Hospital of Johnstown, 383 Pa. 54, 117 A.2d 697 [1955], and H. Daroff and Sons, Inc. v. Vitullo, 350 Pa. 501, 39 A.2d 595 [1944]).\nMcIntosh Road Materials Co. v. Woolworth, 365 Pa. 190, 74 A.2d 384 (1950), cited by appellant, does not contradict that principle. In McIntosh we held that under certain circumstances an equity court has authority to order a Commonwealth official to finally execute an awarded contract when the award is not tentative and is within the permissible discretion of the official. In that case the Assistant Director of Purchases (Highways) for the Department of Property and Supplies had accepted plaintiff’s bid which was in the form of a contract fully and completely executed by the plaintiff. This Court determined that having awarded the contract the Secretary of Property and Supplies had exhausted his discretion to revoke the award. See also Pearlman v. Pittsburgh, 304 Pa. 24, 155 A. 118 (1931). Unlike the New York Court in Ryan, this Court in McIntosh compelled the execution of the contract. However, it did not compel performance under it. In this instance appellant has not attempted to show that monetary damages are inadequate and the record does not support such a claim.\nIII.\nOn the merits of XPress’s contractual claim Holt argues that McIntosh does not require the Board to execute a contract with XPress because, in the instant case, the staff of the Board was still negotiating the contract and had never presented it to the Board for approval and execution in final form. Holt relies on a line of cases which hold that no binding contract comes into existence unless the Commonwealth and its potential contractor strictly comply with procedures prescribed by statute, ordinance, instructions and agency practices. It argues since no contract was fully executed by all the appropriate and designated officials, no binding contract exists. Finally, it maintains that any contract between the Board and XPress is invalid because the bidding process was unfair. The Commonwealth simply argues that the contract with XPress was not binding because it was never signed by the comptroller or the Board’s Executive Director. We need not reach these arguments on the merits because they are properly within the exclusive jurisdiction of the Board of Claims. See e.g. Commonwealth v. Seagram Distillers Corp., 379 Pa. 411, 109 A.2d 184 (1954).\nIV.\nThis is not a case where an unsuccessful bidder argues the award of a contract is illegal because the bidding process was unfairly “infected.” Such cases are within Commonwealth Court’s jurisdiction. Ezy Parks v. Larson, supra; American Totalisator Co. v. Seligman, 489 Pa. 568, 414 A.2d 1037 (1980); Lutz Appellate Printers, Inc. v. Commonwealth, 485 Pa. 559, 403 A.2d 530 (1979). See also Conduit and Foundation Corp. v. City of Philadelphia, 41 Pa. Commonwealth Ct. 641, 401 A.2d 376 (1979). Instead, this is a case where the state has arguably awarded a contract to a bidder and then later agreed, in the face of litigation over unfairness in the bid process, to a rebid which resulted in the award to another company of a second contract covering the work previously awarded to the first company. When the parties, including the Commonwealth, signed the stipulation to a court-supervised rebid and agreed that a contract would be awarded to the low bidder without prejudice to XPress’s right to bring an action for breach of contract, they forfeited the opportunity to determine in a single proceeding whether the first contract between XPress and the Liquor Control Board was valid in the face of Holt’s allegations that the negotiations leading up to the contract were unfair.\nPrior to that stipulation Commonwealth Court refused to allow appellant an opportunity to litigate the unfairness issue. Indeed, its application to intervene in the Holt action was ultimately denied by Commonwealth Court, again without opinion. Thus, the issue of whether there is a valid contract between XPress and the Liquor Control Board and the issue of damages are properly before the Board of Claims. Whether appellant’s stipulated agreement to the rebid ipso facto cancelled any contract it may have had or precluded it from preserving that issue are matters within the jurisdiction of the Board of Claims, subject to initial appellate review in Commonwealth Court as of right and further discretionary appellate review by this Court.\nIt would appear that the issue of “illegality” in the first award to appellant was never finally determined because the Commonwealth Court lacked jurisdiction over that cause in view of its failure to join appellant as an indispensable party. Although our cases generally hold that a frustrated bidder has no standing as such to attack the bid process but can only do so as a taxpayer, see American Totalisator, supra, appellant had no need to resort to this fiction since it claimed it had a contract as a successful, not a frustrated, bidder. Indeed, Commonwealth Court’s failure to allow appellant full intervention in the Holt action is difficult to understand, particularly considering its efforts to settle the case by stipulation involving appellant. However, the parties’ acquiescence in the withdrawal of the appeal in the Holt action precludes us from considering that issue.\nV.\nWe do not here reach the difficult issue of whether an apparently successful bidder can sit back and take no action in the face of a court ordered rebid, while still preserving a damage remedy before the Board of Claims. Such a case would require a determination of whether the Board’s exclusive jurisdiction on contracts “entered into” includes exclusive power to determine whether a particular contract has in fact been “entered into” or whether protection of the public interest in the integrity of the bidding process and protection of the Commonwealth against double liability requires institution of timely action in Commonwealth Court to test that integrity by submitting the issue of validity to the court.\nHere, appellant did make every effort to protect what it considered a binding contract. The question of whether there was a binding contract can be fully developed before the Board and reviewed in Commonwealth Court on a full record. Assuming the Board does have jurisdiction to determine the existence of the contract, the Board must also determine whether appellant’s stipulated acquiescence in the rebid is so inconsistent with its assertion of a contract that it is precluded from seeking to enforce the latter by damages for breach, by analogy to the election one makes on recision.\n' Accordingly, we hold appellant has no direct right to appeal to this Court, but that we will treat this appeal as a petition for allocatur, grant it and affirm Commonwealth Court without prejudice to whatever right appellant may have to pursue its exclusive remedy for breach of a contract with the Commonwealth in its pending action before the Board of Claims.\nOrder affirmed.\nNIX, J., did not participate in the consideration or decision of this case.\nMcDERMOTT, J., joins parts I-IV of this opinion and files a concurring opinion.\nROBERTS, C.J., files a concurring opinion in which ZAPPALA, J., joins.\n. 42 Pa.C.S. § 761(a)(1) provides in pertinent part:\n§ 761. Original jurisdiction.\n(a) General rule. — The Commonwealth Court shall have original jurisdiction of all civil actions or proceedings:\n(1) Against the Commonwealth government, including any officer thereof, acting in his official capacity, except:\n(iii) actions on claims in which immunity has been waived pursuant to Chapter 85 (relating to matters affecting government units) or the Act of May 20, 1937 (P.L. 728, No. 193) referred to as the Board of Claims Act;\n(2) By the Commonwealth government, including any officer thereof, acting in his official capacity, except eminent domain proceedings.\n. 42 Pa.C.S. § 723(a), as it provided when this appeal was filed, stated:\n(a) General rule. — The Supreme Court shall have exclusive jurisdiction of appeals from final orders of the Commonwealth Court entered in any matter which was originally commenced in said court and which does not constitute an appeal to the Commonwealth Court from another court, a district justice or another government unit.\n. Pa.R.A.P. 1102 provides:\n“If an appeal is improvidently taken to the Supreme Court under Rule 1101 (appeals as of right from the Commonwealth Court) in a case where the proper mode of review is by petition for allowance of appeal under this chapter, this alone shall not be a ground for dismissal, but the papers whereon the appeal was taken shall be regarded and acted on as a petition for allowance of appeal and as if duly filed in the Supreme Court at the time the appeal was taken.\nSee 42 Pa.C.S. § 724. See also Pottsgrove School District v. Pennsylvania Labor Relations Board, 451 Pa. 404, 304 A.2d 491 (1973). We have followed that procedure in this case as well as in three other cases decided this day. O’Brien v. State Employees’ Retirement System, 503 Pa. 414, 469 A.2d 1008; Gossman v. Lower Chanceford Township Board of Supervisors, 503 Pa. 392, 469 A.2d 996, Pennsylvania Department of Aging v. Lindberg, 503 Pa. 423, 469 A.2d 1012.\n. Counsel for Holt and the PLCB’s chief counsel represented to Judge Williams on April 28, 1982 that a delivery services contract between XPress and the Board \"was awaiting the approval of both the Board’s attorneys as well as that of the Justice Department and that the contract in question had not been signed by either the Board or XTL [XPress].” In fact, the chief counsel for the Board had signed a contract with XPress two days earlier, April 26, 1982.\n. Before Commonwealth Court ruled on the petition for intervention XPress filed a similar petition in this Court on May 21, 1982.\n. Commonwealth Court ultimately denied XPress Truck's petition to intervene by written order dated May 26, 1982. On June 23, 1982 petitioner filed a notice of appeal in this Court from the May 26, 1982 order which was docketed at 18 M.D. Appeal Docket, 1982.\n. On August 17, 1982 this Court denied Holt’s application for clarification of our June 25, 1982 order. Thereafter, XPress discontinued its appeal at 18 M.D. Appeal Docket, 1982, see, supra, n. 6, at 406, because our June 25, 1982 order granting intervention rendered that appeal moot. Despite its vigorous, successful effort to intervene in the Holt action, inexplicably, XPress never directly objected to appellee Board’s withdrawal of its appeal nor did it take any steps to pursue its own rights as an intervenor. See Pa.R.A.P. 1972. We, therefore, must conclude that XPress abandoned that action.\n. Inexplicably, the record does not include an opinion stating the reason for Commonwealth Court’s final order as our Pa.R.A.P. 1925(a) requires.\n. XPress has not claimed the Board violated a fundamental constitutional right for which damages are inadequate. See Ezy Parks, 499 Pa. at 615, 454 A.2d at 928.",
        "type": "majority",
        "author": "HUTCHINSON, Justice."
      },
      {
        "text": "McDERMOTT, Justice,\nconcurring.\nIn this appeal we have, sua sponte, raised an issue concerning the avenues of access to this Court in a contract action involving the Commonwealth. The legislature has conferred upon the Board of Claims the exclusive jurisdiction to resolve disputes on contracts entered into by the Commonwealth. See 72 P.S. § 4651-1 et seq. We have recognized and fortified this exclusive jurisdiction by prohibiting the Commonwealth Court from issuing injunctive relief for breach of these contracts, Ezy Parks v. Larson, 499 Pa. 615, 454 A.2d 928 (1982); and we have insisted upon this exclusive jurisdiction, even in instances where the Board has not the power to enforce their decision, as in an action for specific performance. See, e.g., Vespaziani v. Commonwealth Dept. of Revenue, 40 Pa.Cmwlth. 54, 396 A.2d 489 (1979).\nToday, we hold that all contract actions must proceed first to the Board of Claims, and then to the Commonwealth Court. See 2 Pa.C.S.A. § 701 et seq.; 42 Pa.C.S. § 763. It is only after this intermediate step that a litigant may seek our review, and then only by petition for allowance of appeal. See 42 Pa.C.S. § 724; Pa.R.A.P. 1112.\nUnfortunately, after announcing this clear rule, the majority in Section V, muddies the water by intimating that in some instances the Board of Claims may not have the power to decide whether or not a contract has been “entered into”. I believe that the exclusive jurisdiction of the Board of Claims includes the power in all instances to rule on whether or not a contract has been “entered into”. See, e.g. Smock v. Commonwealth, 496 Pa. 204, 436 A.2d 615 (1981); Clark v. Pennsylvania State Police, 496 Pa. 310, 436 A.2d 1383 (1981); and I find no reason to except the situation posed by the majority in Section V.\nThus, I join in the opinion of the majority, except for the limitation intimated in Section V.\n. Act of October 5, 1978, P.L. 1104 No. 260, § 2, as amended.\n. Act of April 28, 1978, P.L. 202, No. 53 § 5.\n. Act of July 9, 1976, P.L. 586, No. 142 § 2.",
        "type": "concurrence",
        "author": "McDERMOTT, Justice,"
      },
      {
        "text": "ROBERTS, Chief Justice,\nconcurring.\nAlthough I agree that this case should have been brought in the Board of Claims, I cannot agree with the majority’s decision to treat appellant’s direct appeal from the Commonwealth Court’s dismissal of this case as a petition for allowance of appeal. Section 723(a) of the Judicial Code provides:\n“The Supreme Court shall have exclusive jurisdiction of appeals from final orders of the Commonwealth Court entered in any matter which was originally commenced in said court and which does not constitute an appeal to the Commonwealth Court from another court, a district justice or another governmental unit.”\n42 Pa.C.S. § 723(a). The present case was in fact “originally commenced” in the Commonwealth Court, and our determination that the case should have been brought in the Board of Claims in no respect alters this fact. Because the majority’s treatment of appellant’s direct appeal as a petition for allowance of appeal manifestly disregards the express legislative conferral of direct appellate jurisdiction upon this Court, I concur only in the result.\nZAPPALA, J., joins in this concurring opinion.\nHad the Commonwealth Court transferred the case to the Board of Claims instead of granting appellees’ motion to dismiss, the proper procedure would have been for appellant to petition in the Board of Claims for retransfer or to file a petition for review with this Court. See Note to Pa.R.A.P. 311. Only if appellant had in fact commenced its case in the Board of Claims and then unsuccessfully appealed to the Commonwealth Court would the filing of a petition' for allowance of appeal be appropriate.",
        "type": "concurrence",
        "author": "ROBERTS, Chief Justice,"
      }
    ],
    "attorneys": [
      "Stanley A. Uhr, Sidney J. Smolinsky, Philadelphia, for appellant.",
      "Gerald Gornish, M. Ellen Moffett, Philadelphia, for appellee Holt Hauling et al.",
      "Delancey W. Davis, Deputy Atty. Gen., for Attorney General and Pennsylvania Liquor Control Board.",
      "Ralph G. Wellington, Philadelphia, for appellee Dennis Trucking."
    ],
    "corrections": "",
    "head_matter": "469 A.2d 1000\nXPRESS TRUCK LINES, INC., Appellant, v. PENNSYLVANIA LIQUOR CONTROL BOARD, Holt Hauling & Warehousing Systems, Inc., and Dennis Trucking Company, Inc., Appellees.\nSupreme Court of Pennsylvania.\nArgued May 23, 1983.\nDecided Dec. 14, 1983.\nStanley A. Uhr, Sidney J. Smolinsky, Philadelphia, for appellant.\nGerald Gornish, M. Ellen Moffett, Philadelphia, for appellee Holt Hauling et al.\nDelancey W. Davis, Deputy Atty. Gen., for Attorney General and Pennsylvania Liquor Control Board.\nRalph G. Wellington, Philadelphia, for appellee Dennis Trucking.\nBefore ROBERTS, C.J., and LARSEN, FLAHERTY, McDERMOTT, HUTCHINSON and ZAPPALA, JJ."
  },
  "file_name": "0399-01",
  "first_page_order": 455,
  "last_page_order": 470
}
