{
  "id": 1708094,
  "name": "COMMONWEALTH of Pennsylvania v. Donald Linwood WATERS, Appellant",
  "name_abbreviation": "Commonwealth v. Waters",
  "decision_date": "1975-10-03",
  "docket_number": "Nos. 320 and 346",
  "first_page": "465",
  "last_page": "472",
  "citations": [
    {
      "type": "official",
      "cite": "463 Pa. 465"
    },
    {
      "type": "parallel",
      "cite": "345 A.2d 613"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "295 A.2d 290",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "pin_cites": [
        {
          "page": "293"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "448 Pa. 502",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1944677
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "507"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/448/0502-01"
      ]
    },
    {
      "cite": "323 A.2d 69",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "229 Pa.Super. 1",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        813161
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/229/0001-01"
      ]
    },
    {
      "cite": "292 A.2d 358",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "448 Pa. 146",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1944690
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/pa/448/0146-01"
      ]
    },
    {
      "cite": "317 A.2d 293",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "455 Pa. 448",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        582100
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/455/0448-01"
      ]
    },
    {
      "cite": "195 A. 75",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1937,
      "pin_cites": [
        {
          "page": "79"
        },
        {
          "page": "80"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "328 Pa. 33",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1179695
      ],
      "weight": 2,
      "year": 1937,
      "pin_cites": [
        {
          "page": "40"
        },
        {
          "page": "43"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/328/0033-01"
      ]
    },
    {
      "cite": "272 A.2d 886",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1971,
      "pin_cites": [
        {
          "page": "887"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "441 Pa. 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1933825
      ],
      "weight": 2,
      "year": 1971,
      "pin_cites": [
        {
          "page": "404"
        },
        {
          "page": "404"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/441/0401-01"
      ]
    },
    {
      "cite": "312 A.2d 406",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "454 Pa. 506",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        579912
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "509"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/454/0506-01"
      ]
    },
    {
      "cite": "460 Pa. 461",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        482866
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "866"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/460/0461-01"
      ]
    },
    {
      "cite": "295 A.2d 337",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "448 Pa. 486",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1944712
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/pa/448/0486-01"
      ]
    },
    {
      "cite": "311 A.2d 910",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "454 Pa. 329",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        579849
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/454/0329-01"
      ]
    },
    {
      "cite": "314 A.2d 304",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "pin_cites": [
        {
          "page": "305"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "455 Pa. 93",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        582315
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "95"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/455/0093-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 658,
    "char_count": 9617,
    "ocr_confidence": 0.671,
    "pagerank": {
      "raw": 3.89557537725434e-07,
      "percentile": 0.9015357652125664
    },
    "sha256": "bbe293d9ea038aeb27ba846068478f470e36eeb8525480216071140a65bf812f",
    "simhash": "1:de3a8cd0b8c8146c",
    "word_count": 1633
  },
  "last_updated": "2024-02-27T16:13:26.253989+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY and MANDERINO, JJ.",
      "NIX, J., did not participate in the consideration or decision of this case."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Donald Linwood WATERS, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nPOMEROY, Justice.\nAppellant Waters was convicted by a jury of murder in the first degree and aggravated robbery. After denial of post-verdict motions, he was sentenced to life imprisonment for murder and to a concurrent sentence of ten to twenty years imprisonment for robbery. This direct appeal followed. ,Appellant’s sole contention is that the evidence was insufficient to support the verdict.\nIn passing on this question we are, of course, mindful that “ ‘the test of sufficiency of evidence is whether accepting as true all the evidence, together with all reasonable inferences therefrom, upon which the jury could properly have based its verdict, such evidence and inferences are sufficient in law to prove guilt beyond a reasonable doubt.’ ” Commonwealth v. Carbonetto, 455 Pa. 93, 95, 314 A.2d 304, 305 (1974). See also Commonwealth v. Clark, 454 Pa. 329, 311 A.2d 910 (1973); Commonwealth v. Oates, 448 Pa. 486, 295 A.2d 337 (1972). Furthermore, as verdict winner, the Commonwealth is entitled to have the evidence viewed in a light most favorable to it. Commonwealth v. Long, 460 Pa. 461, 333 A.2d 865, 866 (1975); Commonwealth v. Rife, 454 Pa. 506, 509, 312 A.2d 406 (1973); Commonwealth v. Rankin, 441 Pa. 401, 404, 272 A.2d 886 (1971). We are satisfied that the evidence at trial, examined with these standards in mind, was sufficient to sustain appellant’s convictions.\nThe convictions arose from a bar robbery committed by appellant and two others, during the course of which a patron of the bar was killed. The evidence may be summarized as follows:\nAt about 11:45 p. m. on the night of January 19, 1972, three men came into the Green Trees Tavern, located at 33rd and Arch Streets in the City of Philadelphia. They entered in single file and were wearing similarly styled hats, called “Sloppy Joes”. The appearance of the men and the manner of their entry made it seem to the bartender, Leonard Nenna, that they were “casing” the premises. His suspicions thus aroused, Nenna pressed a silent alarm button located beneath the bar, an act which he repeated after filing their drink orders. The three men — the defendant, one Gregory Carlos and a man called “Horse” — took seats on bar stools across the bar from the cash register. Having served their drinks and while waiting to be paid, Nenna was confronted with a gun pointed at his face by Carlos, who announced, “Don’t move. This is a holdup.”\nAlso present in the barroom, in addition to the bartender, the appellant and his associates, were three patrons, William Flick, John Holz and Norman Weachter. Holz testified that after the holdup announcement he observed the three robbers space themselves along the bar with guns drawn: one stood near the cash register; another further down the bar; and the third next to Holz and Flick. At this point the bartender, Nenna, and apparently Flick also, attempted to grab Carlos, the man closest to the cash register, and wrest his gun from him. When this effort failed, Nenna promptly dove behind the bar; Flick attempted to duck, but not before a shot was fired, followed in quick succession by four or five others; Holz and Weachter both dropped to the floor as soon as the firing started and were not harmed. Three of the bullets struck Flick, who died instantly.\nWhen the firing ceased, Nenna looked up from behind the bar to observe one of the holdup men dashing through the back door of the premises and the other two —the appellant and the man called Horse — running through the front door. Once outside the barroom, Horse informed the appellant that he, Horse, had shot a man in the head while in the barroom and that he himself was slightly wounded. The two ran for several blocks until they came to Powelton Avenue. There, they commandeered an automobile being driven by one Andrew Sellers and demanded to be taken to 38th and Mount Vernon Streets. Horse climbed into the front seat of the car and Waters into the back seat. As the car proceeded Horse asked “Are they coming?”, to which Waters answered affirmatively. Sellers turned and saw a police car following. Thereupon, Horse jammed a gun in Sellers’ side and told him to keep, going without stopping for traffic lights. At the same time, as Sellers recounted it, Waters stuck something hard and round, “like a gun barrel”, against Sellers’ head and threatened, “I’ll blow your damn head off”. After going several blocks, Sellers was told to stop the car; the appellant and Horse jumped out and ran down an alley. The attempt to elude capture proved futile, however, and appellant was soon apprehended by a police officer.\nAppellant does not dispute that he was present in the Green Trees Tavern at the time of the robbery and Flick’s slaying; indeed, he admitted as much at trial. The challenge which Waters makes to the sufficiency of the evidence is that the Commonwealth failed to prove beyond a reasonable doubt that he was a participant in the criminal episode; he contends that he “was in the same position as a mere onlooker who was terrified by the occurrence.”\nIn a statement which he gave the police and which was introduced at trial, as well as in his own testimony at trial, appellant claimed that he went with Horse and Carlos to the Green Trees Tavern believing that his companions intended to help him make some money by selling “monster”, i.e., methedrine or “speed”. He disclaimed any knowledge of their larcenous purpose and denied any participation in the robbery or the shooting. He now argues that because the evidence at trial was conflicting as to how many of the three men had guns (only Holz testified without reservation that all three did; Weachter saw only two men with guns before he dove to the floor; Nenna only one) and because the only direct evidence of his purpose for being in the tavern was given by himself, the Commonwealth failed to prove beyond a reasonable doubt that he shared in the criminal intent of the others. This argument is patently fallacious.\nIt is, of course, well-settled that “[o]ne is an aider and abettor in the commission of any crime, i.e., he has ‘joined in its commission,’ if he was an active partner in the intent which was the crime’s basic element.” Commonwealth v. Strantz, 328 Pa. 33, 40, 195 A. 75, 79 (1937). See also Commonwealth v. Leach, 455 Pa. 448, 317 A.2d 293 (1974); Commonwealth v. McFadden, 448 Pa. 146, 292 A.2d 358 (1972); Commonwealth v. Palmer, 229 Pa.Super. 1, 323 A.2d 69 (1974). Since the Commonwealth proceeded on the theory that although appellant was not the actual shooter of Flick he was a participant in the robbery attempt which resulted in Flick’s death, it was necessary that the Commonwealth prove that he shared with his companions a common understanding or agreement which is the heart of every conspiracy, and thus was “an active partner in the intent” to rob. To do this, however, the Commonwealth was not obligated to prove the agreement by direct evidence. As this Court said in Commonwealth v. Strantz, supra: “An explicit or formal agreement to commit crimes can seldom, if ever, be proved and it need not be, for proof of a criminal partnership is almost invariably extracted from the circumstances that attend its activities.” Id., 328 Pa. at 43, 195 A. at 80. So it is in this case. The jury was fully entitled to disbelieve appellant’s protestations of innocence.\nWaters entered the bar in stealthy fashion in company with his two colleagues. Inside the bar all three were seen by one witness to be armed, and to fan out after the announcement of the holdup in such a way to cover the entire area of the bar. Following the shooting appellant was an active participant in the getaway-attempt, being positively identified as the man who threatened to blow off the head of Andrew Sellers unless he followed instructions. From these facts, Waters’ knowledge of the criminal purpose of his friends and his active participation in the robbery attempt was clearly inferrable beyond a reasonable doubt. It is immaterial, of course, that the fatal shooting was done by another. Under the felony-murder doctrine, “where a killing occurs in the commission of a felony, all who participate therein are equally guilty of murder.” Commonwealth v. Yuknavich, 448 Pa. 502, 507, 295 A.2d 290, 293 (1972). Nor does it help appellant that the witnesses did not agree on how many of the intruders were armed. As we said in Commonwealth v. Rankin, 441 Pa. 401, 404, 272 A.2d 886, 887 (1971): “A mere conflict of testimony does not render the evidence insufficient.”\nJudgments of sentence affirmed.\nNIX, J., did not participate in the consideration or decision of this case.\n. The direct appeal on the murder conviction was taken to this Court pursuant to the Act of July 31, 1970, P.L. 673, No. 223, art. II, § 202, 17 P.S. § 211.202 (Supp.1975-76). The appeal on the robbery conviction was certified to this Court by the Superior Court in order that the appeals might be heard together in the interests of judicial economy.\n. Appellant’s Brief at 2.",
        "type": "majority",
        "author": "POMEROY, Justice."
      }
    ],
    "attorneys": [
      "Reuben Singer, Philadelphia, for appellant.",
      "F. Emmett Fitzpatrick, Dist. Atty., Richard A. Sprague, 1st Asst. Dist. Atty., Steven H. Goldblatt, Asst. Dist. Atty., Chief, Appeals Div., James J..Wilson, Asst. Dist. Atty., Mark Sendrow, Asst. Dist. Atty., Asst. Chief, Appeals Div., Abraham J. Gafni, Deputy Dist. Atty., Philadelphia, for appellee."
    ],
    "corrections": "",
    "head_matter": "345 A.2d 613\nCOMMONWEALTH of Pennsylvania v. Donald Linwood WATERS, Appellant.\nSupreme Court of Pennsylvania.\nArgued Nov. 22, 1974.\nDecided Oct. 3, 1975.\nReuben Singer, Philadelphia, for appellant.\nF. Emmett Fitzpatrick, Dist. Atty., Richard A. Sprague, 1st Asst. Dist. Atty., Steven H. Goldblatt, Asst. Dist. Atty., Chief, Appeals Div., James J..Wilson, Asst. Dist. Atty., Mark Sendrow, Asst. Dist. Atty., Asst. Chief, Appeals Div., Abraham J. Gafni, Deputy Dist. Atty., Philadelphia, for appellee.\nBefore JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY and MANDERINO, JJ."
  },
  "file_name": "0465-01",
  "first_page_order": 499,
  "last_page_order": 506
}
