{
  "id": 1708128,
  "name": "Angelo DeLUCA and Mary DeLuca, Appellees, v. The BUCKEYE COAL COMPANY, Appellant; Mike WATONA and Martine Watona, Appellees, v. The BUCKEYE COAL COMPANY, Appellant; J. B. MILLER and Irene E. Miller, Appellees, v. The BUCKEYE COAL COMPANY, Appellant; Ewing M. PHILLIPS and Dorothy B. Phillips, Appellees, v. The BUCKEYE COAL COMPANY, Appellant; Steve M. LASKOSKY, Appellee, v. The BUCKEYE COAL COMPANY, Appellant; Carol M. WRIGHT and Clarice Wright, Appellees, v. The BUCKEYE COAL COMPANY, Appellant",
  "name_abbreviation": "DeLuca v. Buckeye Coal Co.",
  "decision_date": "1975-10-03",
  "docket_number": "Nos. 58-63",
  "first_page": "513",
  "last_page": "521",
  "citations": [
    {
      "type": "official",
      "cite": "463 Pa. 513"
    },
    {
      "type": "parallel",
      "cite": "345 A.2d 637"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "109 A.2d 815",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "pin_cites": [
        {
          "page": "819-21"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "380 Pa. 3",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1256050
      ],
      "year": 1954,
      "pin_cites": [
        {
          "page": "11-15"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/380/0003-01"
      ]
    },
    {
      "cite": "143 A.2d 354",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "pin_cites": [
        {
          "page": "359"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "893 Pa. 385",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1958,
      "pin_cites": [
        {
          "page": "393"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "114 A.2d 491",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "pin_cites": [
        {
          "page": "495"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "382 Pa. 88",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1259928
      ],
      "year": 1955,
      "pin_cites": [
        {
          "page": "96"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/382/0088-01"
      ]
    },
    {
      "cite": "116 A. 819",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1922,
      "pin_cites": [
        {
          "page": "820"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "273 Pa. 189",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070829
      ],
      "weight": 2,
      "year": 1922,
      "pin_cites": [
        {
          "page": "193"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/273/0189-01"
      ]
    },
    {
      "cite": "284 A.2d 851",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "308 A.2d 906",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "pin_cites": [
        {
          "page": "907"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "269 A.2d 680",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "pin_cites": [
        {
          "page": "682"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "440 Pa. 533",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1932342
      ],
      "year": 1970,
      "pin_cites": [
        {
          "page": "536"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/440/0533-01"
      ]
    },
    {
      "cite": "435 F.2d 762",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2216575
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/435/0762-01"
      ]
    },
    {
      "cite": "260 U.S. 393",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11926101
      ],
      "weight": 3,
      "year": 1922,
      "opinion_index": 0,
      "case_paths": [
        "/us/260/0393-01"
      ]
    },
    {
      "cite": "118 A. 491",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1922,
      "pin_cites": [
        {
          "page": "495"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "274 Pa. 489",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1072836
      ],
      "weight": 2,
      "year": 1922,
      "pin_cites": [
        {
          "page": "502-03"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/274/0489-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 648,
    "char_count": 11195,
    "ocr_confidence": 0.681,
    "pagerank": {
      "raw": 6.223383744217527e-07,
      "percentile": 0.9572426809439469
    },
    "sha256": "7c55f020a766ffd46c8d184ce761ee1dfc0006b3b266c417808d5c8ce84c0182",
    "simhash": "1:dbf7cc30ba7d3c7a",
    "word_count": 1825
  },
  "last_updated": "2024-02-27T16:13:26.253989+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
    ],
    "parties": [
      "Angelo DeLUCA and Mary DeLuca, Appellees, v. The BUCKEYE COAL COMPANY, Appellant. Mike WATONA and Martine Watona, Appellees, v. The BUCKEYE COAL COMPANY, Appellant. J. B. MILLER and Irene E. Miller, Appellees, v. The BUCKEYE COAL COMPANY, Appellant. Ewing M. PHILLIPS and Dorothy B. Phillips, Appellees, v. The BUCKEYE COAL COMPANY, Appellant. Steve M. LASKOSKY, Appellee, v. The BUCKEYE COAL COMPANY, Appellant. Carol M. WRIGHT and Clarice Wright, Appellees, v. The BUCKEYE COAL COMPANY, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nJONES, Chief Justice.\nThis is an appeal from the dismissal of preliminary objections to six suits in equity challenging the jurisdiction of the Common Pleas Court. Herein we affirm the lower court.\nAppellees, private homeowners, brought suit against appellant coal company alleging violation of their subsidence rights under the Bituminous Mine Subsidence Act of 1966. Act of April 27, 1966, P.L. 31, §§ 1-19, 52 P.S. § 1406.1 et seq. Appellees allege surface subsidence resulting from appellant’s mining operations beneath their residences, and request the Court to enjoin continuing violations of the Act and to grant awards for money damages.\nAppellant raises three arguments that the lower court lacked jurisdiction. It argues that the common pleas courts have no authority to award damages under the Act where appellees have not exhausted their mandatory and exclusive administrative remedy provided by the Act; that the Commonwealth is an indispensable party to the suits; and that appellees have not alleged that their homes were in existence prior to the effective date of the Act in order to afford them the absolute right to support provided by it for enumerated structures in existence prior thereto.\nAppellant urges us to construe the administrative remedy provided against a permit holder by the Act as exclusive. Section 1406.6 of the Act, in the alternative, provides for the furnishing of evidence to the Department of Environmental Resources of satisfaction of private claims for subsidence damage or for the posting of a bond upon which the Attorney General shall enter suit and collect “such amount .as may be necessary to redress or repair the damage occasioned by such violation, together with the costs of said proceedings.” In addition, however, Section 1406.13 states:\n“The courts of common pleas shall have the power to award injunctions to prevent violations of this act and otherwise to provide for its enforcement upon suit brought by the Attorney General of Pennsylvania or the county commissioners of any county, the mayor of any city, borough or incorporated town, or the board of township commissioners or supervisors of any township in which the mining of bituminous coal is conducted, or upon the suit of any property owner affected by such bituminous coal mining, without the necessity of posting a bond on application for a permanent injunction, but a bond shall be required on the granting of a temporary restraining order.” (Emphasis added).\nHistorically, the several acts passed by the Legislature in the past to accommodate the interests of the mining industry and to protect the rights of the surface users have expressly given private persons so protected the right to bring suit in the first instance. In Mahon v. Pennsylvania Coal Company, 274 Pa. 489, 118 A. 491, rev’d on other grounds, 260 U.S. 393, 43 S.Ct. 158, 67 L.Ed. 322 (1922), this Court held that private persons properly could bring suit for injunctive relief as provided by the Act of 1921, known as the Kohler Act. Act of May 27, 1921, P.L. 1198, §§ 1-11, 52 P.S. §§ 661-71. It was there decided that plaintiffs would bring suit as “persons with a special interest may have public nuisances abated at their own suit;” as private persons “moving the court to enforce a general rule of public policy, intended for the protection of the whole community, rather than as acting simply for their own protection;” and as private attorneys general. 274 Pa. at 502-03, 118 A. at 495. The Act of July 2, 1937, P.L. 2787, 52 P.S, § 1407 et seq. was construed to allow enforcement by private persons seeking injunctive relief and damages as well. See Klein v. Republic Steel Corporation, 435 F.2d 762 (3d Cir., 1970). The Act of September 20, 1961, P.L. 1538, 52 P.S. §§ 672.1-1,0 (1964) permits the property owner to sue for damages in a civil proceeding. Thus, considering this background, it is logical that the 1966 Act evolved with similar provisions for private remedies. The 1966 Act provides absolute support for existent structures as enumerated in Section 1406.4. In regard to structures erected subsequent to the effective date of the Act, Section 1406.15 sets forth specific detailed procedures to be followed by those who desire to acquire surface support rights. That provision declares that anyone desiring to acquire such support who “shall not take advantage of the provisions of this section shall have no recourse under law for any damage caused by subsidence resulting from coal mining operations.” The section expressly sets forth an exclusive administrative procedure to be followed under those circumstances. It is apparent that where the Legislature desired to provide an exclusive administrative remedy within the Act it did so explicitly. Nor does a fair reading of the Act as a whole reveal any intention on the part of the Legislature to restrict the avenues of redress afforded the property owner. Further, since the purpose of the statute is remedial and the statute is to be construed liberally “such as will best effectuate that purpose,” to imply a restriction where none is expressed would be inconsistent with the clear language and spirit of the statute. We believe the chancellor was correct when he stated that the property owner has the distinct alternative of availing himself of the administrative procedure under Section 1406.-6, in which the Department of Environmental Resources can certify non-payment of damages and the Attorney General at his discretion can enter suit in the Common Pleas Court, or the property owner may go directly to court himself.\nGenerally, where the Legislature provides a statutory remedy which is mandatory and exclusive, equity is without power to act. A jurisdictional question within the meaning of the Act of March 5, 1925, P.L. 23, § 1, 12 P.S. § 672 is then presented. However, no jurisdictional issue is presented where a statutory remedy is permissive or alternative or where a traditional equity principle such as the existence of an adequate remedy at law would call for equity to withhold an exercise of jurisdiction. Redding v. Atlantic City Electric Company, 440 Pa. 533, 536, 269 A.2d 680, 682 (1970). We must conclude that the Legislature has not made appeal to the Department of Environmental Resources the exclusive and mandatory procedure for redress under the Act but has given the remedy as a permissive one for the purpose of assisting the property owner in seeking compensation and relief. Therefore, no jurisdictional question within the Act of 1925 is raised. See Redding v. Atlantic City Electric Company, supra.\nAppellant argues that even if private suit is permitted under the Act, the Attorney General is an indispensable party to these suits. If so, the court lacks jurisdiction. Furthermore, if the Commonwealth is brought in as a party-defendant, the Commonwealth Court would have exclusive original jurisdiction over the subject matter and the Court of Common Pleas would be without jurisdiction. See Ross v. Keitt, 10 Cmwlth. 375, 377, 308 A.2d 906, 907 (1973); Bethlehem Steel Corporation v. Commonwealth of Pennsylvania, 3 Cmwlth. 616, 284 A.2d 851 (1971).\n“ ‘A party is indispensable when he has such an interest that a final decree cannot be made without affecting it, or leaving the controversy in such a condition that the final determination may be wholly inconsistent with equity and good conscience.’ ”\nFineman v. Cutler, 273 Pa. 189, 193, 116 A. 819, 820 (1922). See also Gardner v. Allegheny County, 382 Pa. 88, 96, 114 A.2d 491, 495 (1955). Enforcement of the Act by private parties here only furthers the interest which the Commonwealth has in protecting the public interest declared in the Act. Furthermore, a final decree awarding damages or injunctive relief as to these parties would require no action on the part of the Commonwealth nor cause it detriment. The chancellor correctly observed the Commonwealth’s status here:\n“In the case at bar, once the permit is issued, and the bond filed, the state becomes as to damage claims, only a stakeholder of the means of its collection for the private property owner. There must be a determination of that liability and its amount to enforce its collection. In this regard, the question of entitlement to damages and the amount of the same, we hold is a right that can be pursued under the Act in the court of common pleas, and in this instance, in the court of equity.”'\nIt was said in Fineman v. Cutler, 273 Pa. 189, 116 A. 819 (1922) that a party must be joined who otherwise not being bound by the decree might assert a demand which would be inequitable after the performance of a decree in favor of the plaintiff. The appellant does not and cannot contend that the Commonwealth could assert any demand after the performance of a decree in plaintiff’s favor since the Act provides for Commonwealth action only when private claims have not been satisfied.\nAppellant argues that appellees have not pleaded that they come within Section 1406.4 of the Act which provides absolute support for those homes existing before the effective date of the Act. While not perfectly drawn, the complaints allege appellants liability under Sections 1 to 10 of the Act and we think them sufficient to state causes of action. Finally, appellant’s contention that in these cases equity courts may not award damages is meritless. See Fountain Hill Underwear Mills v. Amalgamated Clothing Workers’ Union of America, 893 Pa. 385, 393, 143 A.2d 354, 359 (1958); Wortex Mills v. Textile Workers Union of America, 380 Pa. 3, 11-15, 109 A.2d 815, 819-21 (1954).\nDecree affirmed. Costs on appellant.\n. Appellees originally requested in their complaints that the Secretary of Mines and Mineral Industries (now the Department of Environmental Resources) be ordered to suspend or revoke appellant’s mining permit under the Act. They apparently concede on appeal that to pursue this relief would require joinder of the Department of Environmental Resources.\n. Section 1406.7 of the Act states that all bituminous mines coming under the Act shall be under the exclusive jurisdiction of the Department of Mines and Mineral Industries, except as otherwise provided within the Act\n. Section 1406.18.\n. It may be noted that appellant had filed a motion in the lower court for more specific pleadings, a motion which is not before this Court.",
        "type": "majority",
        "author": "JONES, Chief Justice."
      }
    ],
    "attorneys": [
      "Harold R. Schmidt, Rose, Schmidt & Dixon, Pittsburgh, for appellant.",
      "C. Robert McCall, McCall & Krill, Waynesburg, for appellees."
    ],
    "corrections": "",
    "head_matter": "345 A.2d 637\nAngelo DeLUCA and Mary DeLuca, Appellees, v. The BUCKEYE COAL COMPANY, Appellant. Mike WATONA and Martine Watona, Appellees, v. The BUCKEYE COAL COMPANY, Appellant. J. B. MILLER and Irene E. Miller, Appellees, v. The BUCKEYE COAL COMPANY, Appellant. Ewing M. PHILLIPS and Dorothy B. Phillips, Appellees, v. The BUCKEYE COAL COMPANY, Appellant. Steve M. LASKOSKY, Appellee, v. The BUCKEYE COAL COMPANY, Appellant. Carol M. WRIGHT and Clarice Wright, Appellees, v. The BUCKEYE COAL COMPANY, Appellant.\nSupreme Court of Pennsylvania.\nArgued March 14, 1975.\nDecided Oct. 3, 1975.\nHarold R. Schmidt, Rose, Schmidt & Dixon, Pittsburgh, for appellant.\nC. Robert McCall, McCall & Krill, Waynesburg, for appellees.\nBefore JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
  },
  "file_name": "0513-01",
  "first_page_order": 547,
  "last_page_order": 555
}
