{
  "id": 1924313,
  "name": "Brodhead, Appellant, v. Brentwood Ornamental Iron Company, Inc.",
  "name_abbreviation": "Brodhead v. Brentwood Ornamental Iron Co.",
  "decision_date": "1969-06-27",
  "docket_number": "Appeal, No. 199",
  "first_page": "7",
  "last_page": "12",
  "citations": [
    {
      "type": "official",
      "cite": "435 Pa. 7"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "255 A. 2d 123",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "435 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1924347
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa/435/0001-01"
      ]
    },
    {
      "cite": "127 A. 2d 734",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "387 Pa. 335",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1270991
      ],
      "year": 1956,
      "pin_cites": [
        {
          "page": "340"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/387/0335-01"
      ]
    },
    {
      "cite": "215 A. 2d 641",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "419 Pa. 601",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1896843
      ],
      "year": 1966,
      "pin_cites": [
        {
          "page": "603"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/419/0601-01"
      ]
    },
    {
      "cite": "176 A. 2d 627",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "405 Pa. 474",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1303564
      ],
      "year": 1961,
      "pin_cites": [
        {
          "page": "478"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/405/0474-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 414,
    "char_count": 6641,
    "ocr_confidence": 0.42,
    "pagerank": {
      "raw": 3.8551316140274187e-07,
      "percentile": 0.899814043212558
    },
    "sha256": "bd5f8a8645abcb97030dfb050936006728d190aef89d5bafe1fab203ce5eb01a",
    "simhash": "1:fbae30955b168eea",
    "word_count": 1099
  },
  "last_updated": "2024-02-27T23:35:38.084093+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ."
    ],
    "parties": [
      "Brodhead, Appellant, v. Brentwood Ornamental Iron Company, Inc."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Pomeroy,\nAppellant brought this action in trespass to recover damages for personal injuries which allegedly resulted from an automobile collision. The jury returned a verdict for the defendant and the court below denied appellant’s motion for a new trial on the grounds that the verdict was against the weight of the evidence and contrary to law. This appeal is from the judgment entered on the verdict in favor of appellee.\nThe facts pertaining to the accident are not in dispute. Plaintiff, who was employed as a milk delivery man, had parked his milk truck in front of a market where he was to deliver milk. While he was in the rear part of the truck getting his load of milk ready, the milk truck was struck on the rear left corner by a steel truss being hauled on a trailer truck owned by defendant and operated by one of defendant’s employees. At the time, the trailer truck was passing the milk truck from behind. Plaintiff alleged that the impact threw him forward, causing him to fall over milk cases stacked in the truck, and that as a result of this fall he suffered contusions of the head, arm and elbow and aggravation of his pre-existing prostate-kidney condition and his pre-existing vascular condition. Although not at issue in this litigation, it appears from appellee’s brief that the total damage to the milk truck from this accident was $20 to $25.\nThe court below, in refusing to grant plaintiff a new trial, stated: “It is probable that the verdict resulted from the jury’s belief that plaintiff was not actually hurt in this accident, and that the ailments with which he is suffering predated the accident, and were not affected by it. This would be a conclusion that the jury was entitled to reach in the context of the evidence.”\nAppellant contends, however, that the evidence of his having suffered at least the contusions as a result of the accident is uncon tes Led and must, therefore, be accepted as true. He also contends that this minor injury, coupled with the allegedly admitted negligence of appellee’s driver in striking the parked vehicle, entitled him to a verdict in some amount and, therefore, a new trial.\nWe cannot agree. Even if the facts concerning the collision itself were sufficient to establish negligent conduct on the part of appellee’s employee, appellant still had the burden, of course, of proving that this negligence was the proximate cause of his injuries. Nitch v. Moon, 405 Pa. 474, 478, 176 A. 2d 627 (1961). The factual situation in the Nitch case is quite similar to the one here at issue. There defendant’s vehicle struck plaintiff’s vehicle from behind and plaintiff claimed damages for severe whiplash. There was conflicting evidence there, as here, as to the severity of the impact and, after a jury verdict for defendant, the trial court refused to grant a new trial. Plaintiff there had been involved in three prior automobile accidents, the latest only seven months prior to the one at issue, and the court concluded that: “The jury, in analyzing the testimony relating to the three prior accidents, must have decided that the contact of the defendant’s car with the plaintiff’s was negligible and that the injuries of which plaintiff complains did not result from this accident.”\nHere also the court below concluded that the jury must have decided that plaintiff was not injured in this accident. Certainly, the very minimal damage to the milk truck raises grave doubts as to the severity of the impact and supports a finding of no causal relationship between the accident and the injuries. Viewed together with the testimony elicited on cross-examination of plaintiff’s medical witnesses that the kidney and prostate infections, as well as the vascular condition with which plaintiff was afflicted, predated the accident and conld have been aggravated by causes other than trauma from this accident or could simply have progressed naturally to their post-accident severity, this evidence of the insignificance of the impact would certainly have justified a jury’s findings of no causal relationship between accident and injury.\nThere remains, however, the question of the contusions, evidence of which plaintiff contends is uncontested. It is true that there is no evidence directly controverting the allegation that plaintiff suffered these injuries. The only testimony substantiating the claimed injuries, however, came from plaintiff and the doctor who allegedly treated him for them. The credibility of both the doctor and plaintiff was clearly at issue in this case. The doctor was subjected to rigorous and effective cross-examination regarding plaintiff’s entire medical history and was unable to substantiate his statements concerning his initial examination and treatment of plaintiff on the day following the accident by any records made at that time. “From time immemorial, it has been the province of the jury in trespass cases, where oral testimony is concerned, to pass upon the credibility of witnesses even though uncontradicted by defendant [sic] witnesses or even though the defendant introduces no testimony at all.” Kopar v. Mamone, 419 Pa. 601, 603, 215 A. 2d 641 (1966), quoting from Dorn v. Leibowitz, 387 Pa. 335, 340, 127 A. 2d 734 (1956). By virtue of this rule even though the testimony concerning plaintiff’s contusions was uncontroverted, its credibility was still for the jury. We cannot disagree with the court below in its conclusion that the jury must also have disbelieved the testimony concerning the contusions, as well as the witness’ other testimony in arriving at its verdict. Neither can we say that such disbelief is wholly unwarranted. The trial court has discretion in the determination of whether or not a new trial should be granted because the jury verdict is against the evidence or the weight of the evidence. See Austin v. Ridge, 435 Pa. 1, 255 A. 2d 123 (1969). While the court below, therefore, had the power to grant a new trial, its failure to do so in light of the testimony in this case was not an abuse of discretion.\nJudgment affirmed.\nBecause of our disposition of this case, we are not called upon to decide whether the facts pertaining to this collision would require a finding of negligence as a matter of law. We, therefore, express no opinion on this question.",
        "type": "majority",
        "author": "Mr. Justice Pomeroy,"
      }
    ],
    "attorneys": [
      "James P. Gill, with him Spotts, Gill, Gavin (& Morrow, for appellant.",
      "Robert E.' Wayman, with him Wayman, Irvin, Trushel & McCauley, for appellee."
    ],
    "corrections": "",
    "head_matter": "Brodhead, Appellant, v. Brentwood Ornamental Iron Company, Inc.\nArgued March 18, 1969.\nBefore Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.\nJames P. Gill, with him Spotts, Gill, Gavin (& Morrow, for appellant.\nRobert E.' Wayman, with him Wayman, Irvin, Trushel & McCauley, for appellee.\nJune 27, 1969:"
  },
  "file_name": "0007-01",
  "first_page_order": 37,
  "last_page_order": 42
}
