{
  "id": 1924228,
  "name": "Vanic et ux., Appellants, v. Ragni",
  "name_abbreviation": "Vanic v. Ragni",
  "decision_date": "1969-06-27",
  "docket_number": "Appeal, No. 3",
  "first_page": "26",
  "last_page": "33",
  "citations": [
    {
      "type": "official",
      "cite": "435 Pa. 26"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "112 A. 2d 89",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "381 Pa. 148",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1258827
      ],
      "year": 1955,
      "pin_cites": [
        {
          "page": "152"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/381/0148-01"
      ]
    },
    {
      "cite": "227 A. 2d 667",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "424 Pa. 460",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1904991
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa/424/0460-01"
      ]
    },
    {
      "cite": "239 A. 2d 322",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "429 Pa. 170",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1913495
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/429/0170-01"
      ]
    },
    {
      "cite": "219 A. 2d 357",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "421 Pa. 484",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1900427
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/421/0484-01"
      ]
    },
    {
      "cite": "194 A. 2d 208",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "412 Pa. 313",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1887216
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa/412/0313-01"
      ]
    },
    {
      "cite": "119 A. 2d 530",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1956,
      "pin_cites": [
        {
          "page": "532"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "384 Pa. 107",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1263025
      ],
      "weight": 2,
      "year": 1956,
      "pin_cites": [
        {
          "page": "111"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/384/0107-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 580,
    "char_count": 9787,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 2.5078566510617694e-07,
      "percentile": 0.810187196241943
    },
    "sha256": "791ced52dd3e53bd12364459fbede5b4b223f0ebc01abff40c40217010af027b",
    "simhash": "1:f038952bd203cc7c",
    "word_count": 1634
  },
  "last_updated": "2024-02-27T23:35:38.084093+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, Cohen, Eagen, O’Brien, Egberts and Pomeroy, JJ.",
      "Mr. Justice Roberts concurs in the result.",
      "Mr. Chief Justice Bell took no part in the consideration or decision of this case."
    ],
    "parties": [
      "Vanic et ux., Appellants, v. Ragni."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Pomeroy,\nThis is an appeal from the judgment of the Court of Common Pleas of Northampton County entered on a jury verdict for the defendants, Anthony I). Ragni and his wife, Madelaine P. Ragni, in a trespass action brought by plaintiffs after Concelia Yanic had suffered a fall on defendants’ property. The court below denied plaintiffs’ motion for a new trial, and plaintiffs appealed to this Court.\nThe defendants owned a three-story building located at 302-304 East Third Street, Bethlehem, Pennsylvania. Mr. Ragni operated a barber shop on the first floor, and the upper two floors were rented as apartments. A paved area at the rear of the building was used as a parking lot by Mr. Ragni, his tenants, and others who rented space.\nMrs. Yanic, who rented space in the lot, arrived about 6:30 A.M. on Tuesday, January 12, 1965, and parked her car near a corner of Mr. Ragni’s building. As she was alighting from her car, Mrs. Yanic slipped on a patch of ice and fell, striking her back and side on the pavement. There were no eyewitnesses to the accident, and testimony as to the amount of illumination which could have existed at the time of the accident on the parking lot was conflicting. Allegedly as a result of this fall, Mrs. Yanic sustained a lumbosacral sprain, which at the time of the trial two years later had not been cured, notwithstanding extensive treatments.\nThe gutter downspout normally positioned at the corner of the Ragni building had previously been removed during the course of repairs made to the building, and water from the gutter thus dripped onto the pavement in that area of the parking lot. Evidence showed that Mr. Ragni was aware that the downspout was missing. Three days before the accident there had been a snowfall, and Mr. Ragni had the parking lot cleared of snow that day. The following day Mr. Bagni noticed an accumulation of ice on the pavement at the corner of the building. Mr. Bagni testified that on the Sunday and Monday immediately preceding the accident he had salted and scraped the ice that had formed in that area. On essentially this evidence, the jury returned a verdict for the defendants. Plaintiffs urge that prejudicial errors by the trial judge require the grant of a new trial. We disagree and affirm the denial of the new trial motion.\nFirst, at the trial, the defendants introduced four photographs of the parking lot. The first of these was a close-up view of the corner of the building and the area of the parking lot in which Mrs. Vanic had slipped. The others were general views of the rear of the building and the parking lot. Three photograph s—• one close-up and two general views—were received into evidence without objection from plaintiffs’ counsel; the third general view was received over his objection.\nThe objection voiced at trial was that this fourth photograph was a posed photograph. On appeal, appellants raise the additional points that the photograph was taken during daytime, at a time when no snow or ice conditions existed, and after the missing downspout had been replaced and parking spaces marked off with lines. In addition, the several cars shown parked on the lot in the photograph had not been present at the time of the accident. Appellants urge that these differences required the trial court to refuse to admit the photograph.\nIn Nyce v. Muffley, 384 Pa. 107, 119 A. 2d 530 (1956), Chief Justice Bell set forth the criteria by which the admissibility of a photograph showing conditions different from those prevailing at the time of the event in question must be judged. Any change in condition must be: 1) specifically pointed out, and 2) capable of being clearly understood and appreciated by the jury. The Court in the Nyce case further held that: “The admission of photographs is a matter largely within the discretion of the trial judge.” 384 Pa. at 111, 119 A. 2d at 532.\nIn the instant case, the trial judge cautioned the jury, before it saw the photographs, including the one objected to by appellant, to disregard the automobiles there depicted. Before any of the pictures were circulated among the jury, the trial judge reminded the jurors that the automobiles in the photographs, the downspout, and the lines painted on the pavement had not been present at the time of the accident. Moreover, he stressed that “you must keep these changes in mind as you look at the photographs. The photographs are received to help you generally recognize and visualize the scene where the accident took place.”\nThus, the changes and differences were specifically pointed out to the jury, and they could be readily understood by the jurors. The admission of the photographs, including the one to which appellant now objects, is wholly supported by the criteria set forth in Nyce v. Muffley, supra.\nAppellant cites this Court’s decisions in Puskarich v. Trustees of Zembo Temple, 412 Pa. 313, 194 A. 2d 208 (1963), Semet v. Andorra Nurseries, 421 Pa. 484, 219 A. 2d 357 (1966), and Flynn v. Chester, 429 Pa. 170, 239 A. 2d 322 (1968), in support of his allegation of error. Those cases are inapposite. In Puskarich, three photographs showing the general area where plaintiff suffered his injury were admitted, but the trial judge excluded a number of photographs showing close-up views of the specific condition of the sidewalk on Avhich plaintiff slipped, taken both before and after repair. Both the close-ups and the general views were taken after the accident and under different Aveather conditions. The court stated that because the purpose of introducing the close-ups was to show that a condition of disintegration existed in the sidewalk three and one-half months before the accident, it would have been prejudicial error to admit them. The Court found no error, however, in admitting those photographs which showed the general area in which the accident occurred. The present case involves only the type of photograph held properly admissible in Puskarieh.\nEqually inapposite is Semet v. Andorra Nurseries, supra, where the question was the authentication of a photograph. Finally, Flynn v. Chester, supra, also cited by appellant, does not require a finding of error here. There the trial judge refused to admit a photograph taken on a rainy day, which showed the place of an accident which took place on a dry day. The alleged cause of plaintiff’s injury in that case was a 3/4\" difference in height between adjoining sidewalk levels. Thus, the issue was the depiction of a specific condition, and the trial judge excluded the picture since it showed a mirror-like image which distorted the view. The Court in Flynn held that some photographs taken under different weather conditions may be properly excluded, but it did not reach the distinction of vital consequence here—the type and purpose of the photographs excluded.\nWe find no abuse of discretion in the lower court’s admission of the general view photograph here in question and consequently find appellants’ first assignment of error without merit.\nAppellants’ second assignment of error arises from the trial judge’s affirmation of appellees’ second requested point for charge, to wit: “If you find that the defendants used reasonable care and efforts in their attempt to remedy the ice condition, then your verdict must be for the defendants.” Appellants contend that this instruction was erroneous because the negligence here at issue was the failure to replace the missing downspout.\nIt must be noted that the trial judge, after giving the above instruction, asked counsel if they had any motions for corrections or additions to his charge. Appellants’ counsel made none, and the present contention of error was first raised in the motion for new trial. It is settled that where counsel makes no objection to the court’s instructions and makes no effort to direct the court’s attention to what he deems an erroneous instruction, such instruction, even if erroneous, will furnish no basis for granting a new trial unless the error is basic and fundamental. Reardon v. Meehan, 424 Pa. 460, 227 A. 2d 667 (1967).\nIn this case, reading the charge as a whole we find that the trial court, far from committing basic and fundamental error, correctly charged the jury. Immediately before reading to the jury the instruction now contested by the appellants, the trial court affirmed a point for charge requested by appellants. That instruction reads as follows: “The owner of land who has notice of a defective condition of his property and who allows that defective condition to exist without acting within a reasonable time to repair said defect, and thereby causes harm to another, is guilty of negligence.” This point taken together with the contested charge accurately states the law of the Commonwealth. Under Restatement (Second), Torts, §343(c), adopted by this Court in Schon v. Scranton-Springbrook Co., 381 Pa. 148, 152, 112 A. 2d 89 (1955), the possessor of land is responsible to business invitees for physical harm caused by a dangerous condition existing on the land if he “fails to exercise reasonable care to protect them against the danger.” Here the jury was instructed to consider the reasonableness of Mr. Ragni’s conduct with reference to the missing downspout and the resultant ice condition. We find no error in this instruction, let alone basic and fundamental error.\nJudgment affirmed.\nMr. Justice Roberts concurs in the result.\nMr. Chief Justice Bell took no part in the consideration or decision of this case.",
        "type": "majority",
        "author": "Mr. Justice Pomeroy,"
      }
    ],
    "attorneys": [
      "Philip J. G-ahagcm, for appellants.",
      "Preston W. Moritz, with him E. Jerome Brose, and Brose, Poswistilo & LaBarr, for appellees."
    ],
    "corrections": "",
    "head_matter": "Vanic et ux., Appellants, v. Ragni.\nArgued January 10, 1969.\nBefore Jones, Cohen, Eagen, O’Brien, Egberts and Pomeroy, JJ.\nPhilip J. G-ahagcm, for appellants.\nPreston W. Moritz, with him E. Jerome Brose, and Brose, Poswistilo & LaBarr, for appellees.\nJune 27, 1969:"
  },
  "file_name": "0026-01",
  "first_page_order": 56,
  "last_page_order": 63
}
