{
  "id": 1924320,
  "name": "Commonwealth v. McIntyre, Appellant",
  "name_abbreviation": "Commonwealth v. McIntyre",
  "decision_date": "1969-06-27",
  "docket_number": "Appeal, No. 320",
  "first_page": "96",
  "last_page": "99",
  "citations": [
    {
      "type": "official",
      "cite": "435 Pa. 96"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "236 A. 2d 772",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "pin_cites": [
        {
          "page": "775-76"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "428 Pa. 131",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1912410
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "137-38"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/428/0131-01"
      ]
    },
    {
      "cite": "244 A. 2d 662",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "430 Pa. 298",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1915774
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/430/0298-01"
      ]
    },
    {
      "cite": "234 A. 2d 49",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1967,
      "pin_cites": [
        {
          "page": "52"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "210 Pa. Superior Ct. 501",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        780186
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/210/0501-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 275,
    "char_count": 3987,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 1.518153152694136e-07,
      "percentile": 0.6688075250719251
    },
    "sha256": "29449365805e46069bfa57191a7d05bfa086b9dcae5dd0336a8cc9f059bd2d6b",
    "simhash": "1:3ad6014c14fd52c3",
    "word_count": 679
  },
  "last_updated": "2024-02-27T23:35:38.084093+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ."
    ],
    "parties": [
      "Commonwealth v. McIntyre, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Roberts,\nAppellant, charged with the murder of one John Edward Gentry on July 3, 1968, was brought before a magistrate who transferred him to the custody of the juvenile court on November 11, 1968. On January 27 and February 3, 1969, a hearing was held in the juvenile court and appellant was certified to the district attorney for transfer to the criminal court. Appellant, who was represented by court-appointed counsel, petitioned for a rehearing, claiming the benefit of the Act of June 2, 1933, P. L. 1433, §15, 11 P.S. §257. The petition was dismissed, rehearing was refused, and appellant has appealed.\n11 P.S. §257 provides: “Within twenty-one (21) days after the final order of any judge of the juvenile court committing or placing any dependent, neglected or delinquent child, such child shall, as a matter of right, by his or her parent, or parents, or next friend, have the right to present to the court a petition to have his or her case or cases reviewed and reheard, if, in the opinion of such parent, parents, or next friend, an error of fact or of law, or of both, has been made in such proceedings or final order, or if the said order has been improvidently or inadvertently made.\n“Upon the presentation of such petition, the court shall grant such review and rehearing as a matter of right....” (Emphasis added.) While it is true that a rehearing is guaranteed to a juvenile as a matter of right under 11 P.S. §257, see Jenkins Appeal, 210 Pa. Superior Ct. 501, 234 A. 2d 49 (1967), 11 P.S. §257 does not apply to the case before us. The statute in question covers only the case where there is a “final order ... committing or placing” a juvenile. No such order is present here. We believe that “committing or placing” as used in 11 P.S. §257 envisions an order of the juvenile court judge “placing” the juvenile in a home or institution. Here there is neither a final order nor has the juvenile been placed in or committed to anything. The case in which he is involved has merely been certified to the district attorney to be transferred to the criminal court.\nThe rationale behind allowing the juvenile a rehearing as of right under 11 P.S. §257 rests largely on the need for careful discretionary action by the juvenile court judge in “placing” the juvenile in a way “which serves the best interests of both the child and society.” Jenkins Appeal, supra, at 505, 234 A. 2d at 52. Here however, no such discretion is involved. The judge’s only responsibility in a case involving felonious homicide is to determine if the Commonwealth has made out a prima facie case in the juvenile court proceedings; once this has been done, the juvenile must be held for further proceedings in the criminal courts. Gaskins Case, 430 Pa. 298, 244 A. 2d 662 (1968). Thus neither the language of 11 P.S. §257 nor the rationale underlying it requires us to conclude that appellant is entitled to a rehearing as a matter of right on the present record.\nAppellant also maintains that evidence was erroneously admitted at the hearing, and that without that challenged evidence the Commonwealth could not have made out a prima facie case. Appellant’s appeal, however, is only from the denial of a rehearing, not from the merits of the determination at the hearing. The hearing determination is merely a pretrial interlocutory order that is not appealable. See Commonwealth v. Washington, 428 Pa. 131, 137-38, 236 A. 2d 772, 775-76 (1968).\nThe order of the Juvenile Court of Delaware County denying rehearing is affirmed.",
        "type": "majority",
        "author": "Mb. Justice Roberts,"
      }
    ],
    "attorneys": [
      "James E. DelBello, with him James P. McHugh, for appellant.",
      "Vram 'Nedurian, Jr., Assistant District Attorney, with him Ralph B. D’lorio, Assistant District Attorney, William R. Toal, Jr., First Assistant District Attorney, and Stephen J. McEwen, Jr., District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. McIntyre, Appellant.\nArgued May 9, 1969.\nBefore Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.\nJames E. DelBello, with him James P. McHugh, for appellant.\nVram 'Nedurian, Jr., Assistant District Attorney, with him Ralph B. D’lorio, Assistant District Attorney, William R. Toal, Jr., First Assistant District Attorney, and Stephen J. McEwen, Jr., District Attorney, for Commonwealth, appellee.\nJune 27, 1969:"
  },
  "file_name": "0096-01",
  "first_page_order": 126,
  "last_page_order": 129
}
