{
  "id": 1924349,
  "name": "Commonwealth v. Yount, Appellant",
  "name_abbreviation": "Commonwealth v. Yount",
  "decision_date": "1969-06-27",
  "docket_number": "Appeal, No. 162",
  "first_page": "276",
  "last_page": "284",
  "citations": [
    {
      "type": "official",
      "cite": "435 Pa. 276"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "252 A. 2d 575",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "434 Pa. 219",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1922651
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa/434/0219-01"
      ]
    },
    {
      "cite": "384 U.S. 737",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12047392
      ],
      "weight": 2,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/us/384/0737-01"
      ]
    },
    {
      "cite": "248 A. 2d 231",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1968,
      "pin_cites": [
        {
          "page": "233"
        },
        {
          "page": "234"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "432 Pa. 423",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1919677
      ],
      "weight": 2,
      "year": 1968,
      "pin_cites": [
        {
          "page": "426-27"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/432/0423-01"
      ]
    },
    {
      "cite": "384 U.S. 719",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12047240
      ],
      "weight": 2,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/us/384/0719-01"
      ]
    },
    {
      "cite": "384 U.S. 436",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12046400
      ],
      "weight": 3,
      "year": 1966,
      "pin_cites": [
        {
          "page": "1627, n. 43"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/384/0436-01"
      ]
    },
    {
      "cite": "384 U.S. 436",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12046400
      ],
      "weight": 2,
      "year": 1966,
      "opinion_index": 1,
      "case_paths": [
        "/us/384/0436-01"
      ]
    },
    {
      "cite": "164 A. 726",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 2
    },
    {
      "cite": "309 Pa. 515",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1141518
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/309/0515-01"
      ]
    },
    {
      "cite": "367 U.S. 433",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1785566
      ],
      "opinion_index": 2,
      "case_paths": [
        "/us/367/0433-01"
      ]
    },
    {
      "cite": "223 A. 2d 738",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 2
    },
    {
      "cite": "423 Pa. 243",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1903143
      ],
      "pin_cites": [
        {
          "page": "245-246"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/423/0243-01"
      ]
    },
    {
      "cite": "378 U.S. 478",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6166688
      ],
      "opinion_index": 2,
      "case_paths": [
        "/us/378/0478-01"
      ]
    },
    {
      "cite": "252 A. 2d 575",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 2
    },
    {
      "cite": "434 Pa. 219",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1922651
      ],
      "year": 1969,
      "opinion_index": 2,
      "case_paths": [
        "/pa/434/0219-01"
      ]
    },
    {
      "cite": "384 U.S. 737",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12047392
      ],
      "year": 1966,
      "opinion_index": 2,
      "case_paths": [
        "/us/384/0737-01"
      ]
    },
    {
      "cite": "384 U.S. 436",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12046400
      ],
      "year": 1966,
      "opinion_index": 2,
      "case_paths": [
        "/us/384/0436-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 739,
    "char_count": 13495,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 1.7978383703581153e-07,
      "percentile": 0.7159326663446401
    },
    "sha256": "b364edec48e4605cf1d4d17a68e0fa8388c85af1c73bdebe5f77f4fb1f0e7e02",
    "simhash": "1:f9773e07e2cfa992",
    "word_count": 2263
  },
  "last_updated": "2024-02-27T23:35:38.084093+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.",
      "Mr. Justice Cohen concurs in the result.",
      "Mr. Justice Pomeroy joins in this opinion."
    ],
    "parties": [
      "Commonwealth v. Yount, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Koberts,\nOn April 28, 1966, the body of an 18 year old high school student, was found in a wooded area near her home in Luthersburg, Pennsylvania. Except for one stocking which was tied around the deceased’s neck and one sneaker which was found under the victim, the body was fully clothed, although the skirt was swirled around the body in a way as to suggest that the body had rolled down a hill. An autopsy revealed that death was caused by strangulation resulting from blood drawn into the victim’s lungs from wounds on the deceased’s throat and neck. The autopsy also revealed numerous wounds about the girl’s head, apparently caused by a blunt instrument. Although there was blood over much of the deceased’s clothing, the amount of blood on the undergarments of the girl was less than on her outer clothing, and the examining physician testified that all the blood came from the wounds on the deceased’s head and neck.\nThe physician performing the autopsy testified that the body revealed no indication that the victim had been sexually assaulted. Her undergarments, consisting of underpants over which was a garter belt, were intact and apparently undisturbed, and appeared to not be dirty despite the fact that the body was found in an area that was covered with mud and wet leaves. There was no sign of injury or damage in the victim’s genital area, nor was there any irritation in the vaginal tract. Subsequent photographs revealed bruises on the front of the deceased’s thighs which the examining physician described at trial as “minute.” Examination disclosed that the victim’s hymen was intact.\nEssentially as a matter of routine, the physician then performed a vaginal aspiration. The results disclosed a quantity of largely disintegrated spermatozoa in the vagina of the deceased.\nEarly on the morning of April 29, 1966, appellant, a teacher at the high school which the deceased attended appeared at the State Police Substation in DuBois, Pennsylvania, and stated that “I am the man you are looking for.” When asked by a policeman whether he was referring to “the incident in Luthersburg,” appellant replied affirmatively.\nAt this point, appellant was invited to sit down and was given something to eat. One of the officers then began questioning appellant, asking him “How did you kill that girl?” According to the officer, appellant replied “I struck her with a wrench and I choked her.” The officer here gave appellant warnings which the Commonwealth concedes did not include appellant’s right to free counsel if he could not afford his own attorney. The conference recommenced and appellant gave his first confession. Later appellant was questioned by the district attorney, who again failed to tell appellant of his right to free counsel, and appellant gave another confession. At no time did appellant confess to making any sexual advances at the deceased.\nAppellant was indicted on charges of murder and rape. Before trial, appellant moved to suppress the confessions as violative of Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602 (1966). After a hearing, the motion was denied, the trial commenced on September 28, 1966, and the confessions were admitted at trial over appellant’s objection. At the close of the prosecution’s case, the trial court refused to sustain appellant’s demurrer to the rape charge. The rape issue was submitted to the jury, along with a felony murder charge, and appellant was convicted of murder in the first degree and rape and was sentenced to life imprisonment. Appellant now appeals, claiming that it was error for the court below to admit the confessions and to submit the rape and felony murder issues to the jury.\nAlthough appellant’s confessions came before the decision in Miranda, since appellant’s trial took place after Miranda, the admissibility of the confessions is determined under the Miranda rules. Johnson v. New Jersey, 384 U.S. 719, 86 S. Ct. 1772 (1966). The case before us illustrates the difficulty for the Commonwealth which Johnson can cause. Although appellant appears to have received almost all the warnings required by Miranda, he was not told that he was entitled to free counsel if he could not afford his own attorney. See, e.g., Commonwealth v. Dixon and Kontos, 432 Pa. 423, 248 A. 2d 231 (1968). Thus the Commonwealth failed to give all the warnings necessitated by Miranda, and this it was required to do even though Miranda had not yet been decided.\nThe Commonwealth attempts to get out of the corner into which it apparently has been painted by arguing that appellant’s confession was “voluntary.” But although appellant’s confession was certainly voluntary in the Davis v. North Carolina, 384 U.S. 737, 86 S. Ct. 1761 (1966) sense, it was not volunteered as required by Miranda. After indicating a willingness to talk, appellant was interrogated about details of the crime, and his formal confession followed. Once appellant was to be asked questions designed or expected or likely to elicit a confession, Miranda warnings were necessary. See Commonwealth v. Simala, 434 Pa. 219, 252 A. 2d 575 (1969); Institute of Continuing Legal Education, “Criminal Law and the Constitution—Sources and Commentaries” 356 (1968). In Símala, we held that merely asking a prisoner who was in custody and suspected of a crime to talk if he so wished constituted interrogation and required Miranda warnings. Certainly here, where appellant was interrogated as to the details of the crime, warnings were necessary.\nAt oral argument the Commonwealth also maintained that the police were not obligated to tell appellant that he had a right to free counsel if necessary because they knew that he could afford counsel. The Court in Miranda stated the rule relied on by the Commonwealth as follows: “While a warning that the indigent may have counsel appointed need not be given to the person who is known to have an attorney or is known to have ample funds to secure one, the expedient of giving a wa/rmng is too simple and the rights involved too important to engage in ex post facto inquiries into financial ability when there is any doubt at all on that score.\" 384 U.S. at 473, n. 43, 86 S. Ct. at 1627, n. 43. (Emphasis added) We recently held in Commonwealth v. Dixon and Kontos, supra, that “this loophole is a narrow one which can be utilized only in the clearest of cases.” 432 Pa. at 426-27, 248 A. 2d at 233.\nThis case is exactly the kind in which we should not indulge in “ex post facto inquiries into financial ability.” Appellant was a school teacher, and it could hardly be assumed that his past earnings easily could bear the weight of expense that a murder trial would entail. As we pointed out in Dixon and Kontos, the requirement of warnings is designed to prevent us from having to speculate about a situation where appellant may have been “unaware that free counsel was available if necessary, had been reluctant to incur further [Kontos had been represented by counsel in another matter] attorney fees, and had decided to try to get through the questioning unaided.” Id. at 427, 248 A. 2d at 234. In the case before us, we can hardly say that the police could properly entertain that degree of certainty concerning appellant’s ability to retain counsel so as to obviate the need for telling him that free counsel was available if necessary. We thus hold that appellant’s confessions were erroneously admitted.\nHaving found appellant’s confessions to be invalid, we must grant him a new trial. Since part of the Commonwealth’s case as to rape is based on inferences that could be drawn from the confessions, we will not pass on whether the Commonwealth presented sufficient evidence to overcome appellant’s demurrer to the rape eharge.\nThe judgment of sentence of the Court of Oyer and Terminer of Clearfield County is reversed and a new trial granted.\nMr. Justice Cohen concurs in the result.",
        "type": "majority",
        "author": "Mr. Justice Koberts,"
      },
      {
        "text": "Concurring Opinion by\nMr. Justice Jones :\nWith the utmost reluctance I concur in the result reached by the majority of this Court.\nClearly the statements made by Yount prior to the institution of the police “questioning” were admissible. However, once the police “questioning” began, then the warnings mandated by the ruling of the United States Supreme Court in Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602 (1966), were required to be given. In the absence of such warnings, the statements of Yount were inadmissible.\nUnder the compulsion of Miranda, and, only by reason thereof, I concur in the majority’s result.\nMr. Justice Pomeroy joins in this opinion.",
        "type": "concurrence",
        "author": "Mr. Justice Jones :"
      },
      {
        "text": "Dissenting Opinion by\nMr. Chief Jumes Bell:\nOn April 28, 1966, the body of Pamela Sue Rimer was found in a wooded area not far from her home. An autopsy revealed that the cause of death was shock, loss of blood and suffocation due to the presence of blood in the lungs. An examination revealed numerous wounds around the deceased’s head and neck.\nEarly in the morning of the following day the defendant Yount, a teacher at the high school attended by the deceased, appeared at the State Police Barracks several miles away and stated to the officer in charge, “I think I am the man you are looking for.” At trial, the defendant testified that the officer “looked at me as if he didn’t believe me. ... I told him I thought I must have been the man killed [sic] this girl and he said ‘Well, why do you think you killed her?’ and I told him I wasn’t sure. . . . He said ‘How did you kill her?’ or ‘Why do you think you did it?’ and I said ‘I killed her with a wrench’ ”. Within an hour or so he wrote a confession to the crime in his own handwriting.\nThe Majority admit that the aforesaid confession would have been held to be voluntary and admissible if made prior to Escobedo v. Illinois, 378 U.S. 478; Miranda v. Arizona, 384 U.S. 436; Davis v. North Carolina, 384 U.S. 737. However, they would reverse the defendant’s conviction because no Miranda warnings were given prior to this, the first of two confessions that the defendant made. But by its own language Miranda v. Arizona, 384 U.S., supra, is expressly inapplicable to a situation such as the present one where a defendant voluntarily walks into a police station and makes a confession.\nIn Miranda v. Arizona, 384 U.S., supra, the Court pertinently said (page 478) : “Any statement given freely and voluntarily without any compelling influences is, of course, admissible in evidence. . . . There is no requirement that police stop a person who enters a police station and states that he wishes to confess to a crime, or a person who calls the police to offer a confession or any other statement he desires to make. Volunteered statements of any kind are not barred by the Fifth Amendment and their admissibility is not affected by our holding today.” It is difficult to imagine a case which would more closely fit this language than the one now before us. Once more I vigorously protest the extension of Miranda by a majority of this Court and the practical elimination of the desperately needed protection of countless millions of peaceful, law-abiding citizens.\nThe Majority states that the Miranda warnings were necessary merely because the defendant was asked by the officer in charge about the details of the crime and such questioning was likely to elicit a confession. Commonwealth v. Simala, 434 Pa. 219, 252 A. 2d 575 does not support the proposition that questioning alone will trigger the necessity for Miranda warnings. Furthermore, Simula, on its facts, is clearly distinguishable from the present case. In Simóla, the defendant was taken into custody for violation of his parole by carrying a gun. While detained at the office of the town mayor the defendant was asked by the mayor if he wanted to talk, whereupon the defendant orally confessed to shooting the deceased. That confession was held to be inadmissible because the Miranda warnings had not been given prior to defendant’s oral confession. What distinguishes Símala from the present case is that Símala was “in custody” at the time he was questioned. The holding in Miranda, clearly makes “custody” one of the factors which require the warnings to be given: “. . . when an individual is taken into custody or otherwise deprived of his freedom by the authorities in any significant way and is subjected to questioning, the privilege against self-incrimination is jeopardized.” Miranda v. Arizona, 384 U.S., supra (page 478). In the instant case, the defendant Yount was certainly not under arrest nor in custody or otherwise deprived of his freedom.\nIn Commonwealth ex rel. Corbin v. Myers, 423 Pa. 243, 245-246, 223 A. 2d 738, the Court said that . . the issue of determining voluntariness depends largely upon the facts of the particular case, i.e., the total combination of circumstances (Reck v. Pate, 367 U.S. 433; Commonwealth v. Brown, 309 Pa. 515, 164 A. 726).” The total combination of circumstances in this case clearly shows (1) that the defendant Yount made his first confession voluntarily, and (2) that no Miranda warnings were necessary, and (3) that his confession was properly admissible.\nItalics, ours.",
        "type": "dissent",
        "author": "Mr. Chief Jumes Bell:"
      }
    ],
    "attorneys": [
      "Homer W. King, with him Francis V. Sabino, for appellant.",
      "John K. Reilly, Jr., District Attorney, with him Ervin S. Fennell, Jr., Assistant District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Yount, Appellant.\nArgued March 20, 1969.\nBefore Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.\nreargument refused August 25, 1969.\nHomer W. King, with him Francis V. Sabino, for appellant.\nJohn K. Reilly, Jr., District Attorney, with him Ervin S. Fennell, Jr., Assistant District Attorney, for Commonwealth, appellee.\nJune 27, 1969:"
  },
  "file_name": "0276-01",
  "first_page_order": 306,
  "last_page_order": 314
}
