{
  "id": 8844914,
  "name": "Wermeling, Appellant, v. Shattuck et al.",
  "name_abbreviation": "Wermeling v. Shattuck",
  "decision_date": "1950-11-13",
  "docket_number": "Appeal, No. 103",
  "first_page": "23",
  "last_page": "30",
  "citations": [
    {
      "type": "official",
      "cite": "366 Pa. 23"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "36 A. 2d 492",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "348 Pa. 558",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1220266
      ],
      "pin_cites": [
        {
          "page": "564"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/348/0558-01"
      ]
    },
    {
      "cite": "183 A. 777",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "321 Pa. 369",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1165867
      ],
      "pin_cites": [
        {
          "page": "373"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/321/0369-01"
      ]
    },
    {
      "cite": "165 A. 27",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "310 Pa. 154",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1144298
      ],
      "pin_cites": [
        {
          "page": "156"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/310/0154-01"
      ]
    },
    {
      "cite": "157 A. 339",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "102 Pa. Superior Ct. 581",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        695561
      ],
      "pin_cites": [
        {
          "page": "585"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/102/0581-01"
      ]
    },
    {
      "cite": "25 F. Supp. 632",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4161314
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/25/0632-01"
      ]
    },
    {
      "cite": "66 A. 2d 275",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "362 Pa. 286",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        477383
      ],
      "pin_cites": [
        {
          "page": "289"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/362/0286-01"
      ]
    },
    {
      "cite": "36 A. 2d 465",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "349 Pa. 97",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        459535
      ],
      "pin_cites": [
        {
          "page": "100"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/349/0097-01"
      ]
    },
    {
      "cite": "188 A. 356",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "324 Pa. 532",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1171399
      ],
      "pin_cites": [
        {
          "page": "537-538"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/324/0532-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 677,
    "char_count": 11380,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 4.698238309857937e-07,
      "percentile": 0.928634449344344
    },
    "sha256": "0e3b472cee1a9f6fd85c17614157ed98617ad54232db1f7207ff11681bd51608",
    "simhash": "1:38e45b25644470ff",
    "word_count": 1964
  },
  "last_updated": "2024-02-27T16:09:19.490366+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Drew, C. J., Stern, Stearns, Jones, Ladner and Chidsey, JJ."
    ],
    "parties": [
      "Wermeling, Appellant, v. Shattuck et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Jones,\nAs a result of a collision between tbe plaintiff’s sedan and a pickup truck owned by tbe defendant company and operated by defendant Sbattuck on tbe company’s business, tbe plaintiff brought tbis suit against tbe owner and driver of tbe truck, jointly, to recover damages for tbe personal injuries which he sustained in tbe accident. Tbe jury returned a money verdict for the plaintiff. Tbe defendants filed motions for a new trial and for judgment n.o.v. Tbe court below, being of tbe opinion that tbe plaintiff was guilty of contributory negligence as a matter of law, entered judgment for tbe defendants n.o.v. from which tbe plaintiff has appealed. The court made no disposition, however, of the motion for a new trial.\nTaking the evidence in tbe case and tbe reasonable inferences deducible therefrom in the light most favorable to tbe verdict, tbe following are the material facts attending tbe accident. Tbe collision occurred about ten o’clock on a morning in May about six miles west of tbe City of Erie on U.S. Route 20 which is a two-lane main artery of vehicular travel, running generally east and west in tbe particular locality. Tbe weather was clear and visibility good, but the black-top asphalt surface of Route 20 was wet from rain earlier that morning. At tbe place of tbe accident, which was in open country, Route 20 is intersected from tbe south by a dirt road known as McKee Road. Tbe intersection is a T-intersection and not a crossing of Route 20. Tbe dirt road is some twenty to twenty-five feet in width and consists of a “beaten track” whose boundaries are indistinguishable. On tbe one corner of tbe intersection there was a candy shop and on the other corner a “little grocery store”. There was, at tbe time of tbe accident, a stop sign on McKee Road intended to control vehicles thereon approaching Route 20. There is no evidence, however, that that sign was at all visible to travellers on Route 20. Nor is there any evidence that there was a sign on Route 20 warning motorists or others of the existence of the intersecting side road. The plaintiff testified that he had no knowledge of the presence of the intersecting side road. Both the plaintiff and the driver of the truck were operating their automobiles westwardly along Route 20 with the plaintiff’s car to the rear of the truck but overtaking it. According to the plaintiff’s testimony, he was travelling at a speed of from forty-four to forty-eight miles per hour and the defendant’s truck at a speed of approximately twenty miles per hour. The plaintiff sounded his horn and pulled onto the left, or eastbound, lane of Route 20 preparatory to passing the truck. When the plaintiff was about a car length back of the truck, but already in a position to pass it, the defendant driver, without giving any warning signal, suddenly turned left toward the entrance to McKee Road. As the truck got part way across the eastbound lane of Route 20, the plaintiff’s car collided with the left rear wheel and fender of the truck in a glancing manner. The truck was spun around counter-clockwise and ended up facing west along the south edge of Route 20 just west of McKee Road. The plaintiff’s car struck, and shattered, a wooden utility pole; and then came to rest. The pole stood two to three feet south of the south line of Route 20 about twenty feet west of McKee Road and was distant from the point of collision twenty-five feet.\nThe learned court below concluded that the plaintiff was guilty of contributory negligence as a matter of law on the grounds that the physical evidences of the collision at the scene indicated that the plaintiff was travelling at an excessive rate of speed at the time of the collision and that he was also attempting to pass the defendant’s truck at an intersection in violation of Sec. 1008(c) of The Vehicle Code of 1929, as amended, 75 PS §543(c).\nThe violation of a mandatory provision of The Vehicle Code has been held to be negligence and, therefore, actionable without more if it happens to be the proximate cause of the injury in suit: see Jinks v. Currie, 324 Pa. 532, 537-538, 188 A. 356; Landis v. Conestoga Transportation Company, 349 Pa. 97, 100, 36 A. 2d 465; and Fisher v. Hill, 362 Pa. 286, 289, 66 A. 2d 275. But, whether such a violation in any given instance constitutes the want of care in the circumstances requisite to the imposition of. civil liability therefor may depend upon attendant factors. Due care presupposes one’s exercise of judgment which necessarily requires relevant knowledge. Thus, where a driver of a vehicle overtakes or passes another vehicle, travelling in the same direction, at a highway intersection, it is essential to his liability civilly for any resultant injury that he had knowledge, or reasonable cause to know, of the presence of the intersection in time to avoid violating the statute.\nThe appellee argues that Jinks v. Currie, supra, held otherwise. But, we do not so understand. In that case, Mr. Justice Schaffer, speaking for this court, expressly noted (p. 535) that “Mrs. Currie [the driver of the passing vehicle] knew about the intersecting road, having frequently passed it” (Emphasis supplied). Again at p. 536, it was pointed out that “So far as Mrs. Currie is concerned, she knew the intersecting road was there and when the truck pulled off to the side, it would have been prudent for her to have taken into account that it might be the intention of the driver to turn into the road and accordingly to have either stopped her car or slowed it down sufficiently to see just what the truck driver intended to do.” It cannot reasonably be said, therefore, that Jinks v. Currie is authority for the proposition that knowledge, or reasonable cause to know, of the presence of an intersecting highway is immaterial to one’s civil liability for passing in such location another vehicle going in the same direction. In Middleton v. Coxen, 25 F. Supp. 632 (D.C.M.D. Pa.) where the District Court of the United States for the Middle District of Pennsylvania was under the duty of applying Pennsylvania law, the statement of claim, to which the defendant had raised a question of law, showed on its face that the plaintiff had attempted to pass at an intersection another car going in the same direction. Judge (now Chief Judge) Watson there said that “it is indicated in Jinks v. Currie . . . that knowledge of the intersection is necessary to a finding of negligence . . .” and, thereupon, decided the question of law in the plaintiff’s favor for the reason, inter alia, that “no such knowledge [i.e., of the intersection] is alleged here.”\nOf course, the term “knowledge” includes not only what a driver actually knows but what he has reasonable cause to know; and, he “must drive so that he sees street intersections or crossing places reasonably obvious” : Lowers v. Zuker, 102 Pa. Superior Ct. 581, 585, 157 A. 339. But, all of that involves matters of fact which are for a jury to resolve. It would penalize a reasonably prudent driver of a motor vehicle unduly to mulct him in damages arbitrarily merely because he became involved in an accident while attempting to pass a car ahead of him, travelling in the same direction, when nearing an intersection that he had no reason to know in advance was there. In the instant case, the plaintiff denies having had any knowledge of the presence of the intersecting road and the defendant offered no proof to show that he had reasonable cause to know of it.\nAlthough the court below changed its mind on the question now under consideration when it came to pass upon the defendant’s motion for judgment n.o.v., tbe trial judge did properly instruct tbe jury in sucb regard. Tbe defendant submitted tbe following point, inter alia, for charge, — “The plaintiff, Kenneth Wer-meling, was contributorily negligent as a matter of law in passing or attempting to pass, tbe truck driven by tbe defendant, Arthur H. Shattuck, at tbe intersection of Route 20 and McKee Road.” Tbe trial judge affirmed that point, with a qualification, in tbe following language, — “That point is affirmed, if you find that tbe plaintiff knew, or should have known, that that was an intersection.” There was, therefore, no trial error on that score.\nComing to what tbe court below referred to as “tbe undisputed testimony” which convinced it that tbe plaintiff was driving at tbe time of tbe accident “at sucb a terrific rate of speed” as to to be guilty of contributory negligence as a matter of law, we find that tbe court bad in mind, and so accredited, oral testimony for tbe defendant merely because it happened not to have been contradicted. In so doing, tbe court obviously disregarded tbe rule applicable on a motion by a defendant for judgment n.o.v. that “we must accept as true all tbe facts and proper inferences of fact, wherever appearing in the record, if favorable to plaintiffs, and must reject all those favorable to defendant, if depending solely upon testimony”: Rossheim v. Bornot, Inc., 310 Pa. 154, 156, 165 A. 27. There was positive evidence in tbe case that tbe plaintiff was driving at a speed from forty-four to forty-eight miles per hour which was not an unlawful rate in tbe locality. But, tbe lower court reached its independent conclusion from tbe fact that a State policeman bad testified that be measured tbe skid marks made by tbe plaintiff’s car on tbe highway and found them to run continuously for one hundred and sixty-seven feet and from tbe further fact that tbe impact from tbe plaintiff’s car bad broken tbe wooden pole. “No fact based on oral testimony in a trial ever possesses the character of legal incontrovertibility until it receives the imprimatur of a jury’s acceptance”: Majewski v. Lempka, 321 Pa. 369, 373, 183 A. 777. The court below not only ignored the fact that the highway was wet but incorrectly stated in the opinion that it was dry. Furthermore, there was no testimony as to the physical condition of the wooden pole prior to the accident; and, in any event, whatever inference might be deducible from the fact that the pole was broken by the plaintiff’s car was for the jury to draw. Contrary to what the learned court below apparently thought, the evidence in the case was not such as to render applicable the incontrovertible physical facts rule. As was said in MacDonald v. Pennsylvania Railroad Co., 348 Pa. 558, 564, 36 A. 2d 492, — “To lay down a rule that whenever a trial court is convinced that the proofs on either side of a civil action in which there are issues of fact triable by a jury are so conclusive that the court can declare as a matter of law that the verdict must be for the party offering such proofs, would be to introduce a radical innovation in trial procedure in this Commonwealth. The error of the court below was in taking upon itself the fact finding functions of the jury.”\nThe judgment is reversed and the case remanded for disposition of the motion for new trial and action by the court below thereafter not inconsistent with this opinion.",
        "type": "majority",
        "author": "Mr. Justice Jones,"
      }
    ],
    "attorneys": [
      "John M. Wolford, with him Franklin B. Hosbach and Hosbaeh & Good, for appellant.",
      "John G. Gent, with him John B. Brooks and Brooks, Ourtze & Silin, for appellees."
    ],
    "corrections": "",
    "head_matter": "Wermeling, Appellant, v. Shattuck et al.\nArgued September 26, 1950.\nBefore Drew, C. J., Stern, Stearns, Jones, Ladner and Chidsey, JJ.\nJohn M. Wolford, with him Franklin B. Hosbach and Hosbaeh & Good, for appellant.\nJohn G. Gent, with him John B. Brooks and Brooks, Ourtze & Silin, for appellees.\nNovember 13, 1950:"
  },
  "file_name": "0023-01",
  "first_page_order": 61,
  "last_page_order": 68
}
