{
  "id": 8845147,
  "name": "Smith, Admr., et al., v. Ehler (et al., Appellant)",
  "name_abbreviation": "Smith v. Ehler",
  "decision_date": "1950-11-20",
  "docket_number": "Appeals, Nos. 224 and 225",
  "first_page": "111",
  "last_page": "116",
  "citations": [
    {
      "type": "official",
      "cite": "366 Pa. 111"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "13 Pa. 273",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        964904
      ],
      "year": 1850,
      "opinion_index": 0,
      "case_paths": [
        "/pa/13/0273-01"
      ]
    },
    {
      "cite": "52 A. 2d 220",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1947,
      "opinion_index": 0
    },
    {
      "cite": "356 Pa. 481",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        470687
      ],
      "year": 1947,
      "opinion_index": 0,
      "case_paths": [
        "/pa/356/0481-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 510,
    "char_count": 9094,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 1.9826857609644016e-07,
      "percentile": 0.7407777441850857
    },
    "sha256": "5f71c58fd28e2948248da7c386882bd47223c219c5eb62c8f14f89fd3469f0a5",
    "simhash": "1:fd4a929bf857ec85",
    "word_count": 1602
  },
  "last_updated": "2024-02-27T16:09:19.490366+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Drew, C. J., Stern, Stearns, Jones, Ladner and Chidsey, JJ."
    ],
    "parties": [
      "Smith, Admr., et al., v. Ehler (et al., Appellant)."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Ladner,\nThe plaintiff, Walter J. Smith, is the administrator of the estate of Margaret Ellen Smith, and brought an action in trespass for the recovery of damages for the death of said Margaret Ellen Smith, caused by a collision between the bicycle which she was riding and an automobile driven by the defendant, Harry W. Fowler, Jr., a- minor. Plaintiffs’ decedent had .hired the bicycle she was riding from Alvina Ehler and Stanford J. Ehler, trading as Ehlers, the proprietors of a bicycle concession in North Park, near Pittsburgh. The .plaintiff brought suit against the Ehlers and the minor defendant, Fowler, Jr. The complaint charged negligence on the part of the. Ehlers in renting to the decedent a defective bicycle and charged negligence on the part of the minor defendant in the improper operation of the motor vehicle and excessive speed.\nThe trial resulted in a verdict which was written on a jury slip under a caption which contained the names of the plaintiff and all of the defendants. It read, “And now, to wit: February 7, 1950, we the Jurors empanelled in the above entitled case, find Plaintiff $20,000.” Signed “Kathryn Peffer, Foreman.” The verdict in this form was accepted by the court and recorded. The Prothonotary naturally indexed this verdict as rendered against all the defendants. In the brief filed by counsel for the Ehlers, it is stated that several days later he learned of the entry of the verdict and called the matter, to thé attention of the trial, judge who in his presence and in the presence of the clerks of tbe court added to tbe written verdict slip, above tbe signature of tbe foreman, the following additional words, “compulsory non suit as to Mr. & Mrs. Ehlers, doing business as Ehlers nunc pro tunc as to Pebr. 7 1950.” No notice of tbe application to tbe trial judge was given to other counsel.\nCounsel for tbe minor defendant, Fowler, Jr., filed a motion for judgment n.o.v. and one for a new trial. Tbe court below dismissed tbe motion for judgment n.o.v., refused tbe new trial, but reduced tbe verdict from $20,000 to $10,000. From these orders counsel for tbe minor defendant, Fowler, Jr., filed two appeals, one, no. 224, being from tbe order of tbe court refusing judgment n.o.v. and tbe other, no. 225, from tbe order of tbe court refusing a new trial. We have concluded there must be a new trial in this case as against all of tbe defendants because of tbe irregularity in tbe alteration of tbe verdict and in view of that conclusion we dismiss tbe appeal no. 224 from tbe order of tbe court refusing judgment n.o.v. As to appeal no. 225, tbe new trial must be granted because tbe learned judge below lacked tbe power to alter tbe jury’s verdict by adding an entry of a nonsuit as against two of tbe defendants “nunc pro tunc.”\nTbe record before us shows that at tbe conclusion of tbe plaintiffs’ case, counsel for tbe defendant, Harry Fowler, Jr., moved tbe court to enter a non-suit on the ground, first, that tbe evidence showed that tbe plaintiff was guilty of contributory negligence, second, on the basis that the plaintiff’s evidence has failed to disclose any negligence on tbe part of tbe defendant, Harry Fowler, Jr., which caused or contributed to tbe accident, and third, because tbe proximate legal cause of tbe accident was tbe operation of tbe bicycle and not tbe negligent act of tbe defendant. Counsel for tbe Ehlers then made a motion for a compulsory nonsuit for tbe same reasons as set forth by counsel for Harry Fowler, Jr.- The court dismissed both motions and the defendants proceeded with their defense.\nWhile in some jurisdictions nonsuits may be asked at any time before a verdict, it seems in our jurisdiction a compulsory nonsuit for insufficiency of the evidence may be moved for or granted only whenever the defendant upon the trial of the cause has offered no evidence: Act of March 11, 1875, P.L. 6, 12 PS 645. After the presentation of evidence in defense, a binding instruction or direction , of a verdict is the proper method of terminating the- action where there is insufficient evidence to support it.\nThe record fails to show.that any motion was made or point presented for binding instructions by Ehlers’ counsel or that the jury was directed by the trial judge to find for them. It is true that in the oral charge the trial judge said, “Mr. Ehler, the bicycle man, I left him out because the plaintiffs have the burden of proof in this case and I didn’t think they met the burden of proof as far as the bicycle owner is concerned.” Later on he said, “Under the law — I may be wrong — but I do not think there was sufficient evidence to hold the bicycle owner here in this case— the bicycle man who supplied the bicycle.” Yet in an earlier part of his charge he said, “No one has the right to tell you what your verdict should be. You are the final judges of the facts. It is only my duty to call your attention to. the law.” It may well be that the jury did not understand that the statements made regarding “the bicycle man” were more than a mere expression of opinion. Certainly if the court meant to give binding instructions, the trial judge should have specifically and expressly directed them to bring in a verdict in favor of the Ehlers.. But he did not do so and apparently accepted the verdict in the form above quoted. Two days later, after the verdict had been, recorded and indexed, be undertook to change its effect by inserting “compulsory non suit as to Mr. & Mrs. Ehlers, doing business :as Ehlers nunc pro tunc as to Pebr. 7 1950.” We think the learned trial judge is wholly without authority to so change the verdict after the jury was discharged. He had refused the compulsory nonsuit at the close of the plaintiffs’ case, the only proper time to have entered it, and though at the conclusion of the defendants’ case, he had the power to direct a verdict in favor of any of the defendants if in his opinion there was a lack of sufficient proof to support a verdict against them, he did not do so.\nThe learned counsel for the Ehlers argues that all that the court did by entering the nonsuit nunc pro tunc was to “mould the verdict” and that, under the authorities he cited, is within the court’s power. Our most recent case, Wadatz, Admrx. v. Taormina, 356 Pa. 481, 52 A. 2d 220 (1947) is strongly relied on. There, speaking through Mr. Justice Jones, this Court held that a trial court does have power to mould a verdict to agree with the obvious intention of the jury (emphasis supplied). In that case suit was brought against three defendants. The jury brought in a verdict in favor of the plaintiff and against two of them but made no mention of the third one, one way or another. Upon timely application of counsel for the third defendant and with due notice to, and without objection from the plaintiff, the trial court moulded the verdict so as to include therein a verdict in favor of the third defendant and against the plaintiff. But that case differs materially from this in that there, the plain intention of the jury as indicated by its verdict was, that only the two defendants named were to be liable. All the court did was to give effect to that plain intent. Here, however, the only inference which can be drawn from the jury’s verdict is that its verdict for the plaintiffs was intended to be against all of the defendants. To now undertake to exclude two of' them would be an unjustifiable interference with tbe jury’s prerogative.\nWe bave read tbe record over carefully and it appears tbe plaintiffs did not abandon at any time tbeir claim against tbe Ehlers. Also tbe defendant Fowler’s counsel never abandoned tbe contention that tbe accident resulted from tbe decedent’s loss of control of tbe bicycle due to some defect in its steering apparatus, and there was somé testimony to warrant that argument. Consequently it may well be that tbe jury may bave regarded that all three of tbe defendants contributed to tbe accident. Even though as a matter of law tbe testimony may actually be insufficient to warrant a verdict against the Eblers, we cannot say that if tbe jury bad been told expressly that there could be no recovery against the Eblers, that they would bave found for tbe plaintiffs at all. Since we cannot speculate upon what tbe jury might bave done bad a non-suit been timely entered or binding instructions directed for tbe Ehlers we are all of one mind that tbe case should be retried: see Wharton v. Williamson, 13 Pa. 273 (1850).\nTbe judgment is reversed and a venire facias de novo awarded as to all parties.",
        "type": "majority",
        "author": "Mr. Justice Ladner,"
      }
    ],
    "attorneys": [
      "Joseph 8. D. Christof, with him Thomas D. Mc-Gloslcey, Joseph R. Doherty, and Philip X. Ley, for defendant, appellant.",
      "Ira R. Hill, with. Mm Reel,, Smith, Shaw dMcClay, for Alvina Ebler et al., defendants, appellees.",
      "Edward 0. Spotts, Jr., with him James P. If ft, Jr., for plaintiffs, appellees. '"
    ],
    "corrections": "",
    "head_matter": "Smith, Admr., et al., v. Ehler (et al., Appellant).\nArgued October 11, 1950.\nBefore Drew, C. J., Stern, Stearns, Jones, Ladner and Chidsey, JJ.\nreargument refused December 18, 1950.\nJoseph 8. D. Christof, with him Thomas D. Mc-Gloslcey, Joseph R. Doherty, and Philip X. Ley, for defendant, appellant.\nIra R. Hill, with. Mm Reel,, Smith, Shaw dMcClay, for Alvina Ebler et al., defendants, appellees.\nEdward 0. Spotts, Jr., with him James P. If ft, Jr., for plaintiffs, appellees. '\nNovember 20, 1950:"
  },
  "file_name": "0111-01",
  "first_page_order": 149,
  "last_page_order": 154
}
