{
  "id": 8845235,
  "name": "Commonwealth ex rel. Chidsey, et al., Appellants, v. Keystone Mutual Casualty Company",
  "name_abbreviation": "Commonwealth ex rel. Chidsey v. Keystone Mutual Casualty Co.",
  "decision_date": "1950-11-22",
  "docket_number": "Appeals, Nos. 20, 21 and 22",
  "first_page": "149",
  "last_page": "158",
  "citations": [
    {
      "type": "official",
      "cite": "366 Pa. 149"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "150 A. 902",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "300 Pa. 479",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1125957
      ],
      "pin_cites": [
        {
          "page": "483"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/300/0479-01"
      ]
    },
    {
      "cite": "44 A. 2d 250",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "353 Pa. 49",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        465970
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/353/0049-01"
      ]
    },
    {
      "cite": "112 A. 871",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "270 Pa. 199",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1065996
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "205"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/270/0199-01"
      ]
    },
    {
      "cite": "85 A. 147",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "237 Pa. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        989002
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/237/0269-01"
      ]
    },
    {
      "cite": "11 A. 2d 867",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "337 Pa. 416",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1197258
      ],
      "pin_cites": [
        {
          "page": "419-420"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/337/0416-01"
      ]
    },
    {
      "cite": "195 A. 9",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "328 Pa. 211",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1179631
      ],
      "pin_cites": [
        {
          "page": "215"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/328/0211-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 763,
    "char_count": 14159,
    "ocr_confidence": 0.503,
    "pagerank": {
      "raw": 4.6921793908291484e-07,
      "percentile": 0.9284626246549509
    },
    "sha256": "e68b82c3d57bb0746aefce12713e26a8767ecacbb5636630aebe45ae46b34b02",
    "simhash": "1:f51aed4a1df6fb11",
    "word_count": 2275
  },
  "last_updated": "2024-02-27T16:09:19.490366+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Drew, C. J., Stern, Stearns, Jones and Ladner, JJ."
    ],
    "parties": [
      "Commonwealth ex rel. Chidsey, et al., Appellants, v. Keystone Mutual Casualty Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Allen M. Stearne,\nThere are three appeals from the refusal of the Court of Common Pleas of Dauphin County to permit the intervention of a policyholders’ committee in a dissolution and liquidation proceeding relating to the Keystone Mutual Casualty Company, a Pennsylvania corporation. Appellants are the Commonwealth’s Attorney General, its Insurance Commissioner and the Committee. The Statutory Liquidator interposes no objection to the intervention but reserves his right to question the validity of any plan of rehabilitation. The Ancillary Receiver for the State of Maryland intervened as a party defendant in opposition to any plan of rehabilitation.\nThe reasons which motivated the Court to deny the intervention may be thus summarized: (a) a decree of dissolution was entered by the Court; (b) that after corporate dissolution there can be no reestablishment of the corporate entity; (c) that there is no authority for the proposed plan to turn over the assets to officers and directors of the dissolved company; (d) that an intervenor takes the litigation “as he finds it” and this petition is in effect “an attack upon the proceedings” and is in the nature of a bill for review. Perhaps the foundation of the Court’s objection is, as stated in its opinion, “Were we to allow this petition, we would be required to hear evidence and pass upon the validity of our decree [of dissolution] . . . .”\nOn June 26, 1947, upon suggestion filed by the then Attorney General, and with the consent of the company, “[The] Court, by order dated June 26, 1947, ordered and directed the Keystone Mutual Casualty Company to be dissolved, and directed that the Insurance Commissioner of this Commonwealth take possession of the assets of the company, as Statutory Liquidator, in accordance with the provisions of Section 506 of The Insurance Department Act of May 17, 1921, P.L. 789, as amended, 40 P.S. 206. The Court ordered that the company be closed, its charter vacated and its corporate existence ended, and further directed that its business affairs be liquidated by and under the direction of the Statutory Liquidator.’’\nOn June 2, 1948 a policyholders’ protective committee was granted leave to intervene. In its petition it was averred that the Committee believed that the company was not insolvent;, that its assets far exceeded the liabilities and expressed the belief that reinstatement and rehabilitation of the company was “feasible”. This Committee consisted of six members representing policyholders, and whose chairman was Duverney Mat-lack and was thereafter referred to as the Matlack Committee. On February 21, 1950 the court granted permission to this Committee to withdraw as intervening party “. . . with leave to make further appearance at a later date for the purpose of requesting an appropriate allowance for expenses and counsel fee of said Committee . . . .” On March, 10, 1950 the present application to intervene was made by five authorized individuals, as a Policyholders’ Protective Committee, which was denied as indicated. This appeal followed.\nPolicyholders of a mutual insurance company are interested parties. Such a company is a co-operative enterprise wherein the policyholders, as members, are both insurer and insured. Upon insolvency of the company the policyholders, as members, are liable for their proportionate share of indebtedness: 44 C. J. S. In: surance, sec. 104, p. 644, et seq. In a dissolution there can be no doubt but that such individuals are interested parties. Under the Rule of Civil Procedure 2327 such persons are permitted to intervene because the proceeding may impose liability upon them. As stated in the commentary to the rule, the right to intervene is not a grant of an absolute right “without regard to the approval of tbe court.” Cf. Frey’s Estate, 237 Pa. 269, 85 A. 147; Northampton Trust Company, Trustee, v. Northampton Traction Co. et al., 270 Pa. 199, 112 A. 871; Bily, Execx., v. Allegheny County Board of Property Assessment, Appeals and Review, 353 Pa. 49, 44 A. 2d 250. Rule 2328 requires a petition to intervene “setting forth the ground on which intervention is soughtRule 2329 provides that tbe application may be refused by tbe court: (1) if not in subordination to and in recognition of tbe propriety of tbe action; (2) tbe interest of petitioner is already adequately represented; (3) undue delay in making application.\nIn compliance with these rules tbe petition; dated March 10, 1950, recited tbe above facts; that because of tbe withdrawal by leave of court of tbe prior Policyholders’ Protective Committee on February 21, 1950 tbe policyholders no longer bad representation in tbe proceeding; that tbe corporation was in fact solvent, and not insolvent as was represented to tbe court. In an amended petition a detailed plan of proposed rehabilitation was set forth.\nWe have then petitioners who possess the status of intervenors and pleadings which comply with tbe applicable rules of civil procedure. These petitioners are not officious intermeddlers in litigation in which they have no interest. It does not necessarily follow that if intervention is permitted, tbe court is required to grant permission to rehabilitate. If tbe corporation is insolvent, and its charter forfeited, it may be beyond tbe power of tbe court to permit a rehabilitation or reorganization.\nTbe objection which appears to be tbe most formidable is whether under Procedural Rule No. 2329(1) this application “is not in subordination to and in recognition of the propriety of the actionTbe general rule is that an intervenor must take tbe suit “as be finds it”: Northhampton Trust Company, Trustee, v. Northampton Traction Co. et al., 270 Pa. 199, 205, 112 A. 871. Cf. Franklin National Bank et al. v. Kennerly Coal & Coke Co., 300 Pa. 479, 483, 150 A. 902.\nIt is noted that in both petitions to intervene (June 2, 1948, Mattack Committee and the present one Haines Committee) the averment is made that the corporation is solvent. Futhermore the decree of insolvency and dissolution was based entirely upon a consent decree. The court was not required' to find facts on which to base its decree, because of such consent of the officers of the corporation, who thereupon resigned. We agree with the learned court below that an intervenor should not be allowed to become a party to the suit merely to review what the court has done and to require demonstration of the legality and propriety of its action. But arguendo, if an intervenor sought to establish that a group of insurance companies had contributed a fund to pay all debts and costs of an insolvent insurance company, ought such intervention be denied? Under such circumstances why should the decree of dissolution not be vacated and the company rehabilitated? In the absence of good reason to the contrary we think not. If it were shown that the company was and is solvent and the decree was entered because of fraud, accident or mistake, intervention should not be denied. Such proofs would not be in derogation of the decree filed. As this was a consent decree it might be shown that the decree was improvidently made and upon erroneous information. We agree that an inter-venor cannot question supported findings of facts made prior to the intervention. But neither the court below nor an appellate court should pass upon the propriety of the proposed rehabilitation prior to intervention. If the corporation is insolvent, it may well be that no rehabilitation is possible under the Insurance Statute, supra.\nPolicyholders are not now represented in these proceedings. Their rights are now being Considered by the court and their property is about to be distributed. We see no . reason why a policyholders’ committee should not intervene, if-.for. no, other, purpose than to protect such interest. ‘ ... :\nThere has been no undue delay.- The policyholders were protected by the- Matlack Colnmittee Until it was permitted to withdraw, February 21, 1950, and promptly, on March Í0, 1950, the presént application was made. -r • ■:\nCuriously enbugh the only ones objecting to intervention are two Amici Guriae, one of- whom is E. Brooke Matlack,' who mas chmrman of the Matlack Committee. In his brief, so filed-as Amicus Guriae, it is said that he “will argue-in behalf of himself and all policy holders, creditors and claimcmts”. It is fur-thei stated that Mr. Matlack is -the largest- policyholder-creditor who desires nothing more than the expeditious liquidation of the-dissolved, company and the payment of claims to the extent that the assets, will permit.\nWe are unable to ascertain from this record the identity of the other amicus curiae but whoever he is he was represented by an able member of the Philadelphia Bar who states in his argument: “The Petition to Intervene by this alleged policyholders’ committee is a bold and brazen attempt to seize substantial assets of a defunct insurance company. It represents an attempt by a small group ..to seek preferential treatment in contravention of law. The purported sponsorship of the intervention by the present Attorney General and Insurance Commissioner is shocking. The appeal lacks merit.”\nIt is difficult to understand how the. petitioning committee, if permitted to intervene, could possibly secure possession of the assets. The funds are in the hands of the Statutory Liquidator and are, therefore, under the direct supervision of the court.\nIt is most persuasive that the Commonwealth’s Insurance ■ Commissioner, as well as its Attorney General, join the committee in this appeal. No sound reason has been presented why the intervention should' not be allowed. Great loss could result from a denial of intervention and no harm can result if allowed. Policyholders, because of their pecuniary, interest, are entitled to have representation in this litigation even though ultimately there is a liquidation and distribution of assets.\nWe specifically withhold judgment on the question whether rehabilitation is proper under the circumstances, as well as approval of any proposed rehabilitation or reorganization.\nThe decree is reversed and the record is remitted to the court below to enter an appropriate decree in accordance with this opinion. All costs to be paid out of the fund.",
        "type": "majority",
        "author": "Mr. Justice Allen M. Stearne,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Jones:\nThe proceeding here involved is not an “action” as' defined by the Eules of Civil Procedure and, therefore, not subject to such rules. In its very nature, the proceeding is an equitable one, embracing, as it does, the dissolution and liquidation of a corporation under court supervision (cf. Buse & Caldwell Dissolution Case, 328 Pa. 211, 215, 195 A. 9) through the instrumentality of a statutorily designated liquidator: Sec. 506 of The Insurance Department Act of 1921, P. L. 789, 40 PS §206. Intervention in such a proceeding is governed by Eule 25 of the Equity Eules and is attained by leave of court and not as an absolute right. Accordingly, refusal of leave to intervene in the cir-cumstanees here present is not renewable except for an abuse of discretion: Beck v. O’Loughlin, 337 Pa. 416, 419-420, 11 A. 2d 867.\nIn that situation, I fail to see upon what ground error can be justifiably imputed to the learned court below merely because it denied the Haines Policyholders’ Committee leave to intervene. The fact that a somewhat similar committee had once been granted such permission (but had lately withdrawn) cannot rightly be thought to foreswear the lower court’s independent exercise of its discretion when later supplicated. Nor is the action of the court below in such regard to be adjudged unsound simply because we might, have acted otherwise had the application for leave to intervene been addressed to us in the first instance and been within our competence. Our jurisdiction being appellate, the scope of our review is, perforce, limited to determining whether the court below was guilty of an abuse of discretion in respect of its disposition of the petition to intervene. Yet, the majority opinion does not advance a single pertinent reason for condemning the action of the court below, while, on the other hand, the lower court’s action in: the premises might well have been prompted by a commendable desire that further delay through the intervention of private and possibly litigious parties be not invited three years after the corporation was dissolved and liquidation has proceeded meanwhile. The status of the applicants as policyholders ceased with the entry of the ■ final decree of the corporation’s dissolution; and, their rights as possible junior creditors of the dissolved corporation is a matter for the statutory liquidator’s protection. It could be that the court deemed the attitude of the former Insurance Commissioner, acting on the advice of the former Attorney General, with respect to the. application of the Haines Committee, the preferable course to pursue in the then attending circumstances. See Formal Opinion No. 604 rendered by tbe Attorney General tó. tbe Insurance Commissioner on January 31, 1950, Op. Atty. Gen. (1950), p. In any view, the. matter was well within :tbe province of tbe court below whose considered action' should not' now be lightly set aside.\nI would affirm On the able and thorough opinion of Judge Needs. . - .....",
        "type": "dissent",
        "author": "Mr. Justice Jones:"
      }
    ],
    "attorneys": [
      "Ralph B. TJmsted, Deputy Attorney General, with him Charles J. Margiotti, Attorney General, in propria persona, and Artemas C. Leslie, Insurance Commissioner, in propria persona, for appellants.",
      "Elder W. Marshall, with him Reed, Smith, Shaw & MeClay, Charles Denby, Walter M. Newman, Walker & Newman and Sherman T. Rock, for policyholders’ committee, appellants.",
      "Maurice Stern, in propria persona, with him Josef Jaffe and Mayer, Magaziner & Brunswick, for Maurice Stern, amicus curiae.",
      "David A. Saltzburg, Sebastian C. Pugliese and Albert D. Brandon, with them Morris W. Kolander and Kolander é Saltsburg, for E. Brooke Matlack, amicus curiae."
    ],
    "corrections": "",
    "head_matter": "Commonwealth ex rel. Chidsey, et al., Appellants, v. Keystone Mutual Casualty Company.\nArgued October 3, 1950.\nBefore Drew, C. J., Stern, Stearns, Jones and Ladner, JJ.\nRalph B. TJmsted, Deputy Attorney General, with him Charles J. Margiotti, Attorney General, in propria persona, and Artemas C. Leslie, Insurance Commissioner, in propria persona, for appellants.\nElder W. Marshall, with him Reed, Smith, Shaw & MeClay, Charles Denby, Walter M. Newman, Walker & Newman and Sherman T. Rock, for policyholders’ committee, appellants.\nMaurice Stern, in propria persona, with him Josef Jaffe and Mayer, Magaziner & Brunswick, for Maurice Stern, amicus curiae.\nDavid A. Saltzburg, Sebastian C. Pugliese and Albert D. Brandon, with them Morris W. Kolander and Kolander é Saltsburg, for E. Brooke Matlack, amicus curiae.\nNovember 22, 1950:"
  },
  "file_name": "0149-01",
  "first_page_order": 187,
  "last_page_order": 196
}
