{
  "id": 8845564,
  "name": "Fisher v. Sheppard (et al., Appellant)",
  "name_abbreviation": "Fisher v. Sheppard",
  "decision_date": "1951-01-02",
  "docket_number": "Appeal, No. 146",
  "first_page": "347",
  "last_page": "351",
  "citations": [
    {
      "type": "official",
      "cite": "366 Pa. 347"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "47 A. 2d 643",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "644"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "354 Pa. 436",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        467396
      ],
      "pin_cites": [
        {
          "page": "439"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/354/0436-01"
      ]
    },
    {
      "cite": "19 A. 2d 106",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "341 Pa. 289",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1204545
      ],
      "pin_cites": [
        {
          "page": "291"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/341/0289-01"
      ]
    },
    {
      "cite": "57 A. 2d 866",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "358 Pa. 426",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845674
      ],
      "pin_cites": [
        {
          "page": "428"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/358/0426-01"
      ]
    },
    {
      "cite": "47 A. 2d 817",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "355 Pa. 24",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        468959
      ],
      "pin_cites": [
        {
          "page": "29"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/355/0024-01"
      ]
    },
    {
      "cite": "55 A. 2d 759",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "358 Pa. 33",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8844905
      ],
      "pin_cites": [
        {
          "page": "37"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/358/0033-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 500,
    "char_count": 7236,
    "ocr_confidence": 0.486,
    "pagerank": {
      "raw": 8.497289608328632e-08,
      "percentile": 0.4864273940295361
    },
    "sha256": "7064ae29c07e27b308e965ebb318962a6f60c09eadd36080ac9b37798e14890a",
    "simhash": "1:9aecc5ccc0c2974d",
    "word_count": 1205
  },
  "last_updated": "2024-02-27T16:09:19.490366+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Drew, C. J., Stern, Stearnb, Jones, Ladner and Chidsey, JJ'."
    ],
    "parties": [
      "Fisher v. Sheppard (et al., Appellant)."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Chidsey,\nAbel Fisher and Emma Fisher, his wife, appellees, brought this action in trespass against Floyd Sheppard, Clyde Sheppard and Carlton Schneider to recover damages sustained when a tractor-trailer operated by Floyd Sheppard crashed into the rear of their building. CMC Truck, and Coach Division, General Motors Corporation, appellant, was made an additional defendant, assertedly for the reason that the tractor purchased by the Sheppards from it was defective and that such defect was the proximate cause of the accident. A jury returned a verdict against the original defendants and appellant, providing therein that the former should pay 75% and appellant 25% thereof. A motion for a new trial was filed by the original defendants. Motion for judgment non obstante veredicto was filed by the additional defendant. The court below awarded a new trial. This appeal is from the refusal to enter a judgment non obstante veredicto in favor of the additional defendant.\nFloyd Sheppard and Clyde Sheppard, on December 13, 1947, were the owners of a GMC tractor and Trailmobile trailer in which as agents of the defendant Schneider they were transporting 33,400 pounds of steel through the City of Butler. Floyd Sheppard was operating the vehicle. His equipment was admittedly overloaded, in violation of the laws of this Commonwealth and in excess of the maximum load of the vehicle as determined by the manufacturer, the additional defendant and appellant here. He had left the Allegheny Ludlum Steel Company plant at West Leechburg about 1:00 a.m. on the morning of December 13, 1947, destined for Detroit, Michigan. Center Avenue in the City of Butler is a long hill. When at least five or six blocks from the top of the hill, he changed his transmission into second gear and turned a button on the panel of the dashboard which placed the truck in low range. He proceeded toward the top of the hill at a speed from three to six miles per hour, and as he reached the crest thereof he was traveling seven to eight miles per hour. He continued on approximately one-quarter of 'a block and was on a curve when he heard a grinding noise near the transmission and the tractor slipped out of gear. He gained momentum as he proceeded downward and endeavored to use his brakes, but did not have sufficient air. Being .unable to stop the tractor-trailer, he kept his grasp on the wheel and endeavored to maintain control, but was unable to negotiate a turn at the foot of the hill and crashed into the rear of appellees’: building.\nAppellant’s principal contention is that the evidence did not establish that the tractor was faulty either in design or construction.\nThe position of the original defendants, appellees, as regards proof of appellant’s negligence is thus stated: “As you shift from your high to low range, the shift is accomplished by use of air pressure, and if [in] the attempt to get the truck back into gear, the air pressure is exhausted due to the breakdown of certain parts in the differential, sufficient evidence has been elicited to warrant reasonable men in declaring this is the negligence that caused the wreck.” The theory of negligence appears to be that, notwithstanding a successful shift by Sheppard, a defective sleeve in the differential broke causing the gear to slip out and there was not sufficient air pressure remaining to force the gear back into proper position. The basis of the entire theory is proof of a defective sleeve.\nWé are of opinion that the evidence is not sufficient to establish this basic fact. Certainly, proof of a broken sleeve itself, in the .circumstances here presented, will not support a finding that it was defective prior to the collision of the tractor with the Fisher building. A finding that the break resulted from the terrific impact is equally probable. . Where two conclusions can be had from given circumstances, one of which would create liability and the other negative liability, a jury may not be permitted to indulge in conjecture and negligence cannot be predicated; thereon.\nAppellees suggest that the testimony of Roy E. Anderson, a truck mechanic and repairman, and Paul Sipe, subsequent owner of the tractor, established that “the truck slipped out of gear due to a breakdown in the sleeve and fork in the differential.” Careful review of the record does not reveal testimony in support of this assertion. Their testimony does not supply the necessary evidence.\nAnderson, called by appellees as an expert, admitted, on preliminary cross-examination, that he could not give an opinion as regards what occurred without having seen the equipment and also that he could not form an. opinion by having someone relate what occurred. He was not shown the equipment, but, nevertheless, testified that' the grinding noise occurring after the differential slipped out of low range indicated it was trying to get back in, and also stated that a broken sleeve would permit the slip .from low range into neutral. Anderson’s testimony is clearly insufficient in that at no time did he state that in his opinion the sleeve was defective and that such defect brought about the unfortunate accident.\nSipe testified that it was impossible to say whether the housing or the sleeve broke first. His testimony appears to establish only that after the accident the sleeve and housing were broken and that the axle was bent or broken.\nThere is no direct testimony establishing the existence of a defective sleeve. What is sought to be proved is that circumstances indicate the probability that the accident occurred as appellees theorize. “Affirmative proof of negligence by circumstantial evidence must be by evidence which precludes possibility of injury in any other way and is such that the duly reasonable inference to be deduced therefrom is that the accident was caused by the negligence of the defendant in the manner alleged: Donaldson v. Pittsburgh Railways Co., 358 Pa. 33, 37, 55 A. 2d 759; Stauffer v. Railway Express Agency, Inc., 355 Pa. 24, 29, 47 A. 2d 817, 819 Stanalonis v. Branch Motor Express Co., 358 Pa. 426, 428, 57 A. 2d 866. Certain it is that the evidence here adduced does not “so describe, picture or visualize what actually happened as to enable one fixed with the responsibility for ascertaining the facts to find that defendant was the culpable party: Skrutski v. Cochran, 341 Pa. 289, 291, 19 A. 2d 106:” Balducci v. Cutler, 354 Pa. 436, 439, 47 A. 2d 643, 644. See Stanalonis v. Branch Motor Express Co., supra.\nThe record does not contain evidence sufficient to establish liability on the part of the manufacturer, ■ appellant. A verdict imposing liability would of necessity be based upon conjecture and surmise. These are not a substitute for proof: Stanalonis v. Branch Motor Express Co., supra.\nOrder reversed and judgment here entered for appellant.",
        "type": "majority",
        "author": "Mr. Justice Chidsey,"
      }
    ],
    "attorneys": [
      "J. Campbell ' Brandon, with him W. D. Brandon, Hugh 8. Millar and Brandon & Brandon, for appellant.",
      "Luther C. Braham and John C. Dillon, Jr., with them Zeno F. Henninger, and Qalbreath, Braham & Gregg, for appellees."
    ],
    "corrections": "",
    "head_matter": "Fisher v. Sheppard (et al., Appellant).\nArgued October 3, 1950.\nBefore Drew, C. J., Stern, Stearnb, Jones, Ladner and Chidsey, JJ'.\nJ. Campbell ' Brandon, with him W. D. Brandon, Hugh 8. Millar and Brandon & Brandon, for appellant.\nLuther C. Braham and John C. Dillon, Jr., with them Zeno F. Henninger, and Qalbreath, Braham & Gregg, for appellees.\nJanuary 2, 1951:"
  },
  "file_name": "0347-01",
  "first_page_order": 385,
  "last_page_order": 389
}
