{
  "id": 8845781,
  "name": "Jaeger, Appellant, v. Sidewater",
  "name_abbreviation": "Jaeger v. Sidewater",
  "decision_date": "1951-01-02",
  "docket_number": "Appeal, No. 201",
  "first_page": "481",
  "last_page": "483",
  "citations": [
    {
      "type": "official",
      "cite": "366 Pa. 481"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "140 A. 524",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "291 Pa. 588",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1107238
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/291/0588-01"
      ]
    },
    {
      "cite": "51 A. 2d 747",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "356 Pa. 238",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        470666
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/356/0238-01"
      ]
    },
    {
      "cite": "15 A. 2d 142",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "339 Pa. 417",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1201255
      ],
      "pin_cites": [
        {
          "page": "422"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/339/0417-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 280,
    "char_count": 3257,
    "ocr_confidence": 0.476,
    "pagerank": {
      "raw": 8.281733192055663e-08,
      "percentile": 0.47895340616383425
    },
    "sha256": "1f1b32ba6020f646ffacf9eeab1a92138bd475bd7fdee0f70b8828e80d84148f",
    "simhash": "1:729bc9c0a10e5422",
    "word_count": 562
  },
  "last_updated": "2024-02-27T16:09:19.490366+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Drew, C. J., Stearns, Jones, Ladner and Chidsey, JJ."
    ],
    "parties": [
      "Jaeger, Appellant, v. Sidewater."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Drew,\nJohn Carl Jaeger brought this action in trespass in his own right and as guardian of his minor son John William Jaeger to recover for personal injuries suffered by minor plaintiff when he was run over by defendant’s truck. A compulsory nonsuit was entered at the close of plaintiffs’ case and they now appeal from an order dismissing a motion to remove this nonsuit.\nPrior to the accident, minor plaintiff, who was then 13 years old, had been searching with other boys for pieces of copper through some piles of refuse in the municipal dump in South Philadelphia. Stacks of scrap paper were being baled near where the boys were searching when defendant’s truck arrived to pick up two of the bales. Minor plaintiff assisted the driver and his helper in loading them on the truck. The boy then asked defendant’s driver for a ride to his home near the intersection of Hancock Street and Oregon Avenue in South Philadelphia and was told to climb on the truck. When they reached the intersection defendant’s driver stopped the truck and minor plaintiff began to alight. Howeverj before he-had gotten off the truck, it started with a jerking motion and be, losing bis bold fell under tbe trnek and was seriously injured.\nPlaintiff does not allege that defendant’s truck driver had express authority to invite minor plaintiff to ride on defendant’s truck. Nor can it be said that tbe evidence would support a finding that tbe driver bad implied authority to employ tbe boy as an assistant so as to constitute him an invitee of defendant entitled to protection from tbe negligence of tbe driver. This Court has said in White v. Consumers Fin. Serv., Inc., 339 Pa. 417, 422, 15 A. 2d 142: “It is only where ‘an unforeseen contingency arises making it impracticable to communicate with tbe principal and making such an appointment reasonably necessary for tbe protection of tbe interests of tbe principal entrusted to tbe agent,’ that an agent may be said to have implied authority to employ an assistant.” In the instant case no evidence was introduced to show the size of tbe bales or that tbe assistance of minor plaintiff was necessary in any way to tbe furtherance of defendant’s business. He, therefore, was only a trespasser as to defendant who then would be liable to him only if plaintiff could show some wanton act or wilful misconduct on the part of tbe driver while managing tbe truck: Slother v. Jaffe, 356 Pa. 238, 51 A. 2d 747. Tbe testimony does not show that tbe truck driver knew the boy was stepping off tbe truck or that tbe jerking motion was due to any deliberate action of the driver. Since tbe mere jerking motion of a-truck has been held not to be such negligent conduct as amounts to a “wanton” act, plaintiff has failed to set forth facts which would allow minor plaintiff to recover as a trespasser and was properly non-suited by tbe learned court below: Hartigan v. Public Ledger, 291 Pa. 588, 140 A. 524.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Chief Justice Drew,"
      }
    ],
    "attorneys": [
      "I. Finkelstein, with him Matthew Kramer, for appellants.",
      "John B. Martin, with him Henry T. Reath and Duane, Morris & Heekseher, for appellee."
    ],
    "corrections": "",
    "head_matter": "Jaeger, Appellant, v. Sidewater.\nArgued November 20, 1950.\nBefore Drew, C. J., Stearns, Jones, Ladner and Chidsey, JJ.\nI. Finkelstein, with him Matthew Kramer, for appellants.\nJohn B. Martin, with him Henry T. Reath and Duane, Morris & Heekseher, for appellee.\nJanuary 2, 1951:"
  },
  "file_name": "0481-01",
  "first_page_order": 519,
  "last_page_order": 521
}
