{
  "id": 8846165,
  "name": "McGuire, Appellant, v. Carey",
  "name_abbreviation": "McGuire v. Carey",
  "decision_date": "1951-03-19",
  "docket_number": "Appeal, No. 97",
  "first_page": "627",
  "last_page": "629",
  "citations": [
    {
      "type": "official",
      "cite": "366 Pa. 627"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 227,
    "char_count": 2368,
    "ocr_confidence": 0.509,
    "pagerank": {
      "raw": 1.0991837584760119e-07,
      "percentile": 0.5676137875219752
    },
    "sha256": "72c5007b0bea6fa31faa80f6c144db37c462e0f7961c8500fe846dadd4561df8",
    "simhash": "1:68d685e055ac9d14",
    "word_count": 395
  },
  "last_updated": "2023-07-14T17:53:06.699506+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Drew, C. J., Stern, Stearns, Jones, Bell, Ladner and Chidsey, JJ."
    ],
    "parties": [
      "McGuire, Appellant, v. Carey."
    ],
    "opinions": [
      {
        "text": "Opinion\nPer Curiam,\nEdward McGuire and Margaret, his wife, instituted this suit against Helen Carey, defendant, to récover damages for the death of their son, Angnstine McGuire, who drowned in a stream running through the premises of defendant. The entry of a nonsuit and the refusal of the learned court below to remove it give rise to this appeal.\nDefendant owned property in the south side section of the City of Scranton. Running through that property was a small stream known as Meadow Brook where children had been in the habit of playing for many years. On February 8, 1946, the stream was covered with a thin coating of ice and Augustine McGuire, a minor seven years of age, decided he would try to walk across the ice to the far bank. When he reached a point near the middle of the stream, the ice gave way and he fell in water approximately four feet deep and was drowned.\nPlaintiffs base their claim on Restatement of Torts, §339. That section provides: “A possessor of land is subject to liability for bodily harm to young children trespassing thereon caused by a structure or other artificial condition which, he maintains upon the land, . . .” (Italics added.) Plaintiffs concede that Meadow Brook is a natural stream but contend that because of a culvert through which it passes under a street and because of some blasting which occurred eight years prior to the accident, an artificial pool was created in which the boy drowned. However, none of plaintiffs’ witnesses testified that any such artificial condition existed. On the contrary, the uncontradicted evidence discloses that except for natural erosion and seasonal variations in depth the stream had remained unchanged for at least forty years. The record shows that neither the blasting nor the culvert had caused any material change in the stream. Certainly from that evidence it is clear that defendant was not maintaining an artificial condition on her land within the meaning of §339. She was guilty of no negligence and she cannot, therefore, be held liable in damages for the death of the trespassing child.\nOrder affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Ulrie J. McHale, with him Frank J. McDonnell, for appellants.",
      "-G. S. Welles, 3rd, with him Welles & Mackie, for appellee."
    ],
    "corrections": "",
    "head_matter": "McGuire, Appellant, v. Carey.\nArgued January 3,1951.\nBefore Drew, C. J., Stern, Stearns, Jones, Bell, Ladner and Chidsey, JJ.\nUlrie J. McHale, with him Frank J. McDonnell, for appellants.\n-G. S. Welles, 3rd, with him Welles & Mackie, for appellee.\nMarch 19, 1951:"
  },
  "file_name": "0627-01",
  "first_page_order": 665,
  "last_page_order": 667
}
