{
  "id": 924340,
  "name": "Stewart v. Climax Road Machine Company, Appellant",
  "name_abbreviation": "Stewart v. Climax Road Machine Co.",
  "decision_date": "1901-10-11",
  "docket_number": "Appeal, No. 14",
  "first_page": "611",
  "last_page": "612",
  "citations": [
    {
      "type": "official",
      "cite": "200 Pa. 611"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 202,
    "char_count": 2929,
    "ocr_confidence": 0.501,
    "pagerank": {
      "raw": 1.424155636339475e-07,
      "percentile": 0.6496120044064345
    },
    "sha256": "569536a3181dd5fdffeaa7e0a64ced3fd74fb38cbd16d2024aaff3ca1133ddab",
    "simhash": "1:aa00e748874360fd",
    "word_count": 484
  },
  "last_updated": "2023-07-14T18:07:58.332830+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McCollum, C. J., Mitchell, Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Stewart v. Climax Road Machine Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis was an action of assumpsit which resulted in a verdict in favor of the plaintiff in the sum of $1,518 and costs. The defendant company being dissatisfied with the verdict, entered this appeal. In its paper-book we find twelve assignments in each of which error is charged to the learned judge of the court below. Each of said assignments have been carefully examined and considered by us, and our conclusion from the examination thus made is that no materia] error appears in either of said assignments. We therefore affirm the judgment entered on the verdict above mentioned.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "William M. Hargest, with him Homer Shoemaker and Thomas S. Hargest, for appellant.",
      "E. 0. Miahener, with him A. 0. Stamm, for appellee."
    ],
    "corrections": "",
    "head_matter": "Stewart v. Climax Road Machine Company, Appellant.\nPrincipal and agent—Declarations of agent—Evidence.\nWhile agency cannot be established by the declarations of the agent, yet it is not reversible error to admit such declarations in evidence, if they are followed up with independent proof of the fact of agency.\nIn an action against a corporation on a contract alleged to have been made by an agent, where the course of dealing between the corporation and the agent tended to establish the fact of agency, it is not improper to admit in evidence declarations of the officers of the company made subsequent to the date of the contract to the effect that the person with whom the plaintiff dealt was the agent of the company.\nArgued June 4, 1901.\nAppeal, No. 14, May T., 1901, by defendant, from judgment of C. P. Dauphin Co., Sept. T., 1898, No. 148, on verdict for plaintiff in case of George W. Stewart v. Climax Road Machine Company.\nBefore McCollum, C. J., Mitchell, Fell, Brown, Mestrezat and Potter, JJ.\nAffirmed.\nAssumpsit to recover the contract price for the construction of bins in connection with a stone crusher for a quarry. Before SlMONTON, P. J.\nAt the trial it appeared that the Climax Road Machine Company had a contract with the Rittenhouse Quarry Company to construct for the latter a stone crusher with bins. The plaintiff Stewart constructed the bins, under an arrangement with W. S. Farrell. Plaintiff claimed that Farrell was the agent of the defendant in making the contract with him. Plaintiff offered to prove under objections and exceptions various declarations of Farrell tending to show his agency. The objection was overruled and the evidence admitted. Plaintiff then produced other independent evidence tending to establish the fact of agency. Plaintiff also offered under objections and exceptions to prove declarations of the officers of the company made after the date of the contract tending to show that they regarded Farrell as the agent of the company. The objections were overruled and the evidence admitted.\nVerdict and judgment for plaintiff for $1,518. Defendant appealed.\nError assigned was various rulings on evidence.\nWilliam M. Hargest, with him Homer Shoemaker and Thomas S. Hargest, for appellant.\nE. 0. Miahener, with him A. 0. Stamm, for appellee.\nOctober 11, 1901:"
  },
  "file_name": "0611-01",
  "first_page_order": 635,
  "last_page_order": 636
}
