{
  "id": 1206878,
  "name": "Krick's Estate",
  "name_abbreviation": "Krick's Estate",
  "decision_date": "1941-05-12",
  "docket_number": "Appeal, No. 142",
  "first_page": "212",
  "last_page": "217",
  "citations": [
    {
      "type": "official",
      "cite": "342 Pa. 212"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "11 A. 2d 150",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "151, 152"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "337 Pa. 357",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1197296
      ],
      "pin_cites": [
        {
          "page": "360, 361"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/337/0357-01"
      ]
    },
    {
      "cite": "76 A. 215",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "217, 218"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "227 Pa. 460",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1008671
      ],
      "pin_cites": [
        {
          "page": "464, 465, 466"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/227/0460-01"
      ]
    },
    {
      "cite": "48 Pa. Superior Ct. 630",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        8865828
      ],
      "pin_cites": [
        {
          "page": "632, 633"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/48/0630-01"
      ]
    },
    {
      "cite": "116 A. 107",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "108"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "272 Pa. 135",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1068417
      ],
      "pin_cites": [
        {
          "page": "138"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/272/0135-01"
      ]
    },
    {
      "cite": "110 A. 301",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "267 Pa. 580",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057738
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/267/0580-01"
      ]
    },
    {
      "cite": "55 A. 1119",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "1122"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "206 Pa. 451",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        931616
      ],
      "pin_cites": [
        {
          "page": "452, 459"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/206/0451-01"
      ]
    },
    {
      "cite": "46 A. 898",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "899"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "196 Pa. 497",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        916842
      ],
      "pin_cites": [
        {
          "page": "501"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/196/0497-01"
      ]
    },
    {
      "cite": "37 A. 572",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "573, 574"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "181 Pa. 555",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        891448
      ],
      "pin_cites": [
        {
          "page": "560"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/181/0555-01"
      ]
    },
    {
      "cite": "33 A. 550",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "551"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "172 Pa. 191",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        874096
      ],
      "pin_cites": [
        {
          "page": "195"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/172/0191-01"
      ]
    },
    {
      "cite": "26 A. 428",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "429"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "154 Pa. 285",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        842340
      ],
      "pin_cites": [
        {
          "page": "291"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/154/0285-01"
      ]
    },
    {
      "cite": "69 Pa. 295",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1026356
      ],
      "pin_cites": [
        {
          "page": "299"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/69/0295-01"
      ]
    },
    {
      "cite": "43 Pa. 155",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        483150
      ],
      "pin_cites": [
        {
          "page": "166, 167"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/43/0155-01"
      ]
    },
    {
      "cite": "29 Pa. 237",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        982819
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/29/0237-01"
      ]
    },
    {
      "cite": "5 W. & S. 397",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        477989
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0397-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 514,
    "char_count": 8377,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 1.3791926894414474e-07,
      "percentile": 0.6401658938416873
    },
    "sha256": "e53fda6f1549485f4fb93d5a08d1e5f6cb9ef7e788c6f15ce4f85f97b98d7404",
    "simhash": "1:b6b22582322a8411",
    "word_count": 1497
  },
  "last_updated": "2024-02-27T16:21:27.492781+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Schaffer, C. J., Maxey, Drew, Linn, Stern, Patterson and Parker, JJ."
    ],
    "parties": [
      "Krick’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Stern,\nWellington B. Krick died January 30, 1918. His will directed that all his debts should be paid “as soon as conveniently” after his decease; he left his property to his wife, Emma S. Krick, for life, “with the power ... to sell and make conveyance of real, and personal property, to invest the proceeds, etc.”; upon the death of his wife a fund' of $10,000 was to be set up and the income paid to his daughter Estella for life under a spendthrift trust, the principal to go to . her children, or, upon certain contingencies, to other persons; the remainder of the estate was left to Estella; the wife was appointed executrix of the will.\nEmma S. Krick died September 7, 1937, but during the' nineteen years she was executrix she filed no account. In 1939 letters of administration d.b.n.c.t.a, were granted in the Estate of Wellington B. Krick to Berks County Trust Company, which thereupon petitioned the court for a citation against Daniel B. Shepp, who was the executor of the Estate of Emma S, Krick, to file an account on her behalf in her husband’s estate. The court so directed. Exceptions to the account were filed by the administrator. Upon the audit the court found that the estate was indebted to the executrix in the sum of $50,308.05 for expenditures made by her out of her personal funds to pay debts of the estate, At hex’ death she had in her possession, as the sole remaining asset of the Wellington B. Krick Estate, a bond and mortgage in the sum of $50,000 payable to her as executrix. She had never, in her lifetime, assex’ted any claim or interest in or to this bond and mortgage, but, as the indebtedness to her- exceeded the amount of this asset, the court decreed that the bond and mortgage should be assigned to her own estate.\nThe Berks County Trust Company, administrator d.b.n.c.t.a., appeals from that decree. It does not challenge the amount due to Emma S. Krick, as found by the court, but it contends that the $50,000 bond and mortgage is an asset not subject to her claim. ' The Wellington B. Krick Estate owned two properties, — one at 109 North 4th Street, Reading, which was sold- by the executrix for $12,000 under an order of the court for payment of debts, this sale being confirmed June 1, 1918, and the other at 635 Penn Street, Reading, which was conveyed by deed of December 27, 1919, signed by Emma S. Krick as executrix and in her individual capacity and by Estella K. Schaffer (nee Krick) and her husband. The latter property was sold for $75,000, of which $10,000 was paid in cash, a purchase money bond and mortgage of $50,000 was given to the executrix, being the bond and mortgage previously referred to, and a second mortgage for $15,000 was also given to her as executrix, which mortgage was subsequently paid and satisfied. The executrix, however, in ox*der to clear the title, was obliged to pay $48,848.38 to satisfy mortgage and judgment liens, expenses and commissions, so that the net proceeds from the sale of this property amounted to $26,151.62.\nThe question raised by -the administrator is whether the claim of Emma S. Krick against her husband’s estate can be paid, as in effect it was by the court’s decree, out of the proceeds of the Penn Street property, inasmuch as the sale of that property was not had until ■nearly two yeax*s after Wellington B. Krick’s death. When she used her own funds to pay the debts of his estate she became the assignee of the claims of the creditors thus paid, and her rights rose no higher than theirs. Since creditors who had lost their liens by failure to bring actions within the year prescribed by the Fiduciaries Act of 1917, P. L. 447, section 15(a), would not have been entitled to payment out of the proceeds of the Penn Street property, it follows that she is similarly debarred: M’Curdy’s Appeal, 5 W. & S. 397; Loomis’s Appeal, 29 Pa. 237; Demmy’s Appeal, 43 Pa. 155, 166, 167; Bindlefs Appeal, 69 Pa. 295, 299; Merkel’s Estate, 154 Pa. 285, 291, 26 A. 428, 429; Emerick’s Estate, 172 Pa. 191, 195, 33 A. 550, 551; Battersby v. Castor, 181 Pa. 555, 560, 37 A. 572, 573, 574; Bentley’s Estate, 196 Pa. 497, 501, 46 A. 898, 899. By the same token, however, she is entitled to reimbursement out of those proceeds for her payments, aggregating $48,848.38, of liens and other items for which the real estate remained liable. It is only, therefore, to the extent of $26,151.62, being the net proceeds derived from the sale of the Penn Street property, that she is prevented from enforcing payment of her claim against her husband’s estate.\nIt is urged on behalf of the accountant-appellee that the will of Wellington B. Erick effected a conversion of his real estate as of the time of his death, and therefore the Penn Street property was at all times personalty subject to the payment of the debts of the estate. But the mere direction by the testator to pay debts, accompanied by a power of sale of the realty, does not effect a conversion, the order to pay debts adding nothing to what the law itself would have insisted upon: Raleigh’s Estate, 206 Pa. 451, 452, 459, 55 A. 1119, 1122; Davidson v. Bright, 267 Pa. 580, 110 A. 301; Reel’s Estate, 272 Pa. 135, 138, 116 A. 107, 108; Pulliger’s Estate, 48 Pa. Superior Ct. 630, 632, 633. Here the power of sale was not even given to the wife as executrix but in her individual capacity as the devisee of a life interest in the estate.\nWhether, and to what extent,. the claim of Emma S. Krick is entitled to payment out of the proceeds of the Penn Street property is a question not raised for the first time on this appeal but implicit in the exceptions filed by appellant to the account and referred to in the subsequent proceedings. Nor is there any doubt but that the administrator had the right to compel the filing of an account by the executor of the deceased executrix of the Wellington B. Krick Estate and to demand and recover all property owned by that estate: Wagner’s Estate, 227 Pa. 460, 464, 465, 466, 76 A. 215, 217, 218; Fiduciaries Act of 1917, P. L. 447, sec. 3(e). It also had the right to take the present appeal, since there is not involved a dispute as to distribution, but the recovery by the estate of which it is administrator of an asset belonging to it: see Olney Bank & Trust Company, Case, 337 Pa. 357, 360, 361, 11 A. 2d 150, 151, 152.\nThere is some point made of the fact that Mrs. Schaffer apparently recognized the $50,000 bond and mortgage as an asset of her mother’s estate. She testified that at the time she did so she had no adequate knowledge of the facts. In any event this would not affect the right of the administrator to recover this item of property for the Wellington B. Krick Estate.\n.. The court below indicated that expenses in connection with the filing of the account and the accountant’s compensation and counsel fees should be paid out of the Estate of Emma S. Krick, but they are properly payable out of the Wellington B. Krick Estate. However, it is for the court to determine whether, because of the delay in filing the account, such compensation and counsel fees should be allowed.\nOur conclusion is that the court erred in directing an assignment of the $50,000 bond ánd mortgage to the Estate of Emma.S. Erick. The bond and mortgage is'an asset of thé Wellington B. Erick Estate, and should be delivered by the executor of the Emma S. Erick Estate to the administrator for the purposes of Wellington B. Erick’s will. The claim of Emma ¡3. Erick should be allowed and paid out' of the proceeds that may be derived from the liquidation of the bond and mortgage, except as to $26,151.62 of such proceeds, which, for the reasons stated, are not subject to the payment of her claim.\nThe decree is reversed, and the record is remitted for further proceedings in accordance with this opinion. Costs to be divided equally betwéen the Estate of Wellington B. Erick and the Estate of Emma S; Erick.\nThe proceeds of the sale of the Fourth Street property, amounting to $12,000, were subject to the payment of her claim, since all the debts of the estate still retained their liens against that property at the time it was sold.",
        "type": "majority",
        "author": "Mr. Justice Stern,"
      }
    ],
    "attorneys": [
      "Llewellyn R. Bingaman, with him John A. Rieser, for appellant.",
      "Walter B. Freed, for appellee."
    ],
    "corrections": "",
    "head_matter": "Krick’s Estate.\nArgued April 21, 1941\nBefore Schaffer, C. J., Maxey, Drew, Linn, Stern, Patterson and Parker, JJ.\nLlewellyn R. Bingaman, with him John A. Rieser, for appellant.\nWalter B. Freed, for appellee.\nMay 12, 1941:"
  },
  "file_name": "0212-01",
  "first_page_order": 234,
  "last_page_order": 239
}
