{
  "id": 1207021,
  "name": "Mogridge's Estate",
  "name_abbreviation": "Mogridge's Estate",
  "decision_date": "1941-05-26",
  "docket_number": "Appeals, Nos. 178 and 182",
  "first_page": "308",
  "last_page": "314",
  "citations": [
    {
      "type": "official",
      "cite": "342 Pa. 308"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "49 Pa. Superior Ct. 600",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        425714
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/49/0600-01"
      ]
    },
    {
      "cite": "2 Pa. Superior Ct. 113",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        270660
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/2/0113-01"
      ]
    },
    {
      "cite": "304 Pa. 288",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1132394
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/304/0288-01"
      ]
    },
    {
      "cite": "218 Pa. 207",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999555
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/218/0207-01"
      ]
    },
    {
      "cite": "139 Pa. 584",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11252394
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/139/0584-01"
      ]
    },
    {
      "cite": "218 Pa. 135",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999559
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/218/0135-01"
      ]
    },
    {
      "cite": "249 Pa. 546",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013692
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/249/0546-01"
      ]
    },
    {
      "cite": "261 Pa. 117",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042175
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/261/0117-01"
      ]
    },
    {
      "cite": "42 Pa. 330",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481525
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/42/0330-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 580,
    "char_count": 9844,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 3.8168018813646035e-07,
      "percentile": 0.8981303543179544
    },
    "sha256": "07d3ee61aee0cc3875bfaec0b48fa4c67255a7830d1b78b5eac61f5f9ccad45c",
    "simhash": "1:386f24d0e09c15c1",
    "word_count": 1661
  },
  "last_updated": "2024-02-27T16:21:27.492781+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Schaffer, C. J., Maxey, Drew, Linn, Stern, Patterson andPARKER,, JJ."
    ],
    "parties": [
      "Mogridge’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Drew,\nOn April 8, 1926, Frank P. Mogridge executed a deed of trust whereby he assigned certain securities, then valued at $115,000, to The Berks County Trust Company in trust to pay $5,000 per annum out of income thereof to Iva S. Mogridge, his wife, during the period of her life, any excess income to be paid to the settlor. It was further provided that upon her death, the principal of the trust fund be paid to him, or, in the event of his prior decease, to such person as he should direct by his last will and in the absence of such direction to those entitled under the intestaté laws. The deed also contained a spendthrift trust provision with respect to all payments to any beneficiary.\nOn December 30, 1930, as collateral security for various debts and obligations, Mogridge gave an assignment of all his right, title and interest in the principal of the trust fund to the Berks County Trust Company. A similar assignment, expressly subject to the rights of the Berks County Trust Company, was made, by the settlor to Hyde-Rakestraw Company for thé samé purpose on April 17, 1934. Mogridge died on January 29, 1936, predeceasing the life tenant, from whom he had previously been divorced at á date undisclosed by thé record. He left a will wherein he recited the provisions of the deed of trust and bequeathed the principal and all undistributed income thereof to his former' wife, Iva S. Mogridge.\nAfter her death on February 28, 1939, the trustee stated and filed an accounting of its administration of the trust, the principal of which, after deducting all credits and administration expenses, amounted to $4'ti,335.49. The auditing judge, on the theory that the spendthrift trust provisions were invalid as to the settlor’s creditors and hence the entire principal should go to them, leaving nothing upon which the power of appointment could be exercised, awarded $27,787.62 to the Berks County Trust Company in full satisfaction of its undisputed claim, and the balance, $12,547.87 to HydeRakestraw Company on account of its undisputed claim of $36,790.33. The adjudication was expressly made on the basis that these sums were awarded to the claimants as creditors and not as assignees. After a final decree was entered dismissing all exceptions to the adjudication, an appeal therefrom was taken by the executor of the estate of Iva ¡8. Mogridge. Berks County Trust Company, one of the distributees, also filed a cross-appeal as a precautionary measure, assigning as error the conclusion of law of the learned court below that it was entitled to share in the fund as creditor, but not as assignee.\nSince Mackason’s Appeal, 42 Pa. 330, it has been the settled law of this State that, as to creditors whether present or subsequent, it is against public policy for one so to limit his property in trust that he retains to himself the beneficial incidents of ownership therein and yet places it beyond the reach of those to whom he is or may become indebted: Benedict v. Benedict, 261 Pa. 117; Rienzi v. Goodin, 249 Pa. 546; Nolan v. Nolan, 218 Pa. 135; Ghormley v. Smith, 139 Pa. 584. Egbert v. de Solms, 218 Pa. 207, relied, upon by the executor, detracts nothing from this salutary principle. There the settlors assigned their property in trust, the income to be paid to them for life with remainders to their children. The only control which the settlors retained over the remainders was that of appointing the shares in which the children should take, and it was therefore properly held that creditors of one of the life tenants could not attach the corpus of the trust in the hands of the trustee. The remainders had been limited to third persons and could not be divested by the act of the settlors who, to that extent, had parted with their rights of ownership therein. This Court, moreover, pointed out that under Machas oris Appeal, supra, the income accruing' to the life tenant could be attached for his debts despite the spendthrift provision.\nIt is apparent that the settlor’s rights in the trust fund were subject to those of his creditors under the above cases, regardless of his attempt, by the spendthrift clause, to achieve a contrary result.' He had retained, except for the $5,000 annuity, which went to his wife, all the advantageous attributes of property in the fund. constituting the trust. He had the right to receive the excess income. He liad the entire beneficial interest in the corpus after the death of the annuitant. He had the uncontrolled right to exercise a general power of appointment thereof in favor of any person he might choose. In the absence of such appointment, the. fund passed to his estate for distribution under the intestate laws. He is not permitted to have these benefits of ownership and yet deprive creditors of their right to have payment of his debts out of his property. Whether he was solvent or insolvent at the time of' the creation of the trust is totally immaterial to the question. His- relationship to creditors was not changed by the creation of the trust.\n■Since, therefore, the present case must be considered •just as though there were no spendthrift clause in so far as creditors of the settlor are concerned, the assignments to creditors of his interest in the trust were valid. They not only transferred whatever interest he might have enjoyed had he survived the annuitant, but they also extinguished his géneral power ofappointment: Lyon v. Alexander, 304 Pa. 288. As the present Chief Justice there pointed out (p. 291) : “Maude Byers Lyón could release and extinguish the general [testamentary] power of appointment given to her by- the will, and by the deed tendered to defendant she did so. No one has any interest in a; general power of appointment except the donee of the power. The donee could appoint to any one, to her own estate if she pleased. She was vested with an absolutely unlimited discretion as to whom she should appoint to receive the property. That she extinguished the power to appoint for a consideration makes no difference.” Therefore,' in the present case, sincé the assignments more'than consumed the entire amount of the corpus of the trust fund* there remained nothing upon which the attempted exercise of the power of appointment by Mogridge’s wilt could operate and his former wife took nothing thereby.\nThe learned court below did not err in holding that Berks County Trust Company and Hyde-Rakestraw Company, who were creditors as well as assignees, were entitled to the fund as against the executor of Mrs.Mogridge, appointee under the settlor’s will. Howévér, since the money was awarded to them as creditors only, the executors of the estate of Mogridge, who appear in the case for the first time in this Court and allege the estate to be insolvent, claim the fund on behalf of all creditors. They contend that the provisions in the deed of trust against anticipation, or assignment by .any beneficiary were binding against the settlor and that therefore he was powerless to create a voluntary preference and all creditors, including the successful claimants below, must stand on the same footing. With this argument we cannot agree.\nThere is nothing in the present record to suggest that Mogridge was not solvent at the time of the creation of the trust or at the time of the assignments in question. Under these facts, it would be illogical and absurd to hold that he could not, by voluntary action, provide for payment of an obligation which might then have been collected by legal process, subject to the life tenant’s annuity. The Restatement of Trusts, section 156 (1), recognizes that no distinction between voluntary and involuntary transfers should be made in this situation. Comment (e) to that section is as follows: “If a person attempts to créate a spendthrift trust for his own benefit, he may voluntarily transfer his interest although the terms of the trust contain an express, restraint. against his voluntary alienation.” Whether the settlor .might voluntarily assign his interest to one other than a creditor need not now be decided, and we express no opinion • thereon., Suffice it to ,say that here there was-a debtor-creditor relationship between Mogridge and the -Berks County Trust Company and Hyde-Rakestraw Company respectively.. Hence the spendthrift clause was invalid as to them and nothing prevented the debtor from giving them a preferred status as secured creditors by an assignment of his interest in. the trust. To the extent that Patrick v. Smith, 2 Pa. Superior Ct. 113, conflicts with the views here expressed, it is disapproved. Cf. Philadelphia v. Meredith, 49 Pa. Superior Ct. 600.\nThe decree is affirmed; costs of these appeals to be paid out of the fund. : .\n“It is stipulated and directed by. the Grantor and the Trustee does hereby agree that all payments hereunder shall be made, so far as is legally possible, in such manner that the same shall not be subject to anticipation or assignment by any beneficiary or liable for any of his or her debts, engagements, promises or undertakings or ■■ subject to any writ, decree, judgment, execution or order of any court and said payments shall become and be the property of the beneficiary to whom the same shall be payable hereunder only when actually received by her or him.”",
        "type": "majority",
        "author": "Mr. Justice Drew,"
      }
    ],
    "attorneys": [
      ". Robert T. McCracken, with him Samuel Fessenden, for appellant in No. 178 and appellee in No. 182.",
      "William E. Mikell, Jr., with him Saul, Ewing, Remide & Saul and Richardson, Moss é Richardson, for appellee in No. 178 and appellant in No. 182.",
      "D. Byrne Flynn and Maurice W. Sloan, for appellee in No. 178. . .",
      "Allen Hunter White and Ballard, Spahr, Andrews & Ingersoll, for executors under Rule 61."
    ],
    "corrections": "",
    "head_matter": "Mogridge’s Estate.\n. Argued April 28, 1941.\nBefore Schaffer, C. J., Maxey, Drew, Linn, Stern, Patterson andPARKER,, JJ.\n. Robert T. McCracken, with him Samuel Fessenden, for appellant in No. 178 and appellee in No. 182.\nWilliam E. Mikell, Jr., with him Saul, Ewing, Remide & Saul and Richardson, Moss é Richardson, for appellee in No. 178 and appellant in No. 182.\nD. Byrne Flynn and Maurice W. Sloan, for appellee in No. 178. . .\nAllen Hunter White and Ballard, Spahr, Andrews & Ingersoll, for executors under Rule 61.\nMay 26, 1941:"
  },
  "file_name": "0308-01",
  "first_page_order": 330,
  "last_page_order": 336
}
