{
  "id": 888278,
  "name": "Joseph Chamberlain, Mary L. Sharpless and William H. Keichline v. Philip L. Maynes, Appellant",
  "name_abbreviation": "Chamberlain v. Maynes",
  "decision_date": "1897-01-25",
  "docket_number": "Appeal, No. 391",
  "first_page": "39",
  "last_page": "43",
  "citations": [
    {
      "type": "official",
      "cite": "180 Pa. 39"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "16 W. N. C. 48",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "57 Pa. 504",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010429
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/57/0504-01"
      ]
    },
    {
      "cite": "83 Pa. 377",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1050837
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/83/0377-01"
      ]
    },
    {
      "cite": "77 Pa. 464",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        436277
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/77/0464-01"
      ]
    },
    {
      "cite": "70 Pa. 501",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1028239
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/70/0501-01"
      ]
    },
    {
      "cite": "64 Pa. 216",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021256
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/64/0216-01"
      ]
    },
    {
      "cite": "60 Pa. 492",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1014505
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/60/0492-01"
      ]
    },
    {
      "cite": "75 Pa. 354",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036749
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/75/0354-01"
      ]
    },
    {
      "cite": "66 Pa. 270",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        432463
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/66/0270-01"
      ]
    },
    {
      "cite": "168 Pa. 155",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        868542
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/168/0155-01"
      ]
    },
    {
      "cite": "95 Pa. 73",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "28 W. N. C. 230",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "125 Pa. 363",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "172 Pa. 164",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "166 Pa. 29",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        864169
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/166/0029-01"
      ]
    },
    {
      "cite": "49 Pa. 213",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998551
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/49/0213-01"
      ]
    },
    {
      "cite": "47 Pa. 113",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        485528
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/47/0113-01"
      ]
    },
    {
      "cite": "4 Pa. 93",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        401830
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/4/0093-01"
      ]
    },
    {
      "cite": "9 Watts, 137",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850042
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0137-01"
      ]
    },
    {
      "cite": "3 Whart. 309",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833424
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0309-01"
      ]
    },
    {
      "cite": "2 Whart. 11",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830593
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0011-01"
      ]
    },
    {
      "cite": "1 Rawle, 231",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819262
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0231-01"
      ]
    },
    {
      "cite": "150 Pa. 576",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834374
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0576-01"
      ]
    },
    {
      "cite": "6 W. N. C. 84",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "5 W. N. C. 513",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "69 Pa. 396",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "26 Pa. 227",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977250
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/26/0227-01"
      ]
    },
    {
      "cite": "46 Pa. 399",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "79 Pa. 473",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        438413
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/79/0473-01"
      ]
    },
    {
      "cite": "59 Pa. 393",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        426935
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/59/0393-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 543,
    "char_count": 10836,
    "ocr_confidence": 0.485,
    "pagerank": {
      "raw": 2.104184773186922e-07,
      "percentile": 0.7622473356554764
    },
    "sha256": "b22bdd21b0e6466a7b775482fae63f55239987c6416591ab7f484dbd0ee53303",
    "simhash": "1:1dd34472a8ab44df",
    "word_count": 1949
  },
  "last_updated": "2024-02-27T19:48:31.923119+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Joseph Chamberlain, Mary L. Sharpless and William H. Keichline v. Philip L. Maynes, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mitchell,\nBy the deed of trust of Kelly to Maynes, the former’s daughter Mary took a vested remainder in fee in an undivided half of the property, after the death of her father and mother. Kelly’s deed did not create a separate use trust, but an ordinary estate in remainder, after two life estates, which was alienable by the remainderman in the ordinary way. The trust was active during the existence of the two life estates, in order to preserve the remainders, but that was the extent of its real purpose. At the death of the surviving life tenant, Mrs. Kelly, the title in remainder became a title to present possession in Mary or her alienee. That is the plain intent of the donor as expressed in the deed. The words are that the trustee shall hold the property, “ so that the said Mary A. K. Reilly shall be entitled to receive one half of the rents, issues and profits ” and the minor children of Susan Maynes the other half. It does not admit of doubt that a court of equity would have decreed a conveyance of the legal title to the cestui que trust, and where that is the case the trust will be considered as executed without a formal conveyance by the trustee : Rife v. Geyer, 59 Pa. 393. As already said, Mary Reilly’s estate in remainder being vested was alienable by her in the ordinary form, and such alienation was provided for by the deed which gave the trustee power to convey, but only when she should “ be desirous of disposing of her interest in said premises.” The trustee then had no discretion in the matter. He could not continue the trust against the will of the cestui que trust, and the form in which her intent to terminate it was asserted was not material. Mary Reilly or her grantee had therefore a title which was available in ejectment without a previous deed from the trustee: McFadden v. Drake, 79 Pa. 473.\nIt is true the deed gives the trustee a power of partition or of sale in case partition could not be made without spoiling the whole, but as already said this was only to be exercised when Mary Reilly should be desirous of selling, or when the youngest child of Susan Maynes should reach the age of twenty years, and partition or sale and distribution of proceeds was desired. The power in the trustee did not depend on his judgment, and was not an essential part of the trust which would keep it alive against the will of the cestui que trust, but was merely ancillary, and for convenience of administration. When Mary Reilly or her grantee chose to terminate the trust and treat the title as vested in law, the mere incidental authority of the trustee to make partition when it should be desired by the cestui que trust cannot be allowed to stand in the way.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Mitchell,"
      }
    ],
    "attorneys": [
      "E. Carroll Brewster, with him D. J. Callaghan, for appellant.",
      "Amos Briggs, for appellees."
    ],
    "corrections": "",
    "head_matter": "Joseph Chamberlain, Mary L. Sharpless and William H. Keichline v. Philip L. Maynes, Appellant.\nTrusts and trustees — Statute of uses.\nWhere a court of equity would decree a conveyance of the legal title to the cestui que trust, the trust will be considered as executed without a formal conveyance by the trustee.\nWhere a deed of trust provides that the trustee shall convey when the cestui quo trust shall “ be desirous of disposing of her interest in said premises,” the cestui que trust after her determination to end the trust, has a title which is available in ejectment without a previous deed from the trustee; and this is the case although the deed of trust gives to the trustee the incidental authority to make partition when it shall be desired by the cestui que trust.\nTrust — Presumption of execution — Title to support ejectment.\nA deed conveyed real estate to a trustee, to hold one half, subject to a life estate in the grantors and the survivor of them, for the benefit of the grantors’ daughter who was to receive the rents and profits of said one half after the death of the grantors, with power to the trustee to convey the portion allotted to her on partition whenever she is desirous of disposing of it. Held, that the daughter took a vested remainder in fee after the life estate, which remainder was alienable by her in the ordinary way, and that, on the death of the life tenants, her grantees could maintain ejectment against cotenants, excluding them from possession, without a previous conveyance from the trustee, which, as it would be decreed in equity on their demand, would be treated as executed.\nArgued Jan. 7, 1897.\nAppeal, No. 391, Jan. Term, 1897, by defendant, from judgment of C. P. No. 4, Pbila. Co., Sept. Term, 1894, No. 728, on verdict for plaintiffs.\nBefore Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ.\nAffirmed.\nEjectment for a lot' of land, 610 South street, in the city of Philadelphia. Before Willson, J.\nAt the trial it appeared that the title to the land was originally in Philip Kelly who, on March 3, 1875, made a deed of trust to Andrew R. Maynes, the habendum clause of which is as follows:\n“To have and to hold the said several messuages and lots or pieces of ground above described, hereditaments and premises hereby granted or mentioned and intended so to be with the appurtenances, unto the said Andrew Maynes, his heirs and assigns to and for the only proper use and behoof of the said Andrew Maynes, his heirs and assigns forever. In trust nevertheless for the uses following and none other, that is to say, for the sole and separate use of the said Philip Kelly and Susan his wife for and during the term of their and each of their natural lives, and for and during the terms of the natural life of the survivor of them, and so as they alone or such person as they shall appoint shall take and receive the rents, issues and profits thereof, and for and after the decease of the said Philip Kelly and Susan his wife, in trust for the use of the daughter of the said Philip Kelly and Susan, his wife, Mary A. K., who had intermarried with John Reilly, and for James Maynes, Philip Maynes, and Susan Maynes, minor children of Susan A. R. Maynes, daughter of the said Philip Kelly and Susan.his wife, who had intermarried with the said Andrew R. Maynes, so that the said Mary A. K. Reilly shall be entitled to receive one-half of the rents, issues and profits of the said above described several messuages and tenements and lots or pieces of ground thereto belonging, and so that the said children of the said-Susan A. K. Maynes, deceased, shall be entitled to receive the remaining one-half of the rents, issues and profits of the said above described several messuages or tenements and lots or pieces of ground thereto belonging, with power to the said Andrew R. Maynes after the death of the said Philip Kelly and Susan his wife, to sell or otherwise dispose of and to make, execute and deliver a good and sufficient deed or assurance in the law and convey in fee simple such portion as may be by partition and division allotted to the said Mary A. K. Reilly, such partition or division to be made only when the said Mary A. K. Reilly may be desirous of disposing of her said interest in and to the said above described premises, or in the event of such partition and division could not be made without destroying or spoiling the whole, then with power to the said Andrew R. Maynes, his heirs and assigns, to sell and dispose of the undivided one-half interest of the said Mary A. K. Reilly in and to the said above described premises at any time she may appoint and direct, and to make, execute and deliver a good and sufficient deed or assurance in the law to the purchaser thereof. And it is provided that when the youngest child of the said Susan A. K. Maynes deceased, shall arrive at the age of twenty years, with power and authority to the said Andrew R. Maynes, his heirs and assigns to convey to each of the said children by good and sufficient deeds and assurances in the law after partition and division made amicably and according to law, his or her proportionate part of the said premises, and to the said Mary A. K. Reilly her proportionate part of the said premises, provided further that in case such partition and division cannot be made without destroying or spoiling the whole, then with power to the said Andrew R. Maynes, his heirs and assigns to sell the above described messuages and tenements and lots or pieces of ground thereto belonging, and to make and execute and deliver good and sufficient deeds or assurances in the law to the purchaser or purchasers thereof, and to pay over to the said Mary A. K. Reilly, her heirs and assigns, her proportionate share of purchase money, and to the said James Maynes, Philip Maynes and Susan Maynes, children of the said Susan A. K. Maynes, deceased, their heirs and assigns, their and each of their proportionate part of the said purchase money.”\nApril 18, 1883, Mary Reilly conveyed her interest in the lot to Mary C. Keichline. October, 1884, Mary Reilly died. January 5, 1891, Susan Kelly, wife of Philip Kelly, died. August 18,1891, Mary O. Keichline died, leaving her realty to the plaintiffs. The defendant is the surviving child of Susan A. K. Maynes.\nThe court gave binding instructions for plaintiff, subject to the point reserved “ whether under all the evidence the plaintiffs are entitled to recover.”\nYerdict and judgment for plaintiff.\nError assigned was in entering judgment on verdict.\nE. Carroll Brewster, with him D. J. Callaghan, for appellant.\n—The deed created an active trust: Barnett’s App., 46 Pa. 399; Kuhn v. Newman, 26 Pa. 227; Rife v. Geyer, 69 Pa. 396; Fidelity T. Co.’s App., 5 W. N. C. 513; Gaskell’s Est., 6 W. N. C. 84; Cooper’s Est., 150 Pa. 576. Mary could not convey the title without the trustee. 2 Perry on Trusts, sec. 661; Lancaster v. Dolan, 1 Rawle, 231; Thomas v. Folwell, 2 Whart. 11; Dorrance v. Scott, 3 Whart. 309; Wallace v. Coston. 9 Watts, 137; Stahl v. Crouse, 1 Pa. Ill; Rogers v. Smith, 4 Pa. 93. The conveyance by the daughter passed no title: Shankland’s App., 47 Pa. 113; Horwitz v. Norris, 49 Pa. 213; Wilson v. Denig, 166 Pa. 29; Mackrell v. Walker, 172 Pa. 164; Seagrave’s App., 125 Pa. 363; Phillips’s Est., 28 W. N. C. 230; Coal Co. v. Dewart, 95 Pa. 73; Hickok v. Still, 168 Pa. 155; Pringle v. Gaw, 5 S. & R. 536; Gourley v. Kinley, 66 Pa. 270.\nAmos Briggs, for appellees.\nThe trust became executed and spent upon the death of Susan Kelly, the surviving beneficiary, and under the statute the appellees, as the alienees of Mary A. K. Reilly and husband, became seized and possessed of the estate which vested in Mary from the date of the trust deed: Statute of Henry VIII., Roberts’ Dig. 412; 4 Kent, 294; Tucker’s App., 75 Pa. 354; Dodson v. Ball, 60 Pa. 492; Megargee v. Naglee, 64 Pa. 216; Ogden’s App., 70 Pa. 501; Ashhurst’s App., 77 Pa. 464; Williams’s App., 83 Pa. 377; Bacon’s App., 57 Pa. 504; Rea v. Girard Life Ins. & Trust Co., 16 W. N. C. 48.\nJanuary 25, 1897:"
  },
  "file_name": "0039-01",
  "first_page_order": 61,
  "last_page_order": 65
}
