{
  "id": 888329,
  "name": "Herbert M. Frame v. Electric Traction Company, Appellant",
  "name_abbreviation": "Frame v. Electric Traction Co.",
  "decision_date": "1897-01-25",
  "docket_number": "Appeal, No. 310",
  "first_page": "49",
  "last_page": "51",
  "citations": [
    {
      "type": "official",
      "cite": "180 Pa. 49"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "178 Pa. 194",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        885485
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/178/0194-01"
      ]
    },
    {
      "cite": "171 Pa. 522",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985571
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/171/0522-01"
      ]
    },
    {
      "cite": "153 Pa. 31",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        840227
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/153/0031-01"
      ]
    },
    {
      "cite": "31 Atl. Rep. 328",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": -1
    },
    {
      "cite": "108 Pa. 349",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        539248
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/108/0349-01"
      ]
    },
    {
      "cite": "122 Pa. 58",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948406
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/122/0058-01"
      ]
    },
    {
      "cite": "12 WN. C. 348",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "147 Pa. 219",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        829779
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/147/0219-01"
      ]
    },
    {
      "cite": "141 Pa. 615",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        974823
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/141/0615-01"
      ]
    },
    {
      "cite": "132 Pa. 504",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970506
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/132/0504-01"
      ]
    },
    {
      "cite": "150 Pa. 187",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834465
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0187-01"
      ]
    },
    {
      "cite": "150 Pa. 180",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834411
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0180-01"
      ]
    },
    {
      "cite": "168 Pa. 519",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        868561
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/168/0519-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 377,
    "char_count": 5026,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 1.7611452408987195e-07,
      "percentile": 0.7100603162578204
    },
    "sha256": "eb1cde5a4717b474294bf00a4570b6a34c1b5a1eb950c0d507db5297dd4e0be9",
    "simhash": "1:3035dfecbf28c79b",
    "word_count": 899
  },
  "last_updated": "2024-02-27T19:48:31.923119+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Herbert M. Frame v. Electric Traction Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nTbe only assignment of error in this case is tbe refusal of tbe court to instruct the 'jury, as requested by the defendant “ that under the evidence in the case you must find for him,” — evidently meaning the defendant company.\nA careful consideration of the testimony clearly shows that it presented controlling questions of fact which the jury alone could legally determine, and which the court was in duty bound to submit to them. In view of this it would have been manifest error for the court to have withdrawn the case from their consideration by affirming any such request for instructions as that above referred to. As to that, there is no room for any difference of opinion.\nThe case was carefully and fairly submitted to the jury in a very clear and fully adequate charge to which no exception appears to have been taken. The result was a verdict in favor of the plaintiff, impliedly establishing the fact that defendant company’s negligence was the proximate cause of plaintiff’s in juries, and that he himself was not guilty of any negligence that contributed thereto. That verdict was clearly warranted by the evidence and should not be disturbed. Indeed it is difficult to conceive how the jury could have done otherwise than find in favor of the plaintiff, without ignoring the manifest weight of the evidence.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "J. Howard Gendell, with him Dallas Sanders and Wm. Henry Lex, for appellant.",
      "A. S. L. Shields, for appellee."
    ],
    "corrections": "",
    "head_matter": "Herbert M. Frame v. Electric Traction Company, Appellant.\nNegligence — Street railways — Collision between car and wagon.\nIn an action against a street railway company to recover damages for personal injuries caused by a collision between a car and plaintiff’s wagon, a verdict and judgment for plaintiff will be sustained where the evidence for the plaintiff, although contradicted, tends to show that the accident occurred when the plaintiff was turning his wagon from one street into another; that before turning he looked and saw no car within a square; that the car which struck him was running at a very high rate of speed, and that its gong was not rung.\nArgued Jan. 11, 1896.\nAppeal, No. 310, Jan. Term, 1896, by plaintiff,.from judgment of C. P. No. 3, Phila. Co., Sept. Term, 1895, No. 162, on verdict for plaintiff.\nBefore Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ.\nAffirmed.\nTrespass for personal injuries.\nAt the trial it appeared that the plaintiff was injured on May 30, 1895. He described the accident as follows:\n“ A. I was driving north on 43d street on Decoration Day, the 30th of May, and when I got to Baltimore avenue I made a turn going east, and as I made the turn I looped on the eastbound track, that is looped one rail, turning right off, and as I got off, this car caught the back end of my wagon, and the jar was so great that it threw me backward, striking my back on the box, on my spine. . . .\n“Q. Where did the car strike the wagon? A. The tail end of the wagon. Q. Which track were yon on when it struck you? A. The eastbound track right on the crossing. Q. That is the lower crossing? A. Yes, sir; east crossing. Q. What did you do as you turned into Baltimore avenue ? A. I looked up the street for a car and I saw no car within a square, and then went on going slowly. I went around the turn and pulled right to the south side of the track. I got my horse off and the two front wheels, and before the back wheel left the track, this car caught the back end of the wagon.”\nThe plaintiff also testified that he heard no bell. A witness for the plaintiff testified that the car was going at a very high rate of speed. The evidence for the defendant as to the speed of the car, and as to the ringing of the gong, tended to contradict that of the plaintiff. The court refus'ed to give binding instructions for defendant.\nThe uncontradicted evidence showed that plaintiff’s spine was injured to such an extent that he probably would never be able to do any work that would require him to stand.\nVerdict and judgment for plaintiff for $20,000. Defendant appealed.\nHrror assigned was in refusing to give binding instructions for defendant.\nJ. Howard Gendell, with him Dallas Sanders and Wm. Henry Lex, for appellant.\nPlaintiff was guilty of contributory negligence : Omslaer v. Traction Co., 168 Pa. 519; Ehrisman v. East Harrisburg City Pass. Ry., 150 Pa. 180; Wheelehan v. Phila. Traction Co., 150 Pa. 187; Thomas v. Citizens Pass. Ry,, 132 Pa. 504 : Warner v. Peoples’ St. Ry., 141 Pa. 615; Carson v. Federal St., etc., Ry., 147 Pa. 219; Carroll v. R. R., 12 WN. C. 348; R. R. v. Bell, 122 Pa. 58; Moore v. R. R., 108 Pa. 349.\nA. S. L. Shields, for appellee.\nThere is no possible analogy between a case growing out of an injury caused by a street railway car to a person rightfully upon the public thoroughfare, and a case involving an injury inflicted by a steam railroad train at a crossing: Cooke v. Baltimore Traction Co. (Md.), 31 Atl. Rep. 328; Gilmore v. Federal St., etc., Pass. Ry., 153 Pa. 31; Davidson v. Ry., 171 Pa. 522; Greenfield v. East Harrisburg, etc., Ry., 178 Pa. 194.\nJanuary 25, 1897:"
  },
  "file_name": "0049-01",
  "first_page_order": 71,
  "last_page_order": 73
}
