{
  "id": 888350,
  "name": "Estate of Philip Kuhlman, deceased. Appeal of William Rehfuss",
  "name_abbreviation": "Estate of Kuhlman",
  "decision_date": "1897-02-08",
  "docket_number": "",
  "first_page": "109",
  "last_page": "110",
  "citations": [
    {
      "type": "official",
      "cite": "180 Pa. 109"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "178 Pa. 43",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        885488
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/178/0043-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 154,
    "char_count": 1944,
    "ocr_confidence": 0.437,
    "pagerank": {
      "raw": 1.5015559184598888e-07,
      "percentile": 0.6657548374441907
    },
    "sha256": "146a904dd61fbd8a146121dc5656b6fa4f75a59a9b6d654ae6023f3d51113d03",
    "simhash": "1:09b63c753c910368",
    "word_count": 343
  },
  "last_updated": "2024-02-27T19:48:31.923119+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Estate of Philip Kuhlman, deceased. Appeal of William Rehfuss."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nTbe objections to tbe allowance of or credit for the notes, were sustained by the auditor, and his findings of facts and conclusions of law were approved by tbe court. Tbe only answer made by or for tbe accountant to tbis objection that tbe notes were barred by tbe statute of limitations was that be was not bound to plead that statute. Tbis was conceded by the auditor, but he was of tbe opinion that it was not a responsive or satisfactory answer to tbe objection. Tbis clearly appears in bis report. To this we may add that it was not claimed that tbe accountant had done anything to toll tbe statute within six years after tbe notes fell due. On tbis appeal his counsel stated in their printed argument that tbe note of January 16, 1884, was under seal, but this statement was not sustained by the evidence or tbe copies of tbe note printed in their paper-book, nor consistent with tbe accountant’s answer to tbe objections made before tbe auditor to tbe allowance of or credit for tbe note. Tbe questions passed upon by tbis court on tbe appeal were fairly raised by tbe specifications of error, and we think they were correctly decided.\nReargument refused.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Estate of Philip Kuhlman, deceased. Appeal of William Rehfuss.\nExecutors and administrators — Statute of limitations — Decedents' estates.\nWhile an executor is not bound to plead the statute of limitations against a just claim, if the executor is himself the claimant against the estate he must give due legal notice of his claim to the other persons interested in the estate and afford them an opportunity to be heard.\nWhere an executor who is a creditor of the testator on promissory notes has done nothing to toll the statute of limitations within six years after the notes became due, he is not entitled to take credit in his account for the amount of the notes.\nMotion for reargument.\nThe facts appear by the report of the case, in 178 Pa. 43.\nFebruary 8, 1897 :"
  },
  "file_name": "0109-01",
  "first_page_order": 131,
  "last_page_order": 132
}
