{
  "id": 888274,
  "name": "Estate of Richard F. Cahill, deceased. Appeal of Thomas E. Cahill",
  "name_abbreviation": "Estate of Cahill",
  "decision_date": "1897-02-08",
  "docket_number": "Appeal, No. 339",
  "first_page": "131",
  "last_page": "136",
  "citations": [
    {
      "type": "official",
      "cite": "180 Pa. 131"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "153 Pa. 243",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        840339
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/153/0243-01"
      ]
    },
    {
      "cite": "20 Pa. 329",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        972319
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/20/0329-01"
      ]
    },
    {
      "cite": "122 Pa. 239",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948416
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/122/0239-01"
      ]
    },
    {
      "cite": "89 Pa. 220",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063238
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/89/0220-01"
      ]
    },
    {
      "cite": "118 Pa. 259",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        556771
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/118/0259-01"
      ]
    },
    {
      "cite": "43 Pa. 46",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        483213
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/43/0046-01"
      ]
    },
    {
      "cite": "10 W. N. C. 244",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "76 Pa. 115",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 629,
    "char_count": 12121,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 4.5828155114230504e-08,
      "percentile": 0.28689162958921544
    },
    "sha256": "45f1f71b0f78c931b4873c1960d374ba907782d1eeae9efd67d8da51ce241aa1",
    "simhash": "1:1c9a201037202c4d",
    "word_count": 2098
  },
  "last_updated": "2024-02-27T19:48:31.923119+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Estate of Richard F. Cahill, deceased. Appeal of Thomas E. Cahill."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis proceeding was on tbe petition of Thomas E. Cahill, only surviving son of Richard F. Cahill, deceased, for an issue devisavit vel non to determine whether his said father at the time of making the alleged last will was of sound mind, and whether the making of the instrument was procured by undue influence, etc. Both of these questions were presented by the pleadings, but on the hearing, the inquiry was mainly directed to the question of undue influence. The facts, as found by the learned president of the orphans’ court, before whom the preliminary proceedings were conducted, together with his conclusions drawn therefrom, are fully set forth in his adjudication, which was approved by the court in banc, and adopted as the basis of its final decree.\nA careful consideration of the record including the pleadings and evidence, has satisfied us that the finding of facts and the conclusions drawn therefrom are correct. On the facts thus established, and for reasons given in said adjudication, the decree is affirmed and appeal dismissed at appellant’s costs.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "John G. Johnson, for appellant.",
      "Theodore A. Tack and Thomas R. Elcook, with them Alfred C, Ferris, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Estate of Richard F. Cahill, deceased. Appeal of Thomas E. Cahill.\nWill — Issue devisavit vel non — Undue influence — Evidence.\nOn an application for an issue devisavit vel non it appeared that the testator left his son $10.00, stating in his -will that he had already been provided for. The testamentary capacity, of the testator was conceded, but it was claimed that his mind had been unduly influenced by malicious misrepresentations made to him by his daughters against the son, so that he was under a delusion as to his son’s dishonesty. The testimony showed that there was great unfriendliness between the son and his wife on one ■side, and the testator’s daughters on the other. The son had been in business with his father and had received one third of the profits, and had been ■in his father’s employ. Before the making of the will he had had a quarrel with his father over some real estate. About the same time testator learned of abusive language having been used to the son’s mother in his presence. It did not appear from the testimony that any statements made by the daughters had made any permanent impression on the testator’s mind, or had influenced him in making the will. The testimony showed that testator intimated two or three times to the son that he had been informed that the son had stolen from him, nevertheless he continued the son in his employ till a few months before he went out of business. The will was prepared by counsel without knowledge of any member of the family. Held, that it was proper to refuse an issue.\nArgued Jan. 22, 1897.\nAppeal, No. 339, Jan. T., 1896, by Thomas E. Cahill, from decree of O. C. Phila. Co., April T., 1895, No. 55, refusing issue devisavit vel non.\nBefore Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ.\nAffirmed.\nAppeal from register of wills.\nThe facts appear by the opinion of. Hanna, P. J., which was follows:\nThe contestant is a son of the testator, and by the will whose validity he attacks is bequeathed after the death of his mother, to whom is given the entire income of the estate for life, the sum of $10.00; testator declaring “as I consider that he has-been already sufficiently provided for by me.” The will was executed November 14,1889, and testator survived thereafter until August 27, 1894, a period of almost five years. It was-duly proved and letters testamentary thereon granted to the executor on September 7, 1894. No caveat was filed, or other-objection made to the validity of the will until April 27, 1895, when the petition of the contestant was presented, alleging that, the testator was of unsound mind and incapable of testamentary disposition of his estate; and that the will he executed was-procured to be executed by the contrivance and undue influence of his wife, daughters, sons-in-law and other persons. Testator executed a prior will, dated. in 1887, by which he made the same bequest to his son, the contestant, and in precisely the same language, and which will he republished on January 2, 1889, by the execution of a codicil thereto. This made no alteration of any of the provisions of the will except in the persons selected as executors, and the same persons thereby appointed were reappointed executors by the will executed in November, 1889, and admitted to probate. By both wills he executed, testator adopted aliqost the same disposition of his estate, viz: a life estate to his wife of his entire estate and after her death to his four daughters, and the only provision he intended for his son was the bequest of $10.00, the reason being assigned by him that he had already been provided for in testator’s lifetime.\nAt the hearing it was candidly admitted by counsel for contestant that the testamentary capacity of the testator was conceded and no testimony would be offered upon that subject. The inquiry was consequently confined to the question of undue influence, and the testimony produced related solely to this subject. After a most careful examination and analysis of the entire testimony it does not appear that the slightest suggestion was made to the testator by his wife, his daughters, their husbands, or by any other persons as to the manner in which he should dispose of his estate. Both the will of 1887 and that of 1889 were the result of his own uninfluenced, unrestrained and unsolicited wish and intention. This cannot be disputed. The burden of the assault by contestant, however, was an effort to show that the reason his father refrained from bequeathing to him an equal share with his sisters was that he had been influenced by malicious falsehoods and misrepresentations made to him by certain of the contestant’s sisters and other persons, which operated upon his mind to such an extent that he was under a delusion as to contestant’s dishonesty and improper conduct, and therefore deprived him of more than the trifling bequest mentioned. The testimony shows that contestant had been in the employ of his father for twenty-five years prior to September, 1887, when he was discharged by him. His marriage had occurred a number of years before, and while in his father’s employ, was distasteful to his mother and sisters, and by reason of the unfriendliness occasioned thereby frequent quarrels arose between the respective families and bitter animosity, which prevailed until testator’s death and apparently to the present time. These family differences caused contestant to cease visiting his father’s house, but did not disturb the friendly relations between his father and himself, as he was continued in his father’s employ until within a few months prior to the date that testator sold out the business he previously carried on. Testator had been informed that contestant and his wife had used profane language towards his wife, but this was denied by contestant, and thus pacified his father; and this seems to have formed no reason for contestant’s discharge from his father’s employ, as he admitted that when he was discharged his father alleged no reason. And shortly afterwards he and his father “ made up good friends.” Contestant also alleged that as far back as 1881 or 1882 his father accused him of collecting some freight money and retaining it; but this could not have been seriously believed by his father, for he continued his son in his employ and intrusted him with the collection of his moneys and the management of his business for at least six years thereafter. The contestant admitted that this was the only occasion when his father so accused him. The contestant also testified that his father said to him that he, the contestant, was giving money to a Mr. Develin for building purposes; but it does not appear that testator charged his son with so using any of his money for such a purpose or that it was ever again referred to. Contestant also testified that his father told him he had been informed that he, the contestant, was worth $40,000, and “ that if I was worth that much I must have stolen it from him.” And further, on another occasion, his father stated to him he was informed that “ I had stolen $40,000, and if he found it out he would never leave me a dollar.” While his father may have made such statements to his son, yet it is evident they made but slight impression upon lfis mind, as he made no further reference to the subject, and never charged his son with stealing $40,000 from him or being possessed of property to that amount. No doubt he repeated but the idle gossip of some garrulous neighbors. But it is not shown that testator was led by it in the slightest degree to prepare the will in the manner in which it was afterwards executed by him.\nThe fact is that contestant was in business with his father for many years; was entitled to one third of the profits, although not actually a copartner; and when, in 1887, he was discharged by his father, it was because he was no longer needed by him; but his dismissal, no doubt, was hastened by the abuse and the vituperative language used by his wife towards his mother in the hearing of testator. It also appears from the evidence that the will made by testator under the advice of counsel in 1887 is practically the same as that executed in 1889. Both were made without the knowledge of any member of his family and unsolicited by them. Both were prepared by counsel employed by testator, to one of whom he declared “he had taken better care of his son than of any of Ms children; that he had already received as much as any of the others would probably get; and his other children were daughters, and there was no one to protect them and take care of them.” And further, “that the son’s wife and he had not been on very good terms, and he did not feel disposed to help his family in consequence of the very ill feeling which was existing at that time between them.”\nAt tbe date of tbe execution of tbe will in contest the son had by his conduct further added to the anger and irritation of his father. He had refused to surrender and vacate a house he occupied by the sufferance of his father, and obliged him to obtain possession by legal proceedings.\nWithout recapitulating the many trivial and unimportant facts appearing from the testimony, it will suffice to say, sufficient has not been shown by the contestant to entitle him to an issue to be submitted to a jury. There is not the slightest evidence of undue influence exerted upon the mind of the testator, who is admitted to have possessed full testamentary capacity. There is no evidence that testator was actuated by a false delusion respecting his son, or that the small bequest to him resulted from the prejudice against or hatred of his son caused by false and slanderous accusations respecting his honesty while in his employ. And non constat he would ever bequeath to him a larger sum or share of his estate. This being the case, the verdict of the jury against the will could not be sustained, and therefore the appeal from the register is dismissed and the issue refused.\nError assigned was decree of the court.\nJohn G. Johnson, for appellant.\nThere was evidence that at the time he made his will Richard F. Cahill was under an undue influence, which resulted from his belief of certain facts concerning his son, which necessarily affected his testamentary disposition, and which the evidence amply showed were untrue.\nThere was ample evidence that the false and fraudulent misrepresentations which affected .the mind of the testator and unduly influenced his testamentary act had emanated sometimes directly, and at other times indirectly, from the daughters, who were thereby benefited : Tawney v. Long, 76 Pa. 115 ; Stokes v. Miller, 10 W. N. C. 244.\nTheodore A. Tack and Thomas R. Elcook, with them Alfred C, Ferris, for appellee,\ncited as to undue influence: Eckert v. Flowry, 43 Pa. 46; Trost v. Dingier, 118 Pa. 259; Wainwright’s App., 89 Pa. 220; Herster v. Herster, 122 Pa. 239; McMahon v. Ryan, 20 Pa. 329; Hindman v. Yan Dyke, 153 Pa. 243 ; 1 Redfield on Wills, 526.\nFebruary 8, 1897:"
  },
  "file_name": "0131-01",
  "first_page_order": 153,
  "last_page_order": 158
}
