{
  "id": 888355,
  "name": "In re Estate of Solomon K. Engel, deceased. Appeal of Jacob G. Engel, H. C. Engel, Sallie E. King, Jacob G. Engel, Jr., and Calvin Engel",
  "name_abbreviation": "In re Engel",
  "decision_date": "1897-02-22",
  "docket_number": "Appeal, No. 606",
  "first_page": "215",
  "last_page": "221",
  "citations": [
    {
      "type": "official",
      "cite": "180 Pa. 215"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "12 Pa. 333",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        963783
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/12/0333-01"
      ]
    },
    {
      "cite": "26 W. N. C. 194",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "103 Pa. 373",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        449181
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/103/0373-01"
      ]
    },
    {
      "cite": "19 Pa. 49",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970535
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/19/0049-01"
      ]
    },
    {
      "cite": "59 Pa. 393",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        426935
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/59/0393-01"
      ]
    },
    {
      "cite": "46 Pa. 399",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "110 Pa. 402",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543739
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/110/0402-01"
      ]
    },
    {
      "cite": "105 Pa. 438",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454249
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/105/0438-01"
      ]
    },
    {
      "cite": "10 Pa. 245",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        962726
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/10/0245-01"
      ]
    },
    {
      "cite": "92 Pa. 514",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        491071
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/92/0514-01"
      ]
    },
    {
      "cite": "170 Pa. 140",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        872176
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/170/0140-01"
      ]
    },
    {
      "cite": "7 W. N. C. 39",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "13 W. N. C. 71",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "74 Pa. 100",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1034718
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/74/0100-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 651,
    "char_count": 15051,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 1.618884413665169e-07,
      "percentile": 0.686884254641873
    },
    "sha256": "5943df9b84283bb7ba16c737b1f553eea1443963c1ea1f55453403d1718d6130",
    "simhash": "1:04291109703be663",
    "word_count": 2664
  },
  "last_updated": "2024-02-27T19:48:31.923119+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Green, Williams, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "In re Estate of Solomon K. Engel, deceased. Appeal of Jacob G. Engel, H. C. Engel, Sallie E. King, Jacob G. Engel, Jr., and Calvin Engel."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nWe are entirely satisfied with the opinion of the learned court below in this case, and for the reasons there stated we affirm the decree made by the orphan’s court.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Richmond L. Jones, with him Grotwalts Saylor, for appellants.",
      "Miller Evans, with him Abner K. Stauffer, for appellee.—"
    ],
    "corrections": "",
    "head_matter": "In re Estate of Solomon K. Engel, deceased. Appeal of Jacob G. Engel, H. C. Engel, Sallie E. King, Jacob G. Engel, Jr., and Calvin Engel.\nTrusts and trustees — Removal of trustee — Jurisdiction of court — Estoppel.\nWhere a cestui que trust joins in an application for the discharge of the trustee, and nominates anew trustee who is duly appointed, and who receives the trust fund, the cestui que trust cannot, after the new trustee has wasted the fund, call upon the old trustee for an account, on the ground that the court which appointed the new trustee had no jurisdiction. The cestui que trust having been a party to the voluntary settlement of the trust fund is bound by the appointment whether the court had jurisdiction or not.\nWill — Vested estate — Trusts and trustees.\nTestator after directing a conversion of his real estate gave to each of his four children, one of whom was J., an equal share of the balance of his estate. In the next item he appointed trustees for his children. The trustees were to purchase real estate and pay over to the children yearly the income. No time was fixed when these payments should end, and there was no bequest over. In a later item he provided “ should it so happen that either one of my said or hereinbefore named children should die without leaving children or childrens’ children, then in that event I direct the share or portion he, she, they or any of them, receives out of my estate to be equally divided amongst the survivors of my said children or their legalheirs or representatives.” J.’s trustee took the trust fund into another county where he resided. Subsequently J. joined in an application to the orphans’ court of the county where the trustee resided for the discharge of the trustee, and nominated a new trustee, who was duly appointed. The new trustee received the fund and wasted it. Twenty-five years after the old trustee had been discharged J. cited him to account in the orphans’ court in the county where the testator was domiciled. Held, (1) that J. took an absolute estate under his father’s will; (2) that he was bound by the appointment of the new trustee, although the court which appointed him may have been without jurisdiction; (8) that J. was barred by his laches from raising any question as to the validity of the appointment of the new trustee.\nArgued Feb. 4, 1897.\nAppeal, No. 606, Jan. T., 1896, by-Jacob G. Engel et al., from decree of O. C. Montgomery Go., June T., 1896, No. 109, discharging rule for citation.\nBefore Green, Williams, Mitchell, Dean and Fell, JJ.\nAffirmed.\nRule on trustee, for citation to file an account.\nThe facts appear by opinion, of the court below, Swartz, P. J., which was as follows :\nIn the will of Solomon K. Engel, Reuben R. Engel was named the trustee for Jacob G. Engel, a son of the testator. After a settlement of the estate the executors paid to said trustee the sum of $569.04. The trustee was at the time of testator’s death, as well as at the time he received the money, a resident of Berks county. The trustee held the fund for a little more than one year. He did not consider himself qualified to continue as trustee and he made application to the orphans’ court of Berks county to be relieved. Jacob G. Engel, the cestui que trust, joined in the application to said court for the appointment of a new trustee. He appeared in court and made choice of John A. Beiteman as such new trustee; his choice was approved by the court. Reuben R. Engel then filed his account in said court. The account was examined by the court and by the cestui que trust and approved by all parties interested therein. The money was paid to the new trustee and Reuben R. Engel was discharged from the trusteeship. The new trustee failed and some of the money was lost. Jacob G. Engel now attempts to repudiate all that was done by the orphans’ court of Berks county on the ground that said court had no jurisdiction in the matter. He and his children unite in the application for an order on the original trustee to file his account in Montgomery county. As the trustee, Reuben R. Engel, resided in Berks county at the commencement of the trust it is manifest that the court of common pleas of Berks county had jurisdiction over the trustee: Act of June 14, 1836. And the orphans’ court has concurrent jurisdiction with the common pleas in trusts except in cases where an executor virtute officii is invested with the trust; in the latter case the jurisdiction of the orphans’ court is exclusive : Wapples’s Appeal, 74 Pa. 100. But it is contended that this concurrent jurisdiction must be exercised by the orphans’ court of Montgomery county and not by the orphans’ court of Berks county. A foreign trustee coming into this state after distribution has been made in the foreign forum is answerable in this state when he brings the distributed trust funds into the state: Mussleman’s Appeal, 13 W. N. C. 71. He is liable because a personal responsibility vests upon him as trustee. The same reasoning would seem to apply in the case of Reuben R. Engel. He received the distributed share due Jacob G. Engel, took it to his home in Berks county, and his personal responsibility attached. Still his liability may not extend beyond the common pleas. The jurisdiction of the orphans’ court is limited; it has such powers as are conferred by statute and none other. Under the act of J une 16,1886, the jurisdiction of the orphans’ court embraced, “all cases within their respective counties, wherein executors, administrators, guardians or trustees may be possessed of or in any way accountable for any real or personal property of the decedent.” This language is broad and comprehensive. There is no restriction such as is found in the same section when speaking of the removal and discharge of executors and administrators. The words, “ deriving their authority from the register of the respective county,” are omitted. It is said the proper place to account is the orphans’ court of Montgomery, because the will is probated in said county. The legislature in conferring jurisdiction on the common pleas thought otherwise, for it selected the county of the residence of the trustee as the proper and convenient forum. A trustee should be answerable in one county rather than in several, and it is desirable that those interested in the trust should know where to apply when they desire to make search for trust accounts.\nWhether the orphans’ court of Berks county had jurisdiction is not free from doubt, but we do not consider it necessary to decide the question. In our opinion there are other grounds upon which the application must be refused. It is clear, however, that where the parties voluntarily placed the trust estate under the guardianship of the orphans’ court of Berks county for twenty-five years it wmuld require express provisions to divest its jurisdiction: Anderson v. Henzey, 7 W. N. C. 39. Jacob G. Engel is bound by the settlement in Berks county because he was a party to it. The account was filed, approved by him, and the balance due, at his request, was paid over to the new trustee. The new trustee was his own selection; he petitioned the court for the appointment of John A. Beiteman. We fail to see why the loss under the circumstances should be visited on Reuben R. Engel rather than on Jacob G. Engel. Mr. Beiteman accepted the trust and gave bond, and he and his sureties could not escape liability under an obligation voluntarily assumed, even if the appointment was made without authority in the court: McConomy’s Estate, 170 Pa. 140. As we interpret the will of Solomon K. Engel, his son, Jacob G. Engel, took more than an equitable life estate in the fund held by Reuben Engel. He had such an interest in the fund, and power over it, that his actions bound him as well as his children. The will after directing a conversion of the real estate gives to each of the four children an equal share of the balance of his estate. Here there was an absolute gift to the children. In the next item he appoints trustees for his children. The trustees are to purchase real estate and pay over to the children yearly the income. No time is fixed when these payments shall end, and there is no bequest over. In a later item he provides “ should it so happen that either one of my said or hereinbefore named children should die without leaving any living children or childrens’ children, then in that event I direct the share or portion he, she, they or any of them, receives out of my estate to be equally divided amongst the survivors of my said children or their legal heirs or representatives, but none to the husband of my daughter, Lucinda, namely William Gilbert.”\nA gift of the income of a fund for an unlimited period is a gift of the fund itself. A devise of the income of land is a devise of the land itself. It follows that the direction to pay the full yearly income of the money to Jacob G. Engel is but a confirmation of the absolute bequest made to him in the third item of the will. This is further confirmed by the statement that “the trustees shall take charge of the money due and belonging to his respective ward.” That is, the fund itself is to belong to the son, and not the income simply. There is no attempt to create a trust for the children of Jacob, for there is no direction to pay income or principal to them. The provision, “in case Jacob should die without leaving children,” can not cut down the absolute estáte to one for life. This means death without children in the lifetime of the testator: Mickley’s Appeal, 92 Pa. 514; Johnson v. Morton, 10 Pa. 245. When Jacob survived his father his share vested in him absolutely. We see no reason for departing from the ordinary construction in bequests of this character. To hold that the death of Jacob at any time without children would avoid the gift is in conflict with a well-established rule of construction. If the trust spoken of was for the life of Jacob it might be otherwise. The bequest of income without limitation, even when payable by a trustee, does not reduce a previous absolute estate to a life-estate: Sproul’s Estate, 105 Pa. 438.\nIf we are correct in our conclusions that Jacob G. Engel took an absolute interest in the share under his father’s will the moment he survived his father, then it follows that the settlement made in Berks county is binding upon him. The payment to Beiteman, at his request, and with his approval, is as binding as payment to Jacob himself. But if we are in error and the trust is an active one to protect the corpus of Jacob’s share during his life, still Jacob’s children have no interest in the fund, for there is no bequest over to them, and Jacob has an equitable estate, not for life, but in perpetuity, with full power to make disposition of the property: Boies’ Estate, 35 Atlantic Rep. 724. If the children are not interested in the fund and Jacob alone is before us his application must be dismissed because of his participation in the appointment of the trustee Beiteman, and because of .his satisfaction with and approval of the account filed in Berks county. Jacob’s laches in the matter must weigh against him. Twenty-five years after the account was filed and confirmed, and the money paid over, this application for a new accounting is presented. Vouchers and papers then in the hands of the trustee are no doubt lost by this time. In a complicated trust; it would be next to impossible to state a true account after such a lapse of time where the trustee rested under the honest belief that the original accounting was final and conclusive. After a delay of nineteen years the court will not compel a guardian to account who made a settlement with his ward during her minority: Maul-fair’s Appeal, 110 Pa. 402. It is there said that the ease is a proper one to apply the second section of the Act- of June 16, 1836, P. L. 683, which authorizes us in all cases of appeal from the orphans’ court to decree according to the justice and equity thereof.\nAnd now, December 7,1896, the rule for a citation to file an account is discharged.\nError assigned was decree discharging rule for citation.\nRichmond L. Jones, with him Grotwalts Saylor, for appellants.\nWhenever it is necessary for the accomplishment of any •object of the creator of the trust that the legal estate should remain in the trustee, then the trust is a special active one: Barnett’s App., 46 Pa. 399. The true test is whether a court ■of equity in Pennsylvania would decree a conveyance of the legal title: Bife v. Geyer, 59 Pa. 393.\nThe language of this will does not mean, as the learned judge held, “death without children in the lifetime of the testator,” which is the ordinary rule of construction : Mickley’s App., 92 Pa. 514.\nThe orphans’ court of Berks county surely had no jurisdiction of this testamentary trust in Montgomery county. It is a ■statutory court with all its powers enumerated in the acts of assembly relating thereto. There is no power given to the orphans’ court of one county to administer the estates of deced■ents of another county, and the children of Jacob who are petitioners for the citation here were not parties to the proceedings in the county of Berks. The question of the jurisdiction of the Berks court does not however arise, as the learned judge left that undecided.\nMiller Evans, with him Abner K. Stauffer, for appellee.—\nThe court of common pleas (in trusts arising under a will, the orphans’ court has concurrent jurisdiction), of the county in which such trustee shall reside at the commencement of the trusts, shall have jurisdiction: Seibert’s App., 19 Pa. 49 ; Johnson’s App., 103 Pa. 373; Helfenstein’s App., 26 W. N. C. 194.\nA foreign trustee coming into this state after distribution has been made in the foreign forum is answerable in this state when he brings the distributed trust funds into the state: Mussel-man’s App., 13 W. N. C. 71.\nThere can be no doubt under the act of June 14, 1836, and under the existing facts of this case, that the common pleas of Berks county had jurisdiction over the trust, and under the ■decision of this court in Brown’s App., 12 Pa. 333, and Seibert’s App., 19 Pa. 49, it is well settled that under the same facts, the orphans’ court of Berks county had concurrent jurisdiction. \"To this forum all the parties interested voluntarily came, presumably by advice of counsel and consent of the court; and for more than twenty-five years this trust has been under the care- and - protection of the orphans’ court of Berks county, and it would require express provision to divest its jurisdiction: Anderson v. Henzey, 7 W. N. C. 39.\nThe appointment of a trustee, as is said in Sproul’s Estate, 105 Pa. 438, indicates nothing more than a purpose on his part to create a trust as to the corpus of the legacy for the benefit of the legatees.\nFebruary 22, 1897:"
  },
  "file_name": "0215-01",
  "first_page_order": 237,
  "last_page_order": 243
}
