{
  "id": 888330,
  "name": "Clarissa Bella Mack, Appellant, v. Richard S. Wright, H. R. Rose and R. W. Fisher, trading as Rose & Fisher and the Chautauqua Lake Ice Co.",
  "name_abbreviation": "Mack v. Wright",
  "decision_date": "1897-03-29",
  "docket_number": "Appeal, No. 102",
  "first_page": "472",
  "last_page": "476",
  "citations": [
    {
      "type": "official",
      "cite": "180 Pa. 472"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "14 Gray, 249",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        2091580
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/80/0249-01"
      ]
    },
    {
      "cite": "13 C. B. 581",
      "category": "reporters:specialty",
      "reporter": "C.B.",
      "opinion_index": -1
    },
    {
      "cite": "40 Md. 312",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1843924
      ],
      "opinion_index": -1,
      "case_paths": [
        "/md/40/0312-01"
      ]
    },
    {
      "cite": "97 Pa. 91",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        444772
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/97/0091-01"
      ]
    },
    {
      "cite": "89 Pa. 71",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063241
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/89/0071-01"
      ]
    },
    {
      "cite": "5 Mass, 514",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2002205
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/5/0397-01"
      ]
    },
    {
      "cite": "12 Pa. 362",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "63 Pa. 146",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019122
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/63/0146-01"
      ]
    },
    {
      "cite": "139 Pa. 42",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11250483
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/139/0042-01"
      ]
    },
    {
      "cite": "140 Pa. 618",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        972603
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/140/0618-01"
      ]
    },
    {
      "cite": "92 Pa. 276",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        491027
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/92/0276-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 541,
    "char_count": 9506,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 2.3146575435011627e-07,
      "percentile": 0.7888432877746927
    },
    "sha256": "ee95b395c8c4a1720900e2ae2a6f2cfdb1b4510612eec3e9c5ea15205bf9832e",
    "simhash": "1:7e4955e6955bb678",
    "word_count": 1691
  },
  "last_updated": "2024-02-27T19:48:31.923119+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Clarissa Bella Mack, Appellant, v. Richard S. Wright, H. R. Rose and R. W. Fisher, trading as Rose & Fisher and the Chautauqua Lake Ice Co."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice McCollum,\nThe plaintiff rests her case upon the act of May 11, 1893, which declares that, “ it shall be the duty of the party or parties having charge of the construction of any new building hereafter erected in this commonwealth to have the joists or girders of each floor above the third story covered with rough scaffold boards or other suitable material, as the building progresses, so as to sufficiently protect the workmen either from falling through such joists or girders, or to protect the workmen or others who may be under or below such floor from falling bricks, tools, mortar or other substance whereby accidents happen, injuries occur and life and limb are endangered.” In the second section of the act it is provided that for any violation of it “ a penalty not exceeding one hundred dollars for each floor of joists or girders left uncovered shall be imposed, to be collected as fines and penalties are usually collected.” It does not expressly give a right of action for an injury attributable to the nonperformance of the duty prescribed or declare that the failure to comply with its provisions shall be taken to be negligence per se. In this respect it differs materially from the statutes which prescribe regulations for the protection of the workmen in the coal mines of the commonwealth. These statutes create new duties and impose penalties for the nonperformance of them. In addition to the penalties imposed for nonperformance they expressly give to the party injured by it a right of action against the party at fault, for the direct damage caused thereby, and in case of his death by reason of such nonperformance, they give to his widow and lineal heirs a right of action “ for like recovery of damages for the injury they have sustained.” See Act of March 3,1870, P. L. 8, Act of June 30, 1885, P. L. 205 and Act of June 30, 1885, P. L. 218. The Act of June 1, 1883, P. L. 55, requires the owner, agent, lessee or foreman of any anthracite mine or colliery in this commonwealth to furnish to the miner at his request all props and timbers necessary for the safe mining of coal and for the protection of the lives of the miners, and provides that the failure to do so shall be taken to be negligence per se upon the part of the owner, agent, lessee or foreman of said coal mine in any action for the recovery of damages for accidents resulting from the insufficient propping or timbering of said mine.” The statutes which require that fire escapes shall be provided for and affixed to certain buildings designate the parties charged with the duty of providing and affixing them, impose penalties upon such parties for the nonperformance of the duty enjoined, and, in addition thereto, a liability for damages in case of death or personal injury sustained in consequence of fire breaking out in any such building in the absence of such fire escape or escapes: Act of June 11, 1879, P. L. 128, Act of June 1, 1883, P. L. 50 and Act of June 3, 1885, P. L. 65. These statutes are referred to as showing that when the legislature has imposed a new duty and intended that there should be cumulative remedies for the breach of it it has usually if not uniformly said so in plain terms. The inference is that if the legislature had intended that in addition to the penalty imposed by the statute under considerar tion for the nonperformance of the duly prescribed by it a party injured by such nonperformance should have an action for the damages sustained thereby it would have said so. The presumption is that where a statute imposes a duty where none existed before, the remedy provided therein for the breach of the duty is exclusive. No case has been cited to us nor are we aware of any in which this court has held that for the breach of such a duty there was a remedy other than that prescribed by the statute. The existence of the duty imposed by the statute on which the plaintiff relies for a recovery in this action dates from the 11th of May, 1893. Prior to that time the parties having charge of the construction of new buildings in this commonwealth were not required to do what was then enjoined by the statute. It is practically conceded by the learned counsel for the appellant that but for the act of 1893 the nonsuit was properly entered. There is nothing in the evidence to charge the defendants with negligence aside from their failure to comply with the statute in regard to covering the joists or girders, and this is not shown to have been the proximate cause of the accident. But we need not now discuss this branch or feature of the case. As we think the remedy provided by the statute for a violation of the duty imposed by it is exclusive and that the penalty prescribed for such violation is not recoverable in this action we must sustain the judgment entered by the court below.\nThe specifications of error are overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice McCollum,"
      }
    ],
    "attorneys": [
      "James Fitzsimmons, for appellant.",
      "W. P. Potter, with him Wm. A. Stone, for appellees."
    ],
    "corrections": "",
    "head_matter": "Clarissa Bella Mack, Appellant, v. Richard S. Wright, H. R. Rose and R. W. Fisher, trading as Rose & Fisher and the Chautauqua Lake Ice Co.\nStatutes — Damages—Negligence—Act of May 11, 1893 — Protection of •workmen during building operation.\nWhen a statute imposes a duty where none existed before, the presumption is that the remedy provided therein for the breach of the duty is exclusive.\nUnder the Act of May 11, 1893, P. L. 41, which requires persons engaged in building to cover the joists or girders of each floor above the third story with boards or other suitable material so as to protect workmen and others, the money penalty provided by the act is exclusive of all other remedies, and an action for damages for personal injuries cannot be sustained for failure to comply with the provisions of the act.\nArgued Oct. 30, 1896.\nAppeal, No. 102, Oct. T., 1896, by plaintiff, from judgment of C. P. No. 1, Allegheny Co., Sept. T., 1894, No. 912, refusing to take off nonsuit.\nBefore Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ.\nAffirmed.\nTrespass for death of plaintiff’s husband. Before Collier, J.\nAt the trial it appeared that plaintiff’s husband was killed in June, 1894, by falling through the joists or girders of a building upon which he was employed as a workman by Richard S. Wright, a subcontractor under Rose and Fisher. The plaintiff claimed that the defendants were negligent in not covering the joists and girders with boards or other suitable material as provided by the Act of May 11, 1893, P. L. 41.\nThe court entered a compulsory nonsuit which it subsequently refused to take off.\nError assigned was refusal to take off nonsuit.\nJames Fitzsimmons, for appellant.\nThe contract was made •by these parties since the passage of the act of 1893, and therefore, a greater or increased duty was imposed on them on and ■after the date of the said contract.\nContractors, under the terms of this act, are charged with the ■duty of covering the joists or girders with suitable material to ■sufficiently protect the workmen from falling through such joists ■or girders. At common law, unless under certain circumstances, the principal was not charged with such a duty to his employees; they assumed the risk of their employment. We assume in this case that there still is a duty imposed on a workman to not unnecessarily expose himself to danger of this character, as he would then be held to be guilty of contributory negligence, and could not possibly recover. But this legislation assumes that in the construction of high buildings, such as this one was, that workmen or employees of contractors on such buildings must work in just such positions as the decedent was working in at the time of his death.\nWhere a master voluntarily subjects his employee to danger which he ought to provide against, and an injury happens to the employee from want of proper provision against such danger, the master is undoubtably liable: Pittsburg & Connellsville R. R. v. Sentmeyer, 92 Pa. 276; Lee v. Electric Light Co., 140 Pa. 618; Ross v. Walker, 139 Pa. 42; Ardesco Oil Co. v. Gil-son, 63 Pa. 146.\nW. P. Potter, with him Wm. A. Stone, for appellees.\nWhen a statute imposes a new duly where none existed before, the presumption is that this remedy was meant to be exclusive, and the party complaining of a breach is confined to it. So, if the performance of the duty is enjoined under penalty, the recovery of the penalty is in general the sole remedy, even when it is not made payable to tbe party injured: Cooley on Torts, p. 653; Turnpike Co. v. Martin, 12 Pa. 362; Moyer v. Kirby, 14 S. & R. 164; Smith v. Drew, 5 Mass, 514; Phila. & Read. R. R. v. Ervin, 89 Pa. 71; Phila. & Read. R. R. v. Boyer, 97 Pa. 91.\nThe act of May 11, 1893 does not make a failure to perform a statutory duty negligence per se; it simply provides a penalty for the nonperformance of the duty imposed, and is in the nature of a police regulation; and in order to recover, the plaintiff must show negligence on the part of the defendant outside and beyond a failure to comply with the provisions of the act in question: Flynn v. Canton Co., 40 Md. 312; Atkinson v. New Castle & Gateshead Waterworks Co., 2 L. R. Exch. Div. 441.\nAn action for damages will not lie against a person for the neglect of a statutory duty merely because it is shown that damages have arisen from its nonperformance: Couch v. Steel, 3 E. & B. 402; Gen. Steam Nav. Co. v. Morrison, 13 C. B. 581; Kirby v. Boylston Market Assn., 14 Gray, 249; Vandyke v. Cincinnati, 1 Disney, 532.\nMarch 29, 1897:"
  },
  "file_name": "0472-01",
  "first_page_order": 494,
  "last_page_order": 498
}
