{
  "id": 888277,
  "name": "The Yaryan Company v. The Pennsylvania Glue Company, Limited, Appellant",
  "name_abbreviation": "Yaryan Co. v. Pennsylvania Glue Co.",
  "decision_date": "1897-04-12",
  "docket_number": "Appeal, No. 103",
  "first_page": "480",
  "last_page": "499",
  "citations": [
    {
      "type": "official",
      "cite": "180 Pa. 480"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "17 L. R. A. 270",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": -1
    },
    {
      "cite": "141 Pa. 390",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        974802
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/141/0390-01"
      ]
    },
    {
      "cite": "128 Pa. 337",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        567067
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/128/0337-01"
      ]
    },
    {
      "cite": "112 Pa. 203",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546831
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/112/0203-01"
      ]
    },
    {
      "cite": "85 Pa. 369",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        440522
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/85/0369-01"
      ]
    },
    {
      "cite": "78 N. Y. 74",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        544421
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/78/0074-01"
      ]
    },
    {
      "cite": "90 Pa. 317",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1065641
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/90/0317-01"
      ]
    },
    {
      "cite": "79 Mich. 47",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1351135
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mich/79/0047-01"
      ]
    },
    {
      "cite": "26 Vt. 123",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        4428659
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/26/0123-01"
      ]
    },
    {
      "cite": "39 N. J. Law, 449",
      "category": "reporters:state",
      "reporter": "N.J.L.",
      "case_ids": [
        351475
      ],
      "opinion_index": -1,
      "case_paths": [
        "/njl/39/0449-01"
      ]
    },
    {
      "cite": "1 Mass. 297",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "37 N. Y. 457",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2043959
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/37/0535-01"
      ]
    },
    {
      "cite": "140 Pa. 499",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        972634
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/140/0499-01"
      ]
    },
    {
      "cite": "81* Pa. 177",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044111
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/81/0177-01"
      ]
    },
    {
      "cite": "120 Pa. 425",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        559874
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/120/0425-01"
      ]
    },
    {
      "cite": "3 Rawle, 39",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "131 Pa. 546",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        810308
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/131/0546-01"
      ]
    },
    {
      "cite": "118 Pa. 355",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        556619
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/118/0355-01"
      ]
    },
    {
      "cite": "58 Pa. 444",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "4 Yeates, 347",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6773877
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/4/0347-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1284,
    "char_count": 46361,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 1.3187148255848911e-07,
      "percentile": 0.6260548394906421
    },
    "sha256": "e481e0898a4484bd86c3c92869dd229e51b0e4cf9533abe4841778d6edcb030d",
    "simhash": "1:de03edf2ae6a8275",
    "word_count": 8275
  },
  "last_updated": "2024-02-27T19:48:31.923119+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Williams, McCollum, Mitchell and Fell, JJ."
    ],
    "parties": [
      "The Yaryan Company v. The Pennsylvania Glue Company, Limited, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice McCollum,\nThe plaintiff on May 13, 1892, sold to the defendant a “Triple Effect Yaryan Evaporater” for $7,000, one half thereof -to be paid on delivery, and the other half to be paid in three months thereafter. Certain work was done in connection with the erection and operation of the evaporator in the defendant’s factory in Chicago, by persons sent there by the plaintiff on an understanding with the defendant that the work should be done at the expense of the latter. On the delivery of the evaporator the defendant paid one half the price of it, but it has not paid anything on account of the other half or of the work done as aforesaid. To this extent the parties to the suit agree. It was averred in the affidavit of defense and specifically denied in the replication to it, that the plaintiff at the time of the purchase represented to the defendant that the evaporator was in first class condition. It was further averred in the affidavit of defense that the plaintiff agreed to put the evaporator into defendant’s factory at Chicago and “ do all things necessary to erect it there and put it in perfect working order,” to which ■ the plaintiff replied that it did not so agree but that it promised, at the defendant’s request and expense, to send a competent man there to “ direct the defendant in erecting and starting the machine.” The defendant did not directly aver in its affidavit that the plaintiff agreed to clean the evaporator before delivering it, but it claimed on the trial that the plaintiff agreed to do so, and it submitted some evidence which gave color to the claim. The averments respecting the delay in delivering the machine and the loss occasioned thereby were abandoned on the trial and need not be considered here. The fact is that the entire defense to the plaintiff’s claim was based on the defendant’s averment that the plaintiff agreed to erect and put the evaporator in perfect working order in the defendant’s factory in Chicago, and on the latter’s allegation on the trial that the plaintiff agreed to clean the evaporator before delivering it. These raised the pivotal questions in the case and it was essential to an extinguishment of or a deduction from the plaintiff’s claim that the defendant should sustain its averment, or allegation, or both, by competent evidence. The plaintiff denied the existence of any such agreements as were set up by the defendant and contended that the only agreement between them was embraced in the letters of May 13. One of these letters was written by Edward R. Hewitt who was the defendant’s purchasing agent and the other was written by A. C. Paine who was the president of the plaintiff company. The latter was written in response to the former and specified the price and capacity of the evaporator, the terms of payment, and the place and time of delivery. On May 17, Hewitt wrote to Paine acknowledging.the purchase, expressing satisfaction with the terms of it and requesting a postponement of delivery for the accommodation of the purchaser. The delivery was to be made f. o. b. cars at Providence, Rhode Island, where the evaporator was at the time of the sale. The plaintiff’s contention that the letters referred to contained the entire contract between the parties was supported by the testimony of Paine, Hewitt and Hill. The latter was present when the contract was made. He testified, inter alia, that the evaporator was a second-hand machine and sold as such, and that Hewitt was told that after it was set up ready to operate in Chicago they might have to wash it out “ because it probably had some dirt in it.” An opportunity was given to Hewitt to inspect the evaporator before buying it but he declined to do so and said that “ he knew the machine very well, having the size and the heating apparatus, and the pumps,” etc. Although Hewitt in making the purchase represented the defendant company, and was one of its directors, he testified frankly in regard to the transaction and without any manifestation of bias. He was the defendant’s principal witness and he testified that the letters contained the entire contract. He was positive that the plaintiff promised to send a man to Chicago at the defendant’s request and expense to put the machine in good working order, and that the promise was faithfully kept. He thought, but was not certain, that the plaintiff was to clean the machine before it was delivered, and he testified distinctly that the evaporator had the capacity it was warranted to have in Paine’s letter of May 13. It being conceded in the testimony of the defendant’s principal witness that the contract was in writing, and by the defendant company that it was made with him as its representative, we would naturally expect that the defense to the action on the contract would have been based upon an alleged breach of it. But so much of the defense as was of this nature was abandoned on the trial. It was finally admitted that the machine had the guaranteed capacity, and the undisputed evidence was that the delay in delivery was at the request and for the accommodation of the purchaser. Did the plaintiff agree to clean the evaporator before delivering it? Did it agree to put the evaporator in good working order in the defendant’s factory in Chicago ? These were the questions of fact submitted to the jury, and the only questions for their consideration under the evidence in the case. If the plaintiff agreed to do so and failed to carry out its agreement it became liable to the defendant for the damage caused by its failure, and so the jury were instructed. It was made clear by the verdict that the plaintiff did not so agree, and therefore we need not consider the rulings of the court in regard to damages.\nNine of the thirty specifications of error are based on excerpts from the charge, two on the refusal to affirm the defendant’s first and second points, one on the denial of the motion to amend the affidavit of defense, one on what the court said to the defendant’s counsel in regard to damages, and seventeen on rulings upon offers of evidence. Many of these offers were repetitions with slight and immaterial variations of previously rejected offers. The offers were to prove matters not specified in the affidavit of defense, and representations and promises alleged to have been made by the president of the plaintiff company some time prior to the making of the contract respecting the condition of the evaporator and the company’s willingness, in the event of a sale, to put it in perfect working order. The purpose was to add to and enlarge the terms of the written contract which was conceded, by the persons who represented their respective companies in making it, to clearly include and express the entire agreement between the parties. While the learned trial judge recognized and enforced the general rule that prior conversations between the parties are not admissible to vary the terms of a written contract he allowed the defendant to submit evidence in support of its claim that the plaintiff, when the contract was made, agreed to clean the evaporator and put it in the Chicago factory in perfect working order. The defendant was therefore permitted under the ruling of the court to introduce competent evidence in support of the claim on which its whole defense rested.\nIn denying the motion to amend the court said: “ The application to amend the affidavit of defense cannot be allowed for two reasons: (1) Under our rules of court an affidavit of defense cannot be amended or supplemented at the trial. (2) It is a radical change in some respects of the written contract and sufficient ground for admitting such testimony is not included in the offer.” To this it may be added that it is not clear that' the amendment was demandable of right under the act of 1806. Amendments beyond the plea are at common law and to be tested by a legal discretion: Austin v. Ingham, 4 Yeates, 347 and Diehl v. Ins. Co., 58 Pa. 444.\nDid the court err in refusing to affirm the defendant’s first point ? The point requested the court to hold that the plaintiff could not recover because the contract for the purchase of the evaporator was not signed by at least two of the managers of the defendant company as required by section 5 of the act of June 2, 1874. The question raised by the-refusal of the point must be considered and determined in the light of previous adjudications and the obvious and undisputed facts of the case in hand. The cases cited as sustaining this branch of the defendant’s contention are Reese v. The Pittsburg Melting Co., Limited, 118 Pa. 355 and Walker v. Brewing Co., 131 Pa. 546. The case first cited was an action of assumpsit for the recovery ,of damages for the breach of a verbal contract made by the • plaintiff with the chairman of the board of managers of the defendant company for the sale by the latter to the former of six hundred tierces of oleomargarine oil for $13,620. The plaintiff drew and sent his check for the amount but the company refused to deliver the oil. On the trial the plaintiff recovered a verdict against the company for $3,447, that being the difference between the prioe he was to pay for the oil and the market price of it at the time he should have received it. On appeal to this court the judgment entered on the verdict was reversed on the ground that it was not within the power of the chairman of the board of managers to bind the company by such a contract. Walker v. The Brewing Co. was an action of assumpsit in which the plaintiff offered to prove that the defendant’s architect and agent in the construction of its brewery building requested Mm to submit a bid for the asphalt work, that he dici so and that soon after the bid was submitted he was informed by the architect and by one of the managers that the defendant had accepted it and let the contract to him; that a contract and bond was presented to him which he signed, and that soon thereafter he was notified by the architect that the defendant had signed the contract, and that he should get his material and begin the work; that relying upon the representations of the architect he procured the materials and necessary apparatus and began the work, but that he was compelled by the defendant to abandon it. The plaintiff proposed to follow this evidence by evidence that he “ was compelled to sell his materials at great sacrifice on the cost of the same, with the cost of the transportation, and thereby suffered great loss.” The offers were rejected, and • no other testimony being presented there was a verdict and judgment for the defendant, -which judgment was affirmed on appeal. It will be noticed that in these cases the defendant - company promptly repudiated the agreement, and did not receive any money, property or benefit under it.\nIn the case now under consideration the defendant company through its agent purchased of the plaintiff a machine that was essential to the proper prosecution of its business, and agreed to pay one half the price of the same on delivery and the other half in three months thereafter. The machine was delivered and the first payment made according to contract. It has been in the possession of and operated by the defendant as owner since September 1,1892. No officer or member of the company is shown or claimed to have objected to the purchase before, when, or since it was made. Presumably each and all of them approved and agreed to it. The company has affirmed the purchase by its acceptance and continued use of the machine ; by payment on account of it, and by its affidavit of defense and its offers of evidence. It plainly appears from its acts and from its attitude on the trial that it claims title to the machine by virtue of its agreement, and exemption from liability for the price because the agreement was not executed in accordance with the act of 1874. We think that the defendant is, upon its own showing and the admitted facts of the case, estopped from setting up the defense based on its first point. It cannot keep the machine and be justified in its refusal to pay for it. It cannot under the circumstances successfully urge its noncompliance with a requirement of the statute as a bar to the plaintiff’s just claim.\nWe have carefully examined and considered the rulings and instructions complained of, and are not convinced that they furnish adequate cause for reversing the judgment. We therefore overrule the specifications of error.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice McCollum,"
      }
    ],
    "attorneys": [
      "A. Leo. Weil, with him C. M. Thorp, for appellant.",
      "S. Schoyer, Jr., with him S. B. Schoyer, for appellee."
    ],
    "corrections": "",
    "head_matter": "The Yaryan Company v. The Pennsylvania Glue Company, Limited, Appellant.\nEvidence — Parol evidence — Contract—Prior conversations to vary contracts\nPrior conversations between the parties to a written contract are not admissible to vary its terms.\nIn an action upon a written contract to recover the purchase price of an evaporator, the testimony for the defendant was in effect that the plaintiff agreed to erect and put the evaporator in perfect working order in defendant’s factory, and to clean the evaporator before delivering it. The plaintiff denied the existence of any such agreements and averred that the only agreement was in the writings between the parties. The case was submitted to. the jury, and a judgment and verdict was rendered for the plaintiff. Held, that the judgment should be affirmed.\nPractice, C. P. — Affidavit of defense — Rules of court of Allegheny county.\nUnder the rules of court of Allegheny county an affidavit of defense cannot be amended or supplemented at the trial.\nIt is not clear that an amendment of an affidavit of defense in Allegheny county is demandable of right under the act of 1806, inasmuch as amendments beyond the plea are at common law, and to be tested by a legal discretion.\nLimited partnership associations under act of June 2, 1874 — Signing contract.\nA limited partnership association, organized under the act of June 2, 1874, is estopped from denying the validity of a contract because not signed by at least two managers where it appears that the association took possession, under the contract, of property essential to the prosecution of its business, paid a portion of the purchase money, continued to use the property and never objected to the contract until suit was brought.\nArgued Nov. 2, 1896.\nAppeal, No. 103, Oet. T., 1896, by defendant, from judgment of C. P. No. 2, Allegheny Co., Jan. T.r 1894, No. 306, on verdict for plaintiff.\nBefore Sterrett, C. J., Williams, McCollum, Mitchell and Fell, JJ.\nAffirmed.\nAssumpsit on a contract. Before White, J.\nPlaintiff sold defendant a machine known as the “ Yaryan Triple Effect Evaporator.” After some preliminary negotiations on the morning of May 2,1892, Mr. Hewitt, defendant’s manager, wrote the following letter :\n“New York, May 13, 1892.\n“ The Yaryan Co.:\n“ Bear Sirs — Please draw up the papers relating to the Providence machine just purchased by the Penn. Glue Company and mail them to me at 13 Burling Slip. Please put in guarantee of the work it will do on 5 per cent, glue liquor, and also how concentrated the evaporated liquor will be.\n“I will give further directions when I hear from Mr. Upton. The payment of half on delivery and half in three months thereafter is satisfactory.\n“Yours truly,\n“ Peter Cooper Glue Factory.\n“ Per Edward B. Hewitt.”\nIn reply to this letter Mr. Payne wrote as follows:\n“May 13, 1892.\n“ The Penn. Glue Co., Ltd., Burling Slip, N. Y.\n“Edward B. Hewitt, Esq. :\n'•'■Bear Sir — The Triple Effect Yaryan this day sold to you for seven thousand ($7,000) dollars, f. o. b. cars, Providence, one-half cash on delivery, balance in three months, consists of evaporators, iron frame to support same, vacuum pump and condenser, feed regulators and pump tail pump and the piping connecting the Effects.\n“The apparatus will have a capacity to concentrate 1,450 gallons of thin glue liquor per hour, to from 15 to 24 Twadell, depending on the nature of the thin liquor.\n“We will ship this within ten days, obtaining for you the best freight rate possible. Thanking you for the order, we are,\n“ Yours very truly,\n“ A. G. Payne,\n“ President.”\nAfterwards Mr. Hewitt wrote as follows :■\n“ May 17, 1892.\n“ The Yaryan Company:\n‘■'•Dear Sirs — I am very sorry there was any misunderstanding about my last letter. The Penn. Glue Co. have bought the machine and the terms are satisfactory, but I wanted the shipment delayed until after the directors’ meeting, because they have under consideration the purchase of a property whereon to erect their plant, which is not near the other part of the yards where they had expected to build. Full shipping directions will he mailed to you early next week.\n“ Hoping that the matter is cleared up, and regretting that my letter was ambiguous, I remain,\n“Yours truly,\n“Edward R. Hewitt.”\nThe evaporator was shipped as soon as shipping directions were given by Mr. Hewitt, and the machine was set up in defendant’s factory some time in August, 1892, where it was retained and operated by defendant in its factory in Chicago. The defendant paid one half the purchase money on delivery, and refused to pay the balance, or the cost or expense of sending a man to Chicago to supervise the erection and starting of said machinery.\nAt the trial defendant offered to prove that the plaintiff represented to the defendant that the Yaryan triple effect evaporator at Providence was a second-hand machine, but as good as new; that it would be placed by plaintiff in first class order and condition; that it would be cleaned before shipment to Chicago, and that it would be set up in Chicago, the defendant paying the expenses of plaintiff’s agent in going to Chicago and setting up the machine; and that it would be turned over to ' the defendant in first class order and condition, having the capacity of one thousand four hundred and fifty gallons of thin glue liquor per hour to from fifteen to twenty-four degrees Twaddell; and that it would sell tins machine for $7,000'; this for the purpose of showing the representations and inducements to the making of the contract of purchase by the defendant from tire plaintiff of this machine, and for the purpose of explaining the contract that was made, and showing what that contract was.\nThis was objected to by the plaintiff as irrelevant and incompetent, because, (1) the contract being in writing, oral evidence is inadmissible to add to, vary or contradict it; (2) that there is no allegation of any omission in that- contract by fraud, accident or mistake; (3) that there is no allegation of any parol agreement contemporaneous with the contract in consideration of which that written contract was made, and without which it would not have been made ; and, further, that there is no allegation that defendant relied on plaintiff’s representations or that defendant, after it was delivered in Chicago, could not have discovered the defects alleged, if such defects existed.\nBy the Court: The objection to the offer is sustained, so far as it adds to or contradicts the letters which constitute the written contract between the parties. I will receive evidence of any declarations by the seller as to the condition of the machine at the time of this contract, limiting it to that. [1]\nDefendant offered to show that the president of the Yaryan Company was informed by defendant’s agent that, prior to the purchase of this evaporator in controversy, the defendant was constructing its factory at Chicago, and was purchasing the machine for use therein; that without said machine the factory could not be operated, and that the defendant had entered into a contract with Nelson Morris & Company to take from them from August 1, 1892, all the glue liquor they would deliver, and the value of said liquor, or the amount of said contract and the loss that would in consequence ensue to defendant in case said evaporator should not perform as it was guaranteed; this for the purpose of showing notice to plaintiff of the damage that would ensue to the defendant in case there should be a breach of the contract by plaintiff as to the time of delivery and the capacity of said evaporator; and for the further purpose of showing what was in contemplation — what must have been in contemplation by the parties at the time said contract was made — should there be a breach of the contract on the part of the plaintiff; this to be followed by evidence that, by the reason of the defects in said machine, and by reason of a breach of the contract on the part of the plaintiff as to the capacity of said machine, there was a loss to the defendant on account of this contract and on account of the loss of the glue liquor obtained under the contract from Nelson Morris & Co.\nThis was objected to by plaintiff’s counsel as incompetent and irrelevant to the pleadings of this action, (1) as setting up a subject-matter susceptible of being made a matter of covenant and guarantee which does not appear in the written agreement; and (2) because, even if it were competent, the offer does not propose to show any loss to the Pennsylvania Glue Company, Limited, with whom this written contract was made.\nBy the Court: The conversation referred to in the offer may have been a good reason for requiring a guaranty in the written contract, and that would be the only effect of it; and if there was a breach of the guarantee, why the plaintiff can recover such damages as resulted necessarily and properly from the breach of warranty, and it could recover that whether there was such a conversation or not. Therefore this testimony is irrelevant. [2]\nDefendant offered to show that the plaintiff agreed to put the evaporator in good condition and to clean the same before it should be sent to Chicago; this for the purpose of showing the agreement between the parties, to explain the subject-matter of the agreement, and to show the representations and inducements and consideration for the purchase of the evaporator and the making of the contract.\nThis was objected to by plaintiff as irrelevant and incompetent because, (1) it tends to contradict the written agreement without an allegation of accident, fraud or mistake; (2) this is not an action for the rescission of a contract upon which representations might defeat a contract fairly entered into, but is a defense admitting the contract by which the defendant enjoj^s the benefit of it and keeps and maintains possession of the machine itself, and (3) there is no offer to prove these representations as affecting the contract made by more than the one witness on the stand.\nBy the Court: I have ruled before this that I would receive any evidence of declarations as to the condition of the machine at the time of the contract. The affidavit of defense in this case is not strictly in accordance with our rules of court. It ignores the written agreement entirely, and sets up a parol agreement. It does not aver that there was any mistake or omission in the written contract, nor does it expressly aver that at the time of the contract this was the agreement — that the plaintiff company should clean that machine; it is rather put in by way of inference in some portions of the affidavit. I do not know that this would be in contravention of that written agreement, as far as this offer is concerned, but it is not set up properly in the affidavit of defense to be admitted under our rules of court. The objection is sustained, and exception noted for defendant. [8]\nDefendant made application to amend the affidavit of defense as follows:\nSince the court has overruled the offer of the defendant upon the ground that the affidavit of defense does not set forth sufficient to warrant the admission of such testimony, the defendant, by its attorneys, moves the court for leave to amend the affidavit of defense filed, the same being now treated as a pleading under the rules of the court, so as to make such testimony admissible and so as to correspond with the facts as understood by the defendants, and to comply with the rulings of the court.\nBy the Court: This application to amend the affidavit of defense cannot be allowed, for two reasons: (1) Under our rules of court an affidavit of defense cannot be amended or supplemented at the trial. (2) It is a radical change in some respects of the written contract, and sufficient ground for admitting such testimony is not included in the offer. [4]\nDuring the trial the court stated to defendant’s counsel:\nI want to say to you, Mr. Weil, that I have read your affidavit, and you claim heavy damages for loss of certain liquids. At present I cannot see your right to claim for anything of that kind. Suppose the plaintiff had agreed to clean this machine before it was delivered, and did not do so, you had a right to have it cleaned and charge the plaintiff with it. If the machine was not of the kind guaranteed, you had a right to return it, and rescind the contract, but you cannot hold on to that machine and work it, and then claim damages because it didn’t work satisfactorily to you. Your remedy was to return the machine and rescind the contract. Or, if you didn’t do that, if the machine was not worth as much as the guaranteed machine, and you continued to use it, you might recover damages for what it was not worth equal to the machine that was guaranteed. Where there is a guarantee of that kind, the purchaser may retain the article, and may deduct from the price for the inferior quality of the article. That is, he may do that when he doesn’t rescind the contract and return the article. But lie cannot hold on to a machine that was not such as was guaranteed, hold on indefinitely, and recover for losses that he may have- sustained because it was not equal to the one that was guaranteed. [7]\nVarious offers were made by defendant to prove substantially what the court had rejected, and which forms the basis for the three first assignments of error; all of which were overruled by the court. [5, 6, 8-19]\nOther facts appear by the opinion of the Supreme Court, and by the charge of the court below, which was as follows:\nThis is an action brought by the plaintiff company against the defendant company to recover the balance due on a machine sold by the plaintiff company 'to the defendant company. The machine was sold for $7,000, one half paid at the time -of delivery and the other half ($3,500) to be paid within ninety days. This action is to recover the second payment of $3,500, and also to recover expenses for the men sent out by the plaintiff company at the request of the defendant company to work on the machine. The claim for the expenses of these men, -I believe, amounts to $355, they having been sent out at different times.\nThe defense set up in the affidavit of defense is, first, that the machine was not shipped in time and that the defendant lost in consequence of such failure to ship on time. That, however, was abandoned during the trial. The other ground of defense is, that the machine did not work properly; that it would not evaporate the quantity of glue liquid guaranteed on the part of the plaintiff company, and that the defendants have lost in consequence of that, and also because the plaintiff company did not put the machine in first-class running order, as, the averment is, they were bound to do.\nMr. Upton seems to be the main representative of the defendant company and the one who made the affidavit of defense on behalf of the defendant company.\nThese affidavits of defense, under our rules of court, are' intended to designate and define clearly what is the issue to be tried. Our rules réquire that affidavits of defense shall specify particularly and at length the nature and character of the defense, and hence in the trial of causes we limit the parties to what is set forth in the affidavit of defense as their defense.\nThe main burden of the defense here was, that the defendant company had lost because the machine did not evaporate as much as it is claimed the plaintiff company guaranteed it would. The affidavit of defense set up an oral contract as made on May 13, 1892. An oral contract, as you all know, is a verbal contract — not in writing; and the affidavit avers that on May 13, 1892, an oral contract was made setting forth certain things. [It turns out here in evidence that Mr. Upton did not make the contract at all; that he was not present on May 13, 1892 — he was not there; but that Mr. Hewitt, who was a member of the defendant company, was the agent who made the contract, and that he, in a letter to the plaintiff company, requested that company to state certain things and to give a guarantee; and that in reply to that letter the plaintiff company, through the president, Colonel Paine, wrote, specifying the price, the payments, where it was, and that it was to be delivered on board the cars at Providence, R. I.\nWhen a contract is in writing, parol or oral evidence is not allowed to contradict it. Now, those three letters — there is another letter after that, I think, on May 17, on behalf of the defendant' company, accepting the offer as made in the letter of the plaintiff on May 13 — make a contract, and that contract is in writing, and binding between the parties, and the agreement it expresses is the whole contract. A written contract cannot be varied by parol testimony, unless there has been some fraud, or accident, or mistake in the drawing of the written contract. Hence all evidence must be excluded that contradicts that written agreement, or that varies it or enlarges it, unless it is accompanied by evidence to show that there has been some fraud or misrepresentation practiced at the time, or some omission by mistake, or something of that kind.] [20]\nNow, Mr. Upton was called on the stand as a witness, and an offer was made to prove the capacity of this machine and that it did not come up to the guarantee. The written contract had the guarantee that the machine had a capacity of one thousand four hundred and fifty gallons of glue liquid per hour; that is, that it would evaporate that amount of liquid per hour.\nThe court excluded a good deal of evidence offered by the defendant. The jury must not regard any of those offers, because when evidence is excluded by the court the jury must not regard it at all. If the court is in error in excluding the evidence, that can be corrected, but the jury is bound by the law as laid down by the court.\n[But the defense as set up did not aver that there was any mistake or omission in that written contract. In fact, it ignored any written contract, and set up simply an oral contract as made on May 13. It did not set forth that there was any inducement that led to that contract. It did not set forth that there was some prior arrangement, but it averred an oral contract on May 13, that would require the plaintiff company to set up the machine in Chicago and put it in first-class running order. That is the averment made in the affidavit, as having been made on May 13, the very date of those written letters constituting the contract.\nMr. Upton, when on the stand, was called to prove something in reference to this contract. I permitted -him to testify as to what was said as to the condition of the machine at the time it was purchased, but in this testimony he referred to some conversation that was had with Colonel Paine a week or two weeks before that. If I had known that it was simply some conversation occurring a week or two weeks before, I should undoubtedly have excluded that testimony entirely, because all these conversations that are had before a bargain is made, and especially when the contract is reduced to writing, are supposed to be merged in the contract. Whatever the parties may have talked' about, whatever may have been said by any of the parties before a contract is entered into, is supposed to be merged in the written agreement, and that written agreement constitutes the contract, and the whole contract; unless it can be shown that there was some mistake or some fraud, or that by accident there was something left out. Now, Mr. Upton’s testimony does not show anything at all of that kind.] [21]\n[What evidence, then, is there that- the plaintiff company agreed to set up this machine at Chicago and put it in first-class condition ? I believe there is something of that kind said by Mr. Hewitt in his deposition; but Mr. Hewitt, the representative of the defendant company that bought this machine for the company, says in his deposition that the written agreement contains the whole contract, if I remember his testimony. He says those letters constitute the whole contract made with the plaintiff company. If so, there is nothing in them about the duty of the plaintiff to set up the machine in Chicago. Colonel Paine denies emphatically that there was anything said about cleaning the machine, or anything about its condition, except that it was stated to be in Providence, R. I.; that it had been furnished to a woolen factory, I believe, there, for the purpose of evaporating the washings from wool, and that this was known to Mr. Hewitt; that Mr. Hewitt knew it was there, and had been used, I believe, for that purpose. Mr. Hill stated that at the time the contract was made he told Mr. Hewitt that the machine had been used there in Providence, and that it would have to be cleaned out after it got to Chicago. Now, what evidence is there, gentlemen, that the plaintiff company had agreed to clean tins machine and put it up at Chicago ? If you believe Colonel Paine, and if you believe Mr. Hewitt, the agent of the company in purchasing the machine, why the whole contract is in writing, and there is nothing in that about putting it up or cleaning it. The machine was a second-hand machine, known to be such by the defendant at the time, and known to have been used in a woolen factory, and was bought at a greatly reduced pripe. According to Col. Paine’s testimony, it was a machine that would cost, new, twelve or fifteen thousand dollars. Plaintiff had sold it to the woolen factory for only $12,000, a greatly reduced price, in hopes of introducing it up 'in the New England states for the purpose of evaporating the washings of wool, but it had failed, and it would sell that machine to the defendant company at a great sacrifice;] [22] that it had agreed to take it back from the woolen factory, and would sell it for $7,000.\nWhen a man buys a second-hand machine he doesn’t expect to get a new machine. I admitted evidence to show what the declarations were as to the condition of the machine on this theory — that as the defendant had not seen it, why, the presumption would be that it was in fair condition for a second-hand machine. [But Col. Paine says that he notified Mr. Hewitt that he was going up to Boston at a certain date, and he could go along with him up as far as Providence, and they could examine the machine, but Mr. Hewitt said that was unnecessary, and did not go. The defendant company therefore had an opportunity of examining the machine before it was shipped — if it was not before the contract was made.] [23]\n[Now, the great contention on the part of the defendant is, that the machine did not evaporate as much as one thousand four hundred and fifty gallons of liquid every hour, and a great loss, it is said, resulted to the defendant company because of that. Well, the warranty was that it had the capacity to evaporate one thousand four hundred and fifty gallons an hour, and the result shows that it had that capacity, because after December 10, 1892, when it was put in good condition, it did, admittedly by the defendant, have that capacity, and from that time to this has been working and operating, and has the full capacity guaranteed in the letter of the president of the plaintiff company of May 13, 1892. The misfortune, if it was a misfortune, was that the machine was not in proper condition, had not been properly cleaned out, we will say, or it may have been because it was improperly worked ; it may have been caused by unskillful men, who hardly knew how to run the machine.] [24] Mr. Ordway, who was sent by the plaintiff company at the request, of course, of the defendant company, because the defendant admits in the affidavit of defense, and here, that it was to pay the expense of the man for going out to Chicago to put up and start the machine; that shows it was not a contract on the part of the plaintiff to do it; the plaintiff simply was to send a man there and the defendant company to pay him; he was really the agent of the defendant company; if the plaintiff company sent a good man, a competent man, that would be all it would be required to do, if the defendant was to pay the expense, unless there was an express covenant that the plaintiff company guaranteed it should be put up in good condition and evaporate that amount per hour. Now, Mr. Ordway says, and he was there, — he went on August 19,1892, and he remained there and put up the machine and finished it about August 19 — that the defendant company was not ready then to go to work, and did not get to work until about August 27, on Saturday night. It was then put to work and he remained there Sunday, Monday and Tuesday, and lie says the machine worked all right and was satisfactory, and there were no complaints.] [25]\nOn the other side you have Mr. Upton’s testimony that it never worked right; that there were troubles from the very start; sometimes it would go on well enough for a day or two and then stop ; very frequently stop, the liquor wouldn’t flow from one to another. So, on October 7 or 8, some of the employees of the defendant company, taking off the head of effect No. 2,1 believe, found that block of wood in there. And then on October 9, Mr. Upton telegraphed to the plaintiff company at New York that the machine wouldn’t work, and it was a great loss to it, and. for plaintiff to send a man out there immediately. Well, the plaintiff company was not bound to do that. It does not say in that telegram, “ The machine is not coming up to your guarantee ; ” that is not the point of it, but “it won’t work.” Why wouldn’t it work ? It doesn’t say why. But it seems to be based on the idea that the plaintiff had given a warranty in every respect in regard to the machine. But, in pursuance of that telegram, of October 9, it seems that Mr. Ordway was sent there from Cleveland. That is the second time he went there. He was then shown this block of wood, and he went to work, and was there a few days, and he says it was then working all right, and there were no complaints at the time he left there.\nThen again there were complaints made in a letter from Mr. Hewitt, sent not directly to the plaintiff company, sent, rather as a private letter to Colonel Paine. Then again, in the first week of December, Mr. Upton goes on to New York, and he and Mr. Hewitt have a conference with Colonel Paine; they complained that the machine didn’t come up to the guarantee and that it wouldn’t work. Colonel Paine then, according to the testimony of both sides, said that it would work, that he would guarantee still that it would come up to the full capacity-that he had first guaranteed, and he would send a man out there and put it in condition and make it do that, or he would take it back and give them a new machine. They all testify to that on both sides. Then Mr. Hill went out, and in the course of a day or two, or three days’ work there, he got it to working up to its full capacity, and it has been working satisfactorily ever since. Now, why was al-1 that? Evidently' either because incompetent men were managing it, or it was clogged up in some way by dirt — this degras that is spoken about, or something else. And. yet, according to my recollection, some of the witnesses of the defendant company, in speaking about what was done there before December 10, when Mr. Hill was there, spoke about something that was in the pipes after taking off the head of one of the evaporators or cylinders — that they found stuff, hard stuff and soft stuff sticking around; and one of them, I think, spoke about it being partly glue and something else. After being washed out, then it was all clean.\nNow, gentlemen, the defendant company got this machine about the middle of August; it w7as started up for work on August 27. If defendant had a guarantee from the plaintiff company that that machine would work and evaporate one thousand four hundred and fifty gallons every hour, and if it only evaporated, as Mr. Upton says, seven hundred gallons an hour, the defendant company was not bound to keep it, was not bound to retain it. Its duty was then to notify the plaintiff company that the machine was not up to the guarantee, and it wouldn’t have it. It did not do so. It never gave such a notice, according to my recollection of the testimony, at any time. But the defendant company went to work to tinker with that machine; it changed several things about it. It had no right to do that unless it intended to keep that machine. It had no right to tinker with it if it had a contract with the plaintiff company to put it in first-class condition so that it would come up to that guarantee. If it had such a contract, it hada right to hold the plaintiff company to it, and to notify the plaintiff company that it did not come up to the guarantee, and that defendant would not have it. I do not remember that such notice was ever given. You, gentlemen, however, are the judges of the evidence.] [26]\n[I said during the trial of the case, in reference to several offers, that because it did not work up to that capacity from August 27, down to December 10, was not good grounds for damages. I allowed evidence as to whether there was a contract on the part of the plaintiff company to clean the machine before it was shipped, or before it was started. Now, is there any evidence to satisfy you, gentlemen, that there was such a contract on the part of the plaintiff ? Mr. Upton does not prove it, because what he says occurred in the conversation he had with Col. Paine a week or two weeks before this contract, must be disregarded by the jury.\nDoes any witness testify that on May 13, 1892, there was a contract on the part of the plaintiff company to clean that machine before it was shipped, or even after it got'to Chicago ? I believe Mr. Hewitt says something about plaintiff was to put it up and put it in order; I don’t know whether he uses the word “ clean ” or not; perhaps he does. But he does not say that there was such a contract on May 13. He says the letters of May 13 make the contract in full. But Col. Paine says that after that, about July, when plaintiff was shipping the machine (it was not shipped until some time in July), that then Mr. Hewitt came to him and asked him to send a man out there to put up the machine and instruct a man how to manage it, and that defendant would pay the expenses. Now, if that is true, there was no guarantee whatever on the part of the plaintiff company to clean it or do anything to it except to set it up and see that it was started, and instruct men there how to do it.] [27]\nThis block that was found there seems to have been an accident and no one can explain how it got there. It was not to be anticipated by either party that it was in there, but it is one of those things that may occur in reference to any article purchased; there might be some latent defect about it that the seller knew nothing about, and that the purchaser knew nothing about, and in such a case it becomes no defense to the price agreed upon to be paid — unless there was a guaranty or a warranty as to its quality and condition.\n[I stated to counsel that I would submit to the jury the question whether there was an agreement on the part of the plaintiff company to clean this machine and set it up in Chicago; and I said to counsel that I thought, if there was such a contract, then the defendant had a right to deduct from the price here the loss of material for the first two or three days that seemed to come out in a black condition, unfit for use, and also for the expense of cleaning the machine. Counsel did not offer any evidence as to the amount of damage on those points. That would be only on the condition that the jury found that the plaintiff had agreed to do so. If the plaintiff did not make any such contract, then the defendant in this case has no defense whatever. In that event, your verdict ought to be for the plaintiff for the whole amount of the claim here. If you find, on the other hand, that the plaintiff did agree to clean this machine and put it in good running order, as a part of the contract of purchase and. did not do so, then you can deduct from the claim of the plaintiff what would be a reasonable compensation for the liquor lost in the first two or three days and what would be a reasonable compensation for cleaning the machine.] [28]\nVerdict and judgment for plaintiff for $4,596.11. Defendant appealed.\nErrors assigned among others were (1-3, 5, 6, 8-19) rulings on testimony, quoting the bills of exception; (4) denial of motion to amend affidavit of defense; (7) remarks of court to defendant’s counsel; (20-28) above instructions, quoting them.\nA. Leo. Weil, with him C. M. Thorp, for appellant.\nThe principle that no oral evidence shall be received to vary, contradict or add to a written instrument, when parties have put •their whole agreement in writing, does not apply to this case: 1 Greenleaf on Evidence, sec. 275; Borrekins v. Bevan, 3 Rawle, 39; Holt v. Pie, 120 Pa. 425; Driesbach v. Lewisburg Bridge Co., 81* Pa. 177; Way v. Martin, 140 Pa. 499; Beach v. Raritan, etc., R. R., 37 N. Y. 457; Lewis v. Gray, 1 Mass. 297; Perrine v. Cooley, 39 N. J. Law, 449; Linsley v. Lovely, 26 Vt. 123; Peabody v. Bement, 79 Mich. 47; Mildren v. Penna. Steel Co., 90 Pa. 317 ; Browne on Parol Evidence, chap. XII; Chapin v. Dobson, 78 N. Y. 74; Greenawalt v. Kohne, 85 Pa. 369; Walker v. France, 112 Pa. 203; Ferguson v. Rafferty, 128 Pa. 337; Lapham v. Whipple, 8 Met; 59; Close v. Zell, 141 Pa. 390; Durkin v. Cobleigh, 17 L. R. A. 270.\nThe refusal of the court below to allow defendant to amend its affidavit of defense during the trial was error: 2 Pepper & Lewis’s Dig., 3628; Clymer v. Thomas, 7 S. & R. 178.\nS. Schoyer, Jr., with him S. B. Schoyer, for appellee.\nApril 12, 1897:"
  },
  "file_name": "0480-01",
  "first_page_order": 502,
  "last_page_order": 521
}
