{
  "id": 888312,
  "name": "Thomas Robins's Estate. Appeal of James Robins, surviving executor of Thomas Robins, deceased. Appeal of Lucy R. Hunter, Mary R. Powell, Emily Robins, James W. Robins, Thomas Robins and Isabel R. Clark. Appeal of The Philadelphia Trust, Safe Deposit & Insurance Company",
  "name_abbreviation": "Robins's Estate",
  "decision_date": "1897-04-19",
  "docket_number": "Appeals, Nos. 560",
  "first_page": "630",
  "last_page": "636",
  "citations": [
    {
      "type": "official",
      "cite": "180 Pa. 630"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "70 Pa. 428",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts, 253",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848398
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0253-01"
      ]
    },
    {
      "cite": "164 Pa. 596",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "88 Pa. 476",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061175
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/88/0476-01"
      ]
    },
    {
      "cite": "2 Rawle, 118",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820568
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0118-01"
      ]
    },
    {
      "cite": "126 Pa. 277",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        968858
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/126/0277-01"
      ]
    },
    {
      "cite": "92 Pa. 206",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "88 Pa. 477",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "154 Pa. 378",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        842359
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/154/0378-01"
      ]
    },
    {
      "cite": "86 Pa. 152",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "136 Pa. 222",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        820028
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/136/0222-01"
      ]
    },
    {
      "cite": "83 Pa. 394",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "102 Pa. 404",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        502671
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/102/0404-01"
      ]
    },
    {
      "cite": "119 Pa. 644",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "99 Pa. 124",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446119
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/99/0124-01"
      ]
    },
    {
      "cite": "70 Pa. 410",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1028161
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/70/0410-01"
      ]
    },
    {
      "cite": "92 Pa. 202",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        490821
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/92/0202-01"
      ]
    },
    {
      "cite": "63 Pa. 355",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1018947
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/63/0355-01"
      ]
    },
    {
      "cite": "2 R. 118",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": 0
    },
    {
      "cite": "164 Pa. 586",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        860273
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/164/0586-01"
      ]
    },
    {
      "cite": "6 W. & S. 190",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480284
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/6/0190-01"
      ]
    },
    {
      "cite": "6 Pa. 35",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        954532
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/6/0035-01"
      ]
    },
    {
      "cite": "126 Pa. 277",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        968858
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/126/0277-01"
      ]
    },
    {
      "cite": "99 Pa. 124",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446119
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/99/0124-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 630,
    "char_count": 14746,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 3.9899833717649436e-07,
      "percentile": 0.9053734406909437
    },
    "sha256": "d93ee273749dcf7f1d47ee48b4567679c8e556dd8f99204882d90a489092b8a7",
    "simhash": "1:fc60ec9494ab8763",
    "word_count": 2494
  },
  "last_updated": "2024-02-27T19:48:31.923119+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Thomas Robins’s Estate. Appeal of James Robins, surviving executor of Thomas Robins, deceased. Appeal of Lucy R. Hunter, Mary R. Powell, Emily Robins, James W. Robins, Thomas Robins and Isabel R. Clark. Appeal of The Philadelphia Trust, Safe Deposit & Insurance Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Williams,\nThese appeals are from the same decree and should be considered together. They involve, first, the liability of the executors for the payment of a debt of the existence of which they had knowledge prior to the settlement of their account; and next, the liability of the legatees to refund to the executors under the peculiar circumstances of this case. These are substantially as follows, Thomas Robins, the testator, died on the 13th of April, 1882. His will was probated on the 19th of April. His son, William B. Robins, one of his executors, had been previously appointed committee for Ella J. Robb, a lunatic. His father the testator, was surety upon his bond. Within three months after the probate of the will the executors paid $260,000 to the legatees by way of distribution. About nine months after-the death of the testator they filed their account as executors, and filed therewith a schedule of the distribution of the estate made by them. This account was finally confirmed and adjudicated in the orphans’ court on the 10th clay of April, 1883. About nine years thereafter, in the year 1892, William B. Robins absconded, having previously embezzled a portion of the estate of the lunatic, Ella J. Robb. The Girard Life Insurance, A. & T. Co. was thereupon appointed committee for the lunatic in his stead and immediately brought suit upon his bond. Judgment was recovered in this action in April, 1893, for $7,279.89. A petition was thereupon presented to the orphans’ court for an order on the executors and legatees of Thomas Robins, requiring them to pay said judgment. This, it will be seen, was about ten years after the final confirmation of the account and nearly eleven years after the payments made to the legatees. No refunding bonds or other obligations had been taken by the executors from the legatees when distribution was made to them. Upon these facts the questions of liability are raised. We concur in opinion with the learned orphans’ court that the executors are liable. It is well settled that an administration and distribution account cannot regularly be blended; especially is this true when the account is not only stated but finally confirmed within one year after the death of the testator: Yundt’s Estate, 6 Pa. 35.\nPayments made by way of distribution are not part of an administration account: Rittenhouse v. Levering, 6 W. & S. 190. Auditors appointed to settle an administration account have no authority to report distribution. The business of an executor or administrator is to settle the estate. After the settlement which ascertains its amount comes its distribution, among those entitled to it. When distribution is made by the executors, they are required by the 47th section of the act of February 24, 1834, to take refunding bonds. This is for their own protection, as well as for the protection of claimants whose demands against the estate may afterwards be made apparent. The character of the security to be given by distributees is specifically described in section 41, which provides that “ no person shall be entitled to receive any share in the distribution until he shall give sufficient real or personal security to be approved of by the orphans’ court having jurisdiction as aforesaid, in such sum and form as the said courts shall direct, with condition that if any debt or demand shall afterwards be recovered against the estate of the decedent, or otherwise be duly made to appear he will refund the ratable part of such debt or demand and of the costs and charges attending the recovery of the same.” In this case, as we have already seen, the distribution was in fact made within the year, and before the settlement of the executor’s account, without taking refunding bonds, and without the authority of the orphans’ court. Under such circumstances the confirmation' of the administration account with the schedule of distribution attached must be presumed to have been made, so far as it affects the schedule, upon the presumption that the executors having made distribution on their own authority had protected themselves by a careful compliance with the act of 1834, by obtaining from the distributees security against just such a contingency as has happened. The order of confirmation so made will not protect the executors against the consequences of their failure to discharge their duties in accordance with the law. One who makes payment in accordance with a decree of the orphans’ court, stands upon a very different footing, from one who pays upon his own judgment, and when he pleases. In the latter case the executor takes the responsibility, and a mere return of such payments attached to his account with a final decree of confirmation of the account will not protect him in a case like the present: Ferguson v. Yard, 164 Pa. 586; Carson v. McFarland, 2 R. 118.\nThe confirmation of an executor’s account is a conclusive decree as to such matters only as are properly embraced within it. It is not conclusive as to matters not so embraced: Leslie’s Appeal, 63 Pa. 355. The laches of creditors will not excuse the executor for not securing refunding bonds, but his failure to do so will amount to a devastavit and render him liable to creditors for the amount so paid out by Mm: Jones’s Appeals, 99 Pa. 124; Montgomery’s Appeals, 92 Pa. 202; Whelen’s Appeal, 70 Pa. 410; Scott on Intestate Law, 430. So much of the decree appealed from as imposes liability upon the executors is therefore affirmed. But the legatees are in a very different position. The money received by them was the voluntary payment of the executors. They gave no refunding bonds: Miller v. Hulme, 126 Pa. 277. If they were under obligation to refund, that obligation must rest upon a contract to be implied from the nature of the transaction, and the statute of limitations would apply to it, as to all other simple contract obligations. Their liability is to be determined upon our own statutes, and decisions. From these, it is clear that the right of the executor to call upon the distributees to refund stands on no higher ground than the right of any other creditor to enforce an implied contract. Whether this creditor, if unable to make his money from the executors, will have any remedy over’ against the legatees is not now before us. His prayer for relief asks first, that the executors be directed to pay, and second, that the legatees “ named in the will of said Thomas Robins show cause why they should not refund and pay to the said executors funds sufficient to enable said executors to pay said judgment.” The second of these prayers for relief we unhesitatingly refuse' on the facts of this case. The record is remitted to the orphans’ court for the purpose of the enforcement of the decree against the executors. As to the legatees, the petition is dismissed at the cost of the petitioners.",
        "type": "majority",
        "author": "Mr. Justice Williams,"
      }
    ],
    "attorneys": [
      "John G. Johnson, for appellants, James Robins, surviving executor, Lucy R. Hunter et al.",
      "Rowland Evans and R. L. Ashhurst, for appellants, Philar delphia Trust, Safe Deposit & Insurance Company.",
      "Joseph F. Lamorelle, with him Dinner Beeler, Hampton L. Carson, and J. Levering Jones, for appellee."
    ],
    "corrections": "",
    "head_matter": "Thomas Robins’s Estate. Appeal of James Robins, surviving executor of Thomas Robins, deceased. Appeal of Lucy R. Hunter, Mary R. Powell, Emily Robins, James W. Robins, Thomas Robins and Isabel R. Clark. Appeal of The Philadelphia Trust, Safe Deposit & Insurance Company.\nDecedents' estates — Administration account — Distribution.\nAu administration account in the orphans’ court cannot regularly be blended with a distribution account, and this is especially the case when the account is not only stated, but finally confirmed within one year after the death of the testator.\nPayments by way of distribution are not part of an administration account; and auditors appointed to settle an administration account have no authority to report distribution.\nDecedents' estates — Administration account — Schedule of distribution— Refunding bond — Act of February 24, 1834.\nWhen distribution has been made within a year from the death of the decedent, and before the settlement of the executor’s account, the confirmation of the administration account, with the schedule of distribution attached, must be presumed to have been made, so far as it affects the schedule, upon the presumption that the executors, having made distribution on their own authority, had protected themselves by taking refunding bonds as provided by the Act of February 24, 1834, P. L. 73.\nDecedents' estates — -Confirmation of executor's account.\nThe confirmation of an executor’s account is a conclusive decree as to such matters only as are properly embraced within it. It is not conclusive as to matters not so embraced.\nDecedents' estates — Laches of creditors — Refunding bonds — Devastavit.\nThe laches of creditors will not excuse the executor for not securing refunding bonds; but his failure to do so will amount to a devastavit and render him liable to creditors for the amount paid out by him.\nDecedents' estates — Distribution—Legatees—Liability of, to refund — Statute of limitations — Refunding bond.\nWhere distribution has been made to legatees by an executor who has taken no refunding bonds, the obligation of the legatees to refund rests only upon a contract to be implied from the nature of the transaction, and the statute of limitations will apply to it as to all other simple contract obligations.\nA testator was surety upon the bond of the committee of a lunatic. Within three months after the probate of the will the executors of whom the committee was one distributed most of the estate, and before the expiration of the year filed an account annexed to which was a schedule of the distribution made by them. The account was confirmed a few days prior to the expiration of the year from the death of the testator. About nine years thereafter the committee absconded, having embezzled a portion of the lunatic’s estate. Held, (1) that the executors were liable for the loss; (2) that the court would make no order compelling the legatees to refund on a petition praying that the legatees should refund to the executors funds sufficient to enable the executors to pay the amount of the loss.\nArgued Jan. 25, 1897.\nAppeals, Nos. 560, 561 and 562, by James Robins et al., from decree of O. C. Philadelphia County, April T., 1882, No. 234, on petition to compel executors and legatees to pay a claim against testator’s estate.\nBefore Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ.\nReversed in part.\nPetition to compel executors and legatees to pay a claim against testator’s estate.\nThe facts appear by the opinion of the Supreme Court.\nThe court below decreed that the legatees should refund the respective amounts paid to them, to such extent as should be necessary to pay a certain judgment, and that, in default of such refunding, the executors should pay the amount of said judgment.\nError assigned was decree of the court.\nJohn G. Johnson, for appellants, James Robins, surviving executor, Lucy R. Hunter et al.\nPrior to 1874, the practice of the orphans’ court in the matter of the settlement of accounts of executors was prescribed by the acts of 1832,1834,1835 and 1840. Under these, distribution could be made in but two ways, either (1) upon a statement by the executors of all known demands against the estate, or (2) upon a report of auditors appointed under demand by executors or creditors or distributees: Act of March 29, 1832, P. L. 190; Act of February 24, 1834, P. L. 73; Act of April 14, 1835, P. L. 275; Act of April 13, 1840, P. L. 319. Distribution upon the basis of a statement of known demands could only be made in connection with a taking of refunding bonds: Jones’s Appeals, 99 Pa. 124. Distribution under report of auditors appointed under demand of executors, creditors or distributees, could be made without the taking of refunding bonds: Schaeffer’s App., 119 Pa. 644.\nSince the act of 1874, it has been the duty of the orphans’ court of Philadelphia to act as auditors and to decree distribution: Act of March 18, 1875, P. L. 29. Under a decree of distribution by the orphans’ court no refunding bonds are required : Hoban’s App., 102 Pa. 404; Hammett’s App., 83 Pa. 394; High’s Est., 136 Pa. 222; Stewart’s App., 86 Pa. 152; Gormley’s Est., 154 Pa. 378.\nThe decree of adjudication and distribution upon the account filed by the executors of Thomas Robins in 1883 is a bar to any recovery by the appellee of any portion of the fund then ordered to be distributed: Charlton’s App., 88 Pa. 477.\nRowland Evans and R. L. Ashhurst, for appellants, Philar delphia Trust, Safe Deposit & Insurance Company.\nThe executors of Thomas Robins, deceased, could not recover back from us any part of the payment made to us voluntarily by them on account of the legacy bequeathed to us by the will of their testator: Montgomery’s App., 92 Pa. 206; Miller v. Hulme, 126 Pa. 277. Having given no refunding bond or refunding receipt, there is no privity between us and the creditor that will support an action at common law by the latter. In England his only remedy would be in equity (David v. Frowd, 1 Myl. & K. 210) ; or here in an equitable action brought in the name of the administrator to use of the creditor, in which we would have the same defense as against the legal plaintiff: Carson v. McFarland, 2 Rawle, 118.\nThe payments were made to us by the executors before the settlement of their account was confirmed by the subsequent adjudication, and stand exactly as though made under the authority of that adjudication: Charlton’s App., 88 Pa. 476. The payment having been made to us by the authority of the orphans’ court, we could not have been compelled to give a refunding bond or a refunding receipt: Schaeffer’s App., 119 Pa. 644. And we are protected by the decree of the orphans’ court, although it may be that the appellee’s claim must remain unsatisfied : High’s Est., 136 Pa. 222; Hoban’s App., 102 Pa. 404.\nThe statute of limitations is a flat bar to the appellee’s claim; Ferguson v. Yard, 164 Pa. 596.\nThe decree of the court below is clearly erroneous, even under the English rule, in attempting to make us refund more than our pro rata of appellee’s claim: Gillespie v. Alexander, 3 Russell, 130.\nJoseph F. Lamorelle, with him Dinner Beeler, Hampton L. Carson, and J. Levering Jones, for appellee.\nThe executor having voluntarily made distribution without taking refunding bond, is liable: Pry’s App., 8 Watts, 253; Jones’s Appeals, 99 Pa. 124; Whelen’s App., 70 Pa. 428.\nWe contend that the creditor, having obtained judgment on the bond in which the decedent bound “ himself, his heirs, executors, administrators, and assigns,” may compel the legatees to pay the amount of the claim to the extent of the legacies paid them: Gillespie v. Alexander, 3 Russell, 130; David v. Frowd, 1 Mylne & Keen, 204; March v. Russell, 3 Mylne & Craig, 31; Davies v. Nicolson, 1 De Gex & Jones, 698.\nApril 19, 1897:"
  },
  "file_name": "0630-01",
  "first_page_order": 652,
  "last_page_order": 658
}
