{
  "id": 998830,
  "name": "Faust, Appellant, v. Cairns",
  "name_abbreviation": "Faust v. Cairns",
  "decision_date": "1913-06-27",
  "docket_number": "Appeal, No. 47",
  "first_page": "15",
  "last_page": "16",
  "citations": [
    {
      "type": "official",
      "cite": "242 Pa. 15"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "18 Pa. Superior Ct. 265",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 183,
    "char_count": 2413,
    "ocr_confidence": 0.46,
    "pagerank": {
      "raw": 4.2117717265242594e-07,
      "percentile": 0.9136544254124468
    },
    "sha256": "56e3eca64edbf024e69e11af118b9f20555ac293257451f270b4d8157ecc09fa",
    "simhash": "1:144275a7c5a0867a",
    "word_count": 405
  },
  "last_updated": "2024-02-27T20:49:42.792371+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Elkin, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Faust, Appellant, v. Cairns."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis appeal is from an order refusing a preliminary injunction to restrain the continuance of a quarantine established by the Board of Health of Philadelphia of premises on which a case of smallpox had developed. The appeal was taken on the day that the quárantine was removed, moré than three months before the argument of this appeal, and all restraint on the appellant was removed at that time. She has since been at liberty to come and go as she willed and no decree that we could enter would enlarge the privilege that she now enjoys. There is, therefore, no actual controversy for decision. It is not the province of courts to give opinions on moot questions or abstract propositions and to enter judgments or decrees to which effect cannot be given. We concur in the views on this subject found in the opinion of the learned president judge of the Superior Court in Commonwealth v. Cairns, 18 Pa. Superior Ct. 265.\nThe appeal is dismissed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "O. Osear Beasley, for appellant.",
      "James Gay Gordon, Jr., Asst. City Solicitor, and Michael J. Ryan, City Solicitor, for appellees, were not heard."
    ],
    "corrections": "",
    "head_matter": "Faust, Appellant, v. Cairns.\nAppeals — Moot questions — Preliminary injunction — Dismissal of appeal.\n1. It is not the province of courts to give opinions on moot questions or abstract propositions and to enter judgments or decrees to -which effect cannot he given.\n2. An appeal from an order refusing a preliminary injunction to restrain the continuance of a quarantine established by a board of health was dismissed, where it appeared that the quarantine was removed on the day the appeal was taken, and more than three months before the argument of the appeal.\nArgued May 6, 1913.\nAppeal, No. 47, Jan. T., 1913, by plaintiff, from decree of C. P. No. 4, Philadelphia Co., Dec. T., 1912, No. 3730, refusing preliminary injunction in case of Marguerite Faust, through her Attorney in Fact, D. Challiss Faust, v. A. A. Cairns, M. D., Chief Medical Inspector of the Bureau of Health, and James Robinson, Superintendent of Police.\nBefore Fell, C. J., Brown, Elkin, Stewart and Moschzisker, JJ.\nAppeal dismissed.\nBill in equity to restrain a board of health from maintaining a quarantine. Motion for preliminary injunction.\nThe opinion of the Supreme Court states the case.\nThe court made an order refusing a preliminary injunction. Plaintiff appealed.\nError assigned was the order of the court.\nO. Osear Beasley, for appellant.\nJames Gay Gordon, Jr., Asst. City Solicitor, and Michael J. Ryan, City Solicitor, for appellees, were not heard.\nJune 27, 1913:"
  },
  "file_name": "0015-01",
  "first_page_order": 47,
  "last_page_order": 48
}
