{
  "id": 998916,
  "name": "McClure, Appellant, v. Mutual Fire Ins. Co. of Chester Co.",
  "name_abbreviation": "McClure v. Mutual Fire Ins.",
  "decision_date": "1913-06-27",
  "docket_number": "Appeal, No. 163",
  "first_page": "59",
  "last_page": "68",
  "citations": [
    {
      "type": "official",
      "cite": "242 Pa. 59"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "58 Pa. 443",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013213
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/58/0443-01"
      ]
    },
    {
      "cite": "30 Pa. Superior Ct. 77",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        862170
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/30/0077-01"
      ]
    },
    {
      "cite": "191 Pa. 369",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        907061
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/191/0369-01"
      ]
    },
    {
      "cite": "180 Pa. 257",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        888389
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/180/0257-01"
      ]
    },
    {
      "cite": "83 Pa. 64",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1050836
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/83/0064-01"
      ]
    },
    {
      "cite": "89 Pa. 497",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063210
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/89/0497-01"
      ]
    },
    {
      "cite": "26 Pa. 196",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977230
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/26/0196-01"
      ]
    },
    {
      "cite": "124 Mich. 455",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1545604
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/mich/124/0455-01"
      ]
    },
    {
      "cite": "143 Cal. 287",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2110919
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/cal/143/0287-01"
      ]
    },
    {
      "cite": "83 Md. 312",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        2166278
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/md/83/0312-01"
      ]
    },
    {
      "cite": "80 Pa. 407",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042364
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/80/0407-01"
      ]
    },
    {
      "cite": "85 Ky. 294",
      "category": "reporters:state",
      "reporter": "Ky.",
      "case_ids": [
        4399839
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/85/0294-01"
      ]
    },
    {
      "cite": "2 Allen 581",
      "category": "reporters:state",
      "reporter": "Allen",
      "case_ids": [
        2096952
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/84/0581-01"
      ]
    },
    {
      "cite": "57 Pa. 74",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010447
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/57/0074-01"
      ]
    },
    {
      "cite": "5 Ohio St. 450",
      "category": "reporters:state",
      "reporter": "Ohio St.",
      "case_ids": [
        509791
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ohio-st/5/0450-01"
      ]
    },
    {
      "cite": "79 U. S. 404",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5654516
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/79/0404-01"
      ]
    },
    {
      "cite": "52 Miss. 457",
      "category": "reporters:state",
      "reporter": "Miss.",
      "case_ids": [
        8839169
      ],
      "opinion_index": -1,
      "case_paths": [
        "/miss/52/0457-01"
      ]
    },
    {
      "cite": "29 Me. 97",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8846565
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/29/0097-01"
      ]
    },
    {
      "cite": "6 Wend. 623",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2007481
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/6/0623-01"
      ]
    },
    {
      "cite": "43 Pa. 350",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        483164
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/43/0350-01"
      ]
    },
    {
      "cite": "31 Me. 219",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        620300
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/31/0219-01"
      ]
    },
    {
      "cite": "237 Pa. 360",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988939
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/237/0360-01"
      ]
    },
    {
      "cite": "191 Pa. 276",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        907062
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/191/0276-01"
      ]
    },
    {
      "cite": "173 Pa. 53",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        875836
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/173/0053-01"
      ]
    },
    {
      "cite": "170 Pa. 151",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        872180
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/170/0151-01"
      ]
    },
    {
      "cite": "53 Pa. 485",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1004738
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/53/0485-01"
      ]
    },
    {
      "cite": "2 W. & S. 506",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853574
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/2/0506-01"
      ]
    },
    {
      "cite": "27 Mo. App. 26",
      "category": "reporters:state",
      "reporter": "Mo. App.",
      "case_ids": [
        504766
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mo-app/27/0026-01"
      ]
    },
    {
      "cite": "95 Ga. 604",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        376651
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ga/95/0604-01"
      ]
    },
    {
      "cite": "92 Pa. 15",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        490969
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/92/0015-01"
      ]
    },
    {
      "cite": "3 Mo. App. 576",
      "category": "reporters:state",
      "reporter": "Mo. App.",
      "opinion_index": 0
    },
    {
      "cite": "163 Ill. 256",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        5509979
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill/163/0256-01"
      ]
    },
    {
      "cite": "74 Wis. 470",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8706171
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wis/74/0470-01"
      ]
    },
    {
      "cite": "70 Ill. App. 599",
      "category": "reporters:state",
      "reporter": "Ill. App.",
      "case_ids": [
        5254032
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill-app/70/0599-01"
      ]
    },
    {
      "cite": "81 Am. Dec. 521",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "opinion_index": 0
    },
    {
      "cite": "10 L. R. A. (N. S.) 736",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "58 Pa. 443",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013213
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/58/0443-01"
      ]
    },
    {
      "cite": "180 Pa. 257",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        888389
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/180/0257-01"
      ]
    },
    {
      "cite": "83 Pa. 64",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1050836
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/83/0064-01"
      ]
    },
    {
      "cite": "89 Pa. 497",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063210
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/89/0497-01"
      ]
    },
    {
      "cite": "26 Pa. 196",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977230
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/26/0196-01"
      ]
    },
    {
      "cite": "80 Pa. 407",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042364
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/80/0407-01"
      ]
    },
    {
      "cite": "57 Pa. 74",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010447
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/57/0074-01"
      ]
    },
    {
      "cite": "43 Pa. 350",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        483164
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/43/0350-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 797,
    "char_count": 19687,
    "ocr_confidence": 0.47,
    "pagerank": {
      "raw": 4.544227120536178e-07,
      "percentile": 0.9242942349148541
    },
    "sha256": "f2d4e5aad1cf87463f1e221ac680577b1f65cdec142c86a7ebf5a625f671053c",
    "simhash": "1:924cd4f76f04b475",
    "word_count": 3480
  },
  "last_updated": "2024-02-27T20:49:42.792371+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Potter, Elkin, Stewart and Mosghzisker, JJ."
    ],
    "parties": [
      "McClure, Appellant, v. Mutual Fire Ins. Co. of Chester Co."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Elkin,\nThis suit was brought on a fire insurance policy to recover for the total loss of a frame store building, dwelling house and attachments; and the defenses are: first, that the hazard of the risk was increased by changing the business conducted in the insured building from a general country store to a broom factory; and, second, that the keeping of gasoline, illuminating oil and gunpowder on the premises avoided the policy. The case was submitted to the jury and resulted in a verdict for the plaintiff. The jury were specifically instructed that there could be no recovery if the hazard were increased by the change of business and from the record here presented we must assume as an established fact that the hazard of the risk was not increased by the change of business. The verdict of the jury was conclusive on this question, and it may be eliminated from further discussion here.\nThe controlling question raised by this appeal is whether the policy was rendered void because some prohibited articles enumerated therein were kept on the premises during the life of the insurance contract. In order to properly understand the question involved it is necessary to briefly state some of the material facts. The policy was taken out in 1893 and was in full force and'effect at the time of the fire in 1911, unless avoided by what occurred in the meantime. Appellant paid the annual assessments Upon the premium endorsed on the policy of insurance and renewal receipts were issued to her by the company year by year from the time the insurance contract was entered into until the fire occurred. In other words the insured paid her premiums as stipulated in the policy for a period of eighteen years for the very purpose of protecting her property against loss by fire, and it now remains to be determined whether all this shall go for naught because her tenant kept on the premises some of the prohibited articles enumerated in the policy. In this connection it should be observed that the tenant conducted a general store in the building from 1893 until 1908 or 1909 at which time the store business was closed out and a small broom factory started. It was during the time the general store business was conducted in the building that gasoline, illuminating oil and gunpowder in any considerable quantities were kept on the premises. It is also an established fact that all of these articles were a part of the general stock of merchandise kept for sale in a country store, and that the tenant in the case at bar did keep these prohibited articles as merchandise for sale, to his customers. When the tenant closed out his store business he disposed of all of his merchandise, including the prohibited articles. This occurred at least two years prior to the fire, so that it may be assumed, the insured paid two annual premiums and received two renewal receipts after the tenant had ceased to keep the prohibited articles on the premises. On this branch of the case one very important question for decision is whether under the facts just stated the policy was rendered absolutely void or only suspended during the time the prohibited articles were kept on the premises. Upon this precise question there is great conflict of authority, but after an exhaustive examination of many cases in our own State, as well as in other jurisdictions, we have concluded that the sounder and more equitable rule is against absolute forfeiture and in favor of the doctrine that the policy although suspended during the time the prohibited articles are kept on the premises may be revived by a discontinuance of the keeping or nse of such prohibited articles. Upon this question we cite with approval Sumter Tobacco Warehouse Co. v. Phœnix Insurance Co., 10 L. R. A. (N. S.) 736, and more especially the note to the report of this case in which the authorities are collected. While this case had to do with the increase of hazard, the same rule is applied to clauses in insurance policies relating to the keeping or using of prohibited articles on the premises. When a prohibited article had been kept or used on the insured premises, but the insurer had not declared a cancellation or forefeiture of the policy on that account, and the keeping or use of the article had been discontinued prior to the happening of the fire, the following cases are authority for the doctrine that the keeping or use of the article did not absolutely avoid the policy, but merely suspended it during the continuance of the violation: Phœnix Ins. Co. v. Lawrence, 81 Am. Dec. 521 (Ky.); North British Mercantile Ins. Co. v. Union Stock Yards Co., 87 S. W. Repr. 285 (Ky.) ; Williams v. New England Mutual Fire Insurance Co., 31 Me. 219; Crete Farmers’ Mut. Twp. Ins. Co. v. Miller, 70 Ill. App. 599; Kircher v. Milwaukee Mut. Ins. Co., 74 Wis. 470; Putnam v. Com. Ins. Co., 4 Fed. Repr. 753; Port Blakely Mill Co. v. Springfield Fire & Marine Ins. Co., 110 Pac. Repr. 36. In further support of this general doctrine, see Traders Ins. Co. v. Catlin, 163 Ill. 256; Organ v. Hybernia Ins. Co., 3 Mo. App. 576; Mutual Fire Insurance Co. v. Coatesville Shoe Factory, 80 Pa. 407; Mears v. Humboldt Fire Ins. Co., 92 Pa. 15. It is true that in the two Pennsylvania cases just cited the broad doctrine of forfeiture or suspension was not fully considered, but in the later case it was decided that what was intended to be prohibited in this and similar clauses of insurance policies, is the habitual use of the prohibited articles, and not their temporary or exceptional use. In the case at bar the keeping of the prohibited articles as a component part of the stock of merchandise in the store had been discontinued for at least two years before the fire occurred, and premiums were paid and renewal receipts issued long after the discontinuance of such use. Under these circumstances it is our conclusion, that the policy was not rendered absolutely void by what occurred, but was only suspended during the time the prohibited articles were kept on the» premises, and that it was revived by a discontinuance of the prohibited use and by the payment of premiums and the issuance of renewal receipts after that time.\nThe learned counsel for appellee rely on Fire Association v. Williamson, 26 Pa. 196; Lancaster Fire Ins. Co. v. Lenheim, 89 Pa. 497; Birmingham Fire Ins. Co. v. Kroegher, 83 Pa. 64; and Heron v. Ins. Co., 180 Pa. 257, to support their contention that the policy in the present case was absolutely forfeited and could not be revived without the consent of the insurer. If these cases be considered without reference to the particular facts upon which they were decided the argument that they are controlling here would have great weight. But in none of these cases was the question we are now considering either discussed or decided. It was held in those cases that the policies were forfeited because their terms had been violated, but nothing was said about a revival of the policies by a discontinuance of the prohibited uses and the payment of annual premiums thereafter. A reargument was ordered in the present case for the purpose of giving a hearing before the full bench in order that the proper rule in this class of cases should be finally settled, and after full consideration we have concluded that the policy in question here was not absolutely forfeited by keeping the prohibited articles on the premises, even if they had not been a part of the stock of merchandise in the store, in which event another rule would apply, but that the policy at most was only suspended during the time the prohibited articles Avere so kept and was revived by the discontinuance of the prohibited uses and by what subsequently occurred between the contracting parties.\nThe general rule is that the written portions of an insurance policy must be taken as being more immediately expressive of the intention of the parties, and must prevail over the printed portion, if there is any repugnancy or conflict betAveen them. While the rule is everywhere recognized there is conflict of authority as to whether it is applicable to the case of prohibited articles. We think the better opinion is that the rule applies as well to prohibited articles as to other conditions of the policy. The Aveight of authority is to the effect that the use of an article prohibited by the printed clauses of the policy will not avoid it, if the prohibited article is a customary component part of the goods insured, or is in customary use in carrying on the trade or business conducted in the insured building. Where there is an inconsistency between the written and printed portions of a policy, the former must control, and this means that if there are printed prohibitions against keeping certain articles on the insured premises, the policy Avill not be avoided by a violation of these provisions if the prohibited articles are a part of the general stock of merchandise intended to be insured. A very good expression of the reason for the rule will be found in Maril v. Connecticut Fire Ins. Co., 95 Ga. 604, wherein Mr. Justice Atkinson of the Supreme Court of Georgia said: “If the (prohibited) articles were employed by the assured in the conduct of a particular business, and the use of such articles is a necessary incident to the conduct of such a business, the parties will be presumed to have contracted with reference thereto, and at the time the insurance policy was issued the insurer will be presumed to have had in contemplation the use of such substance by the assured when he assumed the risk, and, under such circumstances will be presumed to have waived the condition tinder which the use of such substance would render the policy void.” In Barnard v. Nat. Fire Ins. Co., 27 Mo. App. 26, it was held that a policy on a general store covers such quantities of gunpowder and petroleum as can be shown to be customarily kept in such stores. There are so many cases to the same effect that it would be useless to attempt to refer to them in an opinion. It is sufficient to say that the whole trend of modern decision is in support of this doctrine. If this rule has not already been adopted in Pennsylvania, it is time that it should be; and if anything said in our cases gives support to a different view, the decisions in those cases must be considered modified to the extent herein indicated. This applies especially to Fire Association v. Williamson, 26 Pa. 196; Diehl v. Adams Mutual Ins. Co., 58 Pa. 443; Birmingham Fire Ins. Co. v. Kroegher, 83 Pa. 64; Lancaster Fire Insurance Co. v. Lenheim, 89 Pa. 497, and other cases cited and relied on by the learned counsel for appellee in the present case. After full consideration we have concluded that the line of cases in our-own State represented by Stacey v. Franklin Fire Ins. Co., 2 W. & S. 506; Franklin Fire Ins. Co. v. Updegraff, 43 Pa. 350; Citizens Ins. Co. v. McLaughlin, 53 Pa. 485; Franklin Fire Ins. Co. v. Brock, 57 Pa. 74; Mears v. Humboldt Fire Ins. Co., 92 Pa. 15; Lancaster Silver Plate Co. v. National Fire Ins. Co., 170 Pa. 151; McKeesport Machine Co. v. Ben Franklin Ins. Co., 173 Pa. 53; Bentley v. Lumbermen’s Ins. Co., 191 Pa. 276, and other cases of similar import announce the more equitable doctrine and sounder rule for the interpretation of contracts of insurance. It is more in keeping with the great weight of modern authority, and while our own cases are not in entire harmony on some of the questions incidental to the application of the rule, we deem it wise to settle as far as possible this much mooted question by adopting the rule of the reasonable enforcement of insurance contracts rather than to declare a forfeiture thereof, if this can be done without doing violence to the intention of the contracting parties. This view was expressed in the very recent case of Lebanon County v. Franklin Fire Ins. Co., 237 Pa. 360, in which the opinion was written by our Brother Potter.\nAnother matter must be adverted to. After the store business had been closed out in the case at bar and a broom factory started, the tenant installed a small gasoline engine in an outer part of the building to be used in connection with his business. It was necessary to keep on hand a small quantity of gasoline as fuel for the engine. It is therefore argued that the keeping of gasoline on the premises for the purpose stated worked a forfeiture of the policy. In answer it may be said that the defendant insurance company failed to prove that there was any gasoline in the tank at the time of the fire. The tenant admitted that some time prior to the fire he had kept about two gallons of gasoline in a tank on the premises but that the factory was shut down several weeks before the fire occurred and that he could not say whether there was any gasoline stored there at that time. The proofs therefore failed to show that there was any gasoline on the premises. But it is conceded that even if gasoline had been stored there at the time it had nothing to do with the fire which originated in a room on the second story and in a different part of the building. But aside from these considerations the general rule hereinbefore announced would protect the policy from forfeiture on this account. A very small quantity of gasoline was stored at any time and this was used in connection with the business conducted in the insured building. Premiums were paid and the policy kept alive for at least two years after these conditions existed. Under these circumstances it must be presumed that the parties understood the situation and had in contemplation the kind of business conducted on the insured premises.\nIt is our conclusion therefore that the policy had not been rendered absolutely void, but that it was in full force and effect at the time of the fire, and that the defendant insurance company is liable according to the terms of the policy for such loss as resulted.\nJudgment reversed and is here entered for plaintiff on the verdict.",
        "type": "majority",
        "author": "Mr. Justice Elkin,"
      }
    ],
    "attorneys": [
      "W. U. Eensel, for appellant.",
      "John 'E. Malone, with him Gheen é Parke, for appellee."
    ],
    "corrections": "",
    "head_matter": "McClure, Appellant, v. Mutual Fire Ins. Co. of Chester Co.\nInsurance — Fire insurance — Prohibited articles — Suspension of policy — Revival—Written and printed clauses — Articles incident to business — Increase of hazard — Case for jury.\n1. When an article prohibited in a policy of fire insurance has been kept or used on the insured premises but the insurer has not declared cancellation or forfeiture of the policy on that account, and the keeping or use of the article has been discontinued prior to the happening of a fire, the policy is not rendered absolutely void, but only suspended during the time the prohibited articles are kept on the premises and is revived by the discontinuance of the prohibited use and the payment of premiums and the issuance of renewal receipts after that time.\n2. The general rule that written portions of an insurance policy must be taken as being more immediately expressive of the intention of the policy and must prevail over the printed portions if there is any repugnancy or conflict between them, is applicable as well to prohibited articles as to other conditions of the policy, and the use of an article prohibited by the printed clause of a policy of fire insurance will not avoid it if the prohibited article is a customary component part of the goods insured or is in customary use in carrying on the trade or business conducted in the insured building.\n3. In such a case the policy is not avoided by the fact that the insured had during the life of the policy kept gasoline, illuminating oil and gunpowder on the premises, in violation of the policy, where it also appeared that such articles had not been so kept for at least two years prior to the fire, and that the policy had been renewed in the meantime, and the premiums paid.\n4. In such a case where the policy contains a printed clause prohibiting the keeping of gasoline on the insured premises, but it appears in the written provisions of the policy that the building is to be used as a general country store, in the conduct of which business such an article ordinarily forms a part of the general stock, the violation of the printed provision will not avoid the policy; and, in such a ease, where the nature of the business conducted on the insured premises is changed from that of a country store to a broom factory, the fact that after such change a small quantity of gasoline was kept in a tank on the premises to be used in conducting the business is not sufficient to avoid the policy, where it appears that the factory had been shut down two weeks before the fire occurred and there was no proof that at such time there was any gasoline in the tank, or that it had any connection with the fire, and where premiums had been paid and revival receipts issued after the gasoline was stored for the use of the hroom factory.\n5. Where in an action on an insurance policy which forbade .the increase of hazard by changing the character of the business conducted on the premises, it appeared that the original use of the building was changed from that of a general country store to a broom factory, the verdict of the jury in favor of the plaintiff is conclusive on the question as to whether such change was an increase of hazard.\nArgued April 19, 1913.\nAppeal, No. 163, Jan. T., 1912, by plaintiff, from judgment of C. P. Lancaster Co., May T., 1911, No. 44, for defendant n. o. v. in case of Lillie McClure v. The Mutual Fire Insurance Company of Chester Co.\nBefore Fell, C. J., Brown, Mestrezat, Potter, Elkin, Stewart and Mosghzisker, JJ.\nReversed.\nAssumpsit on a policy of fire insurance. Before Landis, P. J.\nThe opinion of the Supreme Court statés the facts.\nVerdict for plaintiff for $2,730. Subsequently on motion the court entered judgment for defendant n. o. v. Plaintiff appealed.\nError assigned was in entering judgment for defendant n. o. v.\nW. U. Eensel, for appellant.\nThe articles alleged to be kept upon the premises did not avoid the policy: Franklin Fire Ins. Co. v. Updegraff, 43 Pa. 350; Wall v. Howard Ins. Co., 14 Barb. (N. Y.) 383; Bryant v. Poughkeepsie Mut. Fire Ins. Co., 21 Barb. (N. Y.) 154; New York Eq. Ins. Co. v. Langdon, 6 Wend. 623; Moore v. Prot. Ins. Co., 29 Me. 97; Germania Fire Ins. Co. v. Francis, 52 Miss. 457; Phoenix Ins. Co. v. Slaughter, 79 U. S. 404; Aurora Fire Ins. Co. v. Eddy, 55 111. 213; Reaper City Ins. Co. v. Jones, 62 111. 458; Washington Mut. Ins. Co. v. M. & M. Ins. Co., 5 Ohio St. 450; Franklin Fire Ins. Co. v. Brock, 57 Pa. 74; Whitmarsh v. Charter Oak Fire Ins. Co., 2 Allen 581; Cobh v. Ins. Co., of N. A., 11 Kansas 93; Western Assur. Co. v. Rector*, 85 Ky. 294; Mut. Fire Insurance Co. v. Coatesville Shoe Factory, 80 Pa. 407; Norwaysz v. Thuringia Ins. Co., 204 111. 334; Turnbull v. Home Insurance Co., 83 Md. 312; Bastian v. British Amer. Assurance Co., 143 Cal. 287; Boyer v. Grand Rapids Fire Ins. Co., 124 Mich. 455.\nJohn 'E. Malone, with him Gheen é Parke, for appellee.\nThe appellant having unquestionably violated this condition of the policy, the court below properly held under the authorities in Pennsylvania, that the policy was thereby rendered void and appellant was not entitled to recover: Fire Asso. v. Williamson, 26 Pa. 196; Lancaster Fire Ins. Co. v. Lenheim, 89 Pa. 497; Birmingham Fire Ins. Co. v. Kroegher, 83 Pa. 64; Heron v. Ins. Co., 180 Pa. 257; Hutton v. Ins. Co., 191 Pa. 369; Mc-Curdy v. Insurance Co., 30 Pa. Superior Ct. 77; Diehl v. Ins. Co., 58 Pa. 443; Norwaysz v. Thuringia Ins. Co., 204 111. 334; Turnbull v. Home Ins. Co., 83 Md. 312; Bastian v. British Amer. Assurance Co., 143 Cal. 287; Boyer v. Grand Rapids Fire Ins. Co., 124 Mich. 455.\nJune 27, 1913:"
  },
  "file_name": "0059-01",
  "first_page_order": 91,
  "last_page_order": 100
}
