{
  "id": 998819,
  "name": "Bachler, Appellant, v. Widmyer",
  "name_abbreviation": "Bachler v. Widmyer",
  "decision_date": "1913-06-27",
  "docket_number": "Appeal, No. 163",
  "first_page": "108",
  "last_page": "111",
  "citations": [
    {
      "type": "official",
      "cite": "242 Pa. 108"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "232 Pa. 511",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977863
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/232/0511-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 357,
    "char_count": 5930,
    "ocr_confidence": 0.458,
    "pagerank": {
      "raw": 8.915415296499021e-08,
      "percentile": 0.5003587081717892
    },
    "sha256": "b141e39db7cf8058056a503457053d0061bf3e2f12ba90ea52a5c808b1388c92",
    "simhash": "1:28888ea93c5f96cd",
    "word_count": 1024
  },
  "last_updated": "2024-02-27T20:49:42.792371+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Felt, C. J., Brown, Mestrezat, Potter and Moschzisker, JJ."
    ],
    "parties": [
      "Bachler, Appellant, v. Widmyer."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Potter,\nThe single assignment of error here presented is to the refusal of the court below to set aside a judgment of compulsory nonsuit. The defendants were the owners of ground upon which a building was to be erected. No general contractor was engaged, but the various parts of the work of construction were let to separate contractors, No portion, of the work was done by the defendants, or by workmen engáged for that purpose directly by them. The various independent contractors had possession of the building as it was being erected, in so far as was necessary for their particular purposes. The defendants exercised no control ever the building operations except to see that the work was done in accordance with the plans and specifications. Eberhard J. Bauer had a contract for installing the plumbing work and fixtures. The plaintiff’s husband, Leonard H. Bachler, was employed by Bauer as an expert plumber. In reaching his work on the upper stories he used a long ladder made up of two separate ladders spliced together at the ends. The ladder had been spliced and placed in position by the bricklayers whose work preceded that of the plumbers, and was finished some time before; but they apparently left the ladder in place, and it was used by the workmen employed in subsequent stages, as the building moved towards completion. At the time of the accident Bachler and another workman were ascending the ladder, each of them carrying in one hand tools or material. When Bachler was nearing the third floor, the ladder broke at the place where it was spliced, and he was thrown down and fatally injured. Counsel for appellant apparently concede that if all the work of erection had been let to one general contractor, the defendant would not have been liable in any way to the plaintiff. How the fact that all the work was let out to different contractors, can make any difference in the legal liability of the defendants, is not apparent. The work was being done independently by the contractors, and without control of the owners of the building. Bauer, the employer of Bachler, had the contract for the plumbing, subject to no control or direction by the defendants. They did not agree to furnish scaffolding or ladders for him or for his employees to enable them to do the work. It was the duty of Bauer to furnish all needed facilities to his men, or to see that they had \"them. It appears that they chose to make use of the ladder which had been left in place by the bricklayers, but if that ladder had not been at hand, then manifestly the contracting plumber would have been under the necessity of furnishing to his men, a ladder or some other means of reaching their work. Accepting, as the employing plumber did, the provision which he found at hand, left there by preceding workmen who had provided it, the duty was upon him of seeing that the ladder was in fit condition for use by his employees. Under the contract no such duty rested upon the owners of the structure. This was a new building, and the work did not consist in making repairs to an old one. The principle which controls in case of a completed building, illustrated in Newingham v. Blair Company, 232 Pa. 511, has no application here. It could not here be said that the defendants furnished the place in which the work was to be done, and that with it they assumed the responsibility of making it reasonably safe and keeping it in repair. As the court below said, “The various contractors were invited to come upon the land, and each to do his share of the work according to the plans. The owners after having made the contract, had nothing to do with the work during its progress, and each contractor was bound, in conjunction with the other contractors, to furnish whatever was necessary to enable him to do his part. Whatever danger there was each could see for himself, and by proper precaution avoid.” We agree with the court below that the evidence in this case does not show that the defendants failed in the discharge of any duty imposed upon them by the law.\nThe assignment of error is overruled, and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Potter,"
      }
    ],
    "attorneys": [
      "William II. Keller, with him John A. Coyle, for appellant.",
      "John E. Malone, for appellees."
    ],
    "corrections": "",
    "head_matter": "Bachler, Appellant, v. Widmyer.\nNegligence — Worhman — Independent contractor — Owner of building — Evidence—N onsuit.\nA nonsuit was properly entered in an action against the owner of a building to recover damages for the death of plaintiff’s husband, where it appeared that the deceased was a workman employed by an independent contractor, who was engaged in installing certain plumbing work in a new building ■ under erection belonging to defendant, and the evidence showed that the defendant had no control over the building operations, which were entirely in the hands of independent contractors, except to see that the work was done in accordance with the plans and specifications, and that the deceased was killed in consequence of the breaking of a ladder which had been left in place by another independent contractor engaged in the work, and which the deceased in common with other workmen undertook to use. The duty to provide a reasonably safe place to work and proper appliances rested exclusively upon decedent’s employer, and not upon defendant.\nArgued April 20, 1913.\nAppeal, No. 163, Jan. T., 1913, by plaintiff, from judgment of C. P. Lancaster Co., Sept. T., 1911, No. 27, refusing to take off nonsuit in case of Elizabeth A. Bachler v. Charles F. Widmyer and John W. Kinard.\nBefore Felt, C. J., Brown, Mestrezat, Potter and Moschzisker, JJ.\nAffirmed.\nTrespass to recover damages for the death of plaintiff’s husband. Before Landis, P. J.\nThe opinion of the Supreme Court states the facts.\nThe court entered a nonsuit which on motion it subsequently refused to take off. Plaintiff appealed.\nError assigned was the refusal of the court to take off the nonsuit.\nWilliam II. Keller, with him John A. Coyle, for appellant.\nJohn E. Malone, for appellees.\nJune 27, 1913:"
  },
  "file_name": "0108-01",
  "first_page_order": 140,
  "last_page_order": 143
}
