{
  "id": 998710,
  "name": "Commonwealth, Appellant, v. Philadelphia Manufacturers' Mutual Fire Insurance Company",
  "name_abbreviation": "Commonwealth v. Philadelphia Manufacturers' Mutual Fire Insurance",
  "decision_date": "1913-06-27",
  "docket_number": "Appeal, No. 19",
  "first_page": "203",
  "last_page": "207",
  "citations": [
    {
      "type": "official",
      "cite": "242 Pa. 203"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 W. N. C. 228",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 429,
    "char_count": 8738,
    "ocr_confidence": 0.462,
    "sha256": "333030d4407fd8759a82f4836dbb4da782802b046e362bfc1311b39a306c4464",
    "simhash": "1:b88374d06eafa54a",
    "word_count": 1494
  },
  "last_updated": "2024-02-27T20:49:42.792371+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Potter, Elkin, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Commonwealth, Appellant, v. Philadelphia Manufacturers’ Mutual Fire Insurance Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe majority of the court are of opinion that the judgment appealed from should be affirmed on the findings of fact and conclusion of law by the learned president judge of the Common Pleas.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "William M. Hargest, Assistant Deputy Attorney General, with him John C. Bell, Attorney General, for appellant.",
      "A. O. Stamm, with him M. E. Olmsted, for appellee, cited: Lycoming Fire Ins. Co. v. Com., 10 W. N. C. 228."
    ],
    "corrections": "",
    "head_matter": "Commonwealth, Appellant, v. Philadelphia Manufacturers’ Mutual Fire Insurance Company.\nTaxation — Fire insurance companies — Mutual companies — Reserves — Acts of June 1, 1889, P. L. 420, and June 28, 1895, P. L. 408.\nUnder the Act of June 1, 1889, P. L. 420, and its Supplement of June 28, 1895, P. L. 408, a tax is imposed upon the gross amounts of premiums and assessments received from the business of insurance companies transacted within the Commonwealth, excepting, however, from its provisions “companies doing business upon the purely mutual plan, without any capital stock or accumulated reserve.” The defendant company was a mutual fire insurance company. Its method of doing business was to require contributions or deposits from its stockholders at the beginning of each policy year; the balance of this deposit not used for the payment of losses or other purposes connected with the business of the insurance company was returned at the end of the year. It was decided by the lower court that the fund created by the said deposits and its accretions was the property of the members who had contributed to it; that the company had no beneficial or absolute title to it; that it could not be considered as a reserve within the meaning of the exception in the act above quoted, and that judgment should be entered for the defendant in an action to recover taxes assessed against it under this statute. St eld, no error.\nArgued May 27, 1913.\nAppeal, No. 19, May T., 1913, by plaintiff, from judgment of C. P. Dauphin Co., Com. Docket, 1909, Nos. 756 and 757, in favor of defendant in case of Commonwealth of Pennsylvania v. Philadelphia Manufacturers’ Mutual Fire Insurance Company.\nBefore Fell, C. J., Brown, Mestrezat, Potter, Elkin, Stewart and Moschzisker, JJ.\nAffirmed.\nAppeal from settlement of an account by the auditor general and state treasurer.\nThe case was by agreement tried by the court without a jury. Kunkel, P. J., filed the following opinion:\nThese are appeals by the defendant from the settlement of accounts against it for $ax on gross premiums received from business transacted in the State during the twelve months ending December 31, 1908, and the six months ending June 30, 1909. By agreement of the parties the appeals have been consolidated to No. 756 Commonwealth Docket, 1909, and have been submitted to us for trial without the intervention of a jury pursuant to the provisions of the Act of April 22, 1874, P. L. 109.\nFACTS.\nThe defendant company was incorporated under the laws of this Commonwealth. On August 30, 1909, it made reports to the auditor general, in which it appeared that its cash received from premiums for the twelve months ending December 31,1908, was $89,908.31 and for the six months ending in June 30, 1909, was $63,524.35. Upon these amounts, on September 3, 1909, the accounting officers settled accounts against it for tax at the rate of eight-tenths of one per cent., in the one settlement charging it with a tax of $719.27 and in the other with a tax of $508.19. From these settlements the defendant company duly appealed.\nThe plan upon which the defendant was authorized to do business was “the mutual plan, involving the payment of a cash premium in addition to giving a note subject to assessments'or assuming an equivalent obligation under the provisions of the policy of the assured.” However, instead of charging a cash premium and taking a note subject to assessment, it received from each one of its policy holders or members a deposit of money sufficient in contemplation of the parties to meet the member’s share of the expenses and to pay the assessments to which the members might probably be liable, upon the understanding that it would apply the money so deposited to the purposes named and would return to the assured whatever remained unapplied. By this method the defendant received a fund, out of which it paid the expenses and the assessments to which the members were liable and at the end of each policy year returned the remainder to the depositors. This plan was adopted because it was considered more economical, more convenient and because it facilitated the prompt payment of losses. Viewing the fund thus deposited as an accumulated reserve the Commonwealth claimed the defendant was subject to a tax upon its gross premiums. At the time the defendant filed the reports it denied its liability for the tax.\nDISCUSSION.\nThe Commonwealth’s claim is made under the Act of June 1, 1889, P. L. 420, and the supplement of June 28, 1895, P. L. 408. The Act of 1895 requires every insurance company or association incorporated by or under any law of this Commonwealth to report to the, auditor general semi-annually, on January 1 and July 1, the entire amount of premiums and assessments received, and upon the last days of January and July to pay into the state treasury “a tax of eight mills on the dollar upon the gross amount of said premiums and assessments received from business transacted within this Commonwealth.” It excepts, however, out of its provisions “companies doing business upon the purely mutual plan without any capital stock or accumulated reserve.” The Commonwealth concedes that defendant does business upon the mutual plan and has no capital stock, but it contends that it has an accumulated reserve and therefore is not within the exception. We do not look upon the fund deposited with the defendant company as an accumulated reserve. In fact, it is not a reserve, nor does it exist by process of accumulation. Instead of accumulating it is constantly subject to depletion and at the expiration of each policy year would actually cease to exist if it were not reestablished by new and other contributions or deposits for the following years. Nothing is reserved, but that which is not used is returned to the depositors. Under the law stock fire insurance com* pañíes are required to set aside a certain per centum of the premiums which they receive as security for the payment of losses, return premiums and for re-insurance. Mutual fire insurance companies, which are authorized by their charters to issue policies for cash premiums and without premium notes, are empowered to accumulate out of the profits of their cash business a re-insurance fund or reserve. Sec. 32, Act of May 1, 1876, P. L. 53. In each of these instances the fund thus set aside and accumulated is known as. an accumulated reserve and if not used for the purpose for which it is held belongs to the company, or whatever is left of it after being so used belongs to the company. In the present case the fund consisting of the deposits made by the members for the purposes stated does not belong to the defendant at all, it is not an asset of the defendant nor is it corporate property. It is held by the defendant to be used for the purposes agreed upon. The fund and its accretions are the property of the members who have contributed to it or made the deposits, and that which remains after the purposes of the depositors have been met is returned to them. The defendant has no beneficial nor absolute title to it. There is no profit made by the defendant nor by any of the members out of the fund. The defendant accumulates nothing. We are unable, therefore to understand how the fund can be considered an accumulated reserve or the defendant be said to have an accumulated reserve within the meaning of the insurance laws or of insurance practice.\nCONCLUSION OF LAW.\nIn view of these considerations we conclude:\n1. That the defendant corporation is not liable to the tax on gross premiums under the provisions of the Act of June 1,1889, P. L. 420, and the Amendment of June 28,1895, P. L. 408.\n2. That the defendant corporation is within the exception of the Act of June 28, 1895, P. L. 408, which ex-eludes from the provisions of the act companies doing business on the purely mutual plan without any capital stock or accumulated reserve.\n8. That the defendant is entitled to judgment.\nWherefore judgment is directed to be entered in favor of the defendant and against the Commonwealth, unless exceptions be filed within the time limited by law.\nExceptions were subsequently filed and dismissed by the court. Plaintiff appealed.\nErrors assigned were the dismissal of the exceptions and the judgment of the court.\nWilliam M. Hargest, Assistant Deputy Attorney General, with him John C. Bell, Attorney General, for appellant.\nA. O. Stamm, with him M. E. Olmsted, for appellee, cited: Lycoming Fire Ins. Co. v. Com., 10 W. N. C. 228.\nJune 27, 1913:"
  },
  "file_name": "0203-01",
  "first_page_order": 235,
  "last_page_order": 239
}
