{
  "id": 1115184,
  "name": "Merion Township School District, to use, v. Evans et al., Appellant",
  "name_abbreviation": "Merion Twp. School District v. Evans",
  "decision_date": "1929-01-07",
  "docket_number": "Appeal, No. 305",
  "first_page": "280",
  "last_page": "285",
  "citations": [
    {
      "type": "official",
      "cite": "295 Pa. 280"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "276 Pa. 544",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1077642
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/276/0544-01"
      ]
    },
    {
      "cite": "291 Pa. 12",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1107239
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/291/0012-01"
      ]
    },
    {
      "cite": "292 Pa. 304",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1109639
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/292/0304-01"
      ]
    },
    {
      "cite": "269 Pa. 264",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063580
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/269/0264-01"
      ]
    },
    {
      "cite": "262 Pa. 216",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044498
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/262/0216-01"
      ]
    },
    {
      "cite": "272 Pa. 397",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1068333
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/272/0397-01"
      ]
    },
    {
      "cite": "270 Pa. 556",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1066013
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/270/0556-01"
      ]
    },
    {
      "cite": "75 Pa. Superior Ct. 396",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "opinion_index": 0
    },
    {
      "cite": "75 Pa. Superior Ct. 390",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        647017
      ],
      "pin_cites": [
        {
          "page": "397"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/75/0390-01"
      ]
    },
    {
      "cite": "281 Pa. 388",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1087064
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/281/0388-01"
      ]
    },
    {
      "cite": "287 Pa. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1099579
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/287/0269-01"
      ]
    },
    {
      "cite": "278 Pa. 274",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1080627
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/278/0274-01"
      ]
    },
    {
      "cite": "227 Pa. 343",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1008555
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/227/0343-01"
      ]
    },
    {
      "cite": "214 Pa. 265",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        946054
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/214/0265-01"
      ]
    },
    {
      "cite": "24 Pa. Superior Ct. 342",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        849764
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/24/0342-01"
      ]
    },
    {
      "cite": "276 Pa. 544",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1077642
      ],
      "pin_cites": [
        {
          "page": "547"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/276/0544-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 489,
    "char_count": 7504,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 5.771896868661325e-07,
      "percentile": 0.9508179820522354
    },
    "sha256": "599eb82295c336f954c0b08d516a0020473ef68978d082e78d91400752d4064a",
    "simhash": "1:2daf850063825d2a",
    "word_count": 1302
  },
  "last_updated": "2024-02-27T21:47:02.268753+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Merion Township School District, to use, v. Evans et al., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Simpson,\nThe caption of this case is the “School District of Lower Merion Township, to the use of Bernard McCabe and Thomas McCabe, copartners, trading as Rock Hill Quarry, v. George H. Evans, Inc., [hereinafter called the contractor], and The Ætna Casualty and Surety Company.” The court below entered judgment for want of a sufficient affidavit of defense, and defendants now appeal.\nThe contractor, who was the successful bidder for the erection of a schoolhouse, gave to the school district two bonds, with the other defendant as surety, and thereupon obtained the contract. One bond was to secure the proper completion of the work; and the other, upon which this suit is brought, was conditioned that the contractor “shall and will promptly pay or cause to be paid to any and all persons any and all sum or sums of money which may be due for labor or materials, or both, furnished, done, performed or supplied upon, in or about the said building or work.” This latter bond was taken because the Act of May 10, 1917, P. L. 158, as amended by that of May 6, 1925, P. L. 546, made it “the duty of all......school districts......to require of the contraetor [in this class of work] an additional bond, with sufficient surety or sureties, providing for the payment of all labor and material entering into” the building, and authorized those furnishing such labor and material to sue thereon in the name of the school district to their use.\nUse-plaintiffs, who sold building stone, entered into negotiations with the contractor to supply that needed in the construction of the school building, and quoted prices for it. The contractor, however, gave to Charles H. Orth a contract for both supplying and laying the stone, and referred use-plaintiffs to him. Orth subcontracted with them therefor, at the pifice named in their offer to the contractor; it was supplied by them and xxsed in the building, and is now an essential part of that structure. Orth was paid in full, but he did not pay use-plaintiffs, and, the contractor having refused to pay them, they began the present suit, with the consent of the school district, to recover from the contractor and its surety the value of the stone so furnished and used.\nIt is admitted that the bond inures to the benefit of those who furnished labor and materials which entered into the construction of the building, and that such persons have the right to sue upon it in the name of the school distinct to their use; but it is contended that this right should be limited to laborers and materialmen who bargained directly with the contractor. Much rhetoric is indulged in to buttress appellants’ contention that to decide otherwise would work untold harm to contractors. We have often heard such arguments in this class of cases; but they have always been unavailing, and experience has shown those prophecies were not justified by the event.\nThere is no limitation in the bond or statute regarding the right to recover, except that the suit must be for “labor and materials entering into” the building. Both prescribe the “payment of all [such] labor and materials.” The bond requires the obligees to pay or cause to be paid the value thereof, which excludes the idea of a limitation of payment to those who contracted with the builder. If it be contended that the language last quoted does not appear in the statute, still appellants would be liable because of its use in the bond. On each of these points the question is no longer an open one. In Bowditch v. Gourley, 24 Pa. Superior Ct. 342, both points arose on precisely similar language in the bond there in suit, which was broader than that in the ordinance requiring it; yet the principal contractor and his sureties were held liable to one who furnished materials to a subcontractor for use in the building, though there —and in that respect the case was a harder one than the present — the principal contractor had paid the subcontractor in full before notice of the materialman’s claim. In that case an application was made to this court for an allocatur, but it was refused: 27 Pa. Superior Ct. xxxvi. Under similar circumstances, liability was held to exist in Phila. v. H. C. Nichols Co., 214 Pa. 265, and in Phila. v. Wiggins, 227 Pa. 343, and the conclusions there reached have never been doubted by this court. When, therefore, the legislature, in the Act of 1925, used substantially similar language for a similar class of cases, it is presumed that it intended to adopt the construction previously given by us to that language: Hedrick v. Harrisburg, 278 Pa. 274; Bell v. Bell, 287 Pa. 269.\nAppellants next complain that judgment was wrongfully entered because a copy of the contract between the school district and the contractor was not attached to the statement of claim, though the bond in suit says “a copy of [that contract] is hereby referred to and made a part hereof.” If we assume this might have been a fatal objection if promptly made, it nevertheless fails, because it was not made in the court below and will not be considered when made for the first time in this court: Schwartz v. Wesoky, 281 Pa. 388. Moreover, section 5 of the Practice Act of May 14, 1915, P. L. 483, upon which appellants depend for this contention, does not apply to the situation here, since the contract referred to was wholly immaterial to the controversy; that section only requires “contracts......upon which the party pleading relies for his claim or defense” to be attached to the statement of claim.\nFinally, appellants suggest that the trade name “Rock Hill Quarry,” specified in the caption of the case, is a fictitious name, and hence appellees’ alleged noncompliance with the Fictitious Names Act'of June 28, 1917, P. L. 645, as amended by that of May 10, 1921, P. L. 465, is fatal to a recovery. In answer to this, it suffices to say that the record shows Orth contracted with use-plaintiffs under the name of “McCabe Bros.” and not as the Rock Hill Quarry. Since the “purpose of the statute is......to protect persons giving credit in reliance on the assumed or fictitious name, and to definitely establish the identity of the individuals owning the business” (Engle v. Capital Fire Ins. Co., 75 Pa. Superior Ct. 390, 397; Lamb v. Condon, 276 Pa. 544, 547), it follows that when use-plaintiffs, who were brothers, contracted in their own names as McCabe Brothers, they were not within the purview of the act. True, in the caption of the case they said they were trading as the Rock Hill Quarry, but appellants, upon whom the burden of proof of this defense rested (75 Pa. Superior Ct. 396), made no objection on account of the variance, possibly because they would have at once been deprived of this favorite technical defense by an amendment of the caption, to which use-plaintiffs would have been entitled as a matter of right.\nThe judgment of the court below is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Simpson,"
      }
    ],
    "attorneys": [
      "Jay C. Bossard, with him Albert G. F. Curran, for appellants,",
      "David L. German, Jr., for appellee,"
    ],
    "corrections": "",
    "head_matter": "Merion Township School District, to use, v. Evans et al., Appellant.\nArgued December 7, 1928.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nJanuary 7, 1929:\nJay C. Bossard, with him Albert G. F. Curran, for appellants,\ncited: Albrecht v. Flamisch, 1 D. & C. 551; Parry v. Bank, 270 Pa. 556; Rhodes v. Terheyden, 272 Pa. 397; Moore v. Luzerne Co., 262 Pa. 216; Com. Finance Corp. v. Ferrero, 269 Pa. 264.\nDavid L. German, Jr., for appellee,\ncited: Greene Co. v. Surety Co., 292 Pa. 304; Cameron v. Fishman, 291 Pa. 12; Lamb v. Condon, 276 Pa. 544."
  },
  "file_name": "0280-01",
  "first_page_order": 306,
  "last_page_order": 311
}
