{
  "id": 912402,
  "name": "James H. Harlow & Company v. Borough of Homestead, Appellant",
  "name_abbreviation": "James H. Harlow & Co. v. Borough of Homestead",
  "decision_date": "1899-12-30",
  "docket_number": "Appeal, No. 62",
  "first_page": "57",
  "last_page": "61",
  "citations": [
    {
      "type": "official",
      "cite": "194 Pa. 57"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "97 Pa. 118",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "121 Pa. 420",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "181 Pa. 545",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "142 Pa. 640",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976630
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/142/0640-01"
      ]
    },
    {
      "cite": "131 Pa. 535",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        810260
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/131/0535-01"
      ]
    },
    {
      "cite": "107 Pa. 419",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8858058
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/107/0419-01"
      ]
    },
    {
      "cite": "79 Pa. 480",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "52 Pa. 214",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002205
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/52/0214-01"
      ]
    },
    {
      "cite": "51 Pa. 298",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999816
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/51/0298-01"
      ]
    },
    {
      "cite": "33 Pa. 530",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988431
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/33/0530-01"
      ]
    },
    {
      "cite": "8 L. R. A. 209",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": -1
    },
    {
      "cite": "20 W. N. C. 376",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": 0
    },
    {
      "cite": "181 Pa. 545",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 492,
    "char_count": 10774,
    "ocr_confidence": 0.428,
    "pagerank": {
      "raw": 4.14362131409895e-07,
      "percentile": 0.9112486866994949
    },
    "sha256": "cad017b6b7d00e09b9c89113100c74dde0251220f9e7e4748936c4d3c5e8a25d",
    "simhash": "1:89e6c5254c0cd89e",
    "word_count": 1847
  },
  "last_updated": "2024-02-27T21:22:13.794605+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, McCollum, Mitchell, Dean, Fell and Brown, JJ."
    ],
    "parties": [
      "James H. Harlow & Company v. Borough of Homestead, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Brown,\nThe appellees entered into a contract with the borough of Homestead for the construction of a reservoir. It provided that they were to do all the work and furnish all the materials called for by this agreement in the manner and under the conditions hereinafter specified.” The terms of the specifications were plain and unambiguous, and the contractors knew just what was required of them. The nature and kind of work to be done and the materials to be furnished by them were set forth in detail. The contract was entered into in June, 1891, and the work completed about a year afterwards. On July 16, 1892, estimate No. 11, the last furnished by the engineer, showed the amount due the contractors, from which the sum of $2,000 was to be withheld until the completion of the reservoir. At that time the appellees contend that the reservoir was completed in accordance with the terms of their contract, and that the said sum, instead of being withheld, should have been paid to them. On the other hand, appellant insists that there can be no recovery by the contractors in view of the obstacles found in the contract itself. This was the question considered and passed upon by the court below in entering judgment for the plaintiffs on the special verdict rendered by its direction, and we are now called upon to dispose of the two assignments of error, which are as follows :\n1. In refusing defendant’s point which was as follows, that, u under all the evidence, the plaintiffs are not entitled to recover.”\n2. The court erred in charging the jury as follows : “ Under the law and the evidence in this case we are of the opinion, and so instruct you, that the verdict must be in favor of the plaintiffs; and we therefore direct you to find a verdict in favor of the plaintiffs in the sum of $2,000, with interest from July 16, 1892, subject to the opinion of the court on the question of law reserved, which is whether there is any evidence which entitled the plaintiffs to recover.”\nThe appellant resists payment because (1) the contractors were bound under their contract to make a water tight reservoir ; (2) there can be no recovery until an estimate is made by the engineer, and (3) there can be no recovery because of the arbitration clause, which makes the decision of the engineer final and conclusive.\nThere is nothing in the contract binding the contractors to construct a “ water tight ” reservoir. They were simply to do certain work in accordance with definite plans and specifications, but they bound themselves to no results. It is true that the specifications provided that “ the work contemplated .... is the construction of a water tight reservoir; ” and the engineer by whom they had been prepared evidently thought they would produce such a result, but the contractors assumed no such responsibility. Their contract with the borough of Homestead was to construct a reservoir in accordance with the plans and specifications, and if they had done so at the time they brought their suit, a recovery cannot be defeated simply because the reservoir was not water tight, and results contemplated by the engineer had not been realized. This was the view taken by the learned judge in the court below, in which we concur. As was said in Filbert v. Phila., 181 Pa. 545, so it can be repeated here, “ The contractors were given no discretion. Every line was drawn, every grade was fixed, and every detail was provided for by the city.”\nIn estimate No. 11, made by the engineer, the amount due to plaintiffs under the terms of their contract and unpaid was shown to be $20,552.90. From tins amount was retained the sum of $2,000 until the' completion of the reservoir. That estimate shows the amount due on 'the contract, and if the work was then completed the borough of Homestead could not lawfully withhold the $2,000 from the contractors; and we again concur with the trial judge that the plaintiffs were entitled to their money at the time the estimate was made, if their contract was really the neompleted, all of which was for the consideration of the jury.\nAs to the third reason why there should be no recovery, we cannot sustain the view taken by the defendant, for the engineer was to determine the amount and quality of work done and to decide questions relative to the execution of the contract. As it was not shown that the leakage was due to any failure on the part of the contractors to fully perform what they had undertaken to do, we do not feel that the borough of Homestead had a right to invoke that clause of the contract. The first assignment of error is therefore overruled.\nWe cannot, however, approve the binding instructions of the court directing the jury to find a verdict in favor of tlie plaintiffs. Whether they had fully performed the contract entered into by them with the borough of Homestead was purely a question to be determined by the jury. It is true that the defendant offered practically no testimony, but nevertheless it was for the jury to decide, even if the plaintiffs and their witness did testify that the contract had in every particular been performed, whether this was true, and the court should not have peremptorily instructed a finding in their favor. In Grambs v. Lynch, 20 W. N. C. 376, it was held that the question of the credibility of a witness cannot be taken from the jury. It is their duty to credit him if there is no good reason to the contrary ; but Ins mere manner may discredit him, and his story may be so against all the probabilities of the case that a jury may be justified in not believing him. ín that case Mr. Justice Paxsox says: “It is settled law that where a case depends upon oral testimony such testimony must be submitted to the jury.” In the case before us this rule certainly ought not to have been relaxed. We feel that it ought to be retried, with instructions from the court that if the testimony offered by the plaintiffs be believed by the jury, their verdict should be against the defendant. The second assignment of error is sustained and the judgment reversed, with a venire facias de novo.",
        "type": "majority",
        "author": "Mr. Justice Brown,"
      }
    ],
    "attorneys": [
      "John F. Cox, with him W. L. McConegly, for appellant.",
      "Magnus Pflaum, for appellee,"
    ],
    "corrections": "",
    "head_matter": "James H. Harlow & Company v. Borough of Homestead, Appellant.\nContract — Municipal contract — Co nut,ruction of reservoir.\nWhere a contract with a borough for the construction of a reservoir provides that the reservoir should be built according to definite plans and specifications stated in the contract, but contains no covenant as to results, the contractors are entitled to recover their retained percentages, if they have complied with the terms of the contract, although the reservoir itself may not be water tight. The fact that the contract provided that “the work contemplated .... is the construction of a water tight reservoir,” does not impose upon the contractors the responsibility of making it water tight, because they had no discretion.\nWhere a contract with a borough for the construction of a reservoir provides that the contractor shall be paid upon estimates made by the borough engineer, and the last estimate made by the engineer showed a certain amount due, less the percentage retained until the completion of the reservoir, the contractors are entitled to recover their retained percentage without any further estimate, if the jury find, as the contractors contend, that the contract was in fact, complete at the time the last estimate was made.\nWhere an arbitration clause in a municipal contract made the decision of the engineer final and conclusive, and it appears that the contractors had fully performed their contract according to its terms, and that a defect in the completed structure was not due to any fault of the contractors, the municipality has no right to invoke the arbitration clause.\nContract — Evidence—Question for jury — Credibility of witness.\nWhere a ease depends upon oral testimony, such testimony must bo submitted to the jury, as the question of credibility of witnesses is solely for them.\nIn an action against a borough to recover a balance alleged to be due upon a municipal contract, where plaintiffs and their witnesses testily that the contract in every particular had been performed, and the borough denies that the contract was completed and fully performed, but offers practically no testimony in favor of its contention, it is for the jury to determine whether the testimony on the part of plaintiffs is true, and the court cannot take the ease from the jury and direct a verdict in favor of the plaintiff.\nArgued Oct. 24, 1899.\nAppeal, No. 62, Oct. T., 1899, by defendant, from judgment of C. P. No. 2, Allegheny Co., Jan. T., 1898, No. 110, on verdict for plaintiff.\nBefore Sterrett, C. J., Green, McCollum, Mitchell, Dean, Fell and Brown, JJ.\nReversed.\nAssumpsit on a municipal contract. Before Frazer, J.\nAt the trial it appeared that plaintiffs claimed $2,000, that being the amount of the percentage retained by the borough under a contract for the construction of a reservoir.\nThe contract provided that the plaintiffs should be paid upon estimates made by the engineer. In the last estimate, known as estimate No. 11, the contract was treated as being practically completed. The whole amount due under its terms and unpaid was shown to be $20,552.90 ; from this was retained the sum of $2,000 until the completion of the work. The contract provided that the work should be done according to plans and specifications set forth in the contract itself. The contractors made no covenants as to results.\nOther facts appear by the opinion of the Supreme Court.\nThe court gave binding instructions for plaintiff.\nVerdict and judgment for plaintiffs for $2,766.56. Defendant appealed.\nErrors assigned were (1, 2) instructions quoted in the opinion of the Supreme Court, reciting the same.\nJohn F. Cox, with him W. L. McConegly, for appellant.\nWhere parties capable of contracting have deliberately entered into a written contract in which, by all just rules of construction, the certificate of the architect is made a condition precedent to a right of action, such condition must be performed or its requirements waived: Hanley v. Walker, 8 L. R. A. 209; North Lebanon R. R. Co. v. MeGrann, 33 Pa. 530; Reynolds v. Caldwell, 51 Pa. 298; O’Reilly v. Kerns, 52 Pa. 214; Mentz v. Ins. Co., 79 Pa. 480.\nWhen a contract for the construction of work contains a stipulation that all questions of dispute arising thereunder shall be submitted to a person named for. final decision, that is a bar to a common-law action therefor: Hostetter v. Pitts-burg, 107 Pa. 419; Hartupee v. Pittsburg, 131 Pa. 535; Brown v. Decker, 142 Pa. 640.\nMagnus Pflaum, for appellee,\ncited Filbert v. Philadelphia, 181 Pa. 545, Drhew v. Altoona, 121 Pa. 420, and Hartupee v. Pittsburg, 97 Pa. 118.\nDecember 30, 1899:"
  },
  "file_name": "0057-01",
  "first_page_order": 79,
  "last_page_order": 83
}
