{
  "id": 912484,
  "name": "In re Beechwood Avenue. Appeal of Roger O'Mara",
  "name_abbreviation": "In re Beechwood Avenue",
  "decision_date": "1899-12-30",
  "docket_number": "Appeal, No. 108",
  "first_page": "86",
  "last_page": "92",
  "citations": [
    {
      "type": "official",
      "cite": "194 Pa. 86"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "138 Pa. 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11252075
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/138/0401-01"
      ]
    },
    {
      "cite": "159 Pa. 817",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "159 Pa. 36",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "105 Pa. 445",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454241
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/105/0445-01"
      ]
    },
    {
      "cite": "89 Pa. 265",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063277
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/89/0265-01"
      ]
    },
    {
      "cite": "82 Pa. 360",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047984
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/82/0360-01"
      ]
    },
    {
      "cite": "69 Pa. 352",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1026331
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/69/0352-01"
      ]
    },
    {
      "cite": "65 Pa. 146",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        430574
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/65/0146-01"
      ]
    },
    {
      "cite": "72 Pa. 200",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        434608
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/72/0200-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 650,
    "char_count": 15463,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 3.164717344062003e-07,
      "percentile": 0.8635111545113248
    },
    "sha256": "7c150fa419557477a6c98cafbe18b20823de5e964a12f0c69dfce6671b9160f5",
    "simhash": "1:aa89e54285315aa6",
    "word_count": 2606
  },
  "last_updated": "2024-02-27T21:22:13.794605+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, McCollum, Mitchell, Dean, Fell and Brown, JJ."
    ],
    "parties": [
      "In re Beechwood Avenue. Appeal of Roger O’Mara."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb,. Chief Justice Sterrett,\nThis appeal is from the decree of the court below dismissing exceptions and confirming the report of viewers appointed to ascertain the costs, damages and expenses, and to assess the benefits resulting from the grading, macadamizing and laying the sidewalks of Beech-yood avenue, from Fifth avenue to Forbes street, in the twenty-second ward, city óf Pittsburg.\n■The proceedings in court were commenced by presentation of the city’s petition reciting an ordinance approved March 27, 1894, entitled, “ An ordinance authorizing the grading, macadamizing and curbing of Beech wood avenue from Fifth avenue to Forbes street,” as follows :\n■ “ Whereas it appears by the petition and affidavit on file in the office of the clerk of' councils that a majority of property owners in interest and number abutting upon the line of the said street have petitioned the councils of said city to enact an ordinance for the grading, macadamizing and curbing of the same, therefore\n“Section 1. Be it ordained, etc., that the department of public_warks be and is hereby authorized and directed to advertise, in accordance with the acts of assembly of the commonwealth of Pennsylvania, and the ordinances of said city of Pittsburg, relating thereto and regulating the same, for proposals for the grading, macadamizing, curbing and laying of sidewalls of Beechwood avenue from Fifth avenue to Forbes street, the contract therefor to be let in the manner directed by the said acts of assembly and ordinances; the costs and expense of the same to be assessed and collected in accordance with the provisions of the acts of assembly of the commonwealth of Pennsylvania relating thereto and regulating the same.”\nThe viewers duly appointed under said petition found among other things that the cost and expenses of said grading, macadamizing, etc., were equal in amount to the special benefits to properties fronting on said improvement, and they accordingly assessed that amount on the properties thus found to be specially benefited. To that report appellant and others, part of the owners of property fronting on said avenue, filed exceptions which, renewed and amplified in court, specified their objections to its confirmation in substance as follows:\n1. The ordinance authorizing the improvement does not authorize the laying of sidewalks.\n2. The ordinance does not ordain that the work shall be done, and is otherwise defective.\n3. Beechwood avenue is a public pleasure drive many miles in length, constructed as part of the park system of the city, and is not a local improvement.\n4. The cost of said improvement has been provided for by city bonds payable by taxpayers generally, and the present assessment amounts to double taxation, and is unjust, inequitable and illegal.\n5. That exceptant’s property does not front or abut on Beechwood avenue. (This exception has no application to any of the fronting properties except that of Mr. O’Mara, appellant, in this case.)\nAfter hearing, and. upon due consideration, the court below dismissed the exceptions and confirmed the report of the viewers.\nThe action of the learned court in thus dismissing the exceptions and entering the decree from which this and other appeals were taken ivas so manifestly correct that it needs no vindication at our hands. Some of the exceptions are so sharply technical that they should not be entertained, others are either contrary to the facts of the case, or so devoid of merit that they were rightly dismissed on one or both of said grounds.\nIt must be conceded that the ordinance in question is inartificially and bunglingly drawn. Considered apart from its title and preamble there might be some ground for appellant’s exception that it does not ordain that the work shall be done or the improvements made. But the title and preamble which are parts of an ordinance (as they are of a statute) make plain the purpose of the ordinance in question. In express terms its title declares it to be an ordinance “ authorizing ” the grading, etc., of Beechwood avenue. The preamble recites the petition of property owners, on the line of the proposed improvement, for the enactment of .“ an ordinance for the grading, macadamizing,” etc., and “ therefore ” in the first section of the enacting clause of the ordinance the department of public works is authorized and directed to advertise for proposals, etc., the contract to be let and the costs and expenses to be collected according to law. The question is one of substance and not of form. It plainly appears that the intention was to authorize the work to be done as it was afterwards completed under the contract.\nAs to the exception that “ the laying of sidewalks ” was not authorized, it is sufficient to say that the petition on which the ordinance was based expressly prays for “laying of sidewalks ” as part of the proposed improvement; and the ordinance itself, not only authorizes and directs the director of public works to advertise for proposals “for the grading, macadamizing and curbing ” of Beechwood avenue, but also for “ laying of sidewalks ” thereon. It is true, these latter words do not appear in the title of the ordinance, but it is not required that the title should be a complete index of the contents; it is sufficiently specific if it indicates, (as in this.case) the character of the improvement covered by the ordinance, Aside from that, it comes with bad grace — especially from those who petitioned for “ laying sidewalks ” — to lie by until the improvement is completed and then except on the ground that “sidewalks” were not authorized. Fortunately for the cause of justice, we are not called upon to sustain any such exception after the improvement has been made and those who petitioned for it are enjoying the benefits thereof.\nThe exception that Beechwood avenue is a public and nob a local improvement is sufficiently answered by the fact that the report of the viewers is predicated of a finding to the contrary. As to the correctness of that finding we have no doubt. There is nothing in the case to impeach it. It may be that Beechwood avenue was constructed as part of the park system of the city, but it does not follow that it is not also decidedly local, and that property fronting thereon has been “ specially benefited ” in the proper sense of that term to a very large degree. No one conversant with the facts can have any doubt as to that.\nIt is a grave error to assume that the cost of the improvement should be paid out of the proceeds of the loan created by the city for the purpose of enabling it to meet deficiencies that will arise in cases where property fronting on improvements of the same kind will be but slightly benefited, relatively, and the city will be obliged to pay nearly all, or at least a very considerable part, of the costs and. expenses of such improvements. In providing the fund referred to, it was never intended by the city to relieve from assessments for “special benefits” any property fronting on her newly improved streets, avenues or boulevards that may be actually benefited specially, that is, benefited over and above the general benefit accruing to it in common witli other property in the vicinity of such improvements.\nAs to appellant’s objection that by the assessment in question his property will be subjected also to taxation on account of the city bonds issued for said loan, and therefore to double taxation, it is sufficient to say that the latter is no ground for immunity from assessment for special benefits accruing from local improvements. Double taxation is not illegal unless it produces inequality as to other property similarly situated. No such allegation is even made in this case.\nIt has not been shown that appellant’s property is separated from Beechwood avenue by part of another street legally established, or that his property has ever been assessed for the improvement of such street. The ordinance on which he relies never became effective for any purpose. While it appears to have been introduced in councils and partially acted on, it does not appear to have become operative.\n. The objection that a majority in interest and number of the property owners did not sign the petition to councils was not made in the court below, nor is it embraced in any of the specifications of error. It might be well dismissed with the remark that it ismot properly on the record. Treating it as properly before us, however, it is still without merit. The 10th section of the Act of May 16,1891, makes special provision for raisingiihis objection by proceedings on the ordinance, under penalty of estoppel. As to the vital importance of definitively settling such questions in the outset, Mr. Justice Shabswood, in Erie v. Bootz, 72 Pa. 200, said: “It is not only important that this should be settled, but that the question of the numbers should be conclusively determined before the expense of the improvement should be incurred. If it was left open for contest no street could be paved without leading to controversy on the subject.” The question as to whether a majority in interest and number of the property owners signed the petition to councils in this case is set at rest by the act of 1891.\nWe are all of opinion that there is no error in the decree of the court below.\n‘ Decree affirmed and appeal dismissed at appellant’s costs.",
        "type": "majority",
        "author": "Mb,. Chief Justice Sterrett,"
      }
    ],
    "attorneys": [
      "F. C. McGirr and S. A. Johnston, with them John Marron, Charles M. Johnston and W. S. Woods, for appellant.",
      "T. D. Carnahan, with him Clarence Burleigh, for ppellee."
    ],
    "corrections": "",
    "head_matter": "In re Beechwood Avenue. Appeal of Roger O’Mara.\nMunicipalities-Ordinances — Tille—Preamble. Municipalilies-\nThe title and preamble oí an ordinance are parts of the ordinance itself.\nRoad law — Grading streets — Sidewalks—Ordinances.\nWhere the title of an ordinance declares it to be an ordinance authorizing the grading of a street, and the preamble recites the petition of property owners for an ordinance for the grading of a street, and the first section of the ordinance authorizes the department of public works to advertise for proposals, it cannot be charged that the ordinance failed to ordain the grading of the street, since it plainly appears that the intention of the ordinance is to authorize the work to be done.\nOrdinance— Title.\nIt is not required that the title of an ordinance should be a complete index of its contents.\nRoad law— Ordinances— Title— Sidewalks.\nWhere a petition upon which a paving ordinance is based expressly prays for “ laying of sidewalks,” and the ordinance itself authorizes the advertising for proposals for laying of sidewalks, it is immaterial that the words “ laying of sidewalks ” do not appear in the title of the ordinance.\nRoad law — Finding of fact by vietuers.\nAn exception to a report of road viewers assessing damages, that a street is a public and not a local improvement, is sufficiently answered by the fact that the report of the viewers is predicated of a finding to the contrary.\nWhile it may be that a street is constructed as part of the park system of a city, it does not follow that it may not also be decidedly local, and that property fronting thereon may have been “specially benefited” in the proper sense of that term.\nRoad law — Assessments—Special benefits — Publie loan.\nThe fact that a city creates a fund by means of a loan to pay for street improvements for which it is legally liable cannot be construed to disclose an intention by the city to relieve from assessments property which has been specially benefited.\nMunicipal improvements — Special benefits — Double taxation.\nWhere a property owner has been specially benefited by street improvements, he cannot claim immunity from assessments for such benefits because his property will also be subjected to taxation on account of the loan created by the city for the purpose of paj'ing for that portion of the improvements to which the city itself is legally liable.\nDouble taxation is not illegal unless it produces inequality as to other property similarly situated.\nRoad law — Municipalities— Ordinances — Establishment of street.\nAn ordinance for establishing a street, which has been introduced in councils and partially acted on, but has not become operative, cannot bo used by a landowner for the purpose of relieving himself from assessments for a special benefit accruing to his property from the improvement of another street upon which his property abuts.\nRoad law — Number of petitioners — Estoppel—Act of May 16, 1891.\nThe question whether a majorityin interest and number of the property owners signs a petition to councils for a street improvement must be determined by an appeal to the court of common pleas in the manner provided by section 10 of the Act of May 16, 1891, P. L. 75, and cannot be raised by exception to the report of viewers.\nArgued Oct. 26, 1899.\nAppeal, No. 108, Oct. T., 1899, by Roger O’Mara, from order of C. P. No. 8, Allegheny Co., Nov. T., 1898, No. 262, overruling exceptions to report of viewers.\nBefore Sterrett, C. J., Green, McCollum, Mitchell, Dean, Fell and Brown, JJ.\nAffirmed.\nExceptions to report of viewers.\nThe substance of the exceptions are stated in the opinion of the Supreme Court.\nErrors assigned were in sustaining exceptions to report of viewers.\nF. C. McGirr and S. A. Johnston, with them John Marron, Charles M. Johnston and W. S. Woods, for appellant.\nThe case is ruled by Hammett v. Philadelphia, 65 Pa. 146. The other principal leading cases on the subject of local taxation for general purposes are Washington Avenue, 69 Pa. 352, Seely v. Pittsburg, 82 Pa. 360, Craig v. Philadelphia, 89 Pa. 265, and Scranton v. Pennsylvania Coal Company, 105 Pa. 445, in all of which Hammett v. Philadelphia is discussed, approved and followed.\nA benefit or enhancement of value inuring to all properties in the neighborhood cannot be taken into account as part of the benefits to be assessed against the abutting properties: More-wood Avenue, Chambers’s App., 159 Pa. 36 ; Dawson v. Pitts-burg, 159 Pa. 817; Pittsburg’s Petition, 138 Pa. 401.\nThe abutting properties are not liable, in any event, for the cost of laying of sidewalks on Beechwood avenue, because the ordinance authorizing the improvement does not specify in the title thereof the laying of sidewalks as part of the improvement.\nDec. 30, 1899:\nThe city has, as was its duty to do, already made an appropriation of the money necessary to pay the cost of the improvement of Beech wood avenue, by the issue of bonds to the amount of 1500,000.\nT. D. Carnahan, with him Clarence Burleigh, for ppellee.\nThe ordinance does ordain that the work be done.\nAppellant in its paper-book argues, that the petition of the property owners was not such a petition as is contemplated by the act of 1891, because it specifies that the pavement is to be macadamized, and because two of the signers stipulated that the city shall not grant a right of way over the street to any street car line. This matter does not appear to have been mentioned in any of the exceptions filed in the court below. The attention of the lower court was not directed to it, nor does it appear to be assigned for error. Under these circumstances it is not necessary to make reply. We ask, however, the attention of this court to the provisions of the Act of May 16,1891, P. L. 75. Ample provision is made for ascertaining whether the “ requisite majority ” “ as required by this act ” have signed:— in other words — whether the petition is a proper one under which to proceed. And this provision is as much for the protection of the city as for the property owners."
  },
  "file_name": "0086-01",
  "first_page_order": 108,
  "last_page_order": 114
}
