{
  "id": 912477,
  "name": "Elizabeth Lewis v. Borough of Homestead, Appellant",
  "name_abbreviation": "Lewis v. Borough of Homestead",
  "decision_date": "1899-12-30",
  "docket_number": "Appeal, No. 169",
  "first_page": "199",
  "last_page": "205",
  "citations": [
    {
      "type": "official",
      "cite": "194 Pa. 199"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "160 Pa. 621",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "101 Pa. 298",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "174 Pa. 395",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        878608
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/174/0395-01"
      ]
    },
    {
      "cite": "101 Pa. 293",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500939
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/101/0293-01"
      ]
    },
    {
      "cite": "160 Pa. 614",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        852110
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/160/0614-01"
      ]
    },
    {
      "cite": "171 Pa. 542",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985575
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/171/0542-01"
      ]
    },
    {
      "cite": "182 Pa. 897",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "18 Pa. 189",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "160 Pa. 615",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 617,
    "char_count": 14188,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 1.2561496161478654e-07,
      "percentile": 0.6113325525928346
    },
    "sha256": "cbe94b82a698316bb8effa43d8dea7a6555cc3b943565f0c3e1e5c01c48b4025",
    "simhash": "1:e8dfc124cc538fe0",
    "word_count": 2459
  },
  "last_updated": "2024-02-27T21:22:13.794605+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Green, McCollum, Mitchell, Dean, Fell and Brown, JJ."
    ],
    "parties": [
      "Elizabeth Lewis v. Borough of Homestead, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Brown,\nThis was an issue awarded on an appeal from the report of viewers appointed to assess damages alleged by Elizabeth Lewis to have been caused to her property by changing the grade of City Farm Lane, a street in the borough of Homestead. The petition for the appointment of viewers sets forth the injury done by the change of the grade of the street, and it ivas a mere inadvertence on the part of the viewers to call it Heisel street. The issue was on the matters appearing in the petition, and no importance is to be attached to the merely formal mistake made by the viewers in naming the street, to which our attention has been called in appellant’s history of the case.\nThe appellee owned a lot of ground in the borough of Homestead, abutting on City Farm Lane. Fifty feet north of this lot the Pittsburg, McKeesport & Youghioglieny Railroad crossed this street; and the borough of Homestead, by ordinance passed October 9,1894, authorized the railroad company to change the grade of its tracks from McClure street to the eastern borough limits, in accordance with an attached plan. The ninth section of this ordinance provided that at City Farm Lane there should be an overhead crossing spanning the entire street. By ordinance passed March 4, 1895, this section was repealed. In pursuance of the first ordinance the tracks were raised, and their raising necessitated a change in the grade of City Farm Lane, the change extending from the railroad crossing to the line of the property of Mrs. Lewis. But a single error has been assigned, which is the refusal of the court to affirm the only point submitted by the defendant: “ That under all the evidence the plaintiff is not entitled to recover, and the verdict should be for the defendant.” In support of this assignment it is contended, first, that there was not a change of grade of City Farm Lane by the ordinance of October 9,1894, and therefore there can be no recovery in this form of proceeding. The ordinance is entitled, “ An ordinance granting unto the Pitts-burg, McKeesport and Yougliiogheny Railroad Company the right to change the grade of its tracks from McClure street to the eastern line of the borough in the borough of Homestead; ” and the 1st section is as follows: “ Be it ordained and enacted by the borough of Homestead in council assembled, and it is hereby ordained and enacted by the authority of the same: that the Pittsburg, McKeesport & Yougliiogheny Railroad Company be and is hereby authorized to change the grade of its tracks in the borough of Homestead from McClure street to the eastern line of the borough, in accordance with the plan hereto attached, designated and marked plan ‘ G ’ No. 19.” Section 5 provides, that the construction shall be under the direction of the borough engineer. This, of course, included the raising of the tracks of the railroad company at the street crossing, and the evidence shows that whatever was done in changing the grade of' the street made necessary by the raising of the tracks the-railroad company and the borough authorities did, acting in conjunction. Borough authorities alone have power to change, the grades of streets and alleys, and the ordinance authorizing a raising of the tracks of the railroad company, which necessarily-involved changes in the grade of the streets, must be construed, as an ordinance of the borough providing for changes in the grades of its highways crossed by the railroad. No other construction would be reasonable. The railroad company had permission simply to raise its tracks. That the street crossed might properly conform to them when raised, a change in grade became necessary; and as the raising of the tracks was by authority of the ordinance, the change in the grade of the street, which followed was made under it. We are therefore of the opinion that the change of grade of City Farm Lane was made under the ordinance of October 9, 1894, and that the proceedings for the recovery of damages were properly instituted under the act of May 24, 1878.\nIt is further contended that, as there was no change of grade immediately in front of plaintiff’s property, there can be no recovery. The act of May 24, 1878, expressly provides that in all cases where the proper authorities of a borough within this commonwealth change the grade of any street or alley, or in any way alter or enlarge the same, thereby causing damage to the owner or owners of property abutting thereon, without the consent of the owner, proceedings shall be instituted for the recovery of the damages sustained. The proceedings before us are under that act. It does not provide that the property must abut on the changed grade of the street, but on the street which may have been altered in any way, at any point, so as to cause damage to the property. What is said by the present chief justice in Mellor v. Phila., 160 Pa. 615, in sustaining a judgment for damages done to a property which did not front or abut on the street whose grade had been changed, effectually disposes of the second objection. He there said: “ The respective claims of the plaintiffs to compensation were based on the constitutional provision that ‘ municipal and other corporations and individuals invested with the privilege of taking-private property for public use shall make just compensation for property taken, injured or destroyed by the construction or enlargement of their works, highways or improvements.’ . . . . Const, art. 16, see. 8. Defendant’s contention was that this provision is inapplicable to any of the cases under consideration, because neither of the properties fronts or abuts on either of the streets, the grade of which was changed. This would indeed be a very narrow and unreasonable construction of the words above quoted, especially in view of the history and object of the constitutional provision. It was intended to provide against the great injustice that was continually resulting from the ruling of this court in O’Connor v. Pittsburg, 18 Pa. 189, that ‘the constitutional provision for the case of private property taken for public use extends not to the case of j>roperty injured or destroyed.’ In connection with this statement of the controllings principle in that case, Mr. Chief Justice Gj 15-SON suggested that the omission might be supplied by ordinary legislation; but no such legislative action was ever taken. It was not until the adoption of our present constitution, nearly a quarter of a century thereafter, that an appropriate remedy was provided in the form of the section above quoted. In doing this the people of the commonwealth recognized in a practical way the justice of compensating private property owners, not only for property taken, but also for property injured or destroyed by municipal and other' corporations and individuals of the specified class by the construction and enlargement of their works, highways or improvements. There is nothing in the phraseology of the section that can be even tortured into a limitation of its provisions to property fronting or abutting on the particular work, highway or improvement, by the construction or enlargement of which said property was injured or destroyed. The section in question cannot be thus narrowly construed without reading into it words which are not in it and were never intended to be there.” This same question was discussed by our Brother Fell in In re Melon Street, 182 Pa. 897, in an elaborate opinion, from which we extract the following and apply it to the case before us : “ Where the part of a street in front of a property is vacated, the owner’s right to compensation is conceded, but the right is denied unless there is an actual vacation and closing of the part of the street on which the property abuts. It is evident, however, that without the impairment of the owner’s outlet in one direction his property may be rendered comparatively worthless by a change in the physical condition of a street. To draw the line between owners who may and owners who may not recover, at the point where the deprivation of access is total, is to draw it arbitrarily. The abutting owner’s special right in a street as a means of access to his property is not limited to the part of the street on which his property abuts. Such a limitation of the right would deny him compensation if all of the street except the part immediately in front of his property were vacated. His right is the right of access in any direction which the street permits.”\nIt is still further contended by the defendant that there can be lio recovery in this action, because it was tried as if it were one of trespass for the recovery of damages that did not result from the changed grade of the street, but from other causes. The learned judge in submitting the case to the jury cautioned them against considering any damages except those caused by the change of the grade. He told them that if they found the property to have been injured, the plaintiff could not recover unless tbe injury resulted “ from the change of grade alone, because in this action, it being under an act of assembly, you can find only the damages done by reason of tbe change of grade, not by tbe neglect to put a proper sewer there, because that is an action that is independent of tills, and a suit for that must be brought. Any allowance for anything of that kind would only subject the case to be tried over again. Tliis is a proceeding under an act of assembly for damages for changing the grade, tbe damages done by tluit, if you find that caused the damage.” And in instructing them as to the proper measure of damages he said: “ It is the difference in value before and after tbe grade, as affected by the grade. . . . The measure of damages is : What is the difference in the market value before the grade was made and immediately after the grade as affected by it ? ”\nThe change of grade in this street having been made by the borough of Homestead by virtue of an ordinance, tbe plaintiff being entitled to recover any damages she may liave sustained, even if the change of the grade was not immediately in front of lier property, and the question at issue having been properly submitted by tbe court below to tbe jury, the assignment of error is overruled and the judgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Brown,"
      }
    ],
    "attorneys": [
      "John F. Cox, with him Edwin W. Smith, for appellant.",
      "Franklin P. Iams, with him Cyrus C. Brook, for appellee."
    ],
    "corrections": "",
    "head_matter": "Elizabeth Lewis v. Borough of Homestead, Appellant.\nHoad law — Ghange of grade — Boroughs—Ordinance.\nBorough authorities alone have power to change the grades of streets and alleys, and an ordinance authorizing a raising of the tracks of a railroad company, which necessarily involves changes in grades of streets, must be construed as an ordinance of a borough providing for changes in the grades of its highways crossed by the railroad.\nAn ordinance providing for the change of grade of a railroad covers a street whose grade must necessarily be changed by the change of grade of the railroad, although the street is not specifically named in the ordinance.\nWhere a change of grade of a borough street is made under the Act of May 21, 1878, P. L. 129, a person whose property is injured by the change of grade is entitled to damages, although no change of grade was made immediately in front of his property.\nA borough cannot complain that an appeal from a report of viewers changing the grade of a street was tried as if it were an action of trespass for the recovery of damages, where the record shows that the trial judge fully and carefully cautioned the jury against considering any damages except those caused by the change of grade.\nArgued Nov. 1, 1899.\nAppeal, No. 169, Oct. T., 1899, by-defendant, from judgment of C. P. No. 1, Allegheny Co., June T., 1898, No. 80, on verdict for plaintiff.\nBefore Green, McCollum, Mitchell, Dean, Fell and Brown, JJ.\nAffirmed.\nAppeal from report of jury of view. Before Collier, J.\nThe facts are fully stated in the opinion of the Supreme Court.\nDefendant’s point and the answer thereto were as follows:\nUnder all the evidence the plaintiff is not entitled to recover, and the verdict should be for defendant. Answer: Kef used.\nVerdict and judgment for plaintiff for $2,000. Defendant appealed.\nError assigned was above instruction, quoting it.\nJohn F. Cox, with him Edwin W. Smith, for appellant.\nThe grade of City Farm Lane was not changed by the ordinance of October 9, 1894: Com. v. Beaver Borough, 171 Pa. 542; 2 Trickett on Penna. Borough Law, sec. 34.\nThere was no change of grade of the street in front of Mrs. Lewis’s lot: Mellor v. Philadelphia, 160 Pa. 614.\nThe case was tried like an action of trespass. Where in an action of trespass brought to recover such damages there is also a claim for injuries alleged to have been caused by negligence in the grading, and the question of a different remedy for the two injuries has not been fully presented, a venire de novo will be awarded in order that it may be determined whether the act of assembly is not inapplicable to part of the damages: Borough of Beltzhoover v. Gollings, 101 Pa. 293.\nThe act of 1878 is very clear in its provisions that the proceeding by viewers shall only be where the “ proper authorities, of any borough change the grade or lines of any street and alley,” etc.\nThere is no denial that a fill was made from the railroad back to the line of Mrs. Lewis’s property. If this work of fillrng up the slope was done by the borough officers or agents it may be liable in trespass: BrMk v. Dunmore Borough, 174 Pa. 395.\nDecember 30, 1899:\nFranklin P. Iams, with him Cyrus C. Brook, for appellee.\nThe defendant must seek redress under the statute for whatever damages he may have sustained by reason of the change of grades : Borough of Beltzhoover v. Gollings, 101 Pa. 298.\nThere is abundant evidence in this case to show beyond all controversy that a change of grade of eighteen inches of City Farm Lane was made under direction of the borough engineer in compliance with the ordinances.\nDefendant’s claim that, because there was little or no change of grade immediately in front of plaintiff’s property on City Farm Lane, there can therefore be no recovery in this case, is effectually disposed of in the case of Mellor v. Philadelphia, 160 Pa. 621."
  },
  "file_name": "0199-01",
  "first_page_order": 221,
  "last_page_order": 227
}
