{
  "id": 912353,
  "name": "James Todd and Frank L. Slocum, Appellants, v. C. Y. Wheeler and The Sterling Steel Company",
  "name_abbreviation": "Todd v. Wheeler",
  "decision_date": "1899-12-30",
  "docket_number": "Appeal, No. 191",
  "first_page": "213",
  "last_page": "217",
  "citations": [
    {
      "type": "official",
      "cite": "194 Pa. 213"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "173 Pa. 117",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        875781
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/173/0117-01"
      ]
    },
    {
      "cite": "173 Pa. 117",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        875781
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/173/0117-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 420,
    "char_count": 7855,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 5.953886103131602e-08,
      "percentile": 0.3709525149921868
    },
    "sha256": "7655965a03de2b4c0c490344a55af4f86f43cc289493c7f022ae1920336d4ea5",
    "simhash": "1:0289ce228492b7c0",
    "word_count": 1329
  },
  "last_updated": "2024-02-27T21:22:13.794605+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "James Todd and Frank L. Slocum, Appellants, v. C. Y. Wheeler and The Sterling Steel Company"
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Dean,\nIn one form or other tMs is the tMrd time this case has been before us. The bill for an account was filed by plaintiffs February 19, 1894; on hearing before Judge Colliee he was of opinion that defendants should account for all steel known in the evidence as “ Projectile Steel ” “ C. Y. W.’s Choice,” and “ C. Y. Wheeler’s Choice.” It was admitted they owed plaintiffs an account for “Double Special Steel.” The special quality of this last named product consisted in the high amount of carbon and low amount of chromium it carried, resulting in a very hard steel. The learned judge of the court below hold that defendants must account for all steels, into the production of which entered a chemical combination or process, part of the secret of which was known to plaintiffs, without regard to the quality or physical characteristics of the steel. From this decree defendants took an interlocutory appeal to this Court under act of June 24, 1895. In opinion filed we held that defendants under the contract between them and plaintiffs were accountable for the steel known to both of them by the name “ Sterling Double Special ” and for no other, unless it was identical in quality with “ Sterling Double Special,” and marketed under some other name. The court below had decided the liability to account must be determined by the process of manufacture; we said, no; it must be determined by the quality of the product, for so says the contract in no doubtful terms. See 173 Pa. 117. Under this decree defendants filed an account showing that they had manufactured and sold 67,326 pounds of “ Double Special Steel.” Exceptions were filed by plaintiffs to the account, averring that it did not contain a large amount of “ Double Special Steel ” sold under other names. On hearing before Judge Slaguk, he dismissed the exceptions, because they, on their face, were in conflict with the law of the case, as settled by this Court in the opinion already noticed. Afterwards a petition was presented in the court below setting forth after-discovered evidence, tending to show “ Double Special Steel ” in large quantities had been made and sold under other names, and praying that a reaccounting be ordered. The court, being of opinion it had no authority to hear the testimony in view of the opinion of this Court, theretofore announced, dismissed the petition, and plaintiffs appealed to this Court. On that appeal we said: “ Whether defendants manufactured other steels, as plaintiffs aver, than the three brands already mentioned, which other steels are identical in quality with ‘ Sterling Double Special Steel,’ if evidence bearing upon it is admissible under the pleadings, is-a question of fact for the court below in stating the account. In our former decision we settled the interpretation of the contract as to ‘ C. Y. Wheeler’s Choice,’ ‘ C. Y: W.’s Choice ’ and the ‘Wheeler Armor Piercing Projectiles.’ The defendants owe plaintiffs no account for these for the reasons given in former ease. The rule to show cause why decree of January 6, 1896, should not be modified is discharged.”\nThe case then came on for hearing before Judge Stowe. Much of what plaintiffs alleged was new evidence, showing as they ciaimed that defendants had not accounted for “ Double Special,” sold under other names, and in support of the rule to show cause why the evidence should not be opened, was heard. In discussing this evidence in his opinion filed, Judge Stowe says:\n“We have allowed the evidence to be taken in this hearing to determine whether or not defendants manufactured and sold other than the three brands mentioned' by the Supreme Court, which were identical in quality with ‘ Sterling Double Special,’ and not to learn whether the process of manufacture was the same or somewhat similar. In doing so, evidence was taken under objection, showing how the different steels which plaintiffs claimed came under the contract not specially mentioned by the Supreme Court were produced or manufactured, for the purpose of discovering (if possible) the effect of the process upon the character of the result, as well as to have the higher court, if the case went there again, see all that plaintiffs could show in this direction, and our answers to the several points presented by plaintiffs as findings of fact are based upon i;he evidence thus allowed. ... In conclusion we are of the ■opinion that the plaintiffs have failed to present us such a case •as would justify us in compelling defendants to account for ■any steels manufactured by them, except such as were manufactured and sold as ‘ Sterling Double Special,’ and therefore the rule to show cause why additional testimony should not be taken is discharged, and exceptions to defendants’ account are overruled.”\nWe concur hi this decree of the court below. All through this, as yet unending case, the plaintiffs have had full hearings by all the courts before whom it was brought,' followed by the most deliberate and thorough consideration. They have failed, because their contract stipulated for a royalty only on a quality of steel known as the “Double Special Steel.” They misapprehended the law, for they have persistently claimed that their right must be determined by a process, partly known to them, but which has also been known to scientific men and chemists both in this country and in Europe for years. They and defendants, by a happy combination of two leading elements in the manufacture of steel, succeeded in producing a superior hard tool steel, which they called “Double Special.” They claim, no matter what the character of the product, whether soft steel, medium or hard, if any part of the process, a combination of carbon and chromium, enters into its production, it is “Sterling Double Special.” We have now said, no; that is not your contract, for the third time. . We think this is about as often as we ought to be called upon to say it.\nThe decree is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Dean,"
      }
    ],
    "attorneys": [
      "E. Y. Breck, with Mm Edward B. Vaill and H. C. Todd, for appellants.",
      "J. W. Kinnear, for appellees."
    ],
    "corrections": "",
    "head_matter": "James Todd and Frank L. Slocum, Appellants, v. C. Y. Wheeler and The Sterling Steel Company\nContract — Construction of contract — Quality of product.\nWhore a contract stipulates for a royalty on a particular quality of steel, the manufacturers cannot be compelled to account for royalties on steels of other qualities, although in making such steels they have made use of a part of the process used in making the steel upon which the royalty is payable.\nDecember 30, 1899:\nArgued Nov. 3, 1899.\nAppeal, No. 191, Oct. T., 1899, by plaintiffs, from decree of C. P. No. 1, Allegheny Co., March T., 1894, No. 901, on bill in equity.\nBefore Sterrett, C. J., Green, McCollum, Mitchell, Dean and Fell, JJ.\nAffirmed.\nAssumpsit for royalties. Before Stowe, P. J.\nThe facts appear by the former report of the case in 173 Pa. 117, and by the opinion of the Supreme Court, infra.\nThe court decreed “ that the defendants pay to the plaintiffs the sum of $131.19, that being the amount admitted to be due the plaintiffs in the account filed by the defendants for Sterling Double Special Steel manufactured and sold by them under their contract with the plaintiffs, together with interest thereon from February 1, 1896, and that defendant company pay such costs as have accrued in this case prior to the filing of said account on the day of , showing $131.19 due plaintiffs, and it is further ordered, adjudged and decreed that they do not account to the plaintiffs for the steels known as A. W. or Abbott Wheelock Steel, C. Y. Wheeler’s Choice, or C. Y. W.’s Choice Steel, Deck Piercing Projectile Steel, Semi-Armor Piercing Projectile Steel, or any other steels than Sterling Double Special Steel for which it is now deemed they shall pay as aforesaid.”\nError assigned was the decree of the court.\nE. Y. Breck, with Mm Edward B. Vaill and H. C. Todd, for appellants.\nJ. W. Kinnear, for appellees."
  },
  "file_name": "0213-01",
  "first_page_order": 235,
  "last_page_order": 239
}
