{
  "id": 912381,
  "name": "Christian Boehmer, Appellant, v. The Pittsburg, Allegheny and Manchester Traction Company",
  "name_abbreviation": "Boehmer v. Pittsburg, Allegheny & Manchester Traction Co.",
  "decision_date": "1900-01-02",
  "docket_number": "Appeal, No. 113",
  "first_page": "313",
  "last_page": "317",
  "citations": [
    {
      "type": "official",
      "cite": "194 Pa. 313"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "153 Pa. 32",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "183 Pa. 213",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        896123
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/183/0213-01"
      ]
    },
    {
      "cite": "153 Pa. 575",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "131 Pa. 297",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "132 Pa. 15",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 462,
    "char_count": 10531,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 1.7983002472147558e-07,
      "percentile": 0.7159888472262282
    },
    "sha256": "b6df7ac8f9ef603c10f02a834031edffbe027581f73c77159cfa381234791e91",
    "simhash": "1:a8acb845e84e252e",
    "word_count": 1998
  },
  "last_updated": "2024-02-27T21:22:13.794605+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, McCollum, Mitchell, Dean, Fell and Brown, JJ.",
      "Sterrett, C. J., dissents."
    ],
    "parties": [
      "Christian Boehmer, Appellant, v. The Pittsburg, Allegheny and Manchester Traction Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Green,\nThe judgment in-this case was a compulsory nonsuit on account of the contributory negligence of the plaintiff resulting in-a collision on a street railway track. The learned trial judge reviewed the evidence on the motion for the nonsuit in the oral charge which is printed, and refused to take off the nonsuit, upon the subsequent argument, and from this decision the present appeal is taken. An examination of the testimony convinces us that the ruling-of the court below was correct. Only the plaintiff and one of his witnesses actually saw the collision. The.-plaintiff was riding in an open buggy or buckboard wagon* on a bright day in April, 1897, at a little after 9 o’clock in the morning. He was driving on one of the tracks of the railroad on Penn avenue, a wide, straight street in Pittsburg, and could easily see any approaching car if he looked, for a long distance before him. He was on the right-hand track going up the street from Point bridge, when, recollecting that he had some business on the opposite side of the street, he turned off from the track he was on to go back on the other track of the road, and was suddenly struck by an approaching car coming from the direction in which he had been riding on the first track from which he had just turned. He did not say that he looked for an approaching car before going on the second track, but he did say that he did not see or hear any car approaching and that he could see up Penn avenue; that the street was straight for several, squares beyond the place where the accident happened, and that it was a bright day in April, and 9 o’clock in the morning. As a matter of course there was no evidence that he looked for an approaching car, and the fact of the immediate collision after he got on the second track proves that he did not. His own testimony as to how the collision occurred is as follows: He was asked to state the occurrence and he said, “Yes, sir, I went up. I came up from the Point bridge, from the right-hand side. Q. You were driving were you? A. Driving in the buggy, yes. Q. By yourself? A. Yes, sir; well I came up so far as the — about where Glesenkamp’s carriage works is there and I wanted to get — ■'. Q. Came up on what street? A. Chi Penn street; and I had some business on the oppositc side, and I turned across and drove down — have to turn around again to get across the street, and while I was doing that why the car ran on me. Q. Now what track did you drive on when you were coming to the city? A. On the right-hand side. Q. Do I understand that you then turned clear around with your vehicle and got on the other track? A. I was on the right-hand side coming in the city. Q. Now— A. Then I turned around to get on the other side. Q. Which track were you on when you were hit by the car as you say? A. On the right-hand side going down. Q. In other words you were on just the other track from the one you were driving up on? A. Yes, sir. Q. Now where did the car strike the buggy ? A. Why in the hind part, I guess, or in the middle. Q. When you were in the act of turning around did you see a car? A. No, sir. . . . Q. You may state whether or not the car was going in the same'direction that you were going. I mean the car that hit you. A. Yes, sir. ”\nThe foregoing was the plaintiff’s testimony on his examination in chief. On cross-examination, after stating that it was 9 o’clock in the morning on a bright April day, and that he could see a few squares on Penn street, and that he came up Penn avenue on the right-hand side towards Fifth avenue, he was asked: “Q. And when you got between Second and Third streets you suddenly recollected that you had an errand to do with some person on the opposite side of the street? A. Yes, sir. Q. That is the side of Penn avenue next to the Allegheny river? A. Yes, sir. Q. And you turned out of the right-hand track coming to the city, across the space between the rails, and on the other track? A. Yes, sir. Q. And while you were in the act of turning on to the other track and getting on to the other track going to the Point bridge— A. Yes, sir. Q. You were struck by this car? A. Yes, sir. Q. You didn’t see it and you didn’t hear it approach you? A. No, sir. . . . Q. Was your buggy a top buggy with a cover? A. No, sir; it was a low buckboard wagon. Q. And as soon as you got on the track going towards the Point bridge the car struck you ? A. Yes, sir. Q. Your buggy wheels had not got altogether on the track? You were not turned completely around? A. Why, of course, the front wheels must have been on the track. I must have been over — Q. How is that? A. The horse must have been turned around towards Point bridge when it was struck. Q. But you had not.got completely on the track? A. Off the track you mean. Q. Off what track? Off the track that you came up from the Point bridge? A. No, that track going down.”\nSome attempt is made to argue from the last answer that he had got entirely off the up track, and altogether on .the down track, and that he was traveling on the latter track when he was struck. But that inference cannot be justified by the testimony. He had said that the front wheels were on the down track and, as he was intending to cross the track entirely, he was evidently thinking of that when he said, “ the track going down.” But he had also said he was struck while he was in the act of turning from the up track to the down track, with the horse and the front wheels on the down track. Moreover he had also said the collision occurred instantly that he was on the track. So that there w’as no space of time to relieve him from the charge ©f having gone upon the down track immediately in front of an approaching car, without stopping to look, and without actually looking for an approaching car. Even had the whole body of his wagon been on the down track at the moment of the collision, it was too short a time to relieve him from the charge of negligence in this respect. Nor does the testimony of the witness, White, relied upon for the appellant, help the case. He says he did not see the actual collision, but that when he first saw the plaintiff he (the plaintiff) was on the track going towards Point bridge, and the car was thirty or forty feet behind. But the collision occurred at this very instant, the attention of the witness being diverted for a moment, and his testimony does not conflict with that of the plaintiff as to the immediate sequence of the act of entering upon the track and the collision. The witness did not see the immediately preceding action of the vehicle, and therefore does not assume to describe it, but the testimony of the plaintiff and his witness Dugan makes this very plain, and shows conclusively that there was no space of time in which the plaintiff was driving down on the track towards Point bridge. Dugan testified: “ I seen Mr. Boekmer come up Penn avenue from the point past the yard and gate, and he went up, I suppose, about twenty or twenty-five feet, and went to go across the street, and as he turned into the car track to go down like again the car hit him and knocked him out between the two tracks and between the wheels of the buggy, and we run over and picked him up. . . . Q. You didn’t observe the car? A. No, sir. Q. On which track was the car going that struck him? A. It was going down. Q. It was on the same track he was on, was it? A. Yes, sir. Q. You mean after he had turned? A. He hadn’t got quite turned until it hit him. . . . Q. State, if you, can, in what position the buggy was at the time it was struck. A. Well, it was just about going into the track. The wheels of it only; that is, to the right-hand track going down towards the Point. . . . Q. You say he had not quite got onto the track at the time he was struck? A. He was just about in the act of the wheels dropping into the car track. Q. Could the car strike him on the left side of the buggy ? A. It could have hit him on either one of the sides; he was just about dropping into the car track when he was hit. . . . Q. The old gentleman had gotten on the track a second before he was struck, or he was just in the act of getting on ? A. He was just about in the act of getting in the track. Q. Just got on and then was struck ? A. Yes, sir.”\nIt is perfectly clear from the testimony that the plaintiff’s presence on the down track and the collision were simultaneous facts. In such circumstances there being no evidence that ho looked for an approaching car, and he himself having testified that he did not see the car, when it was perfectly manifest that he could most certainly have seen it for a long distance ahead if he had looked for a car, the case is brought strictly within the long line of decisions that forbid a recovery, even against the positive testimony of the plaintiff that he did look, if the collision immediately followed his presence on the track. But here there was no such testimony. On the contrary, the plaintiff admits that he did not see the car, and thereby necessarily admits that he did not look for it. The assignments of error are dismissed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Green,"
      }
    ],
    "attorneys": [
      "T. H. Davis, for appellant,",
      "A. M. Neeper, for appellee."
    ],
    "corrections": "",
    "head_matter": "Christian Boehmer, Appellant, v. The Pittsburg, Allegheny and Manchester Traction Company.\nNegligence — Street railways — Collision between car and wagon — Contributory negligence — “ Stop, look and listen.V\nA compulsory nonsuit is properly entered against the plaintiff in an action of trespass for personal injuries against a street railway company where it appears that plaintiff was driving a wagon on one of the tracks of the double track railway of the company: that he turned and drove upon the other track without looking for an approaching car which he could have seen if he had looked, and that a car struck his wagon at the instant that its front wheels came upon the other track.\nArgued Oct. 27, 1899.\nAppeal, No. 113, Oct. T., 1899, by plaintiff, from order of C. P. No. 2, Allegheny Co.-, Oct. T., 1897, No. 13, refusing to take off nonsuit.\nBefore Sterrett, C. J., Green, McCollum, Mitchell, Dean, Fell and Brown, JJ.\nAffirmed.\nSterrett, C. J., dissents.\nTrespass for personal injuries. BeforeWHiTE, P. J.\nThe facts are fully stated in the opinion of the Supreme Court.\nError assigned was in refusing to take off nonsuit.\nT. H. Davis, for appellant,\ncited Corbalis v. Newberry Twp., 132 Pa. 15, Fisher v. Ry. Co., 131 Pa. 297, Lerch v. Bard, 153 Pa. 575, Woelfel v. Ry. Co., 183 Pa. 213, and Gilmore v. Ry. Co., 153 Pa. 32.\nJanuary 2, 1900:\nA. M. Neeper, for appellee."
  },
  "file_name": "0313-01",
  "first_page_order": 335,
  "last_page_order": 339
}
