{
  "id": 912441,
  "name": "In the Matter of the Opening of Orkney Street. Appeal of the City of Philadelphia",
  "name_abbreviation": "In re the Opening of Orkney Street",
  "decision_date": "1900-01-29",
  "docket_number": "Appeal, No. 198",
  "first_page": "425",
  "last_page": "426",
  "citations": [
    {
      "type": "official",
      "cite": "194 Pa. 425"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "159 Pa. 20",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        850199
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/159/0020-01"
      ]
    },
    {
      "cite": "4 Pa. Superior Ct. 608",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        276470
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/4/0608-01"
      ]
    },
    {
      "cite": "9 Pa. Superior Ct. 604",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        817174
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/9/0604-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 281,
    "char_count": 4075,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 1.9768945200956725e-07,
      "percentile": 0.7400825299081143
    },
    "sha256": "20a4e3d37fb13bbde710a93e244c9696794bcd715653907dd6091081db0b4786",
    "simhash": "1:3cb38c6dca86561c",
    "word_count": 694
  },
  "last_updated": "2024-02-27T21:22:13.794605+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Green, C. J., McCollum;, Mitchell, Dean, Fell, Brown and Mestrezat, JJ."
    ],
    "parties": [
      "In the Matter of the Opening of Orkney Street. Appeal of the City of Philadelphia."
    ],
    "opinions": [
      {
        "text": "Peb Cubiam,\nWe quite agree with the court of quarter sessions and the Superior Court in their disposition of this case. The opinion of the court is so thorough and exhaustive and so entirely correct that we can add nothing to it. W e affirm the order of the court below upon the opinion of the Superior Court.",
        "type": "majority",
        "author": "Peb Cubiam,"
      }
    ],
    "attorneys": [
      "James Alcorn, assistant city solicitor, with him Norris S. Barratt and John L. Kinsey, city solicitor, for appellant.",
      "H. B. Gill, with him Charles Knittel, for appellee."
    ],
    "corrections": "",
    "head_matter": "In the Matter of the Opening of Orkney Street. Appeal of the City of Philadelphia.\nRoad law — Opening of street — Assessments of benefits — Street terminating in cid de sae.\nWhere a street terminating in a cul de sac is opened abd extended, no assessment for benefits resulting from the opening of the street can be assessed upon the properties abutting upon that portion of the street which previously terminated in the cul de sac.\nArgued Jan. 5, 1900.\nAppeal, No. 198, Jan. T., 1899, by the city of Philadelphia, from judgment 'of Superior Court, Oct. T., 1898, No. 59, affirming order of Q. S. Phila. County, March T., 1897, sustaining exceptions to report of jury of view.\nBefore Green, C. J., McCollum;, Mitchell, Dean, Fell, Brown and Mestrezat, JJ.\nAffirmed.\nExceptions from report of viewers.\nAppeal from Superior Court.\nThe facts as stated in the report of the case in 9 Pa. Superior Ct. 604, are as follows:\nIt appears from the record and evidence that a jury was appointed to consider the damages caused by reason of the opening of Orkney street from Ontario street to W estmoreland street. The jury filed a report, in which after reporting the amount of damages suffered by property owners whose land is taken, they determined the amount of damages to be equal to $4,440, and that the sum of $1,553.24, shall be paid by the city of Philadelphia, and the balance, $2,906.76, shall be paid by property owners for the benefit accruing to them by reason of said opening, in the amount set opposite their names, and a list of such property owners with the amount of .the benefits assessed against each is given. It appears further from the report that a large portion of Orkney street between Ontario street and Westmoreland street had been opened by dedication to the city by the then owners of property and acceptance thereof, long previous to the ordinance of the councils of the city of Philadelphia, approved October 10, 1896, by which the director of the department of public works was authorized and directed to notify the owners of property over and through which the said Orkney street between Ontario and Westmoreland streets will pass. It appeared also that Orkney street as theretofore opened and approved ended in a cul de sac having an opening only on Ontario street and none on Westmoreland street. The grade at Westmoreland street end of Orkney street was about five feet higher than the opened portion, consequently the only access owners and tenants of the houses on Orkney street had was byway of Ontario street. The grade also resulted in water accumulating on Orkney street and forming a pond, which the jury reported rendered several of the houses uninhabitable; and that the street as opened had no sewer, and that the street having been opened and the sewer placed therein substantial benefits accrue to the houses on the theretofore improved portion of the street.\nJanuary 29, 1900:\nExceptions were filed on behalf of several property owners assigning error, inter alia, that the jury had not found that ex-ceptant’s property abutted on the portion of said Orkney street by the ordinance, and that the assessment of benefits against the premises in question is illegal, because the same do not abut directly upon the line of improvement.\nThe court below sustained the exceptions, holding that the' case is ruled by Verona Borough’s Appeal, 4 Pa. Superior Ct. 608, and Morewood Avenue, 159 Pa. 20. The city of Philadelphia appealed.\nThe Superior Court affirmed the judgment of the court of quarter sessions.\nErrors assigned was the judgment of the Superior Court.\nJames Alcorn, assistant city solicitor, with him Norris S. Barratt and John L. Kinsey, city solicitor, for appellant.\nH. B. Gill, with him Charles Knittel, for appellee."
  },
  "file_name": "0425-01",
  "first_page_order": 447,
  "last_page_order": 448
}
