{
  "id": 912422,
  "name": "Henry Mohrfeld v. Second German South-Eastern Building Association, Appellant",
  "name_abbreviation": "Mohrfeld v. Second German South-Eastern Building Ass'n",
  "decision_date": "1900-02-05",
  "docket_number": "Appeal, No. 151",
  "first_page": "488",
  "last_page": "495",
  "citations": [
    {
      "type": "official",
      "cite": "194 Pa. 488"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "69 Pa. 426",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1026361
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/69/0426-01"
      ]
    },
    {
      "cite": "25 Pa. 264",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        975740
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/25/0264-01"
      ]
    },
    {
      "cite": "10 Pa. 198",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        962667
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/10/0198-01"
      ]
    },
    {
      "cite": "17 Pitts. L. J. 1",
      "category": "reporters:state",
      "reporter": "Pitts L.J.",
      "opinion_index": -1
    },
    {
      "cite": "16 Pa. 289",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        410125
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/16/0289-01"
      ]
    },
    {
      "cite": "6 Watts, 72",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846125
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0072-01"
      ]
    },
    {
      "cite": "44 Pa. 121",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        484315
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/44/0121-01"
      ]
    },
    {
      "cite": "23 Pa. 72",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        974019
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/23/0072-01"
      ]
    },
    {
      "cite": "189 Pa. 406",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        903560
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/189/0406-01"
      ]
    },
    {
      "cite": "5 Pa. 333",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953574
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/5/0333-01"
      ]
    },
    {
      "cite": "3 Pa. Superior Ct. 128",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "opinion_index": -1
    },
    {
      "cite": "155 Pa. 357",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "106 Pa. 66",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "92 Pa. 447",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        490937
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/92/0447-01"
      ]
    },
    {
      "cite": "185 Pa. 586",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        897972
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/185/0586-01"
      ]
    },
    {
      "cite": "181 Pa. 327",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        891384
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/181/0327-01"
      ]
    },
    {
      "cite": "5 Fed. Rep. 852",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3753244
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/5/0852-01"
      ]
    },
    {
      "cite": "12 Allen, 493",
      "category": "reporters:state",
      "reporter": "Allen",
      "case_ids": [
        1196891
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/94/0493-01"
      ]
    },
    {
      "cite": "133 Pa. 532",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        812936
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/133/0532-01"
      ]
    },
    {
      "cite": "32 Pa. 340",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986774
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/32/0340-01"
      ]
    },
    {
      "cite": "28 Pa. 505",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981627
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/28/0505-01"
      ]
    },
    {
      "cite": "33 Pa. 307",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988440
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/33/0307-01"
      ]
    },
    {
      "cite": "147 Pa. 526",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "10 Pa. 531",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "88 Hun, 43",
      "category": "reporters:state",
      "reporter": "Hun,",
      "case_ids": [
        3540941
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nys/34/0491-01"
      ]
    },
    {
      "cite": "99 Pa. 425",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446046
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/99/0425-01"
      ]
    },
    {
      "cite": "95 Pa. 101",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        492875
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/95/0101-01"
      ]
    },
    {
      "cite": "45 Pa. 386",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        9503146
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/45/0386-01"
      ]
    },
    {
      "cite": "104 Pa. 394",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        452119
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/104/0394-01"
      ]
    },
    {
      "cite": "10 Pa. Superior Ct. 402",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        819427
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/10/0402-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 730,
    "char_count": 16168,
    "ocr_confidence": 0.47,
    "pagerank": {
      "raw": 1.614750805383303e-07,
      "percentile": 0.6861925154709791
    },
    "sha256": "3eb4a6d6d3319563dc0e18a54d915e1fd4e959ca69998540633fa3c49373e221",
    "simhash": "1:68751c9dda239756",
    "word_count": 2804
  },
  "last_updated": "2024-02-27T21:22:13.794605+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Green, C. J., McCollum, Mitchell, Dean, Fell, Brown and Mestrezat, JJ."
    ],
    "parties": [
      "Henry Mohrfeld v. Second German South-Eastern Building Association, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Green,\nThis action was brought to recover $4,500 for balance of money loaned by the plaintiff to the defendant, in November, 1890, with interest at the rate of four per cent per annum. It was proved without contradiction that the plaintiff had paid to Lawrence Bur, the secretary of the defendant company, on November 1, 1890, $3,650, on November 10, 1890, $2,400, and on May 4, 1893, $100, making in all $6,150, and for every one of these items of payment he was credited at the corresponding dates in his current receipt book, in which his payments of monthly dues were entered. Thus, in this receipt book, he was credited:\nJune 2, By Cash $206.25 Doerle\nJuly 7, By Cash 25.00 Doerle\nAug. 4, By Cash 25.00 Doerle\nSept. 4, By Cash 25.00 Doerle\nOct. 6, By Cash 25.00 Doerle\nNov. 1, By Cash 3.650.00 L. Bur\nNov. 3, By Cash 25.00 Doerle\nNov. 10, By Cash 2.400.00 L. Bur\nDec. 1, By Cash 25.00 Doerle\nThen followed monthly credits for $25.00, all signed by Doerle, until May 4, 1893, when a similar credit was entered for $100, and after that monthly credits for $25.00 were entered in succession in the receipt book until June 1, 1895, when they ceased. Almost the whole of these credits were signed by Doerle. Seven of them were signed by J. Deutscli, one by C. Mohrfeld, three by Ziegler, and one by F. Knodel. Doerle was president of the association from 1890 until November, 1895, and he testified he was present at all the meetings when money was paid. Ziegler was director all the time and president after November, 1895. Deutsch and Ziegler were members of the auditing committee in 1891 and 1892, and Knodel was treasurer all the time. Although article second of the by-laws directed that “the treasurer shall receive all moneys paid to the association and give his receipt for the same,” it would seem from the entries made in the plaintiff’s receipt book that Doerle received most of the items ; Bur received some, Deutsch some, Ziegler some and Knodel only one. It was further shown by written orders, signed by the president and secretary on the treasurer, and in favor of the plaintiff, that subsequently to the receipt of the moneys from the plaintiff the full amount of the interest on the whole sum of |6,050 at four per cent, being f242, was paid by the defendant company to the plaintiff for the years ending in November, 1891, and November, 1892.\nThese and all similar payments were made in this way: the plaintiff went to the secretary, Bur, at the end of the year, and asked for the payment of his interest; the secretary taking out an order book from the safe gave him an order, of which the following is a sample:\nNo. 174.\n“ Philadelphia, Nov. 4th, 1891.\n“ Mr. Jacob Knodel, Treasurer of the Second German SouthEastern Building Association, pay to Heinrich Mohrfeld or order the sum of two hundred forty two 00-100 dollars for interest on advance payt. to Nov. ’91.\n“1242 00-100.”\n“ P. H. Doerle,\n“ President.\n“ Lawrence Bur,\n“ Secretary.\n“ Indorsed Heniy Mohrfeld.\nThis order and all subsequent orders the plaintiff took to Knodel, the treasurer, who gave him a check for the full amount on the Guarantee Trust and Safe Deposit Company, signed by Knodel as treasurer and indorsed by Mohrfeld, upon which .the latter drew the money.\nOn March 21, 1893, the plaintiff, having need for some of the principal of the loan, asked the company to pay him f1,650 on account, and they complied with his request, and gave him in the way above described an order on the treasurer for that amount, signed by the president and secretary, which the plaintiff took to the treasurer, and received from him a check signed by him as treasurer upon which he drew the money.\nOn May 4, 1893, the amount of interest due to that time was $113.85, and for that amount and on that day the same kind of an order was obtained from the secretary. As the principal of the loan was reduced by the $1,650 payment from $6,050 to $4,400, the plaintiff proposed that he would take $100 of the interest money and add it to the principal, and thus make the whole amount of the loan an even $4,500. To this the secretary assented, and he thereupon gave plaintiff credit in his receipt book for the $100, and paid him the $13.85 in money. After that the principal of the loan was $4,500, and the annual interest at four per cent was $180, and this was paid in semiannual payments of $90.00, for which orders and checks were given as above stated, until May, 1895, when a whole year’s interest was due, for which an order and check were given as before, and the check was paid. In November, 1895, a similar order was given which was paid. The secretary about that time disappeared, and it was claimed that he was an embezzler of money of the defendant. The action is brought to recover the $4,500 of principal and interest from November 4, 1895. In every one of the orders given for payment of interest it was expressly stated in the order that it was for interest.\nIn the affidavit of defense the defendant expressly admitted that it did “receive from plaintiff the sum of $2,650 on November 3, 1890.” On the trial, the defendant.made defense on the ground that the plaintiff had not shown that the secretary of the company has any lawful right to receive any money of the defendant, and that in the absence of such authority there could be no recovery. To this the plaintiff replied that whether the secretary had such authority or not, the defendant did by numerous acts recognize, assent to and acquiesce in, the reception by the secretary, of the moneys loaned by the plaintiff, and was, therefore, bound to repay him the money claimed. In support of this contention it is claimed for the plaintiff that the defendant did receive, according to its own admission, $2,650, which was part of the money loaned, and thereby recognized his authority to receive it from the plaintiff; that it entered on his receipt book, where all his monthly payments on his twenty-five shares of stock in the defendant company were credited, full credits for all of the sums of money loaned, to wit: on November 1,1890, $3,650, on November 10,1890, $2,400, and on May 4,1893, $100, and that these credits must have been seen at the times when his monthly dues were credited, by the officers who received them. Of these, Doerle was president, Knodel was treasurer, and Deutsch and Ziegler were directors, and for two years members of the auditing committee, and, therefore, the entries of the loans in such a book and in such circumstances,were evidence tending to show the assent of the company to the loans; that the minute book of the defendant company shows that during the whole five years orders were regularly directed to be issued by the directors to the appellee for interest due him on the money loaned, and one order for the payment of $1,650, part of the principal; that in actual fact such orders were regularly issued for the payment of sums of interest corresponding precisely with the amounts of interest due at the dates of the orders respectively, and that these orders were regularly signed by the president and secretary, and directed the treasurer to pay the various sums as interest due the'plaintiff, and that thereupon the treasurer did, in his capacity as such, pay to the plaintiff these various sums as interest on the moneys loaned; that the accounts and books of the association were examined and audited at the end of every year by a lawfully appointed auditing committee, and that the accounts showing these interest payments were approved by these auditing committees in each instance. In all these ways it was insisted for the plaintiff that the defendant association had assented to and ratified the acts of the secretary in receiving the wholé amount of the loans, and was therefore legally bound to repay him the entire sum of the loans with interest.\nAs a matter of course, a question of fact was thus developed as to the agency of the secretary in respect of the matters in contention, and this was submitted to the jury by the learned trial judge. The jury found for the plaintiff and thereby determined that the acts of the secretary were authorized and sanctioned by the defendant. It would have been grave error to have withdrawn the case from the jury. We are constrained to say that we do not see how any other verdict could have been properly rendered under all the evidence in the case. Above all other considerations the regular and constant, payment of interest on tbe entire amount of the loans, which payments originated first in the action of the directors authorizing each payment as one of the regular expenditures of the association, and next, the issuing of the orders signed by the president and secretary and directed to the treasurer requiring him to pay the amount of the order to the plaintiff, and to pay it distinctively as interest, and continuing this course of procedure during a period of five years from the time the loans were made, constituted the very highest and most absolxrte recognition of and acquiescence in the act of the secretary in receiving the money loaned from the plaintiff. It is difficult to understand how the defendant could signify its consent to the fact of the loan and the manner in which it was made, more positively and emphatically than by these payments of interest, made with the knowledge and consent of the directors, the president, the secretary and the treasurer, in fact, all the controlling officials of the association. Moreover, it was inevitable that the plaintiff would be lulled thereby into the most abiding conviction of the acceptance of the loan by the defendant without any question whatever as to its integrity. All the other facts in evidence tended to confirm and to corroborate this conviction, and the plaintiff was therefore practically disabled from taking measures for his own protection, as he might have done had he known that there was the least objection to the validity of the loan. While the case was not tried upon the theory of estoppel, and such questions did not arise, it might well have been contended that the defendant could not be heard in repudiation of its liability in view of all the facts in evidence. The questions of fact involved were submitted to the jury upon the weight of the testimony, and in this there was no error. The assignments of error are all dismissed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Chief Justice Green,"
      }
    ],
    "attorneys": [
      "Alex. Simpson, Jr., with him Martin H. Stutzbach, for appellant.",
      "Theodore F. Jenkins, with him William H. Staake, for appellee."
    ],
    "corrections": "",
    "head_matter": "Henry Mohrfeld v. Second German South-Eastern Building Association, Appellant.\nBuilding association — By-laws—Payment of money to secretary instead of treasurer — Recognition of debt — Payment of interest on debt.\nIn an action against a building and loan association to recover money loaned, where the defense is that the money has been paid by the plaintiff to the secretary, who defaulted, instead of to the treasurer, as provided by the by-laws, a verdict and judgment for plaintiff will be sustained where the evidence showed, for a period of five years from the date of the loan, regular and constant payments of interest on the amount of the loan, which payments originated first, in the action of the directors authorizing each payment as one of the regular expenditures of the association, and next, the issuing of orders signed by the president and secretary, directed to the treasurer, requiring him to pay the amounts of the orders, distinctively as interest, to the plaintiff, and the treasurer making the payments on the orders.\nArgued Jan. 3, 1900.\nAppeal, No. 151, Jan. T., 1899, by defendant, from judgment of C. P. No. 1, Phila. Co., Dec. T., 1896, No. 489, on verdict for plaintiff.\nBefore Green, C. J., McCollum, Mitchell, Dean, Fell, Brown and Mestrezat, JJ.\nAffirmed.\nAssumpsit for money loaned. Before Biddle, P. J.\nThe facts are fully stated in the opinion of the Supreme Court.\nDefendant’s points and the answers thereto among others were as follows:\n2. There is not sufficient evidence in this case that Lawrence Bur, defendant’s former secretary, had authority to borrow money from plaintiff. Answer: Refused. [1]\n8. The burden of proof is upon plaintiff to show that said Bur had authority from defendant to receive the various sums paid by plaintiff to him, or that the association in fact received the money; and there being no evidence of such authority, and the association having in fact received only $2,650, plaintiff can only recover said sum, less the various payments admitted to have been received by him, with interest on the balance. Answer: Refused. [2]\n5. Payments made by plaintiff, other than to the treasurer or board of directors at the place of meeting of the association, are not payments made to the association, and plaintiff must bear any loss occasioned by Bur’s failure to give the money to defendant. Answer: Refused. [3]\n6. The entries made by Bur in plaintiff’s pass-book at the time of the payments to him do not estop defendant from showing the absence of authority in Bur to receive the amounts there entered by him. Answer: Refused. [4]\n7. The payment by defendant to plaintiff of certain sums as interest does not estop defendant from showing that Bur had no authority to borrow from plaintiff, and that the only amount received by defendant was $2,650. Answer: Refused. [5]\n8. There is not sufficient evidence in this case to estop defendant from showing the absence of authority in Bur to borrow from plaintiff the moneys sued for in this case. Answer: Refused. [6]\nVerdict and judgment for plaintiff for $5,086.50. Defendant appealed.\nErrors assigned were (1-6) above instructions, quoting them.\nAlex. Simpson, Jr., with him Martin H. Stutzbach, for appellant.\nThe secretary had no authority to receive the money: Erthal v. Bldg. Assn., 10 Pa. Superior Ct. 402; Johnston v. Bldg. Assn., 104 Pa. 394; Turnpike Co. v. Craver, 45 Pa. 386; Gass v. Citizens’ Building & Loan Assn., 95 Pa. 101.\nDefendant is not estopped from denying the secretary’s authority to receive money. The payment of interest, even qua interest, does not estop defendant: Wright’s App., 99 Pa. 425. The entries in the pass-book, even if fully known, would not estop defendant: Van Wagenen v. Loan Assn., 88 Hun, 43. Indeed, every necessary element in the doctrine of estoppel is wanting: Com. v. Moltz, 10 Pa. 531; Stewart v. Parnell, 147 Pa. 526; Eldred v. Hazlett, 33 Pa. 307.\nThe association did not ratify the act of the secretary in receiving the money: Moore v. Patterson, 28 Pa. 505; Pitts-burg, etc., R. R. Co. v. Gazzam, 32 Pa. 340; Zoebiseh v. Rauch, 133 Pa. 532; Combs v. Scott, 12 Allen, 493; Pacific Rolling Mill v. Dayton., etc., Co., 5 Fed. Rep. 852.\nKnowledge of the secretary, who is interested in hiding the default, is not knowledge of the defendant, even though any other person performing his duties necessarily would have discovered the wrong: Gunster v. Scranton Illuminating, Heat & Power Co., 181 Pa. 327; United Security, etc., Co. v. Central Nat. Bank, 185 Pa. 586.\nWhere a fraud is of such a character as to involve a crime, the ratification of the act from which it springs is opposed to public policy, and cannot be permitted: Shisler v. Vandike, 92 Pa. 447; Lyon v. Phillips, 106 Pa. 66; Howard v. Turner, 155 Pa. 357.\nTheodore F. Jenkins, with him William H. Staake, for appellee.\nThere was ample evidence to show that this association had made the secretary its general agent: Himes v. Herr, 3 Pa. Superior Ct. 128; Valentine v. Packer, 5 Pa. 333.\nThe appellant is liable, if it received the money, no matter where or to whom paid, or if the money was received by appellant’s authorized agent: Strong v. Building & Loan Assn., 189 Pa. 406.\nAn acquiescence in the assumed agency of another, when the acts of the agent are brought to the knowledge of the principal, is equivalent to an express authority: 2 Kent’s Commentaries, 614; Ins. Co. v. Johnson, 23 Pa. 72; Woodwell v. Brown, 44 Pa. 121; Evans v. Mengel, 6 Watts, 72; McCulloch v. McKee, 16 Pa. 289; Richardson v. Sewing Machine Co., 17 Pitts. L. J. 1; Mitchell v. Freedley, 10 Pa. 198 ; Filby v. Miller, 25 Pa. 264; Bredin v. Dubarry, 14 S. & R. 27; Kelsey v. National Bank of Crawford Co., 69 Pa. 426.\nFebruary, 5, 1900:"
  },
  "file_name": "0488-01",
  "first_page_order": 510,
  "last_page_order": 517
}
