{
  "id": 912409,
  "name": "Isaac S. Smyth and John Field, surviving and liquidating partners of the late firm of Young, Smyth, Field & Co., Appellants, v. Ellen Glendinning, Robert E. Glendinning and the Girard Life Insurance Annuity and Trust Co., executors of Robert Glendinning, deceased, and George A. Huhn",
  "name_abbreviation": "Smyth v. Glendinning",
  "decision_date": "1900-02-05",
  "docket_number": "Appeal, No. 360",
  "first_page": "550",
  "last_page": "563",
  "citations": [
    {
      "type": "official",
      "cite": "194 Pa. 550"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "192 Pa. 304",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        909027
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/192/0304-01"
      ]
    },
    {
      "cite": "181 Pa. 51",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        891389
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/181/0051-01"
      ]
    },
    {
      "cite": "18 Pa. 20",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969058
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/18/0020-01"
      ]
    },
    {
      "cite": "110 Pa. 69",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543759
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/110/0069-01"
      ]
    },
    {
      "cite": "57 Pa. 202",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010455
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/57/0202-01"
      ]
    },
    {
      "cite": "104 U. S. 54",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3494530
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/104/0054-01"
      ]
    },
    {
      "cite": "38 Fed. Rep. 172",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6716461
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/38/0172-01"
      ]
    },
    {
      "cite": "187 Pa. 136",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        900252
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/187/0136-01"
      ]
    },
    {
      "cite": "174 Pa. 10",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        878504
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/174/0010-01"
      ]
    },
    {
      "cite": "169 Pa. 478",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        870531
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/169/0478-01"
      ]
    },
    {
      "cite": "149 Pa. 167",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        832620
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/149/0167-01"
      ]
    },
    {
      "cite": "149 Pa. 163",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        832519
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/149/0163-01"
      ]
    },
    {
      "cite": "160 Pa. 144",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        852126
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/160/0144-01"
      ]
    },
    {
      "cite": "181 Pa. 61",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        891435
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/181/0061-01"
      ]
    },
    {
      "cite": "192 Pa. 313",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        908993
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/192/0313-01"
      ]
    },
    {
      "cite": "174 Pa. 10",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        878504
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/174/0010-01"
      ]
    },
    {
      "cite": "149 Pa. 167",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        832620
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/149/0167-01"
      ]
    },
    {
      "cite": "149 Pa. 163",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        832519
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/149/0163-01"
      ]
    },
    {
      "cite": "160 Pa. 144",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        852126
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/160/0144-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1079,
    "char_count": 29682,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 8.819724001599222e-08,
      "percentile": 0.49712917625699415
    },
    "sha256": "d396010e584f2a7972afced3ed70d3013b0a658897f8d9a9231cfc6c98859362",
    "simhash": "1:8a6cbd8d42a8352c",
    "word_count": 5216
  },
  "last_updated": "2024-02-27T21:22:13.794605+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Green, C. J., Mitchell, Dean, Fell, Brown and Mestrezat, JJ."
    ],
    "parties": [
      "Isaac S. Smyth and John Field, surviving and liquidating partners of the late firm of Young, Smyth, Field & Co., Appellants, v. Ellen Glendinning, Robert E. Glendinning and the Girard Life Insurance Annuity and Trust Co., executors of Robert Glendinning, deceased, and George A. Huhn."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Dean,\nThe findings of fact and conclusions of law, so' clearly and concisely stated by the learned judge of the court below, are fully vindicated by the evidence and the law. We can say nothing which will add to their force. But there is one material fact which is not noticed, and it is undisputed. No matter what the character of the dealings between Graham and Glendinning & Company, or Huhn & Glendinning, their successors, when the transactions had ended, Graham settled with both firms after their dissolution, respectively on May 15, 1893, and May 15, 1895, paid his indebtedness to their successors, and took up all his stocks. The last settlement was on April 22, 1896, more than eighteen months before this bill was filed. We said in Lex’s Appeal, 192 Pa. 313, opinion by Justice Mitchell, who, after discussing the evidence tending to show it was a gambling transaction : “But apart from this consideration the evidence clearly showed an election by the appellant to treat the last transaction as a purchase (all previous ones being closed), and to settle the account on that basis. Under Peters v. Grim, 149 Pa. 163, Repplier v. Jacobs, 149 Pa. 167, McNaughton Co. v. Haldeman, 160 Pa. 144, and Anthony & Co. v. Unangst, 174 Pa. 10, this made it valid, whatever had been its original character.” It will be noticed from the testimony that, in every instance, the brokers in the purchase and sale of stocks acted as the agents of Graham, and in every ease there was an actual sale, purchase and delivery; therefore, whatever may have been the nature of the previous transactions as to Graham, he finally legitimatized them all by paying his indebtedness and departing with his stocks. We hold this rule to be well settled, and it is directly in point in this case.\nThe decree of the court below is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Dean,"
      }
    ],
    "attorneys": [
      "Joseph DeF. Junkin and Richard C. Dale, for appellants.",
      "Rufus E. Shapley, with him Ellis A. Ballard, for appellees."
    ],
    "corrections": "",
    "head_matter": "Isaac S. Smyth and John Field, surviving and liquidating partners of the late firm of Young, Smyth, Field & Co., Appellants, v. Ellen Glendinning, Robert E. Glendinning and the Girard Life Insurance Annuity and Trust Co., executors of Robert Glendinning, deceased, and George A. Huhn.\nContract— Gambling contract — Brokers.\nWhere there has been a long course of dealings in stock between a broker and a customer, and the customer has finally treated the-last transaction as a purchase, and settled with the broker on this basis, paying his indebtedness, and taking away all his stocks, the settlement will legitimate all prior transactions, whatever may have been their original character.\nWhere a transaction between a broker and his customer involves an actual purchase or sale, with no understanding that there is never to be a delivery, the transaction is not of a gambling character.\nTrusts and trustees — Principal and agent — Earmarking fund.\nWhere an employer authorizes his bookkeeper to sell the employer’s promissory notes to note brokers, and to deposit the proceeds of the notes in the bookkeeper’s private bank account, with moneys of his own, and the bookkeeper loses the money so deposited in stock transactions, the employer has no right of action against the brokers with whom the bookkeeper dealt.\nArgued Jan. 17, 1900.\nAppeal, No. 360, Jan. T., 1899, by plaintiffs, from decree of C. P. No. 1, Phila. Co., Sept. T., 1897, No. 349, dismissing bill in equity.\nBefore Green, C. J., Mitchell, Dean, Fell, Brown and Mestrezat, JJ.\nAffirmed.\nBill in equity for an account.\nBrégy, J., filed the following opinion:\nSTATEMENT OF FACTS.\nFrom the evidence heard by me at the trial of this case on September 23, and October 15, 1898, and from the bill and answer, I find the following to be the facts:\n1. Young, Smyth, Field & Company, the plaintiffs, were dry goods merchants and had in their employ a financial clerk, and afterwards a partner, named Theodore R. Graham.\n2. The plaintiff firm being desirous of raising money on their notes, and wishing to conceal the fact from their own banks that they were selling their notes on the street, gave these notes to Theodore R. Graham, who by their direction and request sold the same to various note brokers or money lenders; the money he received he deposited at the request of the plaintiffs in his bank account in the Central National Bank of Philadelphia. Theodore R. Graham kept but one bank account, and that with the Central National Bank. In it he deposited the monej'S actually belonging to him, as well as all other moneys which came into his possession in any manner, including moneys which came into his hands as executor of his father’s estate, and also including the moneys realized from the sale of the notes of Young, Smyth, Field & Company. The moneys so deposited were necessarily mingled, and there was no way of telling what properly belonged, to himself and what part he was accountable for to others, except his own books of account. The amount of the notes ran from #300,000 to #800,000 per year. The total amount received by Graham as a result of the sale of Young, Smyth, Field & Company notes, and deposited by hinn in the Central National Bank from July 1, 1882, to November 14, 1890, was #1,784,211.89. The total amount deposited by Graham in the same bank, from all sources during the same period, was #1,965,351.65, leaving an amount of #181,139.76 as money deposited by him; that was his own money, or moneys not derived from Young, Smyth, Field & Company. During the same period Graham paid out of this account, to Young, Smyth, Field & Company, #1,729,960, which was all the money received by him from the sale of their notes, except the sum of #54,251.89.\n3. On April 23,1896, the wrongful action of Graham in not returning the whole amount of the money received by him from the sale of the notes was discovered by the plaintiffs, Young, Smyth, Field & Company. Graham then fled. A short time after that they learned that he had been dealing with Glendinning & Company; but it was not until the summer of 1897, when Graham was examined in another suit, that they knew the extent and nature of his dealings.\n4. By agreement between the plaintiffs and Graham, the amount received by him was not paid over in full at the time of receipt, but was paid in checks for round sums from time to time, so that the fact of the sale of notes on the street should be further concealed from the firm’s banks. Graham, who was called as a witness by plaintiffs, testified: “If I would just draw out precisely the amount I had deposited, my own bank would have seen what was going on, and firm’s banks, noticing odd amounts, would very easily have known of it, so I drew checks for even amounts.”\n5. An examination of the books of Young, Smyth, Field & Company (to wit: by examining the daily journal, in which was recorded the days on which these notes became due, adding the total amount of notes outstanding; then looking at the bills payable account and striking balance) would have disclosed the shortage at any time. Such an examination was not made. It would also have shown that he had in 1890 paid the defendants directly by the check of the firm $5,000 that he had not charged against himself.\n'6. No evidence of any proceeding, civil or criminal, against Graham was presented.\n7. Graham was a relative of Mr. Young, one of the members of the firm.\n8. In 1887 Graham was admitted to a partnership interest in the firm of Young, Smyth, Field & Company.\n9. In July, 1882,- the firm of Robert Glendinning & Company, composed of Robert Glendinning and George A. Huhn, was formed. The interest of Robert Glendinning was five eighths and of George A. Huhn three eighths. Their business was that of stock brokers. The firm was dissolved on March 5, 1893, by the death of Mr. Glendinning. This firm is the defendant. The final account of the executors of said Robert Glendinning was confirmed absolutely by the orphans’ court on May 26, 1894, and final distribution of the same made among the parties entitled thereto on May 28, 1894.\n10. From the time the firm of Robert Glendinning & Company was formed, Theodore R. Graham commenced to deal with them.\n11. Graham ordered stocks bought and sold. When he ordered stocks bought, the firm of Glendinning & Company bought and paid for them. They credited Graham with the amount paid on the stocks and ioaned him the balance, and charged him with interest thereon. They also charged the regular commission of one eighth of one per cent on the transaction. They did not put the certificates of stock in the name of Graham, but held it in their own name, or in the name it was in when they bought it, with a power of attorney to transfer. On some few occasions the stocks were paid for in full by Graham and the stocks delivered to him.\nWhen stocks were ordered sold, Glendinning & Company sold them, and if Graham was short of the stock sold, and consequently did not have it to deliver, the delivery was made by the brokers, who charged Graham the price they had to pay to make the delivery, crediting him with the price realized by the sale. In some few instances Graham delivered the stock to the defendants to sell for him. In all cases the usual broker’s commission of one eighth of one per cent was charged.\n12. The amount of money paid to the defendants by Graham was $85,828.75.\n13. The number of purchases and sales were many, the amounts involved large, the total value of stocks being over $1,000,000.\n14. The interrtion of Graham was to buy the stocks for the purpose of holding them for a rise in the market, and he sold short expecting a decline in the market. The time of his holding was never indicated, and depended entirely upon himself. He was undoubtedly speculating. The broker could never tell what stock Graham would conclude to sell, or when he would do so. Many of the stocks were carried for long periods.\n15. In most instances the stocks were bought on margin; that is to say, Graham either had enoxigh stocks in the possession of the brokers to justify them in advancing him money to buy, or he would make a deposit of money to cover the difference between the price of the stock and what the broker was willing to lend on it.\n16. The defendants in the course of their business would, whenever the occasion demanded it, make the delivery of stocks sold short for their customers from the lot of stocks they had in hand, bought for some other customer, in which case the ability to deliver to their customer the stock they had bought for him depended on the financial ability of the house.\n17. During said period said Graham likewise, from time t» time, made to the said firm certain payments on account of his indebtedness. In nearly every case these payments were made by his own check on the Central National Bank, in which he kept his personal account. On two occasions payments were made in bank notes and bank duebills, and on one occasion in 1890, at the time when said Graham was a member of the firm of Young, Smyth, field & Company, payment was made by check. of the said firm of Young, Smyth, Field & Company. The complainants attempted to earmark and trace to Robert Glendinning & Company certain moneys which they claimed to be theirs by showing that at the time certain checks were drawn by Graham on his own bank account to the order of Robert Glendinning &■ Company, the balance in Graham’s account to his credit was-necessarily made up of the proceeds of their notes deposited in. his account. By this process of reasoning they apparently traced, upwards of $61,000 into the hands of Robert Glendinning & Company between July 1,1882, and November 14,1890. The defendants, applying the same reasoning, traced during this-same period $25,500 of complainants’ moneys hito the hands of L. H. Taylor & Company, another firm of stockbrokers with whom said Graham was doing business, making in all upwards of $86,000 thus apparently traced. But, as during this period the total shortage between Graham and the complainants was-but $54,251.89, the method employed was faulty and the conclusions reached necessarily erroneous and unsatisfactory — out of what balance a check is paid does not depend upon the condition of the bank account at the time the cheek was drawn, but the condition of the account when it is presented. In addition to this I cannot find an authority for holding that money received for the discount or sale of a note or notes deposited in the private bank account of Graham, with the consent of Young, Smyth, Field & Company, and to be paid by him in his own checks at different times, can be earmarked as the money of. Young, Smyth, Field & Company.\n18. On July 1,1882, the firm of Robert Glendinning & Company (the defendants), at the request of Theodore R. Graham, paid to a former firm in which Robert Glendinning was interested, but hi which George A. Huhn was not interested, the sum of $90,826.45, being the amount owing to said firm by Graham, and received from said former firm certificates for the following stocks and bonds, which were the property of said Graham, and held as collateral for the said indebtedness: —\nTen $1,000 income bonds of the Allegheny Valley Railroad Company, 200 shares of the stock of the Metropolitan Elevated Railroad Company, 100 shares of the preferred stock of the Omaha, etc., Railroad Company, 100 shares of the capital stock of the Rochester and Pittsburg Railroad, 1,000 shares of the capital stock of the Louisville and Nashville Railroad. These stocks were of the aggregate market value of about $108,000.\n19. Upon the dissolution of the firm of Robert Glendinning & Company, in March, 1893, said Graham was indebted to them in the sum of $28,264.85, for which indebtedness they held as collateral the following securities belonging to the said Graham:\nOne hundred shares of the Philadelphia, Poughkeepsie and Boston Railroad, $10,000 of the first mortgage bonds of said company, 500 shares of the capital stock of,the Pittsburg Traction Company.\nSaid securities at that time were of an aggregate value of upwards of $30,000. Shortly after said date there was paid to the firm of Robert Glendinning & Company on behalf of said Graham by Huhn & Glendinning, the said sum of $28,264.65, and the bonds and certificates of stock which said firm had held as collateral security for the payment of said indebtedness were, by the order of the said Graham, turned over to the firm known as Huhn & Glendinning.\n20. All dividends declared and paid on stocks which were held by the said firm as agents or brokers for the said Graham as aforesaid, were collected by the said firm as his agents, and credited to his account. During the said period the dividends on stock and interest on bonds thus collected and credited amounted to upwards of $28,000. On one occasion, when coupons became due, the said firm delivered the coupons directly to the said Graham.\n21. On several occasions said Graham delivered to the said firm bonds or certificates of stocks to be added to the collateral held by the said firm as security for the loans or advances made to him, or to be sold and the proceeds thereof credited to his account. Upon other occasions the said firm delivered to him certain of the collateral thus held by them.\n22. On several occasions the defendants, on orders given by-Graham, purchased or sold stocks for customers of Young, Smyth, Field & Company, and once for a member of the firm. In these cases the purchases and sales entered into Graham’s account.\n23. From 1866 to 1896 the said Theodore R. Graham was also a member of the Philadelphia Stock Exchange. Prior to the time of these transactions he had been actively engaged in dealing in stocks and bonds of said stock exchange, both on his own account and as broker or agent for others. During the period covered by the transactions in suit he occasionally dealt on the exchange, buying or selling stocks for customers of the firm of Young, Smyth, Field & Company', which was known to the members of said firm.\n24. In the spring of 1890 one of the junior members of the complainant firm informed Mr. Smyth, one of the senior members, and one of the complainants in this suit, that Mr. Graham was continually speculating in stocks, and warned him that the firm might suffer therefrom.\n25. This bill in equity was filed October 5, 1897.\n26. During all the period covered by these transactions and until at or about the time the bill was filed in tlfis case, the defendants had no knowledge or notice that Graham was making improper use of any moneys of the complainants.\n27. Graham had no dealings with defendants as principals; he bought from them no stocks, and sold none to them; his transactions in stock, whatever character may be put upon them by the law, were with other parties, the defendants merely acting as his agents and executing his orders for a commission as brokers.\n28. None of the moneys deposited with defendants by Graham remain in their hands, but the same were paid over by defendants to the parties from whom securities were purchased for Graham upon his order. In cases where deposits were made by Graham with defendants after the stocks had been purchased, they were as part repayment for moneys already paid out by defendants for Graham.\n29. The defendants in this case were acting as the agents of Graham, and not dealing with him as principals. They had no interest in his contracts and derived no profit therefrom except brokerage on parchases and sales, and interest on the loans which they made to him on his collateral which was in their hands.\nBO. The result of Graham’s speculations was that he lost more than he made. No calculation of his losses from July, 1882, to March, 1893, has been given me; I cannot fix the amount.\n31. Theodore R. Graham owes Young, Smyth, Field & Company in the matters investigated before me $54,251.89, plus $17,500 taken from the firm’s bank account.\nCONCLUSIONS OF LAW.\nI have already found that Graham was indebted to Young, Smyth, Field & Company to the amount of $54,251.89 on what may be called the note account, and probably $17,500 more in money drawn from the firm’s bank account. The question now before me is, can Young, Smyth, Field & Company recover this amount from Glendinning & Company, the defendants ?\nGraham swore that a much larger amount, to wit-: over $61,000, of Young, Smyth, Field & Company’s money was paid by him to the defendants; but what of it ? he also swore that from other sources he paid it all back but $54,251.89.\nThere can be no recovery against the defendants unless the money was the money of Young, Smyth, Field & Company. Has this been shown ? I think not.\nThe money received by Graham from the sale of Young, Smyth, Field & Company’s notes I have found was received by authority; was deposited by Graham in his private bank account, in which he kept his own money and all the other money he received from any source, including that of his father’s estate, also by authority; and that he was not expected to return it in the amounts received, but for the purpose he mentioned, made his payments in smaller amounts at various times. Can this bo said to be money that was earmarked and stolen?\nThe plaintiffs have based their argument on the premises that this was stolen money. But 1 fail to see the elements of larceny in it. There was no felonious taking. He was not the bailee of it. It was not to be returned in kind. The mixture of it with his own fund was authorized. He could not, therefore, have been convicted of larceny as bailee. He did not embezzle it, for it was not his duty to return to his employer the checks or proceeds of the sale of notes, but he was to place it to his account and to pay them such amounts from his bank account as the firm’s demands might call for up to the total received. No one can pretend that if his bank had failed he could have been convicted of embezzlement.\nThe act of assembly says: “ If any clerk, servant, or other person in the employ of another shall by virtue of such employment receive and take into his possession any chattel, money, or valuable security which is or may be made the subject of larceny, for, or in the name or on account of his master or employer, and shall fraudulently embezzle the same or any part thereof, every such offender shall be deemed to have feloniously stolen the same from his master or employer, although such chattel, money, or security was not received into the possession of such master or employer otherwise than by the actual possession of his clerk, servant, or other person in his employ, and shall be punished,” etc. “ The chattel, the money, the valuable security ” given to Glendinning & Company was not the same thing he received from the sale of the notes that was deposited in bank to his own account by express authority. This act was intended to cover cases where there was no bailment by reason of the property never having been in the actual possession of the master or employer. A familiar illustration of embezzlement is where a clerk takes the money received by him from the customer and, instead of putting it in the drawer, puts it in his pocket and keeps it. This is embezzlement; If he puts it in the drawer and then abstracts it, it is larceny. I do not think this point needs further elaboration, and I drop it, content in the feeling that this was not stolen money. I might add that the failure to prosecute Graham is some evidence that the learned gentlemen representing the plaintiffs, felt that such action could not succeed.\nThe next question is, was the identical money paid to Glen-dinning & Company the money of .Young, Smyth, Field & Co.? I have no hesitation in answering this question also in the negative. Graham had reduced all the money he received from the notes into his own possession, and I think there is an absolute failure to earmark or identify the money: Linde’s Appeal, 181 Pa. 61.\nSo much for the money received from the sale of the notes. The other items are either checks or the proceeds of checks drawn by Graham from the firm’s bank account when ho was a partner and which he neglected, purposely, to charge up. The remarks above made apply equally to these sums, and Linde’s Appeal, supra, applies. But the failure of the first proposition, to wit: was it stolen money, makes the second unimportant. Throe propositions must be proved by the plaintiffs before they can recover: first, that certain money of theirs was stolen or embezzled by Graham; second, that the same money thus stolen or embezzled was paid by Graham to the defendants; third, that it was paid to the defendants in an illegal gambling transaction. The failure of any of them is fatal. I have already found that the money was not stolen or embezzled money and that it has not been identified ; and I might stop here, but the third and last proposition, I think, must likewise be decided against the plaintiffs. The cases which show the trend of later decisions as to the relation the customer and stockbroker bear to each other are: McNaughton Co. v. Haldeman, 160 Pa. 144; Peters v. Grim, 149 Pa. 163; Repplier v. Jacobs, 149 Pa. 167; Hopkins v. O’Kane, 169 Pa. 478; Anthony & Co. v. Unangst, 174 Pa. 10; Wagner v. Hildebrand, 187 Pa. 136.\nIt may well be that Graham intended to gamble, but the more important question is, did the stockbroker in this case intend to gamble? It seems to me that if the broker buys what he is ordered to buy and sells it when he is told to sell it, he is a broker, and not a gambler. I think the distinction is, was it intended that the stocks should be bought or sold ? If it was, it is not gambling, and the question of delivery to the customer in person has nothing to do with it. A delivery by sale as ordered by him is a legal delivery to him, for it is a delivery to his vendee. If it was not the intention to really buy, or sell, but the understanding, however reached, was that no real purchase was to be made and no sale was to take place, but that the difference in market value was to be settled by the loser paying his loss to the winner, or, to put it in other words, that they were to settle with each other when they did settle as if there had been a purchase and sale, that would be gambling.\nAs I have said, the question is, did Glendinning & Company really make the purchases and sales, were they buying and selling stocks, etc., or were they betting with Graham on the rise and fall of the stocks and bonds they pretended to deal in ? I do not think this evidence, or the facts as I have found them, can be distorted in such a way as to warrant any such conclusion. I find they were engaged in a legal transaction, and at the end of it had in their possession quite an amount of unsold securities, which were handed over to Graham’s order and the account closed.\nTins result makes it useless to discuss the question of the statute of limitations and the jurisdiption of equity in the matter. I do think, however, that, even if it was stolen money, the principle of selecting the one to suffer, when one of two innocent parties must suffer, that the one who made the.in jury possible should suffer, would force me to decide this matter against the plaintiffs.\nThe bill is dismissed, plaintiffs to pay the costs.\nPlaintiffs appealed.\nError assigned was the decree of the court.\nJoseph DeF. Junkin and Richard C. Dale, for appellants.\nThe moneys misappropriated were sufficiently ear-marked: Pennell v. Deffell, 4 DeG., M. & G. 380; Knatchbull v. Halle tt, L. R. 13 Ch. Div. 696; Philadelphia National Bank v. Dowd, 38 Fed. Rep. 172; National Bank v. Ins. Co., 104 U. S. 54; Farmers’ & Mechanics’ Nat. Bank v. King, 57 Pa. 202.\nThe money paid to appellees by Graham was in illegal gambling transactions.\nIf, after receiving an order from a customer to purchase stock, a broker goes to a seller and purchases the stock and pays for the same, and then actually receives the stock and, holding the same in his own name, loans to his customers a portion of the purchase price, receiving from the customer only a part or margin, and holds such stock subject to the customer’s order, charging him interest upon the difference, and at any and all times such stock is subject to the customer’s demand upon payment of the current market difference, that is a lawful transaction. But if, as is admitted to be the case here, Graham directed appellees to buy large blocks of stock for him, for which admittedly he could not pay, and was never expected nor asked to pay, and that what appellees did was to go into the stock board, agree with other brokers to pay certain prices for these stocks, and then through the stock board clearing house the actual stocks were not delivered, but the brokers between themselves settled only for differences in the number of shares or the cash balances as the results of the day’s work, and appellees neither actually paid cash for nor received the shares ordered by Graham to be purchased, and never at any given time had in their possession shares of such stock representing the ostensible purchases made for him, but relied upon the financial ability of their house to make good to him any gains which he might make upon his purchases when he ordered the same sold, and settling with him from time to time, not upon actual sales and deliveries of his stocks as held by them, but upon the basis of the current market prices for such stocks as they made their settlements for, from time to time, with other brokers, through the clearing houses, and all the time charging him with full interest upon the supposed sums which they had expended in purchasing and holding stocks for him, when, as matter of fact, the stocks, or the larger part thereof, never were in possession, and they expended none, or, at the most, a very small portion of the supposititious purchase moneys in consummating the transaction, surely such a state of facts is the strongest warrant for the assertion that, not only was there never any intention between Graham and appellees that there should be actual purchases and deliveries to him in pursuance of his orders, but as matter of fact, this was not done, and what really took place was, that between him and them the accounts were settled solely upon the differences resulting from the purchases and sales entering into the account.\nRufus E. Shapley, with him Ellis A. Ballard, for appellees.\nThe money which Graham failed to repay appellants was clearly not stolen money, and even if, as between himself and them, it constituted a species of secret trust fund, yet, as they had authorized and instructed him to treat it as his own money, and as the appellees had no knowledge whatever that in drawing on his own private bank account he was drawing upon a mixed fund, part of which was in the nature of trust money, the appellants have no standing to question the legality of the transactions between Graham and the appellants to which the appellees were not parties.\nFebruary 5, 1900:\nAs none of the payments made by Graham to defendants, and in controversy in this case, was made within a period of six years prior to the filing of this bill, under the maxim that “ equity follows the law ” the statute of limitations should be strictly followed in this case; and, therefore, the complainants are not entitled to a decree in their favor: Yorks’s App., 110 Pa. 69; Smith v. Clay, 3 Bro. Ch. 639; Sturt v. Mellish, 2 Atk. 610; Hamilton v. Hamilton, 18 Pa. 20.\nThe money due by Graham to appellants was not, in any legal sense, stolen money: Linde’s App., 181 Pa. 51.\nThere was nothing legal in the stock transactions of Graham with appellees: Peters v. Grim, 149 Pa. 163; Hopkins v. O’Kane, 169 Pa. 478; Taylor Co.’s Assigned Est., 192 Pa. 304."
  },
  "file_name": "0550-01",
  "first_page_order": 572,
  "last_page_order": 585
}
