{
  "id": 465956,
  "name": "Hindman v. Farren et al., Appellants",
  "name_abbreviation": "Hindman v. Farren",
  "decision_date": "1945-10-30",
  "docket_number": "Appeals, Nos. 76 and 88",
  "first_page": "33",
  "last_page": "38",
  "citations": [
    {
      "type": "official",
      "cite": "353 Pa. 33"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "182 A. 145",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "146"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "320 Pa. 308",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1163639
      ],
      "pin_cites": [
        {
          "page": "312"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/320/0308-01"
      ]
    },
    {
      "cite": "170 U. S. 593",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3599700
      ],
      "pin_cites": [
        {
          "page": "602, 603"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/170/0593-01"
      ]
    },
    {
      "cite": "40 A. 2d 477",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "480"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "351 Pa. 161",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        462783
      ],
      "pin_cites": [
        {
          "page": "167"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/351/0161-01"
      ]
    },
    {
      "cite": "145 A. 434",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "435"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "295 Pa. 357",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1115135
      ],
      "pin_cites": [
        {
          "page": "363"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/295/0357-01"
      ]
    },
    {
      "cite": "13 A. 2d 48",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "50, 51"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "338 Pa. 292",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1199967
      ],
      "pin_cites": [
        {
          "page": "296"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/338/0292-01"
      ]
    },
    {
      "cite": "73 Pa. 80",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032338
      ],
      "pin_cites": [
        {
          "page": "83, 84"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/73/0080-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 499,
    "char_count": 8950,
    "ocr_confidence": 0.497,
    "pagerank": {
      "raw": 5.818121636730926e-07,
      "percentile": 0.9515290273680048
    },
    "sha256": "48e00ef7db28b6050e71aaba8946c88c05a2f7f35a959e568a6cfa8d49395876",
    "simhash": "1:40346199832ddcce",
    "word_count": 1511
  },
  "last_updated": "2024-02-27T19:26:05.305330+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Jones, JJ."
    ],
    "parties": [
      "Hindman v. Farren et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Horace Stern,\nThis case turns on the interpretation to be given to two clauses — one in a lease and one in a deed. Plaintiff would have the lease construed from a practical rather than a literal standpoint; defendants and additional defendant, while opposing this, seels that same lsind of construction in the case of the deed. We think it is the method which should be adopted as to both instruments, for, where there is any doubt or ambiguity as to the meaning of the covenants in a contract or the terms of a grant, they should “receive a reasonable construction, and one that will accord with the intention of the parties; and, in order to ascertain their intention, the court must look at the circumstances under which the grant was made.”: Connery v. Brooke, 73 Pa. 80, 83, 84. “It is the intention of the parties which is the ultimate guide, and, in order to ascertain that intention, the court may take into consideration the surrounding circumstances, the situation of the parties, the objects they apparently have in view, and the nature of the subject-matter of the agreement.”: Slonaker v. P. G. Publishing Co., 338 Pa. 292, 296, 13 A. 2d 48, 50, 51. “All contracts must be construed with reference to their subject-matter and obvious purpose, and, however general the language may be, their scope and effect are necessarily limited and controlled thereby.”: Camden Safe Deposit & Trust Company v. Eavenson, 295 Pa. 357, 363, 145 A. 434, 435. “However broad may be the apparent terms of the agreement, it extends only to those things concerning which the parties intended to contract, and the subject-matter of their negotiations may affect the meaning of the words they employ, especially if, in connection with that subject-matter, the conventional interpretation would give an unreasonable or absurd result.”: McCormack v. Jermyn, 351 Pa. 161, 167, 40 A. 2d 477, 480.\nPlaintiff, S. S. Hindman, was the owner of a tract of land of approximately 50 acres underlaid with coal, and, on June 6,1935, by an instrument in writing, he leased to defendants all the coal lying in and under the tract, together with all rights and privileges “necessary for the removal of said coal by mining, stripping, or any other method, including the right to mine and remove, through, over and under the demised premises, coal from other lands now or hereafter owned, leased, or otherwise controlled” by defendants; also with the right to erect tipples and other buildings necessary for the operation of the mine. “As royalties for coal mined and removed from the premises” defendants agreed to pay plaintiff the sum of ten cents per ton of “coal mined and sold from the demised premises and the further sum of three (30) cents per ton for all coal moved through said premises from other lands.” In case of any failure of defendants to comply with the covenants of the lease plaintiff was to have the right to re-enter and take possession of the premises.\nDefendants engaged only in deep mining and for the coal which they hauled underground through the demised premises from other lands they paid the three cents per ton stipulated in the lease; they never hauled any coal across the surface. On April 14, 1940, they leased to Tri-County Coal Sales, a partnership, all coal in and under the tract, together with the tipple and other fixtures then on top of the ground, and also all leases of coal or coal lands which defendants then owned or might thereafter acquire within a radius of two miles of the tipple. Tri-County Coal Sales agreed to pay all moneys due to the respective landowners under the various leases thereby assigned and sublet, and to do all things necessary to prevent default or forfeiture thereof.\nOn June 7, 1940, plaintiff executed a deed of the 50 acre tract to W. H. Dunn, one of the partners of TriCounty Coal Sales, for the consideration of $400; the deed contained a clause that it was “made and accepted by grantee subject to the lease of said premises for coal. . . . dated June 6, 1935 . . . and all rights and privileges of lessor under said lease are hereby reserved for said S. S. Hindman, his heirs and assigns.” In 1941 Tri-County Coal Sales became incorporated as TriCounty Fuel Company, which took over by assignment all the assets of the partnership and received from Dunn a conveyance of the title to the tract. It continued the mining operations theretofore conducted by defendants but also strip-mined coal from adjoining lands and hauled it across the surface of the tract to and from the tipple.\nPlaintiff instituted the present action to recover from defendants the three cents a ton which he claimed to be due for the coal carried across the surface. Defendants brought Tri-County Fuel Company on the record as additional defendant. There being no controversy as to the facts, the court entered judgment in favor of plaintiff against the defendants and the additional defendant, both of whom now appeal.\nThe first question arises in regard to the lease of June 6,1935, because, while it gave defendants the right to remove coal from other lands “through, over and under the demised premises”, defendants were to pay, in addition to royalties for coal mined and removed from the premises, the sum of three cents per ton “for all coal moved through said premises from other lands”. It is therefore contended by defendants that their obligation in this regard ivas limited to the prescribed payment for coal hauled through but not over the demised premises, in other words, for coal carried through the underground workings but not over the surface. Applying the principles of interpretation proclaimed in the authorities hereinbefore cited, we are of opinion that the clause in question is not to be given any such narrow and literal construction. The phrase “through said premises” may, by its context, refer only to the demised premises, that is, to the stratum of underlying coal, or it may refer to the tract as a whole; if the latter, the word “through” would include passage overground, for we speak, for example, of passing “through” a country, when we mean, of course, traveling over its surface; (see Provident Life & Trust Co. v. Mercer County, 170 U. S. 593, 602, 603). We think this was the understanding of the parties, and that the omission of the word “over” in the three-cents-per-ton clause, as compared to its inclusion in the clause granting the permission to haul the coal, was merely by way of conciseness of expression and not because of any intention to limit the obligation for such payments to coal taken through the underground workings.\nThe second instrument the interpretation of which is in question is the deed of June 7, 1940, by which plaintiff, for valuable consideration, conveyed title to the 50 acre tract, and in which he reserved all his “rights and privileges” under the lease to defendants. Was it the understanding and intention of the parties that such “rights and privileges” were to include the three cents per ton for coal hauled from other lands across the surface of the tract? In Robinson v. Stover, 320 Pa. 308, 312, 182 A. 145, 146, it is said: “When . . . the owner of lands grants the right to another to remove minerals beneath the surface thereof, ordinarily he receives ‘rents or royalties’; when he permits minerals from adjoining lands to be transported over the surface of his own lands, he receives ‘wheelage’ for the privilege granted. The consideration in the first instance is the marketing of his minerals, but in the latter case, as he has no interest in the removal of such foreign minerals, the consideration is the hindrance of his full enjoyment of the surface of his lands.” It would seem a natural conclusion that when plaintiff parted with the title to his land the reason for his original exaction of payments for a right of way over the surface completely disappeared. The additional defendant, the Tri-County Fuel Company, asserts that its sole purpose in purchasing the 50 acres was to obtain the full, free and unrestricted use thereof and that it should not thereafter be obliged to pay for the privilege of hauling coal over its own land. Giving to the reservation clause, in spite of the generality of its language, what would seem to be its only reasonable construction, we are of opinion that the right which plaintiff had prior to June 7, 1940, to payments for coal hauled across his land ceased when he conveyed the fee simple title to the tract.\nJudgment reversed and here entered for defendants and additional defendant.",
        "type": "majority",
        "author": "Mr. Justice Horace Stern,"
      }
    ],
    "attorneys": [
      "Murrin & Murrin, Henninger, Ehrman & Shumaker and W. Z. Murrm, for defendants, Farren Coal Co.",
      "Carmen V. Marinaro and Galbreath & Braham, for additional defendant.",
      "Painter & Painter and Marshall & McCandtess, for plaintiff."
    ],
    "corrections": "",
    "head_matter": "Hindman v. Farren et al., Appellants.\nSubmitted September 26, 1945.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Jones, JJ.\nMurrin & Murrin, Henninger, Ehrman & Shumaker and W. Z. Murrm, for defendants, Farren Coal Co.\nCarmen V. Marinaro and Galbreath & Braham, for additional defendant.\nPainter & Painter and Marshall & McCandtess, for plaintiff.\nOctober 30, 1945:"
  },
  "file_name": "0033-01",
  "first_page_order": 65,
  "last_page_order": 70
}
