{
  "id": 465720,
  "name": "Gericke et al., Appellants, v. Philadelphia et al.",
  "name_abbreviation": "Gericke v. Philadelphia",
  "decision_date": "1945-10-30",
  "docket_number": "Appeals, Nos. 184 and 198",
  "first_page": "60",
  "last_page": "72",
  "citations": [
    {
      "type": "official",
      "cite": "353 Pa. 60"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "168 A. 541",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "110 Pa. Superior Ct. 589",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        969730
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/110/0589-01"
      ]
    },
    {
      "cite": "56 N. H. 1",
      "category": "reporters:state",
      "reporter": "N.H.",
      "opinion_index": 0
    },
    {
      "cite": "175 Mass. 242",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        19817
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/175/0242-01"
      ]
    },
    {
      "cite": "31 A. 2d 435",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "152 Pa. Superior Ct. 58",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1048231
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/152/0058-01"
      ]
    },
    {
      "cite": "114 A. 258",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "271 Pa. 340",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        295663
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/271/0340-01"
      ]
    },
    {
      "cite": "118 A. 544",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "274 Pa. 558",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1072930
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/274/0558-01"
      ]
    },
    {
      "cite": "148 A. 112",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "298 Pa. 203",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1120393
      ],
      "pin_cites": [
        {
          "page": "208"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/298/0203-01"
      ]
    },
    {
      "cite": "104 A. 764",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "261 Pa. 605",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042273
      ],
      "pin_cites": [
        {
          "page": "608"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/261/0605-01"
      ]
    },
    {
      "cite": "21 A. 2d 876",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "343 Pa. 47",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1208327
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/343/0047-01"
      ]
    },
    {
      "cite": "16 A. 2d 32",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "340 Pa. 17",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1203413
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/340/0017-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1004,
    "char_count": 21647,
    "ocr_confidence": 0.501,
    "pagerank": {
      "raw": 1.017276725918548e-06,
      "percentile": 0.9832476719685201
    },
    "sha256": "1780c802e6cd52d4d54f4266b686fe140d0f204bc9b5a32f03845a3ce2a34159",
    "simhash": "1:abafe59f04ae6ff4",
    "word_count": 3610
  },
  "last_updated": "2024-02-27T19:26:05.305330+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson, Stearne and Jones, JJ."
    ],
    "parties": [
      "Gericke et al., Appellants, v. Philadelphia et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Linn,\nThe Common-wealth requires the city to make improvements and additions to its sewer and sewage disposal system. Hitherto, the city has furnished sewerage service out of general taxes without direct charge to the user; it has become necessary now to make a charge. The power to regulate rates for public service is in the Commonwealth. The Act of May 14, 1937, P. L. 630, 53 P.S. 1030 et seq. provides a method of enabling municipalities to comply with the Commonwealth’s demand for improvement in the disposition of sewage. It authorizes the city to collect sewerage charges “apportioned equitably among the properties served by” the sewerage system. The Net permits an aggregate charge sufficient to produce (a) the cost of operation, maintenance, repair, alteration, inspection, depreciation or other expenses in relation to the sewerage system; (b) an amount annually sufficient to provide for the amortization of the debt incurred in the construction or acquisition of the system, with interest on that debt to make the improvements self-liquidating, and (c) a sum sufficient to establish a margin of safety of ten per centum. The question in this case is whether plaintiff, suing as a taxpayer, has shown that the city’s compliance with the statute will result in actionable detriment to the taxpayer.\nOn August 1, 1940, and on June 12, 1941, the city passed ordinances respectively imposing a sewerage charge. We held they did not comply with the statute because they imposed taxes and not charges for the use of the sewers: Hamilton’s Appeal, 340 Pa. 17, 16 A. 2d 32; Philadelphia’s Petition, 343 Pa. 47, 21 A. 2d 876. In both cases the objection came from parties appearing in response to the city’s petitions filed pursuant to the Act of May 21, 1921, P. L. 1054, “for the purpose of having determined the amount of its debt which may be deducted from its indebtedness in ascertaining the borrowing capacity of the said city as provided in section 8, article 9 of the constitution ...”\nAfter those ordinances were held invalid, the city, on April 20, 1944, passed a third ordinance, that now before the court. Its validity is challenged by a taxpayer’s class bill to which the city filed a responsive answer. The case was tried on the merits. The trial took a wide range, though the issue was simple. “A taxpayer’s bill is essentially a class bill and can be filed only in the common interest of all the taxpayers of the municipality, to prevent the wrongful expenditure of the money of the municipality or the wasting of its assets.” Schlanger v. West Berwick Borough, 261 Pa. 605, 608, 104 A. 764. “A class bill as its name implies, is a bill by several members of a class, on behalf of themselves and all others in the class, and no relief can be granted upon it, except upon a ground which is common to all members of the class: [citing cases].” Ashcom v. Westmont Borough, 298 Pa. 203, 208, 148 A. 112.\nThe plaintiff had the burden of proving wrongful expenditure or wasting of assets resulting from compliance with the ordinance. The learned court below concluded that the evidence would not support such a finding.\nCertain basic facts supporting the city’s position that the sewerage charges are “apportioned equitably” are agreed to and should be kept in mind throughout the discussion.\n(1) The parties agree that there is no meter that can be used in Philadelphia to measure sewage. It was therefore necessary to find another standard by which to measure the annual charge to be made.\n(2) The ordinance provides that the user shall pay an “annual charge based upon the water consumption of the property served as measured by the charges for water supplied for the then current calendar year . . .” Plaintiff’s brief says: “It is conceded by both parties that the amount of water consumed in any property is a rough but reasonably fair measure of the use of the sanitary sewer system.” The concession removed from controversy another important element in the problem and established another basic fact.\n(3) The water rates, to which the sewerage charge refers for the basic standard of measure, were fixed by ordinance of December 2, 1916, and have never been challenged; the presumptive fairness of that classification and rate structure is another basic fact.\nWith no sewage meter available, with agreement that water consumption is a fair measure of a sewer’s use, with a classification and rate structure unchallenged for thirty years, we refer briefly to another element (about which there should be no dispute) the physical conditions in which the charges are to be apportioned equitably.\nThe city owns and maintains an integrated system for the collection of sanitary and industrial sewage, storm water and other surface waters and for the treatment and disposal of sewage. That system is now inadequate. The built-up area of Philadelphia is about 100 square miles. There are about 473,727 properties, of which 460,785, or 97.3% are connected with city sewers. There are about 1800 miles of sewers, 1100 miles being single conduit or combined sewers and 700 miles double conduit or separate sewers. These facilities were constructed at a capital expenditure approximating $115,-000,000. As of January 1, 1945, outstanding bonds, the proceeds of which are invested in the sewerage system, amounted to about $54,500,000. The city proposes, when authorized, to borrow $42,000,000 to be expended in improvements and additions to the existing facilities, the work to be completed within five years.\nThe ordinance. Section 1 imposes a “charge for the nse of the sewers, sewage system and sewage treatment works . . . npon owners of properties served . . .” Section 2 provides that “the sewer rental hereby imposed shall be an annual charge based upon the water consumption of the properties served as measured by the charges for water supplied for the then current calendar year . . .” at specified “percentages of the charges for water computed at the rates established by, or fixed in accordance with the provisions of the ordinance approved December 2,1916.” Section 3 provides that “for charitable institutions and public and private schools, and properties whose water charges are fixed at special rates established by ordinance or by permit of the Chief of the Bureau of Water, the sewer rental shall be equal in amount to 100% of the charges for water.” Sections 4 and 5 provide for the charges against properties using other than city water and for cases in which water is not discharged into city sewers. Section 6 refers to measuring devices. Section 7 specifies “period when rental shall become effective and temporary rates.” Section 8 provides that the sewer rental shall be due and payable at the same time that water rents are due and payable and shall be included in the same bills. Sections 9 and 10 also relate to administration. Section 11 provides for the collection of delinquent rentals. Section 12 reserves for separate treatment services rendered to municipalities outside of Philadelphia. Section 13 contains a severance clause for unconstitutionality.\nPlaintiff’s objections, summarized from his Statement of Questions Involved, are to the effect that the rates are not “apportioned equitably” and therefore result, so it is contended, in unreasonable discrimination and in undue preference (a) between water users paying by meters as compared with those paying appliance rates; (b) between small and large users; (c) in favor of certain classes of users; (d) that users should not pay for storm water disposal; (e) that the city does not pay sewerage charges for its own sewage; (f) that the rates fluctuate from year to year; (g) that outside municipalities are not charged enough.\nIn considering the statutory requirement that the charges should be “apportioned equitably,” we think “equitably” confers an element of discretion in defining classes of patrons and of service and the rates payable by any class; and that “apportioned” implies the consideration of two or more relationships, not only as between classes but also between members of the same class, and that both words must also be construed with reference to the provision in the statute enabling the city to establish and operate the system as a self-liquidating unit of municipal activity. The right to classify users and services is of course conceded by appellant. The statute, as we have said, authorizes the city to fix annual rates reasonably expected to yield a total revenue sufficient to pay operating expenses, maintenance charges, interest on bonds, and a sum sufficient to retire them. The charge is imposed for the use of the existing system, and the system as it shall be augmented from time to time, during the five year period.\nWe must reject the contention that the apportionment between users paying by meters, as a class, and non-metered properties which pay appliance rates is not an equitable apportionment but one which results in unjust discrimination. The diversity of use and circumstances and the varying quantities used by members of a class are elements which, as the legislature understood, cannot be measured with mathematical exactness; the unmetered property owner may at any time install a meter at a small outlay and pass into the other class. Similar considerations apply with respect to the rates charged non-metered users respectively receiving water by various sized ferrules. Discrimination and preference were fully considered in the light of the evidence, by the learned chancellor whose discussion it is unnecessary now to repeat; we concur in his conclusion.\nAppellant complains that the city does not collect from itself an annual charge for the use of the sewers, but suggests no legal reason why the city, which owns and operates the system, should take money from its taxpayers and, with it, pay itself for the use of its own sewers. The situation is not within the rule that a public utility corporation may not render free service to a patron. Compare Consolidated Ice Co. v. Pittsburgh, 274 Pa. 558, 118 A. 544.\nComplaint is made of section 3, providing special rates for charitable institutions, public and private schools, etc. The city’s public schools pay for water consumed in the schools pursuant to an ordinance of July 26, 1935. Private schools and charitable institutions pay at the rate of six cents per thousand cubic feet pursuant to the ordinance of 1916. Philadelphia Housing Authority and Federal Housing Authority, under an ordinance of 1938, pay a water rate of forty cents per thousand cubic feet. With respect to the special rates charged in these circumstances, the learned court held that the existence of those ordinances fixing rates, whatever the effect might be if separately challenged in proper proceedings, could not be made the basis of striking down the whole ordinance, a conclusion in which we concur.\nSection 7 is objected to. Plaintiff suggests that a charge will be made for the use of the system before it is available for use. We must assume that city council intended to legislate constitutionally and we think the section can be constitutionally applied. Certainly, if the service is not available for use by a property owner who should use it, he ought not be charged and we think council did not intend to charge him. A project of the magnitude contemplated, and necessary to satisfy the comprehensive requirements of the Commonwealth, cannot be completed overnight. There is no suggestion that a five-year construction period is unreasonable, and it does not appear that the annual percentages chargeable during the period are not apportioned equitably. The present system, while urgently needing improvement, is available for use and in fact is in use by almost the en-tune city. More than 60% (the percentage payable in the first year) of the system which, when completed, will be represented by the bonded indebtedness then outstanding, is now in use. The ordinance implies that the improvements and additions will be made progressively and we must assume, for present purposes, that will be done.\nAppellant’s contention that storm water disposal should not be paid for by users of the sewers but by taxpayers generally, seems inconsistent with the theory of a class bill designed to obtain relief for the taxpayer. Judge Flood considered this subject at great length in findings 110 to 136, and in his discussions of the facts found; it is therefore unnecessary now to make an extended statement; it will be sufficient to quote briefly from the adjudication:\n“Plaintiff’s next objection is that a large portion of the use of the sewer system consists in draining off storm water. This, he claims, should not be charged against the individual who uses the sewers for his sanitary and industrial sewage, but should be charged against the taxpayers as a whole, since it benefits the whole community rather than any single property.\n“A. The estimates of the witnesses for the parties to the suit have varied widely as to the amount of storm water taken into the system, as compared with sanitary and industrial sewage taken from individual properties. The plaintiff puts the figure at approximately 70% of all water taken into the sewage system. The defendants put it at approximately 25%.\n“The defendants introduced evidence to show that in 1,100 miles of the 1,800 miles of collecting sewers, all of the sewage went into one conduit, and that the cost of building these sewers was increased not more than 5% because of the necessity of taking care of storm water drainage. They gave further evidence that in the remaining 700 miles of collecting sewers, two separate conduits, one for storm water and the other for sanitary and industrial sewage, were enclosed in one larger trench, so that the extra cost installing the storm water portion of the system in for those 700 miles was not more than 30% of the whole. They estimated that the extra cost to enable the system as a whole to take care of storm water was not more than 25%.\n“It seems to us that the city’s figure of 25% of the cost of construction of the collection system as the percentage to be allotted to storm water collection is based upon sound evidence, and we have accepted it.” After considering additional facts, the learned judge concluded that “it will be seen that City Council was not thinking of storm water drainage when it passed the Ordinance, and that this is not being charged for in the sewer rental.” We wish to add that whether or not council intended to make the expense of disposing of storm water an element in the sewerage charge, the direct benefit to the property served amply warrants the city in including it in the charge.\nFor some time past Cheltenham, Lower Merion, Upper Darby and Springfield townships, all outside the city, have been using portions of the city’s system and paying by special contracts which, it is said, have the approval of the Department of Health of the Commonwealth. Plaintiff objects to these contracts. If there is anything unlawful about any of them, the objection may be raised in a proper proceeding, but such objections cannot be relied on to invalidate the ordinance which does not purport to impose a charge for such service.\nAppellant complains in the brief filed on his behalf that “utility charges cannot be founded on a rate base which necessarily fluctuates year by year.” We do not understand the contention as applied to this record. The ordinance imposes an “annual charge based upon the water consumption ... as measured by the charges for water supplied for the then current calendar year . . .” The rate remains the same though the total revenue may not be the same in every year but that is a different thing. In making the estimate of the sum required to comply with the statute, it was of course necessary to forecast probable gross revenues for the required years. Appellant’s brief suggests that revenue in the future may be in excess of the estimates on which the challenged calculation was made. The question is whether the statute has been complied with. In every such calculation, the future may correct the past, but that possibility cannot be made the basis for rejecting the proceeding under the statute conducted in good faith in the light of all the available information. Appellant makes no charge of bad faith.\nWhile we do not now refer to all the considerations suggested in the appellant’s argument, we have considered them. Judge Flood’s adjudication and his opinion dismissing the exceptions occupy some 90 pages of the printed record, and support his conclusion appearing on page 410a as follows: “We conclude that the sewer rentals provided for in the Ordinance of April 20, 1944, are equitably apportioned; that any individual inequities are of such character as not to invalidate the act as a whole; that the revenue from the rentals are sufficient to pay operating expenses and maintenance charges of the sewer system, interest on the sewer debt already incurred and to be incurred, and an annual amount sufficient to retire the bonds already outstanding and those to be issued in payment of the new debt within the statutory time limitation for the payment of the principal of such bonds; and that such charges are valid as sewer rentals under the Act of July 18, 1935, P.L. 1286, 53 P.S. 1030, et seq., as amended.”\nThe decree dismissing the bill is affirmed; the costs here, as in the court below, shall be paid by the City of Philadelphia.\nBy the Act of June 22,1937, P. L. 1987, 35 P.S. 691.1.\nThe Philadelphia Real Estate Board and various associations intervened as parties plaintiff; for convenience, we have referred to them as a single plaintiff. Others intervened on behalf of the city. The attorney general appeared on behalf of the Commonwealth.\nWe shall deal with the storm water disposal separately.\n“Any such annual rental or charge may be such sum as may be sufficient to meet any or all of the following classes of expense: (a) the amount expended annually by the city, borough, incorporated town, or township in the operation, maintenance, repair, alteration, inspection, depreciation, or other expenses in relation to such sewer, sewage system, or sewage treatment works; (b) such annual amount as may be necessary to provide for the amortization of the indebtedness incurred, or the non-debt revenue bonds issued, by the city, borough, incorporated town, or township in the construction or acquisition of such sewer, sewage system, or sewage treatment works, and interest thereon, in order that said improvements may become self-liquidating, or as may be sufficient to pay the amount agreed to be paid annually under the terms of any contract with any authority or private corporation furnishing sewer or sewage treatment services to such city, borough, town, or township; and (e) sufficient to establish a margin of safety of ten per centum. Any unused surplus from any preceding year shall be paid into the fund accruing from said rentals Of charges and, whenever the amount in said fund exceeds the said margin of safety of ten per centum, the excess shall be paid into the sinking fund.” Act of May 14,1937, P. L. 630, Section 2.\nProfessor Pardoe, a witness called by plaintiff, testified: “Q. Professor, did I understand one of your last statements to be that if all the properties in Philadelphia were metered, that then there could be a just and proper sewer rent? A. I believe so. Q. And you are familiar with the fact that except for some administrative difficulties just now, each and every property owner in the City of Philadelphia could secure a meter? A. Oh, yes, sure. He isn’t forced to. Q. No, he isn't forced to but he could secure it, for his own benefit? A. Yes, sir.”\nSee generally Central Iron & Steel Co. v. Harrisburg, 271 Pa. 340, 114 A. 258; Consolidated Ice Co. v. Pittsburgh, 274 Pa. 558, 118 A. 544; Brown v. P. U. C., 152 Pa. Superior Ct. 58, 31 A. 2d 435; Carson v. Sewerage Com'rs, 175 Mass. 242, 56 N. H. 1; Hunter v. P. S. C., 110 Pa. Superior Ct. 589, 168 A. 541.\n“Sect. 7. Period When Rental Shall Become Effective and Temporary Rates. The sewer rental hereby imposed shall become effective on the first day of January of the year next succeeding the borrowing or appropriation of money for the extension and improvement of the sewer system or sewage 'treatment works of the City, or the entering into any contract or contracts therefor, whichever event shall first occur. For the first year in which such rental shall be effective, the rental shall be six-tenths of the rates hereinabove fixed; for the next, or second year, the rental shall be seven-tenths of such rates; for the next, or third year, the rental shall be eight-tenths of such rates; for the next, or fourth year, the rental shall be nine-tenths of such rates; and for the next, or fifth year, and for each year thereafter, the rental shall be at the full rates so fixed.”",
        "type": "majority",
        "author": "Mr. Justice Linn,"
      }
    ],
    "attorneys": [
      "Harry 8. Abrams, for appellant, original plaintiff.",
      "J. W. McWilliams, with him Philip Sterling, for appellant, intervening plaintiff.",
      "Frank F. Truscott, City Solicitor, with him Howard F. Stern, Herman N. Schwarts and Ernest Lowengrund, Assistant City Solicitors, for appellee, City of Philadelphia.",
      "William M. Rutter, Deputy Attorney General, with him James H, Duf} Attorney General, for Commonwealth.",
      "James A. Montgomery, Jr., and Robert T. McCracken filed a brief for amici curiae."
    ],
    "corrections": "",
    "head_matter": "Gericke et al., Appellants, v. Philadelphia et al.\nArgued September 27, 1945.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson, Stearne and Jones, JJ.\nHarry 8. Abrams, for appellant, original plaintiff.\nJ. W. McWilliams, with him Philip Sterling, for appellant, intervening plaintiff.\nFrank F. Truscott, City Solicitor, with him Howard F. Stern, Herman N. Schwarts and Ernest Lowengrund, Assistant City Solicitors, for appellee, City of Philadelphia.\nWilliam M. Rutter, Deputy Attorney General, with him James H, Duf} Attorney General, for Commonwealth.\nJames A. Montgomery, Jr., and Robert T. McCracken filed a brief for amici curiae.\nOctober 30, 1945:"
  },
  "file_name": "0060-01",
  "first_page_order": 92,
  "last_page_order": 104
}
