{
  "id": 465735,
  "name": "Smith v. Rowland (et al., Appellant)",
  "name_abbreviation": "Smith v. Rowland",
  "decision_date": "1945-11-26",
  "docket_number": "Appeal, No. 6",
  "first_page": "142",
  "last_page": "145",
  "citations": [
    {
      "type": "official",
      "cite": "353 Pa. 142"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 316,
    "char_count": 4856,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 1.32705807054556e-07,
      "percentile": 0.6281526451928279
    },
    "sha256": "25414e4171ae6486ac4fc89e47f233ba60ed3cebae305421a213ffa6b5aacb41",
    "simhash": "1:ea355fa3999796f9",
    "word_count": 836
  },
  "last_updated": "2023-07-14T15:47:18.503770+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Jones, JJ."
    ],
    "parties": [
      "Smith v. Rowland (et al., Appellant)."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Chief Justice Maxey,\nLester C. Smith was appointed a policeman of the Borough of Wilkinsburg, a Borough with a police force of more than three members, on June 1, 1939, and he has held that office continuously since June 1,1939. On July 10,1945, he was notified by the Borough Secretary that at its regular meeting held on July 9, 1945, the Council had removed him from office “effective upon receipt of this letter for the reason of your conduct unbecoming an officer of the Borough of Wilkinsburg, on account of information received by Council in connection with the gambling which has been conducted at Lehman’s Garage on Park Avenue.”\nOn July 11th Smith formally denied that he was guilty of any conduct unbecoming an officer in connection with any alleged gambling conducted at Lehman’s Garage or elsewhere. On the next day he demanded a hearing in writing by the Civil Service Commission. This was granted. The hearing was attended by Smith and by the Borough Solicitor. On August 4, 1945, “the Commission failed to uphold the charge” and ordered the appellee to be reinstated as police, officer “with full pay for the period during which he was suspended.” On the same day Smith notified the Borough and its Burgess of the decision of the Commission and demanded that he be permitted to perform his duties and be paid his salary. Since August 4, 1945, he has repeatedly reported for duty and tendered performance of his police duties. The Borough has refused to reinstate him. On September 21, 1945, Smith presented his petition to the Court of Common Pleas of Allegheny County for a writ of mandamus, under the Act of June 8,1893, P. L. 345, Sec. 2,12 P.S. 1912. Due notice of the presentation of this petition had been given to the Borough’s Solicitor and he was present in court when the petition was presented. He admitted that the Civil Service Commission had failed to uphold the charge and that the Borough and the Burgess had refused to reinstate the plaintiff.\nSection 21 of the Act of June 5, 1941, P. L. 84, 53 P.S. Sec. 351.21, provides in respect to the hearing accorded to a policeman of any Borough of the first class where a police force of not less than three members is being maintained, that “in the event the commission fails to uphold the charges then the person sought to be suspended, removed or demoted shall be reinstated with full pay for the period during which he was suspended, and no charges shall be officially recorded against his record.” The same section provides that “in the event the commission shall sustain the charges and order the suspension, removal or reduction in rank, the person suspended, removed or reduced in rank shall have immediate right of appeal to the court of common pleas of the county, and the case there determined as the court deems proper.” It also provides that “the decision of the court affirming or reversing the decision of the commission shall be final, and the employe shall be suspended, discharged, demoted or reinstated in accordance with the order of the court.”\nThe court below made upon the averments of Smith’s petition an order that a writ of mandamus be issued forthwith. The only pleading before the court was the petition; the defendants had no opportunity to answer it. Appellant in its paper book says that “the averments,” as far as they go, are true.” This is tantamount to saying that the averments in the petition are true. Since they are true, the court below was justified in issuing the writ prayed for. Among these averments is the following: “At the conclusion of said hearing, it was the unanimous opinion of the Commission that evidence was not produced that would substantiate the charge set forth in said letter of July 10,1945, notifying your petitioner of his removal as such police officer; and said Commission decided and ordered that your petitioner should be reinstated in his position as a police officer and that his pay should be retroactive to the date of said suspension.”\nApparently the appellant is seeking to secure by this appeal a review of the decision of the Civil Service Commission. This the Act does not authorize.\nThe court below in awarding a peremptory mandamus did so because it found that (in the language of Sec. 2 of the Act of 1893, supra) “the right to require the performance of the act is clear, and it is apparent that no valid excuse can be given for not performing it.” The finding was warranted and the award was proper.\nThe judgment is affirmed; costs to be paid by the defendant.",
        "type": "majority",
        "author": "Me. Chief Justice Maxey,"
      }
    ],
    "attorneys": [
      "Herbert Patterson, Borough Solicitor, with him James C. Tallant, for appellants.",
      "Charles B. Prichard, Prichard, Lawler, Malone & Celts!; for appellee, were not heard."
    ],
    "corrections": "",
    "head_matter": "Smith v. Rowland (et al., Appellant).\nArgued October 1, 1945.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson, Stearns and Jones, JJ.\nHerbert Patterson, Borough Solicitor, with him James C. Tallant, for appellants.\nCharles B. Prichard, Prichard, Lawler, Malone & Celts!; for appellee, were not heard.\nNovember 26, 1945:"
  },
  "file_name": "0142-01",
  "first_page_order": 174,
  "last_page_order": 177
}
