{
  "id": 465827,
  "name": "Funk Estate",
  "name_abbreviation": "Funk Estate",
  "decision_date": "1946-01-10",
  "docket_number": "Appeal, No. 140",
  "first_page": "321",
  "last_page": "327",
  "citations": [
    {
      "type": "official",
      "cite": "353 Pa. 321"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "67 A. 49",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "218 Pa. 162",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999587
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/218/0162-01"
      ]
    },
    {
      "cite": "51 A. 329",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "201 Pa. 612",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        925639
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/201/0612-01"
      ]
    },
    {
      "cite": "39 A. 70",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "184 Pa. 310",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988006
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/184/0310-01"
      ]
    },
    {
      "cite": "10 Pa. 23",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        962665
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/10/0023-01"
      ]
    },
    {
      "cite": "131 A. 188",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "191"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "284 Pa. 334",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1092004
      ],
      "pin_cites": [
        {
          "page": "342"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/284/0334-01"
      ]
    },
    {
      "cite": "112 A. 766",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "767"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "269 Pa. 535",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063477
      ],
      "pin_cites": [
        {
          "page": "538"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/269/0535-01"
      ]
    },
    {
      "cite": "196 A. 503",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "505"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "329 Pa. 163",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1181494
      ],
      "pin_cites": [
        {
          "page": "166"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/329/0163-01"
      ]
    },
    {
      "cite": "37 A. 2d 500",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "502"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "349 Pa. 393",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        458677
      ],
      "pin_cites": [
        {
          "page": "397"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/349/0393-01"
      ]
    },
    {
      "cite": "116 A. 826",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "273 Pa. 194",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070761
      ],
      "pin_cites": [
        {
          "page": "196"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/273/0194-01"
      ]
    },
    {
      "cite": "83 A. 683",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "684"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "235 Pa. 206",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        984807
      ],
      "pin_cites": [
        {
          "page": "210, 211"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/235/0206-01"
      ]
    },
    {
      "cite": "95 U. S. 303",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3384835
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/95/0303-01"
      ]
    },
    {
      "cite": "5 A. 2d 325",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "341"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "334 Pa. 45",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1190719
      ],
      "pin_cites": [
        {
          "page": "78"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/334/0045-01"
      ]
    },
    {
      "cite": "25 A. 1016",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "155 Pa. 101",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        983235
      ],
      "pin_cites": [
        {
          "page": "102"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/155/0101-01"
      ]
    },
    {
      "cite": "197 A. 150",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "329 Pa. 427",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1181383
      ],
      "pin_cites": [
        {
          "page": "428"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/329/0427-01"
      ]
    },
    {
      "cite": "127 A. 446",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "448, 449"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "282 Pa. 30",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1088352
      ],
      "pin_cites": [
        {
          "page": "35, 36"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/282/0030-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 702,
    "char_count": 10373,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 4.455316853672696e-07,
      "percentile": 0.9215595194932215
    },
    "sha256": "e4c13ea5fe9279c1fd50a2ebb27f8ce29b64fc1c3919546f0065d20252123d45",
    "simhash": "1:a1838922a780d6cd",
    "word_count": 1772
  },
  "last_updated": "2024-02-27T19:26:05.305330+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson and Jones, JJ."
    ],
    "parties": [
      "Funk Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Horace Stern,\nThe holographic will here involved has the charm of simplicity. It is as follows :-\n“Phila., Aug. 14th, 1939.\nTo whom it may concern I Clara Funk declare this my last will\nTo Mr. Fred Eaves $500. dollars\nTo Leslie Kozma $500. dollars\nTo Mildred McNeilly, the daughter of my deceased nephew $200. two hundred dollars\nTo Mary King $200\nTo Harvey Jones $200.\nTo care of cemetery lot 22nd and Diamond Fifty dollars\nTo the Animal Rescue League Pa. 50. dollars\nAfter all debts the rest to be given to some worthy cause or institution.\nClara Funk”\nTestatrix, a maiden lady, Was in her eightieth year when, a year before she died, she wrote this will. The question is: What did she intend by “worthy cause or institution” as the residuary legatee of her modest estate? The nouns in that phrase present no difficulty; a “cause” is a principle or objective to be achieved; an “institution” is an agency designed to implement a cause and carry it into effect; necessarily the gift was directed to some organized group of persons and not to an abstraction. But what of the qualifying adjective? Did testatrix use the word “worthy” as synonymous with “charitable”? If so, the bequest would not fail for uncertainty merely because she did not specify the particular institution which was to receive the benefit of her bounty, for in such event it would be the duty of the court to appoint a trustee and by its decrees enforce her testamentary intent: Acts of April 26, 1855, P. L. 328, Sec. 10; May 9, 1889, P. L. 173; May 23, 1895, P. L. 114; Thompson’s Estate, 282 Pa. 30, 35, 36, 127 A. 446, 448, 449; Jordan’s Estate, 329 Pa. 427, 428, 197 A. 150. But if the proper meaning to be ascribed to that word would permit the selection of a beneficiary other than a charity the bequest would be invalid: Kinike’s Estate, 155 Pa. 101, 102, 25 A. 1016; Wilbur’s Estate, 334 Pa. 45, 78, 5 A. 2d 325, 341; Restatement, Trusts, § §123, 398. The reason is that such words as “worthy”, “benevolent”, “useful”, “philanthropic”, etc., do not have a technical meaning in the law and therefore, if plainly used in a will to characterize a class of beneficiaries broader than charities, they do not enable the court to give effect to an indeterminable testamentary intent; the word “charitable”, on the other hand, is regarded as having a sufficiently defined legal meaning to make it possible for the court to determine whether a proposed beneficiary comes within that designation. As a matter of fact, however, attempts to give to “charity” a reasonably precise connotation in the law have been generally unsuccessful. “The attempt to formulate a definition that is so specific as to cover every public charity, is sure to prove a failure. Charitable uses take such varied forms that a specific enumeration of the classes or objects is necessarily defective. The scope of a charitable use is well defined in Perry on Trusts, cited in Ould v. Washington Hospital, 95 U. S. 303, ‘A charitable use, where neither law nor public policy forbids, may be applied to almost anything that tends to promote the well-doing and well-being of social man.’ ”: Centennial and Memorial Association of Valley Forge, 235 Pa. 206, 210, 211, 83 A. 683, 684. “The word ‘charitable’, in a legal sense, includes every gift for a general public use, to be applied, consistent with existing laws, for the benefit of an indefinite number of persons, and designed to benefit them from an educational, religious, moral, physical or social standpoint. In its broadest meaning it is understood ‘to refer to something done or given for the benefit of our fellows or the public.’ ”: Taylor v. Hoag, 273 Pa. 194, 196, 116 A. 826. “Charitable uses may be unlimited in number and are not to be determined by the application of any narrow criterion. Whether a purpose is charitable must be ascertained from a consideration of all surrounding circumstances. A design to achieve objects beneficial to the community is common to all charitable purposes. . . . The concept of a charity is continually broadening.”: Tollinger Estate, 349 Pa. 393, 397, 37 A. 2d 500, 502. “A purpose is charitable if its accomplishment is of such social interest to the community as to justify permitting the property to be devoted to the purpose in perpetuity. There is no fixed standard to determine what purposes are of such social inteiest to the community; the interests of the community vary with time and place. ... As to what other purposes are of such interest to the community as to be charitable, no definite rule can be laid down.”: Restatement, Trusts, §368, comment b.\nWith these necessarily vague conceptions of what constitutes a “charity” in a legal sense it would seem that there is not, at best, an absolute criterion for distinguishing between such words as “charitable”, “benevolent”, “worthy” and the like, when used by a testator to designate the class of institutions from which his beneficiaries are to be selected. In a comprehensive article upon this subject in Yol. LVIII, No. 4 of the Harvard Law Review, 548, 551, Prof. Austin W. Scott aptly remarks that “Certainly it is possible for a testator to use these words with these distinctions in mind. But the distinctions are difficult to grasp and are certainly not understood by anyone except such lawyers as have an expert knowledge of the law of charitable trusts.”\nIt should, then, be clear that our present problem resolves itself into one of interpretation of the word “worthy” as used by testatrix. For that purpose the test to be applied is not to compare the definitions of “worthy” as set forth in standard lexicons with the legal meanings ascribed to “charitable” as above set forth. There must be kept in mind, as stated in Hogg’s Estate, 329 Pa. 163, 166, 196 A. 503, 505, that “The test is what his [the testator’s] words meant to Mm and the thought which he intended to convey by them; language being but a medium of expression, the object of interpretation is to ascertain its import as used by the one who employs it.” Not even the most learned and erudite invariably use words with the precise meanings attributed to them by lexicographers; testators, like other persons, frequently create their own dictionaries, and indeed it is largely from that circumstance that there arise the necessity and the art of judicial interpretation. On the whole, we find little difficulty in concluding that the word “worthy”, as used by testatrix, was meant by her to refer only to an institution which would fall within the legal definition of a charity, — a construction amply justified by the principle that, if there be any doubt, a testator is presumed to intend the meaning which makes his gift legally effective rather than one which renders it nugatory and void: Anderson’s Estate, 269 Pa. 535, 538, 112 A. 766, 767; Wright’s Estate, 284 Pa. 334, 342, 131 A. 188, 191. Nor are precedents for such a construction lacking in Pennsylvania. In Pickering v. Shotwell, 10 Pa. 23, a residuary bequest for the distribution of good books among poor people “or to the support of an institution, or free-school, in or near Philadelphia” was upheld. In Murphy’s Estate, 184 Pa. 310, 39 A. 70, a residuary bequest to be divided “among such benevolent, charitable and religious institutions and associations as shall be selected by my executors” was sustained, it being held that the word “benevolent” as used by the testator was to be construed as synonymous with “charitable”. In Schleicher’s Estate, 201 Pa. 612, 51 A. 329, a portion of the residuary estate was given to “such German charitable institutions and German societies in the city of Philadelphia” as the executors might select; it was held that the testator undoubtedly intended that not only the “institutions” but also the “societies” were to be limited to those of a charitable nature. In Dulles’s Estate, 218 Pa. 162, 67 A. 49, the residue of the estate was to be distributed “to and among such religious, charitable and benevolent purposes and objects or institutions” as in the discretion of the executors “shall be best and proper”; it was held that a valid trust was created. The court there said (pp. 165,167, A. p. 50) : “The word benevolent presents no insuperable difficulties even if it had to be defined. Though it covers a wide field its essential and substantial meaning is familiar and easily grasped. It is little if any more indefinite than the word charitable in its various legal senses. In many cases they have been held to be synonymous. It might well be so held here, though in its general sense it is a word of wider meaning. . . . In some of the cases it may be conceded there is a tendency to dwell on the distinction between trusts for charitable and those for benevolent purposes, and the learned court below gave weight to that distinction in the present case. But it is not a safe basis for adjudication. . . . No absolute or exhaustive definition of either charity or benevolence in its legal sense has ever been formulated, and the distinction between them is shadowy and evanescent.” In Anderson’s Estate, supra, tbe executors were to distribute the residue “among such institutions or do such acts of charity therewith as in their judgment may seem best.” The contention that under this clause of the will the executors had power to make distribution among institutions which were not charitable in their nature was overruled, it being held that the gift was intended for a charitable use.\nThe court below was right in rejecting the contention of testatrix’s next of kin that the gift of the residue was void for indefiniteness, and in ordering the accountant, the administratrix c. t. a., to retain the residuary fund pending the appointment of a trustee.\nDecree affirmed.\n“If you find that that is the nomenclature used by the testator, taking Ms will as the dictionary from, which you are to find the meaning of the terms he has used, that is all which the law, as I understand the cases, requires”: Lord Cairns in Hill v. Crook, L. R. 6 H.L. 265, 285. (Italics supplied.)",
        "type": "majority",
        "author": "Mr. Justice Horace Stern,"
      }
    ],
    "attorneys": [
      "Francis X. Quinn, with him Francis X. McGlanaghan, for appellant.",
      "Howard 8. Okie, with him John E. Stevenson, Special Attorney General, for appellee."
    ],
    "corrections": "",
    "head_matter": "Funk Estate.\nArgued November 26, 1945.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson and Jones, JJ.\nFrancis X. Quinn, with him Francis X. McGlanaghan, for appellant.\nHoward 8. Okie, with him John E. Stevenson, Special Attorney General, for appellee.\nJanuary 10, 1946:"
  },
  "file_name": "0321-01",
  "first_page_order": 353,
  "last_page_order": 359
}
