{
  "id": 465991,
  "name": "Anflick, Appellant, v. Gruhler et al.",
  "name_abbreviation": "Anflick v. Gruhler",
  "decision_date": "1946-03-25",
  "docket_number": "Appeal, No. 154",
  "first_page": "470",
  "last_page": "473",
  "citations": [
    {
      "type": "official",
      "cite": "353 Pa. 470"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "156 A. 719",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "720"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "102 Pa. Superior Ct. 176",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        695516
      ],
      "pin_cites": [
        {
          "page": "178"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/102/0176-01"
      ]
    },
    {
      "cite": "184 A. 258",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "262"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "321 Pa. 516",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1165871
      ],
      "pin_cites": [
        {
          "page": "525"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/321/0516-01"
      ]
    },
    {
      "cite": "10 A. 2d 5",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "7"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "337 Pa. 259",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1197303
      ],
      "pin_cites": [
        {
          "page": "263"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/337/0259-01"
      ]
    },
    {
      "cite": "82 A. 773",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "775"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "233 Pa. 421",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981125
      ],
      "pin_cites": [
        {
          "page": "428"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/233/0421-01"
      ]
    },
    {
      "cite": "151 A. 678",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "679"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "301 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1126392
      ],
      "pin_cites": [
        {
          "page": "6"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/301/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 393,
    "char_count": 5804,
    "ocr_confidence": 0.509,
    "pagerank": {
      "raw": 1.7230654827921428e-07,
      "percentile": 0.7042341078572535
    },
    "sha256": "9aa35935ddd07838cd199a5555197647a7cd94054070544e4b1e992cb5331356",
    "simhash": "1:f267a105afc4a85c",
    "word_count": 949
  },
  "last_updated": "2024-02-27T19:26:05.305330+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson, Stearne and Jones, JJ."
    ],
    "parties": [
      "Anflick, Appellant, v. Gruhler et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Patterson,\nCharles .Anflick, appellant, instituted, this action in assumpsit against Jacob Gruhler and Erich Muller, individually, and as copartners, trading as Gem Manufacturing Company,, appellee, to recover-profits alleged to be due from appellee on twelve.separate oral contracts of sale.. The trial judge granted appellee’s motion for a compulsory nonsuit for the reasons, (1) there was a variance between the allegata and the .probata, and (2) appellant-was barred from recovery by reason, of section 4 of the Sales Act. This appeal is from the refusal of the court en banc to take off the compulsory nonsuit.\nAppellant in his statement of claim averred-that upon twelve separate occasions he had entered into an oral contract with Jacob Gruhler, partner-appellee, for the purchase of store fixtures and equipment to be manufactured by the Gem Manufacturing Company and to be forwarded to customers named by appellant. He then solicited purchasers and sold said store fixtures' and equipment. Thereafter he and appellee entered into an oral agreement whereby he orally agreed to assign the “entire job” to the Gem Manufacturing Company, to make all papers in its name and on its form, with appellee having the right to collect the full sale price from appellant’s customer. He was to receive from appellee a profit on each transaction, represented by the difference between cost price and sale price.. The statement of. claim sets forth dates to identify each contract. All of the sales involved, with the exception of one for which receipt was subsequently acknowledged, were for $500 or more. -An-affidavit, of defense was filed denying the oral agreements, asserting the defense of section .4 of the Sales Act, and averring, that appellant in all of said transactions acted as a salesman for and on behalf of appellee-partnership. A .set-off and counter-claim was, filed alleging payment of all commissions due, plus advances on future commissions. Appellant filed a reply denying the allegations in said set-off and counter-claim, and referring to the statement of claim for .further answer.\nAt the trial appellant testified to the following oral agreement: He would inform appellee of the. article proposed to be sold by him to his customer. A cost price would be quoted, to which appellant would add his profit. He would then enter into a contract with the customer, in appellee’s name* to purchase at the cost-plus profit figure. The article purchased would be shipped direct to the customer and, if installment payments were made, appellee would finance the same at six percent interest and secure to appellant the difference between the cost and the selling price. After having made said oral contract Anflick contacted the twelve prospective customers, secured cost statements from appellee, and entered into the necessary contracts with them on behalf of appellee.\nThe court below entered a compulsory nonsuit for the reason that (1) there was a complete variance between the allegations in the statement of claim and the testimony of appellant and a failure of proof of his claim as alleged, and (2) section 4 of the Sales Act, prevented recovery for the reason that there was no agreement or memorandum in writing between the parties.\nThe pleadings determine the issues in any given case. Proof must conform to the facts alleged. A plaintiff cannot allege one set of facts and recover upon another: Know v. Simmerman, 301 Pa. 1, 6, 151 A. 678, 679; National Bank v. Lake Erie Asphalt Block Company, 233 Pa. 421, 428, 82 A. 773, 775. Neither allegations without proof nor proof without allegations nor allegations and proof which do not substantially correspond will entitle a plaintiff to recover unless such defect be remedied by amendment: Aland v. P-G Publishing Company, 337 Pa. 259, 263, 10 A. 2d 5, 7; Bowman v. Gum, Incorporated, 321 Pa. 516, 525, 184 A. 258, 262; Pierson et al. v. London, 102 Pa. Superior Ct. 176, 178, 156 A. 719, 720.\nThe court below properly said: “Plaintiff did not sue for commissions on sales made by him as agent for defendant. He claimed for profits and avers separate and distinct oral contracts made on specific dates for the purchase of fixtures, then a sale to his customer, thereafter an oral agreement by which he assigned the job to defendant. At the trial, he failed to produce any evidence of such oral contracts or of any assignments therefor, but testified to some blanket arrangement between Mm and the defendants to cover all business brought in by him, and that because of such an arrangement he obtained prospects and orders. He avers that because of definite oral contracts on several dates, he was an independent contractor with defendants, but his testimony is vague and uncertain, and is obviously contrary to such averments.”\nAppellant contends, however, that even though it be admitted that appellant failed to aver the preliminary oral agreement there is no material variance; that the affidavit of defense would have been the same had such averment been made; and, therefore, under the circumstances, appellee was not misled. Regardless of the averments in the affidavit of defense, appellant’s proof does not correspond with his averments in the statement of claim. Appellant seeks to recover, not under the contracts alleged but under another which was not pleaded. This cannot be done.\nIt is unnecessary to pass upon the applicability of section 4 of the Sales Act.\nOrder affirmed.\nAct of 1915, P. L. 543, section 4, as amended, 69 P.S. section 42.",
        "type": "majority",
        "author": "Mr. Justice Patterson,"
      }
    ],
    "attorneys": [
      "Joseph Rappaport, with him Samuel G. Nissenbaum, for appellant. . .",
      "Nathan Marlcmann, for appellee."
    ],
    "corrections": "",
    "head_matter": "Anflick, Appellant, v. Gruhler et al.\nArgued January 11, 1946.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson, Stearne and Jones, JJ.\nJoseph Rappaport, with him Samuel G. Nissenbaum, for appellant. . .\nNathan Marlcmann, for appellee.\nMarch 25, 1946:"
  },
  "file_name": "0470-01",
  "first_page_order": 502,
  "last_page_order": 505
}
