{
  "id": 466047,
  "name": "Scott Estate",
  "name_abbreviation": "Scott Estate",
  "decision_date": "1946-03-25",
  "docket_number": "Appeal, No. 57",
  "first_page": "575",
  "last_page": "578",
  "citations": [
    {
      "type": "official",
      "cite": "353 Pa. 575"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "156 A. 84",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "304 Pa. 288",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1132394
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/304/0288-01"
      ]
    },
    {
      "cite": "170 A. 255",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "314 Pa. 49",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1154672
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/314/0049-01"
      ]
    },
    {
      "cite": "167 A. 597",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "312 Pa. 416",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1150684
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/312/0416-01"
      ]
    },
    {
      "cite": "44 A. 2d 323",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "158 Pa. Superior Ct. 138",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1063388
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/158/0138-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 400,
    "char_count": 6298,
    "ocr_confidence": 0.503,
    "pagerank": {
      "raw": 5.7464495161995316e-08,
      "percentile": 0.3596964533453495
    },
    "sha256": "ce3c5ca0f4c651e2f4c3fb9813239da18e70c6a25137b9b4aeb23fb38ad94329",
    "simhash": "1:dfa28db44404176f",
    "word_count": 1080
  },
  "last_updated": "2024-02-27T19:26:05.305330+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J., Drew, Linn, Stern, Patterson and Stearns, JJ."
    ],
    "parties": [
      "Scott Estate"
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Drew,\nThe will of George E. Scott created a trust composed of certain stocks of the testator and provided- the income-therefrom.-was to be paid to his wife, Marie Jansson* Scott (later. Buzby), for life and the principal to whomever she may by will appoint and in default of appointment to his next of kin under the provisions of the Intestate Law of Pennsylvania. Certain of these stocks represented mining interests and by an express provision in the trust these were to remain intact and not be sold by the trustees. Charles E. Wiley and Mrs. Buzby were appointed trustees. Mrs. Buzby died exercising the above power of appointment in favor of Woodland Presbyterian Church. Her executor filed his account (Charles E. Wiley, the co-trustee having died previously), and admitted that the mining stock which was to be retained had been sold for $2,000 by the trustees and that Mrs. Buzby had converted the proceeds to her own use. No account having been made of the receipt of this money, the substituted trustee, F. Page Sieber t, appointed by' the court in place of the deceased trustees under the will, sought to surcharge her estate. The learned auditing judge permitted the surcharge which was confirmed absolutely by the court en banc and affirmed by the Superior Court (158 Pa. Superior Ct. 138, 44 A. 2d 323). An appeal from the decision of the Superior Court was allowed by this Court on petition of Marie E. Rapp, residuary legatee under the will of Mrs. Buzby, who is the person affected by the surcharge.\nAppellant opposing the surcharge contends that Mrs. Buzby, the life-tenant trustee, having a general testamentary power of appointment could appoint the trust property, to her own estate if she so pleased, and that Woodland Presbyterian Church, the real party in interest for which the substituted trustee is acting, has no standing to complain of the conduct of its appointor. It is argued that a life tenant with a general testamentary power of appointment has an estate tantamount to a fee, and the principle of law applied in Curran’s Estate, 312 Pa. 416, 167 A. 597, should apply to the instant case and absolve the trustee-life tenant, from liability as trustee for her breach of trust and misappropriation of the trust property to her individual use.\nIn Curran’s Estate, supra, and Perkins’s Trust Estate, 314 Pa. 49, 170 A. 255, we refused to surcharge trustees who made non-legal investments with the consent of the life beneficiary who had a general testamentary power of appointment; the reason being that it would be unfair and unjust to permit a person to induce the making of investments, however unwise, or to encourage the retention of non-legal ones, and then to permit him, or any person or persons claiming through or under him to repudiate such investments and to benefit thereby. In the former case, the learned auditing judge found as a fact that there was “neither neglect nor inattention on the part of the trustees. The retention of the securities in question was the result of the exercise of their sound judgment — the outcome of frequent consultations.” In Perkins’s Trust Estate, supra, p. 50, this Court said: “The investments were made by the trustees reluctantly, after the' life tenant had agreed to and did make a will appointing his wife to take the estate at his death, and she had both urgently demanded and formally consented to investment of the trust fund in these properties.” The life tenant, in exercising the power, gave his wife a life interest with a poAver of appointment and in default to specified persons. It was the wife and the contingent remaindermen who were attempting to surcharge. It must also be noticed that in each of the above cases, the trustee and the consenting beneficiary were separate and distinct individuals. In the instant case Mrs. Buzby occupied the dual position of life tenant and trustee. Her situation and conduct do not call for the exercise of any equitable principles. This is not a case where a trustee who profited nothing from the breach of trust is before the Court, but instead involves a trustee guilty of a flagrant breach of trust. To sanction such dealing with trust property for the benefit of the trustee, merely because she is also the life tenant with a general power of appointment unquestionably would lead to the complete destruction of thé trust contrary to the express intention of testator and in total disregard of the rights of other's.\nLyon v. Alexander, 304 Pa. 288, 156 A. 84, is another case relied upon by appellant to sustain her position. In that case-testatrix devised land to her daughter for life and after her death to the oldest son of testatrix then living. It was also provided that if the daughter should outlive all the sons then she had power to devise the property by will as she saw fit. The proceeding was a case stated to determine whether a deed of conveyance by the daughter, and Eben M. Byers and J. Frederick Byers, all her brothers^ vested in the purchaser a good title in fee simple. This Court held that the deed conferred on the purchaser an absolute fee simple title. That case is not controlling here, for there the daughter was a life tenant only with power of appointment. She was not a trustee, because testatrix had provided specifically that she: did not impose any trust on the property and that the intention was to give the children an absolute fee simple title. All the children- having joined in the deed, they were able to convey to the purchaser such a title.\nTherefore, under the facts of the instant- case we agree with the learned courts below that “a life beneficiary of a trust estate who has a general testamentary power of appointment, and who is a testamentary trustee, may not terminate the trust in whole or in part by appropriating the trust res.” This trust estate is therefore deficient in the amount of $2,000, the value of the stock, and the estate of the life-tenant trustee, Mrs. Buzby, was properly surcharged in that amount,\nDecree affirmed,",
        "type": "majority",
        "author": "Mr. Justice Drew,"
      }
    ],
    "attorneys": [
      "R. W. Archbald, Jr., with him Archbald é Busser, for appellant.",
      "George Scott Stewart, Jr., with him Robert D. Abrahams■, for appellee"
    ],
    "corrections": "",
    "head_matter": "Scott Estate\nArgued January 7, 1946.\nBefore Maxey, C. J., Drew, Linn, Stern, Patterson and Stearns, JJ.\nR. W. Archbald, Jr., with him Archbald é Busser, for appellant.\nGeorge Scott Stewart, Jr., with him Robert D. Abrahams■, for appellee\nMarch 25, 1946:"
  },
  "file_name": "0575-01",
  "first_page_order": 607,
  "last_page_order": 610
}
