{
  "id": 1751236,
  "name": "Francis Rick FERRI, Appellant, v. Daniel ACKERMAN, Appellee",
  "name_abbreviation": "Ferri v. Ackerman",
  "decision_date": "1978-11-18",
  "docket_number": "No. 98",
  "first_page": "90",
  "last_page": "101",
  "citations": [
    {
      "type": "official",
      "cite": "483 Pa. 90"
    },
    {
      "type": "parallel",
      "cite": "394 A.2d 553"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "42 U.S.C.A. § 1983",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "404 U.S. 519",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6175151
      ],
      "weight": 3,
      "year": 1972,
      "pin_cites": [
        {
          "page": "520"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/404/0519-01"
      ]
    },
    {
      "cite": "438 U.S. 478",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1769196
      ],
      "weight": 6,
      "year": 1978,
      "pin_cites": [
        {
          "page": "512"
        },
        {
          "page": "2913"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/438/0478-01"
      ]
    },
    {
      "cite": "364 F.2d 828",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        811050
      ],
      "weight": 3,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/364/0828-01"
      ]
    },
    {
      "cite": "446 F.2d 1392",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        813953
      ],
      "weight": 2,
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/446/1392-01"
      ]
    },
    {
      "cite": "424 U.S. 409",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12026708
      ],
      "weight": 3,
      "year": 1976,
      "pin_cites": [
        {
          "page": "422-23"
        },
        {
          "page": "991"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/424/0409-01"
      ]
    },
    {
      "cite": "12 F.2d 396",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1644561
      ],
      "weight": 4,
      "year": 1926,
      "pin_cites": [
        {
          "page": "406"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/12/0396-01"
      ]
    },
    {
      "cite": "228 P. 135",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "case_ids": [
        4492799
      ],
      "year": 1924,
      "pin_cites": [
        {
          "parenthetical": "on rehearing"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/or/111/0641-01"
      ]
    },
    {
      "cite": "111 Or. 655",
      "category": "reporters:state",
      "reporter": "Or.",
      "year": 1924,
      "pin_cites": [
        {
          "parenthetical": "on rehearing"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "56 N.D. 227",
      "category": "reporters:state",
      "reporter": "N.D.",
      "case_ids": [
        2359400
      ],
      "weight": 2,
      "year": 1927,
      "opinion_index": 0,
      "case_paths": [
        "/nd/56/0227-01"
      ]
    },
    {
      "cite": "82 So. 145",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "case_ids": [
        8824441,
        8824412
      ],
      "year": 1919,
      "opinion_index": 0,
      "case_paths": [
        "/miss/120/0277-01",
        "/miss/120/0265-01"
      ]
    },
    {
      "cite": "120 Miss. 265",
      "category": "reporters:state",
      "reporter": "Miss.",
      "case_ids": [
        8824412
      ],
      "year": 1919,
      "opinion_index": 0,
      "case_paths": [
        "/miss/120/0265-01"
      ]
    },
    {
      "cite": "165 P. 663",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "year": 1917,
      "opinion_index": 0
    },
    {
      "cite": "101 Kan. 115",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        87708
      ],
      "year": 1917,
      "opinion_index": 0,
      "case_paths": [
        "/kan/101/0115-01"
      ]
    },
    {
      "cite": "44 N.E. 1001",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "year": 1896,
      "opinion_index": 0
    },
    {
      "cite": "146 Ind. 117",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1572000
      ],
      "year": 1896,
      "opinion_index": 0,
      "case_paths": [
        "/ind/146/0117-01"
      ]
    },
    {
      "cite": "286 F.2d 216",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2000423
      ],
      "year": 1960,
      "pin_cites": [
        {
          "page": "221-22"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/286/0216-01"
      ]
    },
    {
      "cite": "297 F.2d 526",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        226453,
        226359
      ],
      "year": 1962,
      "pin_cites": [
        {
          "page": "527"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/297/0526-01",
        "/f2d/297/0526-02"
      ]
    },
    {
      "cite": "496 F.2d 403",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        180552
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/496/0403-01"
      ]
    },
    {
      "cite": "20 L.Ed. 646",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "case_ids": [
        1134244,
        1134222
      ],
      "weight": 5,
      "year": 1871,
      "pin_cites": [
        {
          "parenthetical": "footnotes omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/80/0335-01",
        "/us/80/0156-01"
      ]
    },
    {
      "cite": "19 L.Ed. 285",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "case_ids": [
        3450149
      ],
      "weight": 2,
      "year": 1868,
      "opinion_index": 0,
      "case_paths": [
        "/us/74/0523-01"
      ]
    },
    {
      "cite": "318 U.S. 363",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        364222
      ],
      "weight": 4,
      "opinion_index": 0,
      "case_paths": [
        "/us/318/0363-01"
      ]
    },
    {
      "cite": "346 F.2d 55",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        863557
      ],
      "year": 1965,
      "pin_cites": [
        {
          "page": "56"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/346/0055-01"
      ]
    },
    {
      "cite": "445 F.2d 1045",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        818244
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "1055"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/445/1045-01"
      ]
    },
    {
      "cite": "447 F.2d 358",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3582528,
        808439
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/447/0358-01"
      ]
    },
    {
      "cite": "144 U.S.App.D.C. 388",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3582528
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "391-392"
        }
      ],
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "360 U.S. 593",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8964
      ],
      "weight": 6,
      "year": 1959,
      "pin_cites": [
        {
          "page": "597"
        },
        {
          "page": "1334"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/360/0593-01"
      ]
    },
    {
      "cite": "455 F.2d 228",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        742752
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "229",
          "parenthetical": "appointed counsel was \"performing his duties solely for appellant, to whom he owed the absolute duty of loyalty, as if he were a privately retained attorney\""
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/455/0228-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 1983",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 1
    },
    {
      "cite": "416 U.S. 232",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        84435
      ],
      "weight": 3,
      "year": 1974,
      "pin_cites": [
        {
          "page": "240"
        },
        {
          "page": "1688"
        },
        {
          "page": "96"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/416/0232-01"
      ]
    },
    {
      "cite": "438 U.S. 478",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1769196
      ],
      "weight": 5,
      "year": 1978,
      "pin_cites": [
        {
          "page": "497"
        },
        {
          "page": "2906"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/438/0478-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1038,
    "char_count": 19835,
    "ocr_confidence": 0.768,
    "pagerank": {
      "raw": 1.6807825232384703e-07,
      "percentile": 0.6975263808816653
    },
    "sha256": "716017936603ae85a8179bb5377a3406a164eb4b6db9b1f351d7c2291c43da10",
    "simhash": "1:30a3da923fa50c81",
    "word_count": 3238
  },
  "last_updated": "2024-02-27T21:47:17.826173+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX, MANDERINO and LARSEN, JJ.",
      "MANDERINO, J., concurs in the result.",
      "ROBERTS, J., filed a dissenting opinion in which LARSEN, J., joins.",
      "LARSEN, J., joins in this dissenting opinion."
    ],
    "parties": [
      "Francis Rick FERRI, Appellant, v. Daniel ACKERMAN, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nNIX, Justice.\nThis is an appeal from an order of the Superior Court affirming an order of the Westmoreland County Court of Common Pleas sitting en banc which had sustained appellee’s preliminary objections in the nature of a demurrer and dismissed the complaint. Appellant filed this case originally in Union County, and after an objection to venue was interposed by the appellee the matter was transferred to Westmoreland County under Pa.R.C.P. 1006(e). Appellant’s complaint sought monetary damages against appellee, an attorney who had been assigned pursuant to the Criminal Justice Act, 18 U.S.C. § 3006A (1978), to represent appellant in a criminal prosecution in the federal district court. In that trial, appellant was convicted by a jury and received a sentence of thirty years. In the complaint filed in the malpractice action appellant set forth numerous acts of omission during the pre-trial, trial and post-trial periods of representation.\nThe question presented in this appeal is whether a lawyer appointed under the Federal Criminal Justice Act, 18 U.S.C. § 3006A (1978), to represent an indigent defendant in a federal criminal case is immune from tort liability based upon the alleged failure on the part of that attorney to raise the statute of limitations which allegedly would have barred prosecution for some of the ancillary counts of the indictments. Appellant argues that any immunity that may be enjoyed by one standing in the position of appellee does not insulate against liability for gross negligence. He further argues that the assertion of a plea in bar based upon the expiration of the statute of limitation does not entail the type of exercise of judgment which requires immunization. Thus we must determine whether there is an immunity that protects appellee in this situation and the extent of that protection, if it exists.\n[2,3] Since we are here concerned with an asserted immunity protecting a participant in a federal legal proceeding, we are required to look to the federal law to determine whether it exists and if it does, its nature and scope. Howard v. Lyons, 360 U.S. 593, 79 S.Ct. 1331, 3 L.Ed.2d 1454 (1959). See also Carter v. Carlson, 144 U.S.App.D.C. 388, 391-392, 447 F.2d 358, 361-62 n.5 (1971); Chandler v. O’Bryan, 445 F.2d 1045, 1055 (10th Cir. 1971); Garner v. Rathburn, 346 F.2d 55, 56 (10th Cir. 1965). As noted by the United States Supreme Court in Howard v. Lyons, supra, the very nature of a ruling of privilege requires reference to the law of the sovereign creating it for a determination of its nature and scope.\n“The authority of a federal officer to act derives from federal sources, and the rule which recognizes a privilege under appropriate circumstances as to statements made in the course of duty is one designed to promote the effective functioning of the Federal Government. No subject could be one of more peculiarly federal concern, and it would deny the very considerations which give the rule of privilege its being to leave determination of its extent to the vagaries of the laws of the several States. Cf. Clearfield Trust Co. v. United States, 318 U.S. 363, 63 S.Ct. 573, 87 L.Ed. 838. We hold that the validity of petitioner’s claim of absolute privilege must be judged by federal standards, to be formulated by the courts in the absence of legislative action by Congress.” Id. 360 U.S. at 597, 79 S.Ct. at 1334.\nThe doctrine of common law judicial immunity was first adopted by the United States Supreme Court in the cases of Randall v. Brigham, 74 U.S. (7 Wall.) 523, 19 L.Ed. 285 (1868), and Bradley v. Fisher, 80 U.S. (13 Wall.) 335, 20 L.Ed. 646 (1871). In Randall, supra, an action was brought by a plaintiff who was formerly a member of the bar of the Commonwealth of Massachusetts against one of the judges of the court of that State for an alleged wrongful removal of his name from the rolls of attorneys eligible to practice in that jurisdiction. In holding that an entry of judgment in favor of the defendant in that case was proper, the United States Supreme Court stated:\n“Now, it is a general principle applicable to all judicial officers, that they are not liable to a civil action for any judicial act done within their jurisdiction. In reference to judges of limited and inferior authority, it has been held that they are protected only when they act within their jurisdiction. If this be the case with respect to them, no such limitation exists with respect to judges of superior or general authority. They are not liable to civil actions for their judicial acts, even when such acts are in excess of their jurisdiction, unless perhaps where the acts, in excess of jurisdiction, are done maliciously or corruptly. This doctrine is as old as the law, and its maintenance is essential to the impartial administration of justice. Any other doctrine would necessarily lead to the degradation of the judicial authority and the destruction of its usefulness. Unless judges, in administering justice, are uninfluenced by considerations personal to themselves, they can afford little protection to the citizen in his person or property. And uninfluenced by such considerations they cannot be, if, whenever they err in judgment as to their jurisdiction, upon the nature and extent of which they are constantly required to pass, they may be subjected to prosecution at the instance of every party imagining himself aggrieved, and called upon in a civil action in another tribunal, and perhaps before an inferior judge, to vindicate their acts.\nThis exemption from civil action is for the sake of the public, and not merely for the protection of the judge. And it has been maintained by a uniform course of decisions in England for centuries, and in this country ever since its settlement.” Id. at 535-36.\nThe Court further observed:\n“In the United States, judicial power is vested exclusively in the courts. The judges administer justice therein for the people, and are responsible to the people alone for the manner in which they perform their duties. If faithless, if corrupt, if dishonest, if partial, if oppressive or arbitrary, they may be called upon to account by impeachment, and removed from office. In some States, and Massachusetts is one of them, they may be removed upon the address of both houses of the legislature. But responsible they are not to private parties in civil actions for their judicial acts, however injurious may be those acts, and however much they may deserve condemnation, unless perhaps where the acts are palpably in excess of the jurisdiction of the judges, and are done maliciously or corruptly.” Id. at 537.\nIt is significant that in Randall, the Court was concerned with the privilege surrounding the acts of a state jurist in a state proceeding. It is apparent that at that point in the development of the doctrine the Court did not perceive a difference between the federal privilege and the immunity afforded by the states to its judges. The absolute immunity announced for judicial officers was then perceived by the Court as a universally accepted concept in both the state and federal systems.\nFour years after Brigham, in Bradley v. Fisher, 80 U.S. (13 Wall.) 335, 347, 20 L.Ed. 646 (1872), a case involving a justice of the Supreme Court of the District of Columbia, Justice Field employed virtually the same theory as being applicable to a federal judicial officer.\n“[The complaint here established] that the order for the entry of which the suit is brought, was a judicial act, done by the defendant as the presiding justice of a court of general criminal jurisdiction. If such were the character of the act, and the jurisdiction of the court, the defendant cannot be subjected to responsibility for it in a civil action, however erroneous the act may have been, and however injurious in its consequences it may have proved to the plaintiff. For it is a general principle of the highest importance to the proper administration of justice that a judicial officer, in exercising the authority vested in him, shall be free to act upon his own convictions, without apprehension of personal consequences to himself. Liability to answer to every one who might feel himself aggrieved by the action of the judge, would be inconsistent with the possession of this freedom, and would destroy that independence without which no judiciary can be either respectable or useful. As observed by a distinguished English judge, it would establish the weakness of judicial authority in a degrading responsibility.\nThe principle, therefore, which exempts judges of courts of superior or general authority from liability in a civil action for acts done by them in the exercise of their judicial functions, obtains in all countries where there is any well-ordered system of jurisprudence. It has been the settled doctrine of the English courts for many centuries, and has never been denied, that we are aware of, in the courts of this country. It has, as Chancellor Kent observes, ‘a deep root in the common law.’\nNor can this exemption of the judges from civil liability be affected by the motives with which their judicial acts are performed. The purity of their motives cannot in this way be the subject of judicial inquiry.” Id. (footnotes omitted)\nThe doctrine of common law judicial immunity has continued to be embraced in the federal system to the present day. See O’Bryan v. Chandler, 496 F.2d 403 (10th Cir. 1974); Garfield v. Palmieri, 297 F.2d 526, 527 (2nd Cir. 1962); Meredith v. Van Oosterhout, 286 F.2d 216, 221-22 (8th Cir. 1960). The protection afforded is absolute and comprehensive as to all acts allegedly performed within the scope of the judge’s official duties.\nThe common law also recognized a need to extend this protection to other participants in judicial proceedings. One of the first American decisions to recognize an immunity for a prosecutor was Griffith v. Slinkard, 146 Ind. 117, 44 N.E. 1001 (1896). In that case a suit in damages charged that the prosecutor maliciously and without probable cause added plaintiff’s name to a grand jury true bill after the grand jurors had refused to indict him. As a result of the prosecutor’s actions plaintiff was arrested and forced to appear in court on several occasions before the charge finally was nolle prossed. The Supreme Court of Indiana dismissed the damage suit on the ground that the prosecutor was absolutely immune. The Griffith rule was followed by a clear majority of the states. Smith v. Parman, 101 Kan. 115, 165 P. 663 (1917); Semmes v. Collins, 120 Miss. 265, 82 So. 145 (1919); Kittler v. Kelsch, 56 N.D. 227, 216 N.W. 898 (1927); Watts v. Gerking, 111 Or. 655, 228 P. 135 (1924) (on rehearing). The principle was embraced in the federal system in 1926. Yaselli v. Goff, 12 F.2d 396 (1926). In Yaselli, plaintiff sought damages alleging that a Special Assistant to the Attorney General of the United States maliciously and without probable cause procured an indictment against him by introducing false and misleading evidence. The Yaselli Court held, “[t]he immunity is absolute, and is grounded on principles of public policy.” Id. at 406. In discussing the development of the common-law immunity of a prosecutor the United States Supreme Court, after recognizing the authority of Yaselli, supra, stated:\n“The common-law immunity of a prosecutor is based upon the same considerations that underlie the common-law immunities of judges and grand jurors acting within thé scope of their duties. These include concern that harassment by unfounded litigation would cause a deflection of the prosecutor’s energies from his public duties, and the possibility that he would shade his decisions instead of exercising the independence of judgment required by his public trust.” Imbler v. Pachtman, 424 U.S. 409, 422-23, 96 S.Ct. 984, 991, 47 L.Ed.2d 128 (1976)\nOur research has located two federal cases discussing the immunity of federally-appointed criminal defense attorneys. Sullens v. Carroll, 446 F.2d 1392 (5th Cir. 1971); Jones v. Warlick, 364 F.2d 828 (4th Cir. 1966). The decision in Jones, supra, was a per curiam opinion affirming a summary judgment in favor of the federal defense attorney. The Fourth Circuit in Jones based its decision, inter alia, upon the reasoning expressed in Bradley v. Fisher, supra, and Yaselli v. Goff, supra. In Sullens v. Carroll, 446 F.2d 1392 (5th Cir. 1971), the Court of Appeals for the Fifth Circuit held that court-appointed attorneys are immune from civil liability. Sullens relied on Jones v. Warlick, supra.\nSullens and Jones are the only cases out of the federal courts of appeals which concern the immunity of federal appointed defense attorneys with reference to their representation in a federal proceeding. We are provided with further guidance on this issue by the recent holding of the United States Supreme Court in Butz v. Economou, 438 U.S. 478, 98 S.Ct. 2894, 57 L.Ed.2d 895 (1978), which held some federal executive officials were entitled only to qualified immunity, but that federal agency attorneys presenting actions were absolutely immune from civil liability. The Court made the following observations concerning participants in the judicial process:\n“The cluster of immunities protecting the various participants in judge-supervised trials stems from the characteristics of the judicial process rather than its location. As the Bradley Court suggested, 13 Wall. (80 U.S.), at 348-349, 20 L.Ed. 646, controversies sufficiently intense to erupt in litigation are not easily capped by a judicial decree. The loser in one forum will frequently seek another, charging the participants in the first with unconstitutional animus. See Pierson v. Ray, supra, at 554. Absolute immunity is thus necessary to assure that judges, advocates, and witnesses can perform their respective functions without harassment or intimidation.” Butz v. Economou, 438 U.S. 478, 512, 98 S.Ct. 2894, 2913, 57 L.Ed.2d 895 (1978).\nIt is therefore apparent that an absolute and comprehensive immunity surrounded appellee in the handling of appellant’s trial. The qualifications appellant would have us engraft upon the immunity have not been recognized by the federal courts in their application of the doctrine. We are therefore satisfied that the dismissal of appellant’s complaint was appropriate.\nThe order of the Superior Court affirming the order of the trial court en banc, sustaining the demurrer and dismissing the complaint is hereby affirmed.\nMANDERINO, J., concurs in the result.\nROBERTS, J., filed a dissenting opinion in which LARSEN, J., joins.\n. Jurisdiction for this appeal is based on section 204(a) of the Appellate Court Jurisdiction Act, July 31, 1970, P.L. 673, No. 223, art. II, § 204(a), 17 P.S. 211.204(a) (Supp. 1978-79).\n. Although the complaint set forth numerous instances in which it charged malpractice appellant has confined his complaint in this appeal to the failure to plead the statute of limitations. Appellee charges that this issue was not properly pleaded and thus should not be considered. It is quite true that in the initial complaint this allegation was not made. Appellant filed a second pleading entitled, “An Amended Complaint” which also failed to set forth the charge. However, appellant subsequently filed what he termed a, “Traversal Brief of Plaintiff’ wherein the question of failure to plead the statute of limitations was specifically raised. In view of the fact that these pleadings were filed without the benefit of counsel and the question was clearly raised in the court below, we decline to dispose of the issue based upon this procedural irregularity. See Haines v. Kerner, 404 U.S. 519, 520, 92 S.Ct. 594, 30 L.Ed.2d 652 (1972). See also Note, the United States Courts of Appeals: 1976-1977 Term Criminal Law and Procedure, 66 George.L.J. 203, 488 n.1565 (1977).\n. We note that some of the language in imbler has been interpreted as leaving open the question as to whether the prosecutor enjoys an absolute privilege when he is acting in the role of an administrator or investigative officer. See e. g. Briggs v. Goodwin, 569 F.2d (10th Cir. 1977). The legitimacy of this distinction in this inquiry is questionable since the language relied upon in Imbler was in a discussion of the applicability of the common-law rule of immunity under § 1983 (42 U.S.C.A. § 1983). See n.3, infra. This question need not detain us here since the challenged conduct related to counsel’s advocacy in the judicial proceeding. Thus, even if we were to accept the legitimacy of this qualification as being applicable to common-law immunity, the qualification would not be appropriate under the facts of the instant case.\n. We need not here consider the applicability of the common-law immunity in damage actions against state officials under the Civil Rights Act of 1871, now Section 1983 of Title 42 of the United States Code. See generally, Weissman, The Discriminatory Application of Penal Laws by State Judicial and Quasi-Judicial Officers: Playing the Shell Game of Rights and Remedies, 69 N.W.L.Rev. 489, 528-36 (1974).",
        "type": "majority",
        "author": "NIX, Justice."
      },
      {
        "text": "ROBERTS, Justice,\ndissenting.\nThe majority holds that private counsel appointed to represent an indigent defendant in a federal criminal case enjoys the same immunity as a federal official carrying out his official duties. The only cases cited in support of this conclusion, however, fail to provide any analysis justifying this extension of federal immunity.\nIn describing the rationale underlying the doctrine of official immunity, the United States Supreme Court in Butz v. Economou, 438 U.S. 478, 98 S.Ct. 2894, 57 L.Ed.2d 895 (1978), emphasized:\n“[T]he injustice, particularly in the absence of bad faith, of subjecting to liability an officer who is required, by the legal obligation of his position, to exercise discretion; [and] the danger that the threat of such liability would deter his willingness to execute his office with the decisiveness and the judgment required by the public good.”\nId. at 497, 98 S.Ct. at 2906 (quoting Scheuer v. Rhodes, 416 U.S. 232, 240, 94 S.Ct. 1683, 1688, 40 L.Ed.2d 90, 96 (1974). Neither rationale applies to private appointed counsel. An appointed counsel does not need any more discretion, freedom, or encouragement to exercise his professional judgment and skill than does privately retained counsel.\nFurther, under federal law, defense attorneys who participate in trials in state courts are not thereby acting under color of state law for purposes of 42 U.S.C. § 1983. See, e. g., Thomas v. Howard, 455 F.2d 228, 229 (3d Cir. 1972) (appointed counsel was “performing his duties solely for appellant, to whom he owed the absolute duty of loyalty, as if he were a privately retained attorney”). I would interpret federal immunity law in this light and would hold that attorneys appointed to represent defendants in federal court do not, merely by that representation or appointment, acquire status as a federal official entitled to immunity.\nFinally, the majority’s result raises a serious equal protection issue. Those who cannot afford private counsel are denied a remedy for inadequate representation which is apparently available to those who can afford privately retained counsel. Furthermore, the denial of such a remedy must be viewed as establishing a lower standard of care for appointed counsel.\nI would, therefore, reverse the order of the Superior Court.\nLARSEN, J., joins in this dissenting opinion.",
        "type": "dissent",
        "author": "ROBERTS, Justice,"
      }
    ],
    "attorneys": [
      "Francis Ferri, in pro. per.",
      "Ned Nakles Latrobe, George E. Schumacher, Federal Public Defenders, Pittsburgh, for appellee."
    ],
    "corrections": "",
    "head_matter": "394 A.2d 553\nFrancis Rick FERRI, Appellant, v. Daniel ACKERMAN, Appellee.\nSupreme Court of Pennsylvania.\nSubmitted Sept. 26, 1978.\nDecided Nov. 18, 1978.\nFrancis Ferri, in pro. per.\nNed Nakles Latrobe, George E. Schumacher, Federal Public Defenders, Pittsburgh, for appellee.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX, MANDERINO and LARSEN, JJ."
  },
  "file_name": "0090-01",
  "first_page_order": 200,
  "last_page_order": 211
}
