{
  "id": 1796970,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Simon PIRELA, Appellant",
  "name_abbreviation": "Commonwealth v. Pirela",
  "decision_date": "1986-03-21",
  "docket_number": "No. 53 E.D. Appeal Docket, 1984",
  "first_page": "43",
  "last_page": "61",
  "citations": [
    {
      "type": "official",
      "cite": "510 Pa. 43"
    },
    {
      "type": "parallel",
      "cite": "507 A.2d 23"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "83 L.Ed.2d 296",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "105 S.Ct. 360",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "469 U.S. 963",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12034269,
        12034334
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/us/469/0963-01",
        "/us/469/0963-02"
      ]
    },
    {
      "cite": "504 Pa. 428",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1787710
      ],
      "weight": 2,
      "year": 1984,
      "pin_cites": [
        {
          "page": "443"
        },
        {
          "page": "707-708"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/504/0428-01"
      ]
    },
    {
      "cite": "77 L.Ed.2d 1452",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "104 S.Ct. 31",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "463 U.S. 1236",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6262746
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/us/463/1236-01"
      ]
    },
    {
      "cite": "77 L.Ed.2d 1327",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "103 S.Ct. 2444",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "461 U.S. 970",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11337770,
        11337700
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/us/461/0970-02",
        "/us/461/0970-01"
      ]
    },
    {
      "cite": "500 Pa. 16",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1781169
      ],
      "weight": 4,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa/500/0016-01"
      ]
    },
    {
      "cite": "235 A.2d 349",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "427 Pa. 599",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1910363
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa/427/0599-01"
      ]
    },
    {
      "cite": "494 Pa. 244",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1769127
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "page": "250"
        },
        {
          "page": "243"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/494/0244-01"
      ]
    },
    {
      "cite": "461 Pa. 274",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        483826
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/461/0274-01"
      ]
    },
    {
      "cite": "69 A. 891",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1908,
      "pin_cites": [
        {
          "page": "892"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "220 Pa. 371",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1005823
      ],
      "year": 1908,
      "pin_cites": [
        {
          "page": "373"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/220/0371-01"
      ]
    },
    {
      "cite": "461 Pa. 233",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        483734
      ],
      "weight": 6,
      "year": 1975,
      "pin_cites": [
        {
          "page": "238"
        },
        {
          "page": "264"
        },
        {
          "page": "237"
        },
        {
          "page": "264"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/461/0233-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1232,
    "char_count": 32223,
    "ocr_confidence": 0.8,
    "pagerank": {
      "raw": 1.5529982005561047e-07,
      "percentile": 0.6755129353101281
    },
    "sha256": "8331214cec7ab9f5478176c2ca526325ba3bf8bab25b266c541c98e69e790121",
    "simhash": "1:9ad6bad756a0d0fc",
    "word_count": 5329
  },
  "last_updated": "2024-02-27T22:38:41.677409+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDER-MOTT, HUTCHINSON, ZAPPALA and PAPADAKOS, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Simon PIRELA, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nFLAHERTY, Justice.\nJurisdiction of the instant appeal is vested in this Court by virtue of The Act of July 9, 1976, P.L. 586, No. 142, as amended, 42 Pa.C.S.A. § 722(4) which provides for automatic review of death sentences. Appellant waived trial by jury at both the guilt stage and the sentencing stage, electing instead to be tried by the Hon. Juanita Kidd Stout, a judge of the Court of Common Pleas of Philadelphia.\nThe Commonwealth’s theory of this case is that it involves a killing for vengeance. The factual history is complicated. At approximately 1:00 a.m. on May 5, 1981, Pablo Ortiz, the victim in this case, was visited at his home by Carlos Tirado and Miquel Pirela, the brother of appellant. The three young men left the home of Ortiz and “shot” heroin. When Pirela became ill, Ortiz and Tirado delivered Pirela to his home. Pirela’s wife testified that when she awoke on the morning of May 5, her husband was dead. Although all three men had used heroin from the same source and the same appliances, only Miquel Pirela died. The cause of Pirela’s death was determined to be a drug overdose, achieved through non-homicidal means.\nLater on the day of May 5, Simon Pirela, the appellant, visited Ortiz’s home and announced his intention to kill Pablo. Appellant said that Pablo had killed appellant’s brother and either Pablo or Carlos Tirado “had to go.”\nGilberto Giraud Romero, who was also charged in connection with the murder of Pablo Ortiz, testified for the Commonwealth against appellant and his two co-defendants. Romero testified that on May 6, the day after Miquel Pirela’s death, at about 1:00 p.m., he went to his sister’s home. There both appellant and his brother, Heriberto Pirela, announced their intentions to kill Pablo Ortiz. Approximately 20 minutes later Ortiz joined the men. Both Pirela brothers inflicted a brutal beating upon Ortiz who was struck by fists and by a tire which was mounted on a rim. Ortiz was then pushed into the basement of the house where the beating continued. Eventually, Heriberto Pirela instructed Carlos Tirado to inject Ortiz with battery acid, or face death himself. While appellant and Pedro Torres held Ortiz’s hands, the injection was accomplished. Ortiz became unconscious.\nOrtiz’s unconscious body was loaded into an automobile belonging to Heriberto Pirela, and Romero was instructed to drive. Appellant warned Carlos Tirado that if Pablo Ortiz did not die, appellant would kill Tirado. While Romero drove the automobile, Tirado strangled Ortiz with a pair of socks. Romero was warned by appellant that if he “ratted” on appellant, appellant would kill him. The families of Romero and Tirado were also threatened. Much of Romero’s testimony was corroborated by Carlos Tirado who testified on his own behalf.\nAppellant admitted hitting Pablo Ortiz in the course of questioning Ortiz as to the cause of Miquel Pirela’s death. However, appellant testified that the murder of Pablo Ortiz was the handiwork of Carlos Tirado, and that appellant neither participated in nor directed the homicide. The fact finder specifically found appellant’s testimony incredible.\nOrtiz’s dead body was deposited on a bridle path in Fairmount Park where it was discovered by a jogger. The immediate cause of Ortiz’s death was determined to be strangulation. The beating was deemed to be a contributory cause in that it may have left Ortiz defenseless when the ligature was applied.\nAppellant argues the evidence was insufficient to raise the degree of guilt higher than murder of the second degree. He further argues that the evidence proves no more serious offense than voluntary manslaughter, a killing perpetrated “under a sudden and intense passion resulting from serious provocation by: (1) the individual killed....” Act of Dec. 6, 1972, P.L. 1482, No. 334, 18 Pa.C.S.A. § 2503. For the reasons that follow, we find these arguments unpersuasive.\nPreliminarily, we note that both of these suggested verdicts conflict with the defense presented at trial which was that appellant had no part in the killing of Pablo Ortiz. The theory advanced by appellant was that the homicide was conceived by either Tirado or Romero and executed by Carlos Tirado to advance some personal interest of either Tirado’s or Romero’s. Furthermore, appellant continues to argue on this appeal that he did not commit the fatal assault, did not attempt to kill and did not intend to kill Pablo Ortiz. These arguments are grounded on the fact that appellant was not present when the strangulation occurred. Notwithstanding this apparent conflict in defense strategies, however, we will address the propriety of such verdicts on the evidence presented below.\nIn his argument that the degree of guilt in this case can rise no higher than voluntary manslaughter, appellant likens the instant matter to the case of Commonwealth v. Berry, 461 Pa. 233, 336 A.2d 262 (1975). In Berry, we recognized that a reasonable man might become so impassioned that he would kill where he arrives upon the scene within seconds of an attack upon his mother, finds her prostrate on the ground, and hears from her the account of her attack. We stated: “The threatened or immediate infliction of serious injury upon a parent, spouse or child because of the relationship of the parties and the expected concern of one for the well being of the other, has occasioned courts to hold this conduct may be sufficient provocation to reduce the killing to voluntary manslaughter.” Id,., 461 Pa. at 238, 336 A.2d at 264. Certainly, immediate infliction of serious injury upon a sibling is conduct that might provoke in a reasonable man such sudden passion that would reduce the degree of guilt to voluntary manslaughter. However, the instant case does not present the kind of immediacy of harm and resultant sudden passion relative to the time of the homicide provoked thereby as could reduce the degree of guilt to voluntary manslaughter.\nPablo Ortiz, Carlos Tirado and Miquel Pirela shot heroin sometime after 1:30 a.m. on May 5. Miquel Pirela was taken home in the early morning hours on the same day. When his wife awoke around 9 a.m., she found Miquel Pirela had died. The attack upon Pablo Ortiz, unquestionably the result of the death of Miquel Pirela, occurred after noon on May 6 — more than 24 hours after Miquel Pirela’s death. Thus, the death of Miquel was not immediate with respect to appellant’s attack upon Pablo Ortiz. Nor, in view of the lapse of time between the two events, could appellant have attacked Pablo Ortiz out of a sudden passion resulting from Miquel’s death.\nAppellant argues that the homicide of Pablo Ortiz resulted from a “sudden transport of passion, excited by the deceased [sic] continual refusal to give [appellant] any information concerning his brother’s death.\" To constitute voluntary manslaughter, the killing must result from “serious provocation.” 18 Pa.C.S.A. § 2503(a). As the evidence suggests the death of Miquel Pirela was caused by a self-induced overdose of drugs and alcohol, the failure of Pablo Ortiz to account for Miquel Pirela’s demise cannot constitute legal provocation sufficient to excuse appellant’s violent behavior. Moreover, in view of testimony of numerous witnesses that appellant was threatening to kill Pablo Ortiz more than 24 hours before the fatal assault began, we cannot accept appellant’s latest excuse for that assault.\nAppellant’s passion was a response to his brother’s unexpected demise. The intensity of the passion which appellant claims impelled him to slay Pablo Ortiz should have subsided in the more than 24 hours which elapsed between the death of Miquel Pirela and the attack upon Pablo Ortiz. “[Voluntary manslaughter] is a concession to the infirmity of human nature, not an excuse for undue or abnormal irascibility....” Commonwealth v. Berry, 461 Pa. at 237, 336 A.2d at 264, quoting Commonwealth v. Paese, 220 Pa. 371, 373, 69 A. 891, 892 (1908).\nAppellant also argues his degree of guilt can rise no higher than murder of the second degree. He bases this claim upon Commonwealth v. Stewart, 461 Pa. 274, 336 A.2d 282 (1975), wherein this Court recognized that proof of overwhelming emotion should be admissible for the purpose of negating the existence of the intent to take life which is a necessary element of murder of the first degree.\nPreliminarily, we question whether appellant’s claim is that his degree of guilt should be murder of the second degree or murder of the third degree. Under the law in effect when Stewart was prosecuted, there were only two degrees of murder. Murder of the first degree encompassed criminal homicides accomplished by poison, by lying in wait or by any other kind of willful, deliberate and premeditated killing, as well as homicides committed during the attempt, perpetration or flight after commission of any of certain designated felonies. Murder of the second degree encompassed all other kinds of murder. In 1974, the statute defining the various degrees of murder was amended. Act of March 26, 1974, P.L. 213, No. 46, since amended. Since 1974, murder of the first degree is committed by an intentional killing; murder of the second degree is “felony murder” and murder of the third degree encompasses “[a]ll other kinds of murder.” Appellant’s reliance upon Stewart indicates appellant would not have us find his actions constitute murder of the second degree which is felony murder but murder of the third degree under the present statute.\nAppellant’s argument that his degree of guilt can rise no higher than murder of the third degree is based upon his contention that the homicide of Pablo Ortiz was committed in such a state of intense rage that necessarily negates the existence of the intent to kill which is required for a conviction of murder of the first degree. However, appellant had been proclaiming his intention to kill Pablo Ortiz for more than 24 hours prior to Ortiz’s slaying. There is ample evidence in the record that Pablo Ortiz died by a willful, deliberate and premeditated killing and appellant’s conviction for murder of the first degree will not be set aside.\nAppellant argues the trial court assured him that he would not be subject to the death penalty and that he relied to his detriment upon this assurance. Therefore, argues appellant, his sentence of death should be vacated. The record does not support this contention.\nAfter the suppression hearing and prior to the commencement of trial, several motions were argued including a request for a ruling in limine that the death penalty would be inappropriate for appellant. The motion was grounded on the premise that appellant was only a conspirator to the death of Ortiz and not the perpetrator of the killing. The following exchange transpired:\nMR. PHILLIPS [Defense Counsel]: Your Honor, one additional thing, if your Honor pleases — and this is not Phillips on evidence — but I would request — Mr. Pirela is charged with conspiracy. That is a substantive offense, and this situation—\nTHE COURT: Would you be quite [sic] a minute? Go ahead.\nMR. PHILLIPS: Thank you, your Honor. The maximum sentence that Mr. Pirela could receive would be that of a felony of the second degree on conspiracy. He is also charged with murder. It’s my question as to whether or not it’s the Commonwealth’s intent to show that Mr. Pirela was in fact the actor or the person who committed the murder.\nTHE COURT: Are you asking me?\nMR. PHILLIPS: Well, this is what happened, your Honor, because — if it isn’t that theory, then Mr. Pirela could not be found guilty of first-degree murder in that situation.\nWhat I’m asking is that your Honor rule based on the Commonwealth’s representation as to whether or not Mr. Pirela is being charged as the actor of the murder or is Mr. Pirela being charged with the murder as being a co-conspirator.\nTHE COURT: Won’t that come out in the evidence?\nMR. BYRD [the prosecutor]: I should think so.\nMR. PHILLIPS: Well, your Honor, I think—\nTHE COURT: How can I rule on that? I haven’t heard any evidence and I don’t see how Mr. Byrd can make a representation. The witnesses may get up from there and say something different than what he thinks they are going to say.\nIf that is not Phillips on evidence, who is it?\nMR. PHILLIPS: Judge Carson. The important thing about it is this: He’s not subject to the death penalty if he is not deemed to be the doer, or the actor of the murder, or the aggravating circumstances.\nTHE COURT: Why are you arguing all this? Didn’t you say it was going to be a waiver?\nMR. PHILLIPS: That’s correct.\nTHE COURT: He’s not subject to the death penalty as long as he has me for a Judge.\nFirstly, and, perhaps, most importantly, the foregoing shows clearly that appellant’s decision to waive a jury and have his penalty fixed by the court was made prior to the court’s comment. Secondly, reasonably considering the comment in the context in which it was made, it appears not to constitute a “guarantee” that appellant would not be sentenced to death under any circumstances, but only if the evidence proved the facts to be as represented by defense counsel during his motion. In other words, the court’s response amounted to an admonition that the motion was premature, and should the evidence prove as defense counsel predicted, appellant would not be sentenced to death by that tribunal. The court’s choice of words was, perhaps, unfortunate, but, in what appears to be the informal atmosphere of this exchange, words were obviously not spoken out of regard to their manner of appearance on the cold record at a later time.\nMoreover, the record contains additional support for the conclusion that the court’s statement could not have lulled appellant into waiving his right to a jury. Immediately prior to commencement of the penalty phase of the trial, the prosecutor inquired of the court whether she possessed any “conscientious, philosophical objections which would prevent [her] from imposing the death penalty in a proper case.” To this query, the court replied: “I have no conscientious and philosophical objections, but mine doesn’t matter. I will follow the law as I see it. ... I will also tell you now that I will not impose a death penalty on all of them. That is not to say I won’t impose the death penalty on some of them.” This clearly served to apprise appellant’s counsel of the possibility that appellant could be sentenced to death.\nFinally, during the waiver colloquy preceding the penalty phase of the trial, the court asked:\nQ. Have you discussed the matter with [your attorney] as to whether you should waive a jury or not waive a jury at this sentence phase?\nA. Yes.\nQ. Has anyone forced you to waive your right to a trial by jury at this sentencing phase?\nA. No.\nQ. Has anyone promised you anything or coerced you or visited any violence against you?\nA. No.\nThe record indicates that appellant’s decision to waive a jury and leave his fate in the hands of the court was not based upon any representation by the court that she would never impose the death penalty, and his argument is unavailing. Were this a case where the court represented that it would impose a certain penalty and defendant relied thereon to his detriment, it might be in the interest of fairness to insist that sentence be imposed according to the promise. However, such a case is not before us.\nAt trial, appellant’s co-defendant Carlos Tirado testified that he strangled Ortiz because appellant told Tirado that if Tirado did not kill Ortiz then appellant would kill Tirado. Appellant denies having said such. Appellant argues that these antagonistic defenses required severance of the cases to avoid unwarranted inferences of guilt, and that it was error for the trial court to deny his motion to sever. The record shows, however, that it was appellant himself who opposed severance of his trial from his co-defendant’s. Appellant’s counsel advised the court that counsel desired a severance, but that appellant did not. Under the circumstances, appellant cannot claim error in the court’s denial of the motion to sever.\nAppellant argues counsel was ineffective in six particulars. Only one claim relates to the trial of the guilt phase of the case; the other five claims relate to the conduct of the sentencing phase.\nAppellant argues defense counsel was ineffective for failing to call Pedro Torres, who was present at the beating of Pablo Ortiz. Appellant asserts Pedro Torres’s testimony would have corroborated appellant’s own testimony. The Commonwealth counters that counsel was not ineffective for failing to call this witness on the grounds the witness had given a statement to the police that appellant struck Pablo Ortiz, threatened Pablo Ortiz with a gun, ordered the injection of Pablo Ortiz with battery acid, and ordered that Pablo Ortiz be killed and disposed of. Under the circumstances, counsel can hardly be ineffective for failing to call Pedro Torres to testify on behalf of appellant.\nWe have thoroughly reviewed the record as well as appellant’s assignments of error and have concluded appellant’s conviction for murder of the first degree is proper. We next turn our attention to the propriety of the sentence imposed.\nAt the sentencing phase, appellant again waived a jury and elected to have the court impose sentence. The evidence produced at the degree of guilt stage of the trial was incorporated into the sentencing proceeding on motion of the Commonwealth and of appellant. The Commonwealth also produced two witnesses to testify to appellant’s two other convictions for murder of the first degree. Appellant had been convicted in March, 1983 of murder of the first degree and conspiracy in connection with the slaying of Julio Cruz on April 12, 1980. Appellant had also been convicted in May, 1983 of murder of the first degree, possession of instruments of crime and criminal conspiracy in connection with the slaying of Jorge Figueroa on August 23, 1982. The trial of the instant case commenced in June of 1983.\nIn support of its request that death be imposed the Commonwealth argued aggravating circumstances under the following provisions of the death penalty statute: 42 Pa.C.S.A. § 9711(d)(2) on the theory that appellant gave drugs to Carlos Tirado when he returned from disposing of Pablo Ortiz’s body and thus the killing was perpetrated for pay; § 9711(d)(8) on the grounds the painful and prolonged beating which preceded Pablo Ortiz’s death constituted torture; § 9711(d)(9) on the grounds appellant’s two prior convictions for murder of the first degree constituted a “significant history of felony convictions involving the use or threat of violence to the person;” and § 9711(d)(10) on the grounds that appellant’s conviction for murder of the first degree in connection with the slaying of Julio Cruz constituted a “convict[ion] of another Federal or State offense, committed either before or at the time of the offense at issue, for which a sentence of life imprisonment or death was imposable____” Appellant argued in mitigation that the homicide was committed while appellant was under extreme mental and emotional disturbance due to the recent death of his brother, § 9711(e)(2); his youth, in that appellant was only 21 years old when the crime was committed, § 9711(e)(4); that appellant’s participation in the homicidal act was relatively minor, in view of the fact that appellant was not the person who administered the fatal strangulation to Pablo Ortiz, § 9711(e)(7); and that appellant only possessed a third grade education, § 9711(e)(8). Appellant also argued that none of the purposes of sentencing, to-wit, rehabilitation, deterrence, quarantine or retribution would be accomplished by imposition of the death penalty in this case, as appellant was already under imposition of one life sentence and one death sentence for the two homicides mentioned supra. The Court found one aggravating circumstance, that appellant had been “convicted of another ... State offense, committed ... before ... the offense at issue, for which a sentence of life imprisonment or death was imposable,” § 9711(d)(10), and one mitigating circumstance, appellant’s youth, § 9711(e)(4). There is ample support in the record for this finding. On the basis that the aggravating circumstance outweighed the mitigating circumstance, the Court imposed the penalty of death.\nAppellant argues that imposition of the death penalty in this case is cruel and unusual and thus prohibited by the United States Constitution, Amend. 8, and the Pennsylvania Constitution Art. I, § 13, on the theory that appellant did not commit or intend to commit the killing. Appellant characterizes himself as an “accomplice to a battery in which a killing unintentionally occur[ed].” The sentencing court specifically rejected any notion that appellant’s conviction rested only on the bad acts of his friends. Immediately prior to imposing sentence upon appellant the court stated:\nYour attorney has urged that your participation in the homicidal act was relatively minor under Subsection 7 of the mitigating circumstances. I do not so view it. Even though you did not physically inflict the action which caused the death, you were the one who instituted those actions and they were carried out at your direction.\nThis Court, as a reviewing body, is not at liberty to reject findings of fact which are supported by the evidence. Thus, appellant’s claim that his sentence is disproportionate to the offense charged must be rejected.\nNext appellant argues that the court failed to consider mitigating circumstances argued in accordance with § 9711(e)(2) and § 9711(e)(8). There is nothing in either the record or the opinion of the lower court that would lead us to conclude that the court failed to consider all the mitigating circumstances argued by appellant’s counsel. The court was not required to believe appellant’s arguments that, for example, he was under extreme mental or emotional disturbance when the homicide was committed. Nor was she bound to hold that either appellant’s level of education or his migration to the United States mainland within eight years of the homicide are mitigating circumstances, which weigh toward a lesser penalty. The court did find that appellant’s youth was a mitigating factor, but that it did not outweigh the aggravating circumstance of the other homicide conviction. There appears to be no impropriety in the conduct of the tribunal below, and appellant’s argument to the contrary is without merit.\nAppellant raises five allegations of ineffective assistance of counsel in connection with the conduct of the sentencing phase of the trial. Appellant argues his attorney’s reliance upon the Court’s assertion, “He’s not subject to the death penalty as long as he has me for a judge,” constituted ineffectiveness. Firstly, the decision to waive a jury and be sentenced by the court alone was the decision of appellant, not of appellant’s counsel. The sentencing proceeding followed a lengthy colloquy between the court and appellant, wherein appellant stated his decision to waive the jury was not induced by any promises. As the decision to waive the jury and be sentenced by the court was appellant’s, counsel cannot be ineffective.\nAppellant also argues that counsel “failed to adequately prepare a presentation regarding any mitigating circumstances.” This is appellant’s entire argument. “[A] finding of ineffectiveness [can] never be made unless [it can be] concluded that the alternative not chosen offered a potential for success substantially greater than the tactics actually utilized.” Commonwealth v. Bandy, 494 Pa. 244, 250, 431 A.2d 240, 243, (1981), quoting Commonwealth ex rel. Washington v. Maroney, 427 Pa. 599, 605 n. 8, 235 A.2d 349, 353 n. 8 (1967). As appellant has failed to state what alternative course of conduct counsel could have chosen which would have inured to appellant’s benefit, appellant has failed to state a cognizable claim of ineffectiveness.\nAppellant raises three ineffectiveness claims relating to the Commonwealth’s argument that appellant’s two prior homicide convictions constituted the aggravating circumstance prescribed in § 9711(d)(9). Prior to the trial in the matter sub judice, appellant had been convicted of the April, 1980 murder of Julio Cruz and the August, 1982 murder of Jorge Figuroa. Appellant argued the conviction for Figuroa’s homicide, which was perpetrated after the murder of Pablo Ortiz, should not be considered as part of a “significant history of felony convictions” for the purpose of imposing the death penalty in the instant case. The lower court agreed. Nevertheless, appellant now argues his counsel was ineffective in failing to object when certain references to the Figuroa homicide were made, failing to ask for a jury at sentencing after the court was advised of the conviction for the murder of Jorge Figuroa, and failing to ask for a mistrial when, over objection, the prosecutor introduced evidence of the objected to homicide conviction at the sentencing hearing. The record clearly shows that the court disregarded the Figuroa homicide when she imposed sentence. Once again, it cannot be concluded that the alternatives not chosen offered a substantially greater potential for success than the tactics actually utilized. Thus, this claim entitles appellant to no relief.\nAppellant, summarily argues that the death penalty statute “does not suitably direct and limit the discretion of the sentencing authority,” and that the statute is actually arbitrary and capricious. This argument was considered and rejected in Commonwealth v. Zettlemoyer, 500 Pa. 16, 454 A.2d 937 (1982), cert. den. 461 U.S. 970, 103 S.Ct. 2444, 77 L.Ed.2d 1327, reh. den. 463 U.S. 1236, 104 S.Ct. 31, 77 L.Ed.2d 1452 (1983). Appellant has presented us with no argument in support of this claim to persuade us that our decision in Zettlemoyer should be reconsidered.\nCareful review of the record before us leads us inescapably to the conclusion that the sentence was not the product of passion, prejudice or any other arbitrary factor.\nFinally, the death penalty statute requires this Court to review death sentences to determine whether the penalty is “excessive or disproportionate to the penalty imposed in similar cases, considering both the circumstances of the crime and the character and record of the defendant.” 42 Pa.C.S.A. § 9711(h)(3). In accordance with that duty, we have reviewed the sentence imposed upon appellant in light of data compiled and monitored by the Administrative Office of Pennsylvania Courts, see Commonwealth v. Frey, 504 Pa. 428, 443, 475 A.2d 700, 707-708 (1984), cert. den. 469 U.S. 963, 105 S.Ct. 360, 83 L.Ed.2d 296 (1984). Our review of cases wherein the aggravating circumstance set forth in § 9711(d)(10) and mitigating circumstance in § 9711(d)(4) were present discloses that the death penalty has been imposed in six of eight cases. Thus, appellant’s sentence of death is neither excessive nor disproportionate to the penalties imposed in similar cases.\nJudgment of sentence affirmed, and the prothonotary is instructed to forward a full and complete copy of the record to the Governor, in accordance with 42 Pa.C.S.A. § 9711(i).\n. It is likely that Pablo Ortiz did not give appellant any information regarding the death of Miquel Pirela because he was himself unsure of the cause. The medical examiner who performed the post-mortem examination on Miquel Pirela testified that the amounts and types of drugs present in Miquel Pirela's body indicated he suffered an overdose inflicted by non-homicidal means. That testimony was as follows:\nQ. Your finding that this death is not homicidal, that’s basically based on the fact that you had no external evidence of violence?\nA. It’s based on a number of things. First of all, it’s based on pure statistical chance, and that is that I only saw one homicide by injection of another person for the purpose of killing him, and that’s in view of hundreds of drug overdoses. So statistically, the chance of it being a homicide are very remote.\nNumber two. The injection of at least or the use of at least three different agents in this death would seem to mitigate that at least two of the three had to be taken voluntarily. Cocaine is not the type of a drug that anybody would intentionally inject in someone else to kill him. Certainly, I'm not saying it's not possible.\nCertainly that kind of alcohol pattern is standard, alcohol pattern for somebody drinking on his own.\nSo the question then becomes one of: Is the morphine-heroin-quinine combination the one that was intentionally injected for the purpose of killing?\nThe numbers in this situation are not in the range that you would expect from a ten or twenty fold-over dose, which is what somebody would inject another with if they intended to kill them.\n******\nSo the numbers don’t fit that pattern. We continue along. Most people don’t stand around and volunteer to have an enemy inject. There is no evidence of violence, no explanation as to why he would be unconscious and submit to it.\n' There are whole bunches of things that don’t fall together for this being the intentional killing of one person by another against his will.\nNow, whether someone else injected a standard, ordinary dose of morphine because maybe he was too shaky to hit a vein, I’ve seen that in the past, or something like that, that’s hard to say. But this does not fit the pattern of a homicide. It fits the pattern of the routine standard overdose adverse reaction that we see.\nThe expert medical testimony establishes that Miquel Pirela’s death was the result of an ordinary drug overdose. The medical examiner also testified that many of the drugs which contributed to the death of Miquel Pirela were introduced into his body very close in time to his death. That Pablo Ortiz, a layman and drug user, might not account for the death of his friend after such a drug overdose is not surprising. It is certainly not the type of event which could incite a person to that degree of passion that would substantiate a conviction for voluntary manslaughter.\n. This is apparently the first stage of the proceedings at which appellant raises this argument. Because of the relaxed rule of waiver which we apply to cases involving imposition of the death penalty, see Commonwealth v. Zettlemoyer, 500 Pa. 16, 27 n. 3, 454 A.2d 937, 942 n. 3 (1983), we will review the claim.\n. Appellant also argues that he was impermissibly sentenced under 42 Pa.C.S.A. § 9711(d)(9), which provides that a “significant history of felony convictions involving the use or threat of violence to the person” may constitute an aggravating circumstance for purpose of imposing the death penalty. This argument is without merit.\nThe court did not sentence appellant based on § 9711(d)(9). That the court only found one aggravating circumstance, based on § 9711(d)(10) of the death penalty statute, is clear from the record of the sentencing proceeding.\nAppellant’s argument is apparently based upon the discussion of the applicability, if any, of § 9711(d)(9) to appellant in the opinion which was originally filed by the lower court. That opinion did not state that § 9711(d)(9) formed the basis for appellant’s death sentence. Rather, the court stated that appellant’s sentence was grounded upon “only one of the murder convictions — the one of the murders which occurred before the murder of Pablo Ortiz — as an aggravating circumstance.” The court has since revised her opinion to clarify that the sentence imposed is based on § 9711(d)(10) of the death penalty statute. Thus, it appears that appellant’s sentence was not based upon § 9711(d)(9) as he asserts, and there is no merit to appellant’s argument.",
        "type": "majority",
        "author": "FLAHERTY, Justice."
      }
    ],
    "attorneys": [
      "Michael J. Stack, Jr., Philadelphia, for appellant.",
      "Robert B. Lawler, Chief/Appeals Div., Gaele M. Barthold, Chief/Prosecution Appeals, Susan Vaughan Kahn, Philadelphia, for appellee."
    ],
    "corrections": "",
    "head_matter": "507 A.2d 23\nCOMMONWEALTH of Pennsylvania, Appellee, v. Simon PIRELA, Appellant.\nSupreme Court of Pennsylvania.\nArgued Jan. 24, 1986.\nDecided March 21, 1986.\nMichael J. Stack, Jr., Philadelphia, for appellant.\nRobert B. Lawler, Chief/Appeals Div., Gaele M. Barthold, Chief/Prosecution Appeals, Susan Vaughan Kahn, Philadelphia, for appellee.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDER-MOTT, HUTCHINSON, ZAPPALA and PAPADAKOS, JJ."
  },
  "file_name": "0043-01",
  "first_page_order": 107,
  "last_page_order": 125
}
