{
  "id": 1797013,
  "name": "Patrisha McNEILL, Appellant, v. COMMONWEALTH of Pennsylvania, UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Appellee",
  "name_abbreviation": "McNeill v. Commonwealth, Unemployment Compensation Board of Review",
  "decision_date": "1986-06-06",
  "docket_number": "No. 113 E.D. Appeal Docket 1985",
  "first_page": "574",
  "last_page": "583",
  "citations": [
    {
      "type": "official",
      "cite": "510 Pa. 574"
    },
    {
      "type": "parallel",
      "cite": "511 A.2d 167"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "34 Pa. Code § 101.24",
      "category": "laws:admin_compilation",
      "reporter": "Pa. Code",
      "weight": 2,
      "pin_cites": [
        {
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "415 A.2d 1263",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1980,
      "opinion_index": 1
    },
    {
      "cite": "52 Pa. Commonwealth Ct. 356",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1910736
      ],
      "year": 1980,
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/52/0356-01"
      ]
    },
    {
      "cite": "481 A.2d 699",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1984,
      "opinion_index": 1
    },
    {
      "cite": "85 Pa. Commonwealth Ct. 137",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1325328
      ],
      "year": 1984,
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/85/0137-01"
      ]
    },
    {
      "cite": "34 Pa. Code § 101.104",
      "category": "laws:admin_compilation",
      "reporter": "Pa. Code",
      "pin_cites": [
        {
          "page": "(c)"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "34 Pa. Code § 101.24",
      "category": "laws:admin_compilation",
      "reporter": "Pa. Code",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 1
    }
  ],
  "analysis": {
    "cardinality": 576,
    "char_count": 14471,
    "ocr_confidence": 0.808,
    "pagerank": {
      "raw": 1.3263487520043573e-07,
      "percentile": 0.6278537860701531
    },
    "sha256": "e98ef4128b1d1eab1bd082ee965431cf5f3fe728ca26415a0911afa6967f72d2",
    "simhash": "1:cebf7c48a79233d4",
    "word_count": 2357
  },
  "last_updated": "2024-02-27T22:38:41.677409+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, HUTCHINSON, ZAPPALA and PAPADAKOS, JJ.",
      "McDERMOTT, J., did not participate in the consideration or decision of this case.",
      "HUTCHINSON, J., filed a dissenting opinion."
    ],
    "parties": [
      "Patrisha McNEILL, Appellant, v. COMMONWEALTH of Pennsylvania, UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nLARSEN, Justice.\nThe issue presented by this appeal is whether the Unemployment Compensation Board of Review (Board), appellee herein, erred in remanding this case for a second hearing before a referee, per the request of the employer, where the employer did not attend the first hearing and did not explain its absence or show other cause for the second hearing.\nOn June 13, 1983, appellant, Patrisha McNeill, was discharged from her position as a cashier at a Rite Aid drug store. On July 3, 1983, appellant applied for unemployment compensation benefits. The application was mailed to appellant’s employer and, in response, the employer claimed that appellant had been discharged because she had failed to properly notify the employer of her absence from work during the week preceding her discharge. On August 9, 1983, the Office of Employment Security denied appellant’s application on the ground of willful misconduct.\nAppellant appealed and, after a hearing at which the employer did not appear, the referee issued a decision on September 7,1983 reversing the determination of the Office of Employment Security, and awarding benefits to appellant. On September 13, 1983, appellant’s employer wrote the following letter to the Board:\nTo whom it may concern,\nWe do not agree with the decision rendered by the referee on appeal # 83-1-D-647. The claimant Patrisha McNeill, (address omitted), should not be eligible for unemployment. The claimant was terminated for willful misconduct and the statement in fact-finding # 3 was totally false. We wish to appeal and have a further hearing. Please notify (name and address omitted) when further appeal will be heard.\nLetter dated September 13, 1983, Original Record at Item 9.\nThe Board thereupon allowed further appeal and issued a Board Hearing Order remanding the case for a second hearing before the referee “for the purpose of establishing additional testimony regarding the merits of the case.” Board Hearing Order dated October 18, 1983, Original Record at Item 11. Both parties appeared at that hearing and presented testimony. Thereafter, on December 2, 1983, based on the evidence presented at the second hearing, the Board issued an order reversing the referee’s decision of September 7, 1983.\nOn appeal, the Commonwealth Court affirmed. We granted appellant’s petition for allowance of appeal.\nAppellant contends that the Board erred in remanding the case for a second hearing. Appellant maintains that a party may receive a rehearing only upon a showing of proper cause for its failure to attend the first hearing.\nThe standard of review by which both we and the Commonwealth Court are governed in this case is set forth in section 704 of the Code of Administrative Procedure, which provides, in pertinent part:\n[A reviewing] court shall affirm the adjudication [of a Commonwealth agency] unless it shall find that the adjudication is in violation of the constitutional rights of the appellant, or is not in accordance with law, or that the provisions of Subchapter A of Chapter 5 (relating to practice and procedure of Commonwealth agencies) have been violated in the proceedings before the agency, or that any finding of fact made by the agency and necessary to support its adjudication is not supported by substantial evidence.\n2 Pa.C.S.A. § 704 (emphasis added).\nFurther, all requests for an additional hearing by a party who did not attend a scheduled hearing are governed by the Board’s rule of procedure 101.24. That rule provides, in pertinent part:\n§ 101.24. Reopening of hearing.\n(a) If any party who did not attend a scheduled hearing subsequently gives written notice, which is received by the tribunal prior to the release of a decision, and it is determined by the tribunal that his failure to attend the hearing was for reasons which constitute “proper cause, ” the case shall be reopened. Any and all requests for reopening, whether made to the referee or the Board, shall be in writing; shall give the reasons believed to constitute “proper cause” for not appearing; and they shall be delivered or mailed — preferably to the tribunal at the address shown on the notice of hearing or to the Unemployment Compensation Board of Review, ..., or to the local employment office where the appeal was filed.\n(b) A request for reopening which is received by the referee before his decision has been mailed to the parties shall be decided by the referee before whom the case is pending____\n(c) A request for reopening the hearing which is not received before the decision was mailed, but is received or postmarked on or before the 15th day after the decision of the referee was mailed to the parties shall constitute a request for further appeal to the Board and a reopening of the hearing, and the Board will rule upon such request____\n34 Pa. Code § 101.24 (emphasis added).\nThus, under this rule, the moving party must set forth the reasons for failing to appear at a hearing and the Board must make an independent determination that the reasons set forth constitute proper cause. There are sound policy reasons which support this rule. The legislature created unemployment compensation in order to provide relief from the burden of “economic insecurity due to unemployment,” 43 P.S. § 752, which it found to be “a serious menace to the health, morals, and welfare of the people of the Commonwealth.” Id. The Board’s rules of procedure were formulated with this purpose in mind and thus were designed to provide for the quickest possible disposition of claims.\nRule 101.24 is essential in this scheme. If a party fails to appear at a scheduled hearing, that party must show good cause for that failure before the Board will delay the final disposition of the case by remanding for additional hearings. Were it otherwise, there would be no incentive to appear at the initial hearing.\nIn the instant case, the employer’s request for further hearing, although timely and in writing, did not “give the reasons believed to constitute proper cause for not appearing” at the first hearing. Consequently, the Board was unable to, and in fact did not, determine whether “[the employer’s] failure to attend the hearing was for reasons which constitute proper cause.” Therefore, under rule 101.24, the Board’s remand of the case was “not in accordance with law.” 2 Pa.C.S.A. § 704.\nAccordingly, the order of the Commonwealth Court is reversed and the decision of the referee granting unemployment compensation benefits to appellant is reinstated.\nMcDERMOTT, J., did not participate in the consideration or decision of this case.\nHUTCHINSON, J., filed a dissenting opinion.\n. The order directed the referee to \"serve as the Board’s Hearing Officer,” and, after transcription of the testimony was presented, to return the record to the Board \"for its consideration and such further action as may be deemed appropriate.”\n. In affirming the decision of the Board, the Commonwealth Court stated that the record showed that the employer had not received notice of the first hearing and that that lack of notice constituted proper cause for the Board’s remand. There is nothing in the record, however, to support the Commonwealth Court’s statement. On the contrary, the record shows that the employer received the notice of appellant’s application for benefits, and the notice of the referee’s decision, both of which had been mailed to the employer at the same address as the notice of hearing. Furthermore, and even more importantly, the record shows that the employer never claimed that it had not received notice of the first hearing.",
        "type": "majority",
        "author": "LARSEN, Justice."
      },
      {
        "text": "HUTCHINSON, Justice,\ndissenting.\nI dissent.\nAlthough Commonwealth Court impermissibly engaged in fact finding in order to reach its conclusion that the Board’s remand to the Referee to take additional evidence was correct, I am convinced that its mandate affirming the Board on this point is correct on other grounds. For the reasons which follow, I would affirm on that other ground.\nThe majority opinion clearly sets forth the relevant facts. On September 13, 1983, the employer wrote the following letter to the Board:\nTo whom it may concern,\nWe do not agree with the decision rendered by the referee on appeal # 83-1-D-647. The claimant Patrisha McNeill, ... should not be eligible for unemployment. The claimant was terminated for willful misconduct and the statement in fact-finding # 3 was totally false. We wish to appeal and have a further hearing. Please notify [our representative] ... when further appeal will be heard.\nOriginal Record at Item No. 9.\nTo my mind, the salient portion of that letter is the statement that the employer wishes to appeal and requests notification of when such further appeal will be heard. My brethren have been misled, by the court below, into mischaracterizing this as a request to reopen a hearing. Were it so, the provisions of 34 Pa. Code § 101.24 would control.\nI would hold, to the contrary, that the Board properly treated the employer’s letter as an appeal and request for a remand hearing. The Board then acted pursuant to Section 504 of the Unemployment Compensation Law (Law), Act of December 5, 1936, Second Ex.Sess., P.L. (1937) 2897, as amended, 43 P.S. § 824 (Supp.1985), and 34 Pa.Code §§ 101.101 and 101.104. Section 504 provides in pertinent part that, “The board ... in cases where a further appeal is allowed by the board from the decision of a referee, may affirm, modify or reverse the determination ... on the basis of the evidence previously submitted in the case, or direct the taking of additional evidence.” 43 P.S. § 824 (Supp. 1985) (emphasis added). Likewise, 34 Pa. Code § 101.104(c), provides, inter alia:\nThe Board will review the previously established record and determine whether there is any need for an additional hearing----[T]he Board, in its discretion, may direct the taking of additional evidence, if in the opinion of the Board, the previously established record is not sufficiently complete and adequate to enable the Board to render an appropriate decision.\nIn the present case, the Board exercised its discretion by ordering a remand hearing. In light of the employer’s allegation that the referee’s third finding of fact was false, I would hold that the Board did not abuse its discretion when it chose to permit the employer to introduce its evidence, even though the employer did not explain its absence from the original hearing before the referee.\nI completely agree with the salutary purposes which the majority ascribes to the creation of the unemployment compensation fund. I cannot condone the employer’s unexplained failure to attend the original hearing before the referee. Nonetheless, the Board has been granted discretion to determine whether it needs additional information in order to fulfill its responsibility of seeing that the facts are correctly determined. When the employer alleges that a claimant has obtained compensation by means of false testimony, I believe the Board has the power under Section 504 of the-Law to investigate the allegation and remand for the additional evidence needed to determine the credibility of that allegation.\nThe central issue in the present case was whether appellant properly notified her employer regarding her absence from work on June 6-8, 1983. There is substantial evidence on the record, as developed after the remand, to support the Board’s finding that she did not do so and that she was, therefore, discharged for willful misconduct pursuant to Section 402(e) of the Law, 43 P.S. § 802(e), and should be denied benefits. Negron v. Unemployment Compensation Board of Review, 85 Pa. Commonwealth Ct. 137, 481 A.2d 699 (1984).\n. Commonwealth Court stated:\nOur review of the record reveals that the Office of Employment Security mailed its Notice of Hearing to the employer at the incorrect address. As a result, the employer failed to attend the initial hearing. At that time, the referee did not have sufficient evidence before him to evaluate the employer’s position. The employer’s not receiving the Notice of Hearing constitutes proper cause for the Board's grant of a further hearing. See 34 Pa. Code § 101.24(a) and Effort Foundry, Inc. v. Unemployment Compensation Board of Review, 52 Pa. Commonwealth Ct. 356, 415 A.2d 1263 (1980).\nCommonwealth Court slip op. at 2 n. 2 (No. 3664 C.D. 1983, filed January 24, 1985). The conclusion that the employer failed to attend the original hearing before the referee because it did not receive notice, is not supported by the record.\n. This regulation, found in the subchapter entitled \"Provisions Governing Hearings Before the Department or Referee,” details the requirements which must be met by a party who wishes to reopen a hearing.\n. The record contains the following order by the Board, dated October 18, 1983:\nWhereas, in connection with the above captioned claim(s) an application for further appeal has been filed from the above indicated Referee’s decision; and\nWhereas, a review of the record discloses that a hearing is deemed proper, the case is remanded, for the following reasons and purposes, to the Referee, who will serve as the Board’s Hearing Officer:\nTo schedule a hearing for the purpose of establishing additional testimony regarding the merits of the case so that the Board, having allowed the further appeal, will have for its consideration complete information regarding all matters at issue.\nOriginal record at Item No. 11.\nThe referee clearly understood the purpose of the remand hearing, as evidenced by his statement to the parties:\nI, as Referee in this hearing shall take no part in any Decision which is to be made but will merely act as a Hearing Officer for the Board of Review, who will make the further Determination in the matter. The purpose of this hearing is to establish additional testimony regarding the merits of the case so that the Board having allowed the further appeal will have for its consideration complete information regarding all matters at issue.\nN.T. November 1, 1983, at 2 (Original Record at Item No. 13).",
        "type": "dissent",
        "author": "HUTCHINSON, Justice,"
      }
    ],
    "attorneys": [
      "Terry L. Fromson, Philadelphia, for appellant.",
      "Richard F. Faux, Charles G. Hasson, Harrisburg, for appellee."
    ],
    "corrections": "",
    "head_matter": "511 A.2d 167\nPatrisha McNEILL, Appellant, v. COMMONWEALTH of Pennsylvania, UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Appellee.\nSupreme Court of Pennsylvania.\nArgued Jan. 23, 1986.\nDecided June 6, 1986.\nTerry L. Fromson, Philadelphia, for appellant.\nRichard F. Faux, Charles G. Hasson, Harrisburg, for appellee.\nBefore NIX, C.J., and LARSEN, FLAHERTY, HUTCHINSON, ZAPPALA and PAPADAKOS, JJ."
  },
  "file_name": "0574-02",
  "first_page_order": 638,
  "last_page_order": 647
}
