{
  "id": 1008614,
  "name": "Bowers v. Bowers, Appellant",
  "name_abbreviation": "Bowers v. Bowers",
  "decision_date": "1910-02-09",
  "docket_number": "Appeal, No. 16",
  "first_page": "395",
  "last_page": "397",
  "citations": [
    {
      "type": "official",
      "cite": "227 Pa. 395"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 271,
    "char_count": 3940,
    "ocr_confidence": 0.632,
    "pagerank": {
      "raw": 4.643594115661138e-08,
      "percentile": 0.2906725450016584
    },
    "sha256": "8f1b4ebd833816bedc3841a3890bc1351aad1c5e5fea2fdf3b478962a903ade8",
    "simhash": "1:099949219021ddc8",
    "word_count": 690
  },
  "last_updated": "2023-07-14T19:14:01.030770+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell,. C. J., Brown, Potter, Elkin and Moschzisker, JJ."
    ],
    "parties": [
      "Bowers v. Bowers, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nMarch 7, 1910:\nThe judgment is affirmed on the opinion of Judge Hemp-hill.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "George J. Edwards, Jr., with him I. Hazelton Mirkil and C. Wesley Talbot, for appellants.",
      "Walter S. Talbot, with him Joseph H. Baldwin, for appellees."
    ],
    "corrections": "",
    "head_matter": "Bowers v. Bowers, Appellant.\nWill — Decedents' estates — Advancements.\nAn item in a will, “If any of my children shall be indebted to me at the time of my decease, I order and direct the amount to form part of my estate and the same with interest at the rate of four per cent, per annum to be charged against such child, or his or her issue and be deducted from the share that would go to him; her or them of my estate upon the final distribution of the same,” is a direction that the indebtedness of the children shall be treated as assets of the estate, and their debts set off against their share upon final distribution, but in no wise attempts to control or direct the manner or process to be used by the executors in collection of said assets.\nArgued Feb. 9, 1910.\nAppeal, No. 16,\nJan. T., 1910, by defendant, William T. Bowers, individually and as executor of the estate of Louisa Bowers, from judgment of C. P. Chester Co., Jan. T., 1909,' No. 40, on verdict for plaintiffs in case of John L. Bowers, Robert E. Bowers, Executors and Trustees of William Bowers’ Estate v. John- L. Bowers, William T. Bowers, Robert E. Bowers, Joseph W. Bowers, Mortgagors, and Louisa Bowers, Terre-Tenant.\nBefore Fell,. C. J., Brown, Potter, Elkin and Moschzisker, JJ.\nAffirmed.\nScire facias sur mortgage. Before Hemphill, P. J., who .filed the following opinion:\nPayment of the balance due upon the above mortgage is resisted upon two grounds:\n. 1. Because of the will of William Bowers, deceased, the mortgagee designates the way in which it is to be paid and must be followed.\n2. That under a family settlement or agreement the mortgage was to have been satisfied.\nNeither defense is, in our judgment, tenable.\nImmediately after the funeral of William Bowers, in December, 1877, when the widow and heirs were all present, the propriety or rather advisability of having his executor satisfy the mortgage with a view of strengthening the credit of the mortgagors, was discussed and assented to, provided it could be legally done, and the matter was left with his son, Jacob, a member of the Philadelphia bar, for determination.\nJacob, it would seem, reached the conclusion that it could not or should not be done for a few weeks. Later when Joseph W. Bowers inquired why it had not been done his brother, John L. Bowers, answered, “That brother Jacob objected to it,” consequently the agreement was never consummated and the mortgage remains unsatisfied of record to this date.\nThe clause of William Bowers’ will upon which the first ground of defense is based is as follows:\n“Item. If any of my children shall be indebted to me at the time of my decease, I order and direct the amount to form part of my estate and the same with interest at the rate of four per cent, per annum to be charged against such child, or his or her issue and be deducted from the share that would go to him, her or them of my estate, upon the final distribution of the same.”\nThus the testator directs that the indebtedness of his children shall be treated as assets of his estate, and their debts set off against their share upon final distribution, but in no wise attempts to control or direct the manner or process to be used by his executors in collection of said assets.\nWe think, therefore, that the binding instructions given in this case were correct and the rule must be dismissed, and counsel will prepare a proper decree or order for the entry of judgment for the balance due upon the mortgage.\nWilliam T. Bowers, as mortgagor and as executor of Louisa Bowers, deceased, terre-tenant, appealed.\nErrors assigned were in directing verdict for plaintiffs and discharging defendants’ rule for judgment non obstante veredicto.\nGeorge J. Edwards, Jr., with him I. Hazelton Mirkil and C. Wesley Talbot, for appellants.\nWalter S. Talbot, with him Joseph H. Baldwin, for appellees."
  },
  "file_name": "0395-01",
  "first_page_order": 427,
  "last_page_order": 429
}
