{
  "id": 1008748,
  "name": "Yoder, Appellant, v. Strong",
  "name_abbreviation": "Yoder v. Strong",
  "decision_date": "1910-01-31",
  "docket_number": "Appeal, No. 266",
  "first_page": "432",
  "last_page": "434",
  "citations": [
    {
      "type": "official",
      "cite": "227 Pa. 432"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 340,
    "char_count": 5200,
    "ocr_confidence": 0.556,
    "pagerank": {
      "raw": 1.3282785851569393e-07,
      "percentile": 0.6284015014002747
    },
    "sha256": "bc240be149ef94240054094740c278994a756654e7d4b0fe7d31773e6ed7d2e6",
    "simhash": "1:18a52d2f882df2dd",
    "word_count": 890
  },
  "last_updated": "2023-07-14T19:14:01.030770+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Yoder, Appellant, v. Strong."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Stewart,\nMarch 14, 1910:\nThe contract was for an exchange.of properties — a farm for a stock of merchandise in a country store. The farm was to be accepted at a valuation of $4,000; the stock of merchandise at its market value as determined by appraisers mutually chosen. The contract was executed January 21, 1908. The appraisement was completed March 4 following, and showed a stock valuation of $6,136.05. On March 10 the parties met for settlement. The defendant, the owner of the farm, demanded a deduction from the appraisement of $500, and declined to convey his farm except as the deduction was allowed. The plaintiff refused to comply with this demand, and the parties separated. No other negotiation followed, and on July 30 plaintiff brought his action to recover damages for defendant’s breach of his contract. In the statement of claim filed demand is made for $3,416.95 damages, the principal item in the demand being loss sustained on a resale of the stock of merchandise, expense incurred in connection with the resale, and cost of appraisement and counsel fees. On the trial it was shown on part of the plaintiff that following defendant’s refusal to carry out his contract the plaintiff, nearly two months thereafter, proceeded to sell the stock of merchandise at public auction. Various offers were made to show the difference between the total amount thus realized and the market value of the goods as ascertained by the appraisers. It was also offered to be shown that the auction was conducted with entire fairness and after wide public notice given. These offers were rejected, on the ground that if the contract was to be regarded as executed the goods were not the plaintiff’s, and he had no right to sell them; that if executory, the sale was made too long after the breach to fix the difference in value. This ruling of the court is made the subject of various assignments of error. The jury was instructed that plaintiff having failed to prove any damage, the verdict should be for the defendant. This ruling is also assigned. In view of a certain provision in the contract, from which there can be no escape, it is wholly unnecessary to consider any of the several assignments except the one last mentioned. It is as follows: “The penalty is 100 Dollars that spoils this sale.” Whatever obscurity there is in this provision as written, it entirely disappears in the light of what the parties did pursuant to it. Contemporaneously with the agreement each executed a note to the other in the sum of $100, payable March 21 following. Both notes were delivered over to the scrivener who wrote the agreement, and they remained in his hands until the trial of the case. The transaction admits of no other conclusion than that the notes stood for liquidated damages; they measured the loss that either would sustain in case of default by the other. Whether penalty or liquidated damages, there could be no recovery in any event beyond the amount so fixed. The learned trial judge correctly held that if there was a breach of the contract for which defendant would be liable, such breach occurred March 10 when defendant refused to convey his farm. Had plaintiff then claimed and received his $100, so far as appears from the evidence in the case, he would have been clear of all loss. There is not a word of evidence as to the value of the bargain to the plaintiff. Manifestly it was considered by the parties that $100 would compensate either for the loss of his bargain, and they so provided. Whatever loss the plaintiff suffered beyond this was the result of the mistaken course he afterwards pursued with respect to his property. The present action was not upon the note, and no claim was made thereunder. It was for the recovery of damages not covered by note or contract.\nThe assignments of error are overruled, and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Stewart,"
      }
    ],
    "attorneys": [
      "N: H. Larzelere, with him Franklin L. Wright, for appellant.",
      "John Faber Miller, with him Samuel H. High, for appellee."
    ],
    "corrections": "",
    "head_matter": "Yoder, Appellant, v. Strong.\nContracts — Vendor and, vendee — Exchange—Liquidated damages— Penalty.\nWhere a contract for an exchange of properties contains a provision reading “the penalty is 100 dollars that spoils this sale,” and contemporaneously with the agreement each party executes a note to the other in the sum of $100, which notes are delivered over to the scrivener of the agreement and remain in his hands, the transactions admit of no other conclusion than that the notes stand for liquidated damages and measure the loss that either party may sustain in case of a default by the other, and, in no event, can there be recovery beyond the amount so fixed, whether that sum be a penalty or liquidated damages.\nArgued Jan. 31, 1910.\nAppeal, No. 266,\nJan. T., 1909, by plaintiff, from judgment of C. P. Montgomery Co., Oct. T., 1908, No. 94, on verdict for defendant in case of Levi D. Yoder v. George W. Strong.\nBefore Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nAssumpsit for damages arising from breach of contract. Before Weand, J.\nThe opinion of the Supreme Court states the case.\nError assigned among others was in giving binding instructions for defendant.\nN: H. Larzelere, with him Franklin L. Wright, for appellant.\nJohn Faber Miller, with him Samuel H. High, for appellee."
  },
  "file_name": "0432-01",
  "first_page_order": 464,
  "last_page_order": 466
}
