{
  "id": 1008737,
  "name": "Adams, Appellant, v. Johnson",
  "name_abbreviation": "Adams v. Johnson",
  "decision_date": "1910-02-15",
  "docket_number": "Appeal, No. 304",
  "first_page": "454",
  "last_page": "459",
  "citations": [
    {
      "type": "official",
      "cite": "227 Pa. 454"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "67 Pa. 119",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1022480
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/67/0119-01"
      ]
    },
    {
      "cite": "63 Pa. 393",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1018937
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/63/0393-01"
      ]
    },
    {
      "cite": "103 Pa. 166",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        449103
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/103/0166-01"
      ]
    },
    {
      "cite": "77 Pa. 282",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        436292
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/77/0282-01"
      ]
    },
    {
      "cite": "10 Watts, 179",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850985
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0179-01"
      ]
    },
    {
      "cite": "2 Dall. 304",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        11746792,
        6131809
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/2/0304-01",
        "/f-cas/28/1012-01"
      ]
    },
    {
      "cite": "178 Pa. 477",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        885474
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/178/0477-01"
      ]
    },
    {
      "cite": "131 Pa. 343",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        810313
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/131/0343-01"
      ]
    },
    {
      "cite": "87 Pa. 359",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057830
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/87/0359-01"
      ]
    },
    {
      "cite": "25 Pa. 142",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        975750
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/25/0142-01"
      ]
    },
    {
      "cite": "15 Pa. 295",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        408679
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/15/0295-01"
      ]
    },
    {
      "cite": "109 N. C. 461",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        8650702
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/nc/109/0461-01"
      ]
    },
    {
      "cite": "13 Barb. 119",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5778147
      ],
      "opinion_index": 0,
      "case_paths": [
        "/barb/13/0119-01"
      ]
    },
    {
      "cite": "10 Cal. 95",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2277433
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal/10/0095-01"
      ]
    },
    {
      "cite": "63 Pa. 393",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1018937
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/63/0393-01"
      ]
    },
    {
      "cite": "10 Watts, 179",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850985
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/10/0179-01"
      ]
    },
    {
      "cite": "2 Dall. 304",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        11746792,
        6131809
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/2/0304-01",
        "/f-cas/28/1012-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 615,
    "char_count": 12697,
    "ocr_confidence": 0.546,
    "pagerank": {
      "raw": 4.800713896978518e-07,
      "percentile": 0.9312975389684881
    },
    "sha256": "03d6eede9896bbabb4d0c8525ad08547537c64fd8523242c269aafba92e19dde",
    "simhash": "1:80d74c7aa6ecacd6",
    "word_count": 2219
  },
  "last_updated": "2024-02-27T20:46:52.908567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Mestrezat, Elkin, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Adams, Appellant, v. Johnson."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMjr. Justice Mestrezat,\nMarch 14, 1910:\nThis is an action of ejectment, brought February 10, 1908, and both parties claim the premises through the following paragraph of the will of William Arthur, deceased: “Second. I give, devise and bequeath all the rest, residue and remainder of my estate, both real and personal, to my beloved wife, Mary Ann Arthur, until her death, after which balance to Anna Bell Adams, of Walker township, providing said Anna Bell Adams continue to live with said Mary Ann Arthur until death.” The residue was the whole estate, except what was required to pay the testator’s debts and funeral expenses. The will was dated June 8, 1903, and was probated May 4, 1904.\n\"William Arthur died in April, 1904, leaving a wife but no children Or other relatives to survive him. He lived on, 'and was seised of, the farm for which the action of ejectment' was brought: Anna Bell Adams, the plaintiff, went to live' With Mr; and Mrs. Arthur in July, 1902, when she was fourteen years of age. She continued to reside with them until his death in April, 1904, and thereafter remained with Mrs. Arthur until February, 1906, when, as the plaintiff alleges, she was compelled to leave Mrs. Arthur because of threats and ill treatment.\nIn March, 1906, the executor, by virtue of ah order of the orphans' court, sold the real estate to the defendants in this action. The widow died in September, 1907. ‘ ■ \"'\nThe learned court below submitted the case to the jury and instructed them that “if you find that she (the plaintiff) did try to perform the condition and it was made impossible through the conduct of Mrs. Arthur for her to perform that condition, then we say your verdict should be for the plaintiff.\" The jury found in favor of the plaintiff, but the court entered judgment for the defendant notwithstanding the verdict. The court held that the plaintiff took an estate upon a condition precedent, and that it being conceded that'the plaintiff had not performed the condition the estate-never vested in her.\nA condition is defined to be any qualification, restriction, or limitation annexed to a- gift, and modifying or destroying essentially its full enjoyment and disposal: Schouler on Wills, sec. 598. Conditions on which estates are limited in wills may be precedent or subsequent. If precedent, the estate does not vest until the condition is fulfilled; if subsequent, it is liable to be divested on the subsequent failure of the condition. A condition precedent must be strictly, literally and punctually performed: Vanhorne v. Dorrance, 2 Dall. 304; Brannan v. Mesick, 10 Cal. 95; Martin v. Ballou, 13 Barb. 119. It may be valid although there is no ulterior limitation of the estate to which it is annexed: Campbell v. MacDonald 10 Watts, 179; Gilliland v. Bredin, 63 Pa. 393; Tilley v. King, 109 N. C. 461. In construing a particular provision of a will, the intention of the devisor to create an estate on condition governs, but it must be manifested in express terms, or by clear implication, and it is to be gathered from the whole instrument and the existing facts: 6 Am. & Eng. Ency. of Law (2 ed.), 502.\nWe agree with the learned court below in its intrepretation of William Arthur’s will, and that the estate therein given the plaintiff was on a condition precedent. The testator and his wife were aged people, and resided on a small farm, encumbered for more than half its value. He had no blood relatives, and she had none residing in that community. Naturally, William Arthur desired to provide for his widow for the years that she might live after his death, and he thought he could best do so by permitting her to remain on the little farm with a companion. It was under these circumstances that he devised to her the farm for life, and gave the remainder to Anna Bell Adams, who was then a member of the family. If he had intended to give an absolute estate in remainder to the girl, he could have done so by omitting the proviso in the devise. The ninth section of the Act of April 8, 1833, P. L. 249, would then have been applicable, and the whole estate, less the life interest of the widow, would have passed to the devisee. Such a devise, however, would not have accomplished the object which the testator had in view. The estate in Anna Bell Adams would have been absolute, without any condition, and she would have been under no obligation to remain on the farm with Mrs. Arthur. The day after the testator died, she could have left the premises and remained away without divesting her interest or estate in the testator’s farm. Such, however, was not the intention of the testator. The language of his will discloses another and a different purpose. He intended, as his will discloses, that after the death of his widow the farm should go to the plaintiff, “providing said Anna Bell Adams continues to live with said Mary Ann Arthur until death.” This condition is expressed in apt words: Paschall v. Passmore, 15 Pa. 295. When she complied with the condition, attached to the devise itself, the title was to vest in her. Tf she did not comply with the condition, and did not continue to live with Mrs. Arthur until her death, the title did not vest. The testator’s purpose was to compel her to live with his widow until her death, and only upon that condition should she have the real estate. She was not the first object of his bounty, he did not intend to provide for her first and then for his widow, he did not intend to give Anna Bell Adams the remainder of his estate at the expense of his wife’s comfort during her remaining years.\nThe purpose of the testator as “gathered from the whole instrument and existing fact,” was evidently to give to Anna Bell Adams his farm only on condition that she remained with the widow until the latter’s death. The language of the will and all the circumstances surrounding the parties leave no doubt that such was the intention of the testator. It was, therefore, incumbent upon the plaintiff to show a compliance with the condition under which she took the estate before she could recover in this action. This she did not do andj therefore, she has no title to the premises in dispute and cannot maintain this action. Gilliland v. Bredin, 63 Pa. 393, was an action of debt for a legacy bequeathed to the plaintiff “if she shall continue under the direction of my husband J. till she becomes of age.” The legacy was held to be contingent and that as the condition upon which it was given was impossible of performance there could be no recovery. In delivering the opinion, Mr. Justice Agnew said (p. 387): “The right to it (legacy) depends upon living out the prescribed time, under the direction of the husband. The legatee was a mere dependant, and the testatrix may have had good reasons for the condition. The interests of her husband may have been the consideration of the bequest, or it might be the interests of the legatee, to preserve her in a course of good conduct. There are numerous authorities, that where the contingency is attached to the legacy itself, and not merely its payment, the legacy itself is contingent.” In Tilley v. King, 109 N. C. 461, a case similar to the one at bar, the devise in question was as follows: “I give and devise to my-wife Lockey Tilley the tract of land whereon I now live, and if Powell H. Tilley stays with us until after our deaths, and takes care of us, then I give and bequeath this tract of land to him forever.” There was no limitation over of the estate. It was held that Powell Tilley, a grandson, took an estate on condition which did not vest until the condition was performed. In delivering the opinion, Mr. Justice Shepherd said (p. 464): “The testator and his wife had no children living with them, and it was natural that they should desire the society of their grandchildren in their declining years. The father of this child had already been provided for, and, under the circumstances, we cannot hesitate in holding that the testator intended to create a condition precedent. It is insisted that where the condition requires something to be done which will take time, it should be construed, as a condition subsequent. But, says a writer of high authority, if there be ‘a condition which involves anything in the nature of a consideration, it is in general a condition precedent/ ”\nIn Marston v. Marston, 47 Maine, 495, the plaintiff claimed the premises in dispute under the following provision of his father’s will: “I give and bequeath unto my ■ son Oliver B. Marston, all my property after his mother shall cease to be my widow, providing he shall live on the place and carry it on till that time in a workmanlike manner.” The son voluntarily left the farm during his mother’s widowhood, and it was held that “he thereby forfeited all right thereto under the will.”\nWe are not required to pass upon the title of the defendants in this action. Whether they have a good or bad title is immaterial so far as the plaintiff’s right to recover in this case is concerned. In this, as well as in all actions of ejectment, the plaintiff must recover on the strength of his own title and not on the weakness of the defendants’ title. It is sufficient here to defeat the right of the plaintiff to recover that she has no title to or right to the possession of the premises in dispute.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mjr. Justice Mestrezat,"
      }
    ],
    "attorneys": [
      "J. O. Ulrich, for appellant.",
      "B. J. Graeff, with him H. B. Graeff, for appellees."
    ],
    "corrections": "",
    "head_matter": "Adams, Appellant, v. Johnson.\n-Wills — Construction—Decedents’ estates — Remainders—Conditions precedent — Intention of testator.\n1. A condition is any qualification, restriction or limitation annexed to a gift, and modifying or destroying essentially its full enjoyment and disposal.\n2. Conditions on which, estates are limited in wills may be precedent or subsequent. • If precedent, the estate does not vest until the condition is fulfilled; if subsequent, it is liable to be divested on the subsequent failure of the condition. A condition precedent must be strictly, literally and punctually performed. ,\n3. Where an aged man, possessing no blood relations, living with his wife on a small farm, incumbered for half its value, makes a will leaving all his property to his wife for life with remainder over to a person then resident in his house providing “she continue to live with my said wife until death,” the remainder over is an estate on condition precedent which must be strictly and literally fulfilled before the estate. vests.\n4. In construing a particular provision of a will, the intention of the devisor to create an estate on condition governs, but it must be manifested in express terms, or by clear implication, and is to be gathered from the whole instrument and the existing facts.\nEjectment — Weakness of defendant’s title.\n■ 5-. In all actions of ejectment the plaintiff must recover on the strength of his own title and not on the weakness of that of the defendant.\nArgued Feb. 15, 1910.\nAppeal, No. 304,\nJan. T., 1909, by plaintiff, from judgment of C. P. Schuylkill Co., March T., 1908, No. 196, for defendant non obstante veredicto in case of Anna Bell Adams v. Edward J. Johnson and Jonathan A. Casey.\nBefore Fell, C. J., Mestrezat, Elkin, Stewart and Moschzisker, JJ.\nAffirmed.\nEjectment for land in Walker township. Before Shay, P. J.\nThe facts appear in the opinion of the Supreme Court.\nError assigned was in entering judgment for defendants non obstante veredicto.\nJ. O. Ulrich, for appellant.\n— Tlie condition was not a condition precedent; the plaintiff was living with the testator at the time of making his will and also at and after his death; the testator intended the plaintiff should “continue” to live with his widow, which she did for nearly two years and was thereby in possession of the fee subject to the life estate of the widow. There was no devise over nor words of limitation and according to the terms of the Act of April 8, 1833, P. L. 249, sec. 9, this devise passed the whole estate subject to all liens. The estate of William Arthur had no real estate which the executor could sell: Shinn v. Holmes, 25 Pa. 142; Crosky v. Dodds, 87 Pa. 359; Dilworth v. Husky, 131 Pa. 343; Jeremy’s Est., 178 Pa. 477.\nB. J. Graeff, with him H. B. Graeff, for appellees.\n— The circumstances surrounding the testator at the time of making his will demonstrate that his intention must have been to make a condition precedent. The appellant admits she did not fulfill the condition. It follows that she could not recover, for conditions precedent must be strictly, literally and punctually performed: Vanhorne v. Dorrance, 2 Dall. 304; Campbell v. McDonald, 10 Watts, 179; Stover’s App., 77 Pa. 282; Fairfax’s App., 103 Pa. 166; Gilliland v. Bredin, 63 Pa. 393; Hess v. Hess, 67 Pa. 119."
  },
  "file_name": "0454-01",
  "first_page_order": 486,
  "last_page_order": 491
}
