{
  "id": 1040346,
  "name": "Flounders et al. versus Hawley et al.",
  "name_abbreviation": "Flounders v. Hawley",
  "decision_date": "1875-05-10",
  "docket_number": "",
  "first_page": "45",
  "last_page": "48",
  "citations": [
    {
      "type": "official",
      "cite": "78 Pa. 45"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 411,
    "char_count": 10301,
    "ocr_confidence": 0.503,
    "sha256": "09e88ec27576b3255afcf2bd1dda5be147548dbdb8b6d9830d8e9fea4a6bab31",
    "simhash": "1:4407c3530b82f09a",
    "word_count": 1822
  },
  "last_updated": "2023-07-14T21:28:54.942633+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, C. J., Sharswood, Mercur, Gordon, Paxson and Woodward, JJ."
    ],
    "parties": [
      "Flounders et al. versus Hawley et al."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Mbrcur\ndelivered the opinion of the court, May 10th 1875.\nThis-case arises under the 5th section of the Act of 12th April 1859, relating to “building associations.” Purd. Dig. 184, pl. 5.\nThe act contemplates that loans shall be made for a term of several years, and they may be at a rate of interest exceeding six per cent. The act however, does not compel a borrower to retain the loan until the day fixed for its final payment. He may repay it at any time. As he has paid in advance, the premium for the whole term of the loan, in case of an earlier payment, this section provides for the refunding of a portion of it. If the payment be voluntary, the proportion of the premium to be refunded is clearly stated, but in case of a recovery by process of law, the language of the act is obscure. It declares when the amount thus collected by, or distributed to, the corporation “ shall exceed the amount of loan taken by the borrower, with interest and charges, the money shall he re-loaned at the next stated meeting, and the excess recovered beyond the amount required to pay the loan with interest and charges, shall he returned to the borrower from whom the money was collected, or his or her legal representatives: Provided, that in case the said corporation shall have issued its stock in series such re-loan shall be made only to the stockholders of the same series; and Provided, that if the premium offered for the re-loan shall be greater than that originally given by the defaulting borrower, the amount of the original premium only shall be paid over by the said corporation.”\nA literal reading of the portion of this section first quoted, would import that no part of the premium paid should be refunded to the borrower, when the loan was recovered by process of law, unless the amount collected or distributed to the corporation exceeded the amount of the loan taken by the borrower with interest and charges thereon. This, however, cannot be the correct reading of the section. The security is taken for no more than the loan or sum sold. Hence by no process of law could any more than that sum with interest and charges be recovered. It could not then have been the intent to provide for a contingency that cannot legally arise. Such a construction must then be given to the language as will not make the statute nugatory; but one that will harmonize with the spirit and design of the act.\nThe clear general intent of the act is not to require any borrower to pay the premium on a loan for a greater number of years than he shall retain it. The corporation shall not, on a re-loan for a premium, keep both the original and second premium for the same period of time. If, however, the second premium be greater than the first, the second proviso permits the corporation to retain the greater, and pay back the lesser to the first borrower from whom the corporation has received it. To give due effect to the true intent of the statute, in case of a recovery by process of law before the loan matures, we must construe “ the amount of loan taken by the borrower” to mean the sum of money actually paid to, or received by, him. As this part of the section does not go into effect until after the corporation shall have had an opportunity of re-loanirig the sum thus recovered at a greater rate of interest than the original loan, this construction protects both the first borrower and the corporation.\nIn this case it is shown that the first borrower paid, as a premium on the loan, the sum of $153.75. After the loan was recovered by process of law it was re-loaned for a premium of $188.80. It was thus within the language of the second proviso “greater than that originally given by the defaulting borrower.”\nIt, therefore, follows that the learned judge was correct in holding the amount of the original premium should be refunded to the first borrower. Judgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Mbrcur"
      }
    ],
    "attorneys": [
      "O. F. Bullard, for plaintiffs in error.",
      "II. 0. Howard, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Flounders et al. versus Hawley et al.\n1. By Act of Assembly, a loan association was authorized to lend to its stockholders, and the borrower might repay the loan at any time ; if repaid before the end of the eighth year, there should be refunded to the borrower one-eighth of the premium of every year of the eight years unexpired. “ In case of a recovery of loans by process of law, when the amount collected by or distributed to the corporation shall exceed the amount of the loan taken by the borrower, &c., the money shall be re-loaned and the excess recovered beyond the amount required to pay the loan, &e., shall be returned to the borrower, &c., provided that if the premium offered for the re-loan shall be greater than that originally given by the borrower, the amount of the original premium only shall be paid by the corporation.” A loan of $1500 was made May 17th 1869, the premium being $153. By legal process, April 24th 1871, the property on which the loan was secured was sold by the sheriff, and the association received the full amount of the loan, &c. They again lent the same sum at a premium of $180. Held, that the borrower was entitled to receive from the association the first premium of $153.\n2. The act does not require any borrower to pay the premium on any loan for a greater number of years than he retains it; nor can the association on a re-loan keep both the original and second premium for the same period of time.\nJanuary 21st 1875.\nBefore Agnew, C. J., Sharswood, Mercur, Gordon, Paxson and Woodward, JJ.\nError to the Court of Common Pleas of Delaware county: Of July Term 1874, No. 71.\nThis was an attachment-execution, at the suit of Joseph W. Hawley and Samuel W. Hawley, trading as Hawley k Brother, to the use of William H. Newlin, against Isaac N. Flounders, defendant, and The Second Media Loan and Saving Association, garnishees.\nThe garnishees were incorporated under the Building Association Act of April 12th 1859, Pamph. L. 544, 1 Br. Purd. 183, et seq. By the provisions of the Act the funds of the company were offered monthly as loans to such of the stockholders as would pay the highest premium, and no premiums, or interest on the premiums, should be deemed usurious.\nA case was stated between the parties, which exhibited the following facts:—\n“ The defendant, being a stockholder in the association, on May 17th 1869, purchased a loan of $1500 from the association, for which he paid a premium of 10£ per cent., amounting to $153.75, the net amount received by defendant from the loan being $1346.25.\n' “ This loan was secured on a planing mill and lot, &c., by a mortgage for $1500, which was sued out by the association by proceedings commenced on April 24th 1871. The sum of $1604 was collected and paid over to the said association by the sheriff in payment thereof,\nBeing the principal of said mortgage, . . $1500\nInterest due thereon, .... 90\nFines, ....... 14\n$1604\n“ At the next regular meeting after the receipt of the above amount from the sheriff, the funds in the treasury of said association, including this sum, were lent in the usual way to the highest bidders, at an average premium of 12.44-75 per cent., the premium upon said sum-of $1500 thus re-loaned being $188.80. Both these premiums, the sums of $153.75 and $1.88.80, are still in the hands of the association; no part thereof having been refunded to the defendant.\n“If the court be of the opinion that the association garnishee is legally entitled to retain from the defendant all the moneys received as premiums, both for the loan and re-loan of said sum of $1500, then judgment to be entered in favor of the said garnishee.\n“ But if the court he of the opinion that the garnishee is not legally entitled to retain both the premium on the first loan and the premium received for the re-loan, then judgment tobe entered against the garnishee for the sum of $153.75, the amount of said premium first received, or for such part thereof as the court may be of opinion the said garnishee is legally entitled to refund the defendant.”\nThe opinion of the court was as follows:—\n“In this case the plaintiff claims money in the hands of the defendant upon the facts stated in the case. The claim is based upon the 5th section of the Act of 1859, relating to building associations. The section is not very clear, but it is sufiSciently apparent that the legislature intended the association to receive the highest of several premiums given for the same money where , it is collected by legal process and re-loaned. Judgment will therefore be entered for the plaintiff according to the case stated.”\nThe defendant took a writ of error, and assigned for error: entering judgment in favor of plaintiff.\nThe 5th section of the act referred to in the opinion of the court is: “A borrower may repay a loan at any time, and in case of the payment thereof before the expiration of the eighth year after the organization of the corporation, there shall be refunded to such borrower one-eighth of the premium paid for every year of the said eight years then unexpired ; and in case of recovery of loans by process of law, when the amount collected by or distributed to the said corporation shall exceed the amount of loan taken by the borrower; with interest and charges, the money shall be re-loaned at the next stated meeting, and the excess recovered beyond the amount required to pay the loan, with interest and charges, shall be returned to the borrower from whom the money was collected, or his or her legal representatives: Provided, that in case the said corporation shall have issued its stock in series, such re-loan shall he made only to the stockholders of the same series: and Provided, that if the premium offered for the re-loan shall be greater than that originally given by the defaulting borrower, the amount of the original premium only shall be paid over by the said corporation; and Provided, that such defaulting borrower may, at any time after the said re-loaning, demand from the said corporation the amount required to be paid to a stockholder withdrawing his stock, saving and' excepting, however, to the said corporation, the right to retain so much or the whole thereof as may be requisite to save it from loss, in case the amount recovered shall not suffice to pay the re-loan.”\nO. F. Bullard, for plaintiffs in error.\nII. 0. Howard, for defendants in error."
  },
  "file_name": "0045-01",
  "first_page_order": 45,
  "last_page_order": 48
}
