{
  "id": 1040401,
  "name": "Commonwealth ex rel. Brechemin versus Union Burial-ground Society",
  "name_abbreviation": "Commonwealth ex rel. Brechemin v. Union Burial-ground Society",
  "decision_date": "1875-04-02",
  "docket_number": "",
  "first_page": "308",
  "last_page": "312",
  "citations": [
    {
      "type": "official",
      "cite": "78 Pa. 308"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 500,
    "char_count": 11108,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 4.8172472706271035e-08,
      "percentile": 0.3020156773618848
    },
    "sha256": "c7a540b88acf8ee251787b5b7895bee8334c05388fb1650f83ec3437dc49addd",
    "simhash": "1:f5759b1341e4425e",
    "word_count": 1913
  },
  "last_updated": "2023-07-14T21:28:54.942633+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Asnew, 0. J., Sharswood, Williams, Mercur, Gordon, Paxson and Woodward, JJ."
    ],
    "parties": [
      "Commonwealth ex rel. Brechemin versus Union Burial-ground Society."
    ],
    "opinions": [
      {
        "text": "Judgment was entered in the Supreme Court, .April 2d 1875,\nPer. Curiam.\nUnder the charter of the defendants, ownership of a lot and membership are not equivalent or identical with each other. Membership requires admission, and this the certificate of the purchase or deed seems to apply only to the first purchaser who signs the constitution. But descent, or devise, or assignment of the property does not necessarily carry with it the right to membership ; nor does the resolution of 7th February 1859 extend the right of membership. It merely confers on a member a power to vote upon a deed when duly authorized by a' family or owner of a lot. The whole subject is so satisfactorily handled by the judge who gave the opinion in the Common Pleas, it is unnecessary to say more. Judgment affirmed.",
        "type": "majority",
        "author": "Per. Curiam."
      }
    ],
    "attorneys": [
      "J. Hanna, for plaintiff in error.",
      "H. K. Nieholls, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Commonwealth ex rel. Brechemin versus Union Burial-ground Society.\n1. By their charter, a burial society consisted of such persons as might “ be admitted members and comply with the articles,” &c. Each member should be entitled to one Jot, to hold for a burial-place, “ to his heirs or assigns for ever.” Held, that ownership of a lot was not equivalent to membership in the society.\n2. Descent, devise or assignment of a lot did not necessarily carry with it the right to membership.\n3. By resolution of the society, “ any member, duly authorised by a family or owner of a lot, shall be entitled to vote,” &c. This did not extend the right of membership.\nMarch 30th 1875.\nBefore Asnew, 0. J., Sharswood, Williams, Mercur, Gordon, Paxson and Woodward, JJ.\nError to the Court of Common Pleas of Philadelphia: Of July term 1873, No. 132.\nThis was a proceeding, in the name of the Commonwealth, at the relation of Charles Brechemin, for a mandamus against The Union Burial-ground Society of Philadelphia.\nThe petition was filed December 2d 1872 by the relator, as attorney in fact for Lewis Brechemin and Rosaline, wife of William L. Fairchild. A supplemental petition was filed December •6th 1872.\nThe petitions set out the incorporation of the defendants in the year 1827 ; that the corporation had been owner of a large tract of land in Philadelphia, purchased to be disposed of for burial lots.\nArticle 2d of the charter provided that the society should consist of such persons as might be admitted members and complied ■with the articles and rules.\nBy article 11th each member should be entitled to one lot, and should hold it as a burial-place to him and “ his heirs and assigns for ever.” On the sale of each lot and payment of the purchase-money, a deed was to be delivered to the purchaser.\nOn the 31st of August 1828 a deed for a lot was delivered to William Martin, “ his heirs and assigns for ever.” On the 17th of September 1871, Martin conveyed the lot to Charles Hepburn, Jr., who, by assignment of September 22d 1831 on the original deed, conveyed the lot to Louis Brechemin; he died March 12th 1866, seised of said burial-lot, which in his lifetime he had used for the interment of the deceased members of his family, and he was buried in said lot; by his will he devised all the residue of his estate unto his three children, Lewis, Charles and Rosaline, above named, to be divided by his executors or by converting the same into money, either by public or private sale, and appointed his sons Lewis and Charles and son-in-law, W. L. Fairchild, his executors; that the defendants at several meetings allowed the legal representatives of deceased members of burial-lots to vote, but for several years last past that right has been refused. By article 5th of the constitution of the defendants, one annual stated meeting was to be held on the first Monday of December, and special meetings by resolution of the society, or called at the request of five members. A stated meeting in December had been held every year, for the election of officers ; at an adjourned stated meeting held February 7th 1859 a resolution was adopted: “That any members duly authorized by a family or owner of a lot and bringing a deed shall be entitled to a vote, and to participate in the meetings of this society.” At the annual meeting of the defendants, on the first Monday in December 1869, the relator, duly authorized by Lewis Brechemin and Rosaline Fairchild and her husband William L. Fairchild, to attend that meeting and vote in-their behalf at any election of the defendants, was present; the relator was at the meeting held on the first Monday in December 1871, and attempted to vote for the election of officers; the president of the defendants decided that the relator was not entitled to vote, and rpfused to receive his vote, and that the defendants concurred in the opinion that the relator had no right to vote; at tbe same meeting the relator protested in writing against such refusal.\nThe relator averred that by the constitution and by-laws of the defendants, he was entitled to vote at all elections of the defendants, and that his vote had been uiilawfully refused.\nThe prayer was for a mandamus, commanding the defendants to receive the vote of the relator, &c. An alternative mandamus was issued.\nOn the 17th of December 1872 the defendants answered: That by their constitution they had power to make by-laws not inconsistent with their constitution, which by-laws might be passed, altered or amended, at any stated or special meeting, two-thirds of the members present concurring, having been proposed at least one meeting previously; the alteration or amendment to be proposed at one meeting, and acted on at a succeeding meeting, with the concurrence of two-thirds of the members present, provided that one hundred members should be present at the meeting; that no person could he a member of the company until regularly admitted, and none but members should have any vote in the affairs of the company ; the defendants admitted that Lewis Brechemin died seised of the lot, and that it passed by his residuary devise to his executors, to be disposed for the benefit of his children; they averred that the lot had not been conveyed by the executors, but it remained in the name of the decedent; that neither the relator nor Lewis Brechemin and Rosaline Eairchild were members of the society; they denied that the relator was entitled to vote, and averred that their refusal of the relator was in conformity with their articles and by-laws; the meaning of the resolution of February 7th 1859, was to allow members to represent lot-holders who were not members, but did not extend the rights of membership beyond the fundamental law of the society, which could not be done by resolution, hut required a change in the articles of the society, as provided by their articles ; that when the society decided that the relator had no right to vote, they virtually repealed the resolution.\nThe deed for a lot was in the following form: —\n“Be it known that A. B., of the-of Philadelphia, having paid to the treasurer of the Union Burial-ground Society the sum of $10, in consideration thereof, there is hereby granted and conveyed to the said A. B. a certain lot. .* * * To hold to the said A. B.,-heirs and assigns for ever; on condition, however, that the said lot shall he used by the said heirs and assigns as a place of burial or interment, according to the constitution and by-laws of the said society, and for no other use or purpose whatsoever ; and the said A. B., having signed the constitution thereof, is entitled to all immunities, privileges and benefits, in mutual right and in common with the other members thereof, so long as-shall continue in possession of the said lot or piece of ground; subject, nevertheless, to the said constitution and by-laws.”\nThe Commonwealth demurred to the answer.\nThe Court of Common Pleas gave judgment for the defendants on the demurrer, Ludlow, J., delivering the following opinion :—\n“ By the petition filed in this case, we are asked to command ‘ The Union Burial-ground Society of the City and County of Philadelphia,’ to receive the vote of one Charles Brechemin.\n“ The right of the relator to vote depends upon the organic law of the society. To that, and to that alone, can we look for a solution of the question now before the court.\n“ It will hardly be contended that a person who is not a member of the society could vote, unless some such right existed in the charter, or in a by-law passed under the authority of the charter; and when, therefore, we find an absence of any provision relating to persons who are not members, we are necessarily confined to the right of those, and those only, who are members.\n“ In the second article of the charter we find a provision which clearly declares who shall be the members of this society: ‘ it shall consist of such persons, citizens of this Commonwealth, who may be admitted members, and comply with the articles and rules hereinafter mentioned.’\n“ The relator and those he now represents never have been admitted into the membership.\n“ It is, however, argued that the heirs and legal representatives of one Lewis Brechemin have a right to vote, because a lot had been sold to one William Martin, ‘ his heirs and assigns for ever,’ in 1828, and the relators claim by assignment from and under the original grantee.\n“ Under the constitution, art. 11, we presume William Martin to have been a member, but we are at a loss to understand how a conveyance to Martin, ‘ his heirs and assigns,’ could confer upon his legal representatives in the ownership of the lot merely, the personal rights which are conferred upon persons, citizens of the Commonwealth, and who, as such, were admitted, members, the rights of membership.\n“ The resolution of 7th of February 1859 was evidently intended to permit a representation of the owners of lots not members of the society, by a legal member, hence ‘ any members duly authorized by a family or owner of a lot, and bringing the deed, shall be entitled to vote and participate in the meetings of the society.’\n“ If any other construction can be placed upon this resolution, then it is in conflict with the constitution, for no person can be a member unless he shall be admitted as such.\n“ An attempt was made to remedy a defect in the constitution by the passage of additional by-laws, but that this could not be accomplished will appear by reference to art. 25, chap. 1, of the constitution, which declares that alterations and amendments may be made, ‘ Provided, there he not less than one hundred at the meeting.’\n“ It is not pretended that members to the number of one hundred ever attended the meetings, and hence any by-laws or resolutions which changed radically the qualifications of members or the test of membership, would be null and void.\n“ On the whole case, we are of the opinion that the relator has no rights as a member, technically so called, under the constitution, and we must, upon the pleadings, enter judgment upon the demurrer for the defendants.”\nThe relator sued out a writ of error, and assigned for error the entering judgment for defendants on the demurrer.\nJ. Hanna, for plaintiff in error.\nH. K. Nieholls, for defendants in error."
  },
  "file_name": "0308-01",
  "first_page_order": 308,
  "last_page_order": 312
}
