{
  "id": 1040356,
  "name": "Numbers versus Shelly et al.",
  "name_abbreviation": "Numbers v. Shelly",
  "decision_date": "1875-05-24",
  "docket_number": "",
  "first_page": "426",
  "last_page": "429",
  "citations": [
    {
      "type": "official",
      "cite": "78 Pa. 426"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Wright 206",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 407,
    "char_count": 8536,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 1.7536037706598992e-07,
      "percentile": 0.7088816761131633
    },
    "sha256": "9e0033df99c01574c9c6dbbf8790d4ef1440861c34871a239a7909a9d0659fef",
    "simhash": "1:db4244ba7d30c239",
    "word_count": 1492
  },
  "last_updated": "2024-02-27T22:45:45.047013+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before A anew, C. J., Sharswood, Mercur, Gordon, Paxson and Woodward, JJ."
    ],
    "parties": [
      "Numbers versus Shelly et al."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Gordon\ndelivered the opinion of the court, May 24th 1875i\nAbraham E. Shelly, one of the defendants, made his deed of assignment to Benjamin McCutchen and Christian W. Brubaker, for the benefit of his creditors, reserving therein the amount ($300) exempted from levy and sale under the Act of 1849. Upon settlement of the account of the assignee, this amount was awarded to Shelly, but before it was paid over to him it was attached by the plaintiff in the hands of the assignee. In order to support this attachment, the plaintiff gave in evidence the narr., in which was recited, as the foundation of the suit, a note under seal, executed by the defendants, with waiver of exemption. The learned judge of the Common Pleas held that the allegation of waiver of exemption contained in the narr. was not evidence of that fact, and so ruled the case against the plaintiff. In this we think there was error. The whole record was admissible, and the narr. was part of the record: Erb v. Scott, 2 Harris 20. As the judgment was evidence, so was also the declaration, for by it that upon which the judgment was founded would appear. We apprehend that as the record, as a whole, imports verity, so every part of it is admissible to prove that which it legitimately sets forth. It is no doubt true that where the narr. contains allegations not pertinent or material to the case, such allegations would not be admissible. Such, however, was not the case with the matter in hand. The waiver as set forth was not only pertinent and material, but it was part of the record: Hageman v. Salisberry, 24 P. F. Smith 280.\nThe judgment is reversed, and a venire facias de novo is awarded.",
        "type": "majority",
        "author": "Mr. Justice Gordon"
      }
    ],
    "attorneys": [
      "A. J. Ebe-rly, for plaintiff in error.",
      "W. R. Wilson (with whom were J. B. Amwake and W. $. Amweg), for plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Numbers versus Shelly et al.\n1. Judgment was recovered against Shelly on a note, waiving the $300 exemption, the declaration setting out the waiver. He made an assignment for benefit of creditors; in the distribution of his estate in the hands of his assignees the $300 was awarded to him. In an attachment execution against him, his assignees being garnishees, Shelly pleaded the decree of distribution. Held, on the trial of this issue, that the declaration in the suit in which the judgment was recovered was evidence of the waiver.\nA. Inasmuch as a record as a whole imports verity, every part of it is admissible to prove that which it legitimately sets forth.\n3. The waiver was pertinent and material in the issue trying.\nMay 5th Í875.\nBefore A anew, C. J., Sharswood, Mercur, Gordon, Paxson and Woodward, JJ.\nError to the Court of Common Pleas of Lancaster county: No. 84, to May Term 1875.\nThis was an attachment-execution issued September 2d 1871, by Joseph W. Numbers against Abraham F. Shelly and T. N. Brubaker, in which Benjamin McOutchen and C. W. Brubaker, assignees, &c., of Shelly, were garnishees. On the 22d of September 1871 interrogatories were filed. On the 18th of December 1871, McOutchen, one of the garnishees, filed this answer :—\n“ In answer to all the interrogatories filed by plaintiff in the above case, I say; that as one of the assignees of said Abraham F. Shelly, I have in my hands $300, awarded to said Shelly, assignor, on his claim made before the audit on distribution, which was confirmed by Court of Common Pleas, September 1st 1871; and which said sum assignor and his counsel now claim from me. This is all the money coming or due Abraham F. Shelly, the defendant, in my hands, from any and all sources,” &c.\nOn the 21st of December 1871, Shelly one of the defendants in the execution filed a special plea, setting up his right to the $300, under the exemption law. A replication was filed April 24th 1872.\nThe case was tried January 31st 1875, before Livingston. P. J.\nThe plaintiff gave in evidence the record of an action to February Term 1870 of the. court below, Joseph W. Numbers against T. N. Brubaker and A. F. Shelly. The declaration -was :— * * * “ And the said plaintiff demands of the said defendants the sum of $260, which the said defendants owe to and unjustly detain from the said plaintiff. ■ For that whereas the said defendants heretofore, to wit, on the 23d day of February, -a. d. 1869, at the county aforesaid, by their certain writing obligatory, commonly called a noté under seal, sealed with their seals, and now shown to the court here, the date whereof is the day and year aforesaid, for value received promised to pay the said plaintiff the sum of $260 above demanded, in ten months after the date thereof, at the Union National Mount Joy Bank, in said county, which period has now elapsed. And the said defendants therein for themselves and their legal representatives, thereby waived and relinquished unto the said plaintiffs and his legal representative, all benefit that may accrue to them by virtue of any and every law made or to be made, to exempt any of their property or estate from levy and execution, or any part of the proceeds arising from the sale thereof, from the payment of said moneys, or any part thereof. Yet, &c.”\nShelly’s special plea was.:—\n“ That he claimed the moneys attached, in the above case, before ' the auditor appointed by the court to distribute the moneys in the hands of said Benjamin McCutchen, as one of the- assignees of said defendant, which said auditor allowed to him, as against all his creditors ; which report of the auditor was confirmed by the court, September 1st 1871, and is now a final decree of said court, remaining unreversed, and that he, the said defendant, still claims the said $300 so attached as against this attachment.”\nOn the trial of that suit the plaintiff recovered ajudgment against the defendant for $293.80.\nPlaintiff gave in evidence also the record of the distribution of the assigned estate of Shelly, by which the $300 was awarded to him under the exemption laws, he having reserved it in his assignment.\nThe plaintiff then rested; the defendants offered no evidence.\nThe defendant’s third point was.\nPlaintiff produced no evidence showing that defendant waived his right to the $300 exemption.\nThe court charged :—\n“ It has been shown and admitted, in this case, that the sum of $300 awarded by the auditor to the defendant, A. F. Shelly, ivas awarded to him under his claim to the benefit of the exemption laws, in the deed of assignment made by him for the benefit of his creditors. An attachment was issued by the plaintiff, in this casé, to attach this sum, so exempted and allowed, and known by him to be so, upon the ground that the obligation given him by defendant, and upon which he obtained the judgment upon which his attachment issued, waived the exemption.\n“ Several points have been presented by defendant, one of which only we find it necessary to answer. It is the third point, and is as follows : Plaintiff has produced no evidence showing that defendant waived his right to the $300 exemption. This we answer in the affirmative. The plaintiff has offered the records of’his judgment, it furnishes no such evidence. He has also produced his narr., which is an allegation of plaintiff’s claim against the defendant, and the nature of such claim; and before he could obtain judgment he would be obliged to furnish proof to the court of all the material allegations in the narr. The narr. now produced proffers -to the court (and says, now shown to the court) the note, the evidence. The note is not shown here; the narr. is a mere allegation and not evidence of a fact. This point taken is correct, there is no evidence before this court or jury that defendant waived the exemption in the note upon which plaintiff’s judgment was obtained, and therefore your verdict must be for defendant.”\nThe verdict was for the defendant.\nThe plaintiff took a writ of error, and assigned for error:—\n1. The answer to defendant’s third point.\n2. The pleadings and record show that the defendant’s claim for the $300 exemption ivas made by a special plea to the scire facias, more than three months after the return-day of the writ, and after the interrogatories and answers were filed, and.therefore too late, and this question being raised on the trial, the court was in error in directing a verdict for the defendant.\nA. J. Ebe-rly, for plaintiff in error.\nThe claim for exemption was too late: Bair v. Steinman, 2 P. F. Smith 423; Strouse v. Becker, 8 Wright 206. The waiver was a material part of the note, and the judgment having been recovered on it, the declaration was necessary to show that the waiver was included.\nW. R. Wilson (with whom were J. B. Amwake and W. $. Amweg), for plaintiff in error."
  },
  "file_name": "0426-01",
  "first_page_order": 426,
  "last_page_order": 429
}
