{
  "id": 1040379,
  "name": "Commonwealth, to the use of Roddy's Administrator, versus Kreager et al.",
  "name_abbreviation": "Commonwealth ex rel. Roddy's Administrator v. Kreager",
  "decision_date": "1875-05-24",
  "docket_number": "",
  "first_page": "477",
  "last_page": "479",
  "citations": [
    {
      "type": "official",
      "cite": "78 Pa. 477"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 399,
    "char_count": 7190,
    "ocr_confidence": 0.513,
    "pagerank": {
      "raw": 4.565170110192638e-08,
      "percentile": 0.2857573935777723
    },
    "sha256": "304ebd8e18fdee228828a48bc99baecb9bd989df09b879a44bce022cd1ee5807",
    "simhash": "1:7965d26865c49d6d",
    "word_count": 1280
  },
  "last_updated": "2023-07-14T21:28:54.942633+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, C. J., Sharswood, Mercur, Gordon, Paxson and Woodward, JJ."
    ],
    "parties": [
      "Commonwealth, to the use of Roddy’s Administrator, versus Kreager et al."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Gordon\ndelivered the opinion of the court, May 24th 1875.\nKreager and his co-recognisors defend on the ground that, at the time of the partition in 1871, by an arrangement with Anne Roddy, for herself and her sisters, he was induced to accept the property at the appraisement as a trustee for these parties, and that, whilst by the records, the property appears to be vested in Rachel Kreager, for whom he acted under a power of attorney, yet in fact he accepted for all the sisters, including Anne Roddy, whose administrator issued the sci. fa. in this case, and hence the estate was equitably vested in them, and therefore, as to them, he and his co-sureties ought not to be held on their recognisance. To support this position the declarations of Anne Roddy made, not to or in Kreager’s presence, but to strangers, about the time of and after the partition, were introduced, and tended to prove that she expressed a desire that Kreager should accept the farm at the appraisement for herself and sisters, that she was willing to execute an agreement in order to carry out that desire, and that she subsequently said that Kreager had so accepted.\nThe first difficulty that occurs in this proposition as an available defence, saying nothing about the Act of 1856, is that it contains nothing tending to show that either her sisters or Kreager ever agreed to become parties to such an arrangement. Hence it never assumed the form of a contract and could therefore bind no one. The second trouble is, that Kreager having no interest in the estate of Sarah McNeal, had no power to accept for any one except his daughter-in-law, Rachel Kreager, who had executed a power of attorney to him for that purpose. So, if we suppose such a contract as that alleged, it came to naught through the want of power in Kreager to execute it. Finally, the property was accepted for and solemnly awarded to Rachel Kreager, in whom the title then and there vested, if there is any virtue in the decree and records of a Pennsylvania orphans’ court. Kreager, on this showing, holds nothing in the premises either for himself or any one else, and it follows, that were we to permit this judgment to stand, Anne Roddy’s estate would get neither money nor land. A result hardly warranted by strict justice.\nThe judgment is reversed, and a venire facias de novo is awarded.",
        "type": "majority",
        "author": "Mr. Justice Gordon"
      }
    ],
    "attorneys": [
      "A. J. Qolborn (with whom was J. R. JEdie), for plaintiff in error.",
      "W. H. Koontz (with whom was Baer $ Baer), for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Commonwealth, to the use of Roddy’s Administrator, versus Kreager et al.\n1. The estate of a decedent under proceedings in partition in the Orphans’ Court was adjudged to one of the heirs ; Kreager, her attorney in fact, with sureties, entered into recognisance for the payment of the shares of the other heirs. On scire facias by one of the heirs on the recognisance, the defence was that Kreager took it as trustee for that heir and the others. Declarations of the heir, not in presence of Kreager, nor the other heirs that he was to take it for her and the others, were not evidence of the trust.\n2: There being no evidence that the other heirs or Kreager agreed to become parties to the arrangement, it did not become a contract.\n3. Kreager having no interest in the estate had no power to accept for any of'the heirs except his constituent.\nMay 12th 1875.\nBefore Agnew, C. J., Sharswood, Mercur, Gordon, Paxson and Woodward, JJ.\nError to the Court of Common Pleas of Somerset county: Of May Term 1875, No. 109.\nThis was a scire facias sur recognisance, in the Orphans’ Court of Somerset county, issued November 28th 1878, by the Commonwealth, to the use of the administrator of Anne Roddy, deceased, against Frederick Kreager, “ agent of Rachel Kreager” and others his sureties, with notice to the terre tenants.\nSarah McNeal died previously to March 3d 1871, intestate, leaving as her heirs at law three sons and five daughters; and seised of a tract of land containing about 300 acres. One of the daughters was Anne Blubaugh, a widow, another Rachel Kreager, wife of H. C. Kreager; one of the sons was James McNeal. On the 3d of March 1871, on the petition of James McNeal, the Orphans’ Court awarded an inquest for the partition of the real estate of the decedent. The inquest finding that the real estate could not be divided, valued it; the inquisition was confirmed in May 1871 and on the 13th of September 1871, the land was adjudged to Rachel Kreager; on the same day, “ Rachel Kreager by her agent in fact Frederick Kreager” and sureties entered into recognisance to the Commonwealth in the sum $8034.32, conditioned for the payment of $1147.75 to each of the heirs of Sarah McNeal, deceased. Anne Blubaugh married William Roddy on the 23d of November 1871 and died March 2d 1872.\nOn the trial, April 8th 1875, before Hall, P. J., the plaintiff gave the above facts in evidence and rested.\nUnder objéction and exception the defendants gave evidence as •follows:—\nElizabeth King testified that in 1871, Mrs. Roddy told her that she wanted Kreager to take the farm for the benefit of the daughters ; she often said she had agreed that Frederick Kreager should take it, and wanted him to take it for the heirs ; Mr. Roddy was not present at these conversations.\nElias Griffith testified that Mr. Roddy said Mr. Kreager was going to take the farm and she was agreed to it; he was to take it for the heirs and hold it till they saw fit to sell it. She spoke to the same effect frequently; she afterwards said he had taken it; no one was present at the conversation.\nA. H. Coffroth, Esq., testified to about the same effect, and also that Mrs. Roddy said she would have an agreement drawn under his directions and Kreager would take the property. He could not say that he drew the agreement.\nThe plaintiff’s second point which was negatived was:—\n“ As between vendor and vendee, parol evidence cannot establish a trust in the vendee for the use of the vendor in the face of a record giving the vendee an absolute title.”\nThe court charged :—\n• * * * “ The record offered in evidence does not give Mrs. Roddy any title to the land ; on the contrary, it divests her title and gives her a right to a sum of money secured by a recognisance. The defence set up to the payment of this recognisance is by the party to whom the land was decreed. He alleges a parol agreement between certain of the heirs, of whom Mrs. Roddy was one, and himself, by which he was to take the land in right of Rachel Kreager and hold it in trust for the five sisters, of whom Mrs. Roddy was one. If such a bargain was entered into by Mrs. Roddy, and the land was taken by Kreager at the appraisement in pursuance of it, and if Mrs. Roddy ratified and approved it afterwards, such contract may be established by parol evidence, and Mrs. Roddy can be held to her bargain, although it was not reduced to writing. But the burden of proving this agreement is on the defendants, and the evidence must be clear and satisfactory.”\nThe verdict was for the defendants.\nThe plaintiff took a writ of error.\nThe errors assigned were the admission of the evidence objected to ; the refusal of the plaintiff’s point and the charge.\nA. J. Qolborn (with whom was J. R. JEdie), for plaintiff in error.\nW. H. Koontz (with whom was Baer $ Baer), for defendants in error."
  },
  "file_name": "0477-01",
  "first_page_order": 477,
  "last_page_order": 479
}
