{
  "id": 985581,
  "name": "P. A. Ahl & Brother's Assigned Estate. Appeal of Marie J. Hepburn and S. M. Hepburn, Executors of S. Hepburn, Jr., Deceased",
  "name_abbreviation": "P. A. Ahl & Brother's Assigned Estate",
  "decision_date": "1895-10-07",
  "docket_number": "Appeal, No. 178",
  "first_page": "317",
  "last_page": "322",
  "citations": [
    {
      "type": "official",
      "cite": "171 Pa. 317"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "158 Pa. 598",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        848203
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/158/0598-01"
      ]
    },
    {
      "cite": "85 Pa. 333",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        440480
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/85/0333-01"
      ]
    },
    {
      "cite": "100 Pa. 262",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498391
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/100/0262-01"
      ]
    },
    {
      "cite": "4 Pa. 430",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        401879
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/4/0430-01"
      ]
    },
    {
      "cite": "4 W. N. C. 41",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "86 Pa. 263",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "119 Pa. 640",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        558117
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/119/0640-01"
      ]
    },
    {
      "cite": "57 Pa. 43",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010421
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/57/0043-01"
      ]
    },
    {
      "cite": "39 Pa. 186",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        996308
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/39/0186-01"
      ]
    },
    {
      "cite": "63 Pa. 355",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1018947
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/63/0355-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 546,
    "char_count": 13000,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 4.947487136851577e-08,
      "percentile": 0.3103684809423252
    },
    "sha256": "a8e4899f49b247e4cc880a7d6d88f928e1078aeb5a4fb16741335525477a77ef",
    "simhash": "1:d1c7edd0e3a7484e",
    "word_count": 2272
  },
  "last_updated": "2024-02-27T22:40:08.106706+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Williams, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "P. A. Ahl & Brother’s Assigned Estate. Appeal of Marie J. Hepburn and S. M. Hepburn, Executors of S. Hepburn, Jr., Deceased."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Mitchell,\nWhen the assignees claimed credit in their fourth account for a payment of $2,650 to Hepburn and this was excepted to by the assignors, the validity as well as the amount of the claim were brought sub judice, and were before the auditor for determination.' The fact that the objection of the assignors was subsequently withdrawn, did not change the effect of the auditor’s adjudication upon it. If he had decided it upon the contest there 'could be no question that his finding when confirmed would have been conclusive, and the fact that the only parties excepting withdrew their exception, made his task easier but did not take away the force of his decision in favor of the credit. As between the assignees and the estate, that item was adjudicated. Of course none of these matters was binding on Hepburn unless he was a party and consented to it.\nTurning now to the fact that the credit was allowed although the payment had not really been made, the effect undoubtedly was to authorize the assignees to pay Hepburn at any time without further notice of the matter in their accounting with the estate. As between them and the estate, the latter was discharged, and the debt had been personally assumed by the assignees. If Hepburn was a consenting party to the arrangement, he also had thereby discharged the estate and was bound to look to the assignees personally for payment. Thus the matter stood on the fourth account.\nWhen the fifth account was filed, if the assignees had in the meantime paid Hepburn there would have been no occasion for any further notice or reference to the matter. In fact they had paid him $850. But in doing this they had merely reduced their personal liability assumed by the arrangement on the fourth account, and there was still no necessity for further reference to the matter in the new account. It was however brought in, and by the assignees as a charge against themselves, by a reduction of the credit left over from the old account in their favor. That is, the fourth account closed with a balance of $2,585 due to the assignees from the estate. This balance appeared properly as the first item of credits claimed in the fifth account. But as that amount was made up on the assumption that the assignees had paid the full claim of $2,650, whereas they had only paid $850, the balance in their favor was reduced by the difference, $1,800, yet unpaid to Hepburn, and the account was filed, audited and confirmed on that basis. It is true as the learned auditor says, that it “ is evident that the credit claimed for payment of $2,650 to the executors of Mr. Hepburn was mere form—no such payment. The balance shown to be due the assignees of $2,585 was also mere form.” But the substance of the transaction was that while in the fourth account, and in the interval until the filing of the fifth, the claim was treated in the accounting as paid in full, yet in the fifth account the transaction was restated in accordance with the actual facts. Why this was done does not appear, though the reasons might not be far to seek ; but it is beyond question that it was done, and equally beyond question that no one objected to it. There was no reason why any one should object, for no one was injured. The assignees being about to be discharged at their own request would naturally desire to be relieved of all further liability in connection with the estate. Those representing the estate had no reason to object, for it made no difference in the amount of its liability; by the old account it owed the assignees $2,585 and Hepburn nothing, for he had been paid ; by the restatement it owed the assignees $785 and Hepburn $1,800, so that its aggregate debt was the same. Hepburn could not object, for his claim was only restored to what it had originally been,—a claim against the estate,—and so far as appears he had never been a party to any change.\nIn all this there is nothing to affect the force of the adjudication on the fourth account. The Hepburn claim was put in as an item of credit on that account, was excepted to, exception withdrawn and item passed and confirmed as a paid claim entitling the assignees to a credit of $2,650. In the fifth account the credit to the assignees was reduced in accordance with the actual facts, and the rest of the item entered as a liability still due'to Hepburn., The former adjudication that it was a valid claim for $2,650 was not challenged, or reopened in any way, but on the contrary was accepted as correct by the filing and confirming of an item that showed a payment of $850 on account of it. If the whole of it was adjudged good as a credit in the hands of the assignees on the fourth account, the unpaid balance was equally good in the hands of Hepburn, when the assignees passed it back to him in their fifth account, giving the estate an equal credit by the reduction of the balance in their favor. The status of the claim against the estate must be considered as established, and as not needing further proof.\nAnother question argued principally by the appellee is that of the fund out of which this claim is payable. Prima facie it is owed by the assignees of the firm of P. A. Ahl & Bro., but as the individual estates of the partners if solvent are also liable for the firm debts, it becomes a question of the marshaling of assets between the creditors of the firm and the creditors of the partners individually, and of the right of Mr. Hepburn’s representatives to a preference on a claim for services rendered by him to the assignees. These questions the record does not supply us with satisfactory data for solving, and they must therefore be remitted to the court below.\nDecree reversed, and procedendo awarded according to the views herein expressed.",
        "type": "majority",
        "author": "Mb. Justice Mitchell,"
      }
    ],
    "attorneys": [
      "H. S. Stuart and John Hays, for appellants.",
      "J. M. Weakley and W. Trickett, for appellee."
    ],
    "corrections": "",
    "head_matter": "P. A. Ahl & Brother’s Assigned Estate. Appeal of Marie J. Hepburn and S. M. Hepburn, Executors of S. Hepburn, Jr., Deceased.\nAssignment for creditors—Counsel fees—Adjudication by auditor—Res judicata.\nWhere an assignee for the benefit of creditors elaims credit in bis account for counsel fees, and this is excepted to by the assignors, the validity as well as the amount of the claim are brought sub judiee, and are before the auditor for determination, and the fact that the objection of the assignors is subsequently withdrawn does not change the effect of the auditor’s adjudication upon it.\nWhere an assignee for the benefit of creditors elaims credit for counsel fees, and the same is duly adjudicated and allowed, although the fees have not been paid, and subsequently, in another account, the credit to the assignee is reduced to the portion of the fee actually paid by him, and the rest of the fee is entered as a liability still due by the estate to the assignee’s counsel, the assignors cannot at the audit of this subsequent account claim that the amount of the fee was not finally adjudicated by the confirmation of the previous account.\nArgued April 30, 1895.\nAppeal, No. 178, Jan. T., 1895, by Marie J. Hepburn and S. M. Hepburn, executors of S. Hepburn, Jr., deceased, from order of C. P. Cumberland Co., overruling exceptions to auditor’s report.\nBefore Williams, McCollum, Mitchell, Dean and Fell, JJ.\nReversed.\nExceptions to auditor’s report. Before Sadler, P. J.\nThe names of the parties and the nature of the proceedings are ail appeal by Marie J. Hepburn and S. M. Hepburn, executors of S. Hepburn, Jr., a creditor of the assigned estate of P. A. Ahl & Brother, from the definitive decree of the court below, overruling exceptions filed to the report of the auditor appointed to award distribution of the assigned estate of P. A. Ahl & Brother, and confirming said report.\nP. A. Ahl and Daniel V. Ahl, individually, and trading as P. A. Ahl & Brother, made assignments for the benefit of creditors to E. W. Biddle and A. A. Thomson, who, after conducting the trusts for a number of years, were discharged upon their own petition, and Dr. J. H. Hauck and Asbury Derland were appointed by the court to succeed them. During their administration the estates were involved in a great deal of litigat-ion. In this litigation and administration of the trusts Samuel Hepburn, Jr., and the aforesaid E. W. Biddle acted as counsel for the assignees. They were paid a portion on account of their professional services. Messrs. Biddle and Thomson, in a fourth and partial account of their trust, took credit for a balance of $2,650 paid to S. Hepburn, Jr., Esq., in full for professional services. They also took credit for a balance of $2,650 paid to E. W. Biddle, Esq., in full for professional services. A note was appended to the account stating that these amounts had not been paid, and were not to be paid until the account should be confirmed, because of notice from the assignors not to pay them.\nThe auditor, J. M. 'Weakley, Esq., reported that Samuel Hepburn, Esq., was employed by E. W. Biddle, Esq., and A. A. Thomson, the former assignees of P. A. Ahl & Brother in an equity suit in which the assignees were plaintiffs, and C. W. Ahl and T. W. Ahl, defendants ; that in the fourth partial account filed by these assignees a credit was claimed in these words: “S. Hepburn’s executors’ balance of fee in equity suit v. C. W. Ahl et al. $2,650.00 (not to be paid until confirmed by reason of notice from assignors) ; ” that to this account several exceptions were filed, one of them specifically to this item; that the account and exceptions were referred to an auditor, before whom the exceptants appeared and withdrew the exceptions ; that the auditor reported this to the court, recommending a decree to be entered confirming the account, whereupon the court of common pleas entered a decree that “ the auditor’s report is now confirmed, and a decree recommended by the auditor is entered as the decree of the court; ” that the balance found due the assignees by this decree of confirmation was $2,585.78 ; that the same assignees filed a fifth account of their trust, which was confirmed February 11, 1891; that in this they charge themselves with $7,523.78; that their first claim for credit is in these words:\nBalance due accountants on fourth account, confirmed, ....... $2,585.73\nLess amount still due S. Hepburn’s executors on account of fee of $2,650.00, allowed in said account ..... 1,800.00 $ 785.73\nThe master reported that other credits not connected with this question were claimed and allowed, and a balance was found in the hands of the accountants of $135.23; that this fifth account was confirmed, and subsequently the former assignees were relieved of their trust and the present assignees appointed. On these facts the allowance of the present claim depends.\nThe auditor was not satisfied that the confirmation of the fourth partial account of the assignees was a judicial finding that his trust owed Mr. Hepburn’s executors $2,650 ; was of the opinion that the confirmation made an apparent balance due the accountants of $2,585.73, which was made up of the credit claimed for Mr. Hepburn’s fee. That this had not the force of a judicial finding was very evident from the fact it was not claimed in the following account and had not been claimed since; that whatever may have been the reason for the arrangements of credits in the fourth account it was not acted upon by any of the parties interested, and was disregarded in the fifth account which followed it; that if the confirmation of the balance due the accountants in the fourth account was not an adjudication of that matter, it is not clear how it could be an adjudication of the credit item which produced the balance. The auditor disallowed the claim.\nExceptions to the auditor’s report were overruled.\nError assigned was in overruling exceptions to auditor’s report.\nH. S. Stuart and John Hays, for appellants.\nThe confirmation is final and conclusive as to the items in question in the statement or account itself, whether partial or final: Leslie’s App., 63 Pa. 355 ; Rhoad’s App., 39 Pa. 186 ; Shindel’s App., 57 Pa. 43; Schaeffer’s App., 119 Pa. 640 ; 1 Woodward, 187.\nWhile the mere adjudication of a claim before an auditor is not conclusive, yet the adjudication by an auditor of a claim that finds an item of credit in the account of a trustee and the confirmation of that account, constitutes such a prima facie case as entitles the claimant to a finding in his favor.\nJ. M. Weakley and W. Trickett, for appellee.\nThere was no adjudication against the fund : Kline’s App., 86 Pa. 263 ; Gunther’s App., 4 W. N. C. 41.\nIf, on settlement of an assignee’s account, a dividend is awarded to a creditor, which he neglects to take, and a second account is filed embracing this dividend, the whole of the balance of this account must be distributed as if the dividend had not been awarded: In re Wilson, 4 Pa. 430.\nHepburn cannot take advantage of the adjudication : Chandler’s App., 100 Pa. 262; Ruff v. Ruff, 85 Pa. 333 ; Ætna Ins. Co. v. Confer, 158 Pa. 598 ; 2 Black on Judgments, 652.\nOctober 7, 1895 :"
  },
  "file_name": "0317-01",
  "first_page_order": 335,
  "last_page_order": 340
}
