{
  "id": 1941735,
  "name": "Commonwealth v. Farrior, Appellant",
  "name_abbreviation": "Commonwealth v. Farrior",
  "decision_date": "1971-12-20",
  "docket_number": "Appeal, No. 38",
  "first_page": "31",
  "last_page": "35",
  "citations": [
    {
      "type": "official",
      "cite": "446 Pa. 31"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "272 A. 2d 180",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "441 Pa. 334",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1933786
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/441/0334-01"
      ]
    },
    {
      "cite": "272 A. 2d 167",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "441 Pa. 249",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1933955
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/441/0249-01"
      ]
    },
    {
      "cite": "216 A. 2d 50",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "420 Pa. 198",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1898598
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/420/0198-01"
      ]
    },
    {
      "cite": "388 U.S. 263",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168184
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/us/388/0263-01"
      ]
    },
    {
      "cite": "384 U.S. 757",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12047531
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/us/384/0757-01"
      ]
    },
    {
      "cite": "388 U.S. 218",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168076
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/us/388/0218-01"
      ]
    },
    {
      "cite": "188 Atl. 304",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1936,
      "opinion_index": 0
    },
    {
      "cite": "324 Pa. 289",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1171400
      ],
      "year": 1936,
      "opinion_index": 0,
      "case_paths": [
        "/pa/324/0289-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 391,
    "char_count": 5853,
    "ocr_confidence": 0.429,
    "pagerank": {
      "raw": 7.045748490400035e-08,
      "percentile": 0.4249981369570195
    },
    "sha256": "e77c70846f6d9a290156ffa096ffd031597d55bf945572293455fd40a762dcfc",
    "simhash": "1:3bbbea9633e14d56",
    "word_count": 936
  },
  "last_updated": "2024-02-27T22:10:35.180292+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jonhs, Eagen, O’Brien, Pomeroy and Barbieri, JJ.",
      "Mr. Chief Justice Bell and Mr. Justice Roberts took no part in the consideration or decision of this case."
    ],
    "parties": [
      "Commonwealth v. Farrior, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice O’Brien,\nShortly after 6:00 p.m. on March 22, 1969, Fannie Rivers, age thirty-three, was found dead in her apartment by one of her five children. Euvine Banks, a tenant in the same apartment building, testified that on the day of the killing, at approximately ten minutes after four, she saw a man dressed in a gray coat and hat leaving the apartment building. Ralph Wright, who lived near the apartment, passed a man dressed in a light coat and hat at approximately the same time. Appellant, sixty-year-old Sandy Farrior, described in the record as Fannie Rivers’ common-law husband, who was known to be feuding with Fannie because she was seeing another man, was arrested outside his own apartment, several blocks away from the victim’s, at approximately 7:15 p.m.\nAn autopsy revealed that Fannie Rivers’ death resulted from a puncture wound in the throat area, though the victim had also been shot in the head.\nDuring the interrogation of appellant, at approximately 9:30 p.m. on March 22, two different criminologists employed by the district attorney’s office examined the hands of appellant, using the Harrison Residue Test to determine whether appellant had recently fired a gun. On the basis of these tests, both criminologists concluded independently that appellant had recently fired a gun.\nAppellant specifically denied having fired any gun and offered four alibi witnesses to verify the fact of his presence elsewhere at the time the victim was killed.\nAppellant was indicted for the murder of Fannie Rivers and trial commenced before a jury on September 10, 1969. Both Euvine Banks and Ralph Wright identified appellant as the man they had seen leaving the victim’s apartment on the day of the killing. Testimony was also offered concerning the stormy relationship between appellant and the victim, including testimony that he had become so jealous when he heard she was going to marry another man, that he had held a gun to her head and forced her to relate to him the details of her relationship with her new boyfriend and evidence that he had previously threatened to kill her.\nIn addition, the testimony of the two criminologists, concerning their finding as a result of the Harrison Residue Tests which they had independently administered, was offered into evidence, together with the autopsy findings.\nAppellant offered the testimony of the four alibi witnesses, who testified that they were with him at the time of the slaying. In rebuttal, the Commonwealth offered the testimony of investigating detectives, who testified that their interviews with these witnesses within two or three days after the killing established that the witnesses saw appellant on the Friday before the killing, not the Saturday when the killing occurred.\nThe jury found appellant guilty of voluntary manslaughter and this appeal followed the denial of post-trial motions and the imposition of sentence.\nAppellant first argues that the circumstantial evidence was insufficient to support a verdict of guilty of manslaughter. However, this argument is not emphasized because appellant apparently realizes that the results of the Harrison Residue Test, when considered along with the other evidence, are more than sufficient to support a conviction. See Commonwealth v. Westwood, 324 Pa. 289, 188 Atl. 304 (1936).\nSince appellant recognizes the crucial nature of the testimony of the two criminologists concerning the Harrison Residue Tests, it is natural that he emphasizes a challenge to the admissibility of these tests. It is appellant’s contention that the residue of lead and barium should not have been taken from his fingers without benefit of an arrest warrant, in the absence of a search warrant; that he should have been advised that he had the right to have an attorney present when the tests were administered; and that he should have been advised that he had a right, under the Fifth Amendment of the United States Constitution, to refuse to submit to the tests.\nWe need not determine whether this evidence is of such noncommunicative nature as to be without the protection of the Fifth Amendment, see United States v. Wade, 388 U.S. 218 (1967) ; Schmerber v. California, 384 U.S. 757 (1966) ; whether appellant was entitled to counsel at this stage, see Gilbert v. California, 388 U.S. 263 (1967) ; or whether the removal of residue from his hands constituted an illegal search and seizure, see Commonwealth v. Aljoe, 420 Pa. 198, 216 A. 2d 50 (1966). Appellant failed to raise these questions by pretrial motions, at the trial level, or in post-trial motions. Therefore, the admissibility of this evidence cannot be challenged now. Commonwealth v. Wegrzyniak, 441 Pa. 249, 272 A. 2d 167 (1971).\nAppellant raises one more argument. He contends that it was error for the trial court to permit rebuttal testimony by police officers to show the prior inconsistent statements made by appellant’s alibi witnesses. However, the admission or rejection of rebuttal evidence is within the sound discretion of the trial judge. Commonwealth v. Dennison, 441 Pa. 334, 272 A. 2d 180 (1971). There was no unfair surprise here, unlike the situation in Dennison. The alibi witnesses were specifically examined about their prior inconsistent statements. Thus, we do not believe that the trial court abused its discretion by allowing the rebuttal testimony.\nJudgment of sentence affirmed.\nMr. Chief Justice Bell and Mr. Justice Roberts took no part in the consideration or decision of this case.",
        "type": "majority",
        "author": "Mr. Justice O’Brien,"
      }
    ],
    "attorneys": [
      "Carl Blanchfield, for appellant.",
      "Carol Mary Los, Assistant District Attorney, with her Robert L. Campbell, Assistant District Attorney, and Robert W. Duggan, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Farrior, Appellant.\nArgued September 29, 1971.\nBefore Jonhs, Eagen, O’Brien, Pomeroy and Barbieri, JJ.\nCarl Blanchfield, for appellant.\nCarol Mary Los, Assistant District Attorney, with her Robert L. Campbell, Assistant District Attorney, and Robert W. Duggan, District Attorney, for Commonwealth, appellee.\nDecember 20, 1971:"
  },
  "file_name": "0031-01",
  "first_page_order": 143,
  "last_page_order": 147
}
