{
  "id": 1941760,
  "name": "Beggy Estate",
  "name_abbreviation": "Beggy Estate",
  "decision_date": "1971-12-20",
  "docket_number": "Appeal, No. 166",
  "first_page": "166",
  "last_page": "174",
  "citations": [
    {
      "type": "official",
      "cite": "446 Pa. 166"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "68 Pa. D. & C. 634",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.",
      "case_ids": [
        1583774
      ],
      "year": 1949,
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c/68/0634-01"
      ]
    },
    {
      "cite": "180 A. 2d 572",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "407 Pa. 162",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1307383
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa/407/0162-01"
      ]
    },
    {
      "cite": "106 A. 2d 594",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "378 Pa. 237",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1250840
      ],
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/pa/378/0237-01"
      ]
    },
    {
      "cite": "159 A. 2d 514",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "398 Pa. 506",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1289092
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/pa/398/0506-01"
      ]
    },
    {
      "cite": "57 A. 2d 853",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1948,
      "opinion_index": 0
    },
    {
      "cite": "358 Pa. 383",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845583
      ],
      "year": 1948,
      "opinion_index": 0,
      "case_paths": [
        "/pa/358/0383-01"
      ]
    },
    {
      "cite": "26 A. 2d 308",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1942,
      "opinion_index": 0
    },
    {
      "cite": "345 Pa. 98",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1213309
      ],
      "year": 1942,
      "opinion_index": 0,
      "case_paths": [
        "/pa/345/0098-01"
      ]
    },
    {
      "cite": "20 A. 2d 305",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1941,
      "opinion_index": 0
    },
    {
      "cite": "342 Pa. 108",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1207024
      ],
      "year": 1941,
      "opinion_index": 0,
      "case_paths": [
        "/pa/342/0108-01"
      ]
    },
    {
      "cite": "60 A. 2d 50",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1948,
      "opinion_index": 0
    },
    {
      "cite": "359 Pa. 577",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        473152
      ],
      "year": 1948,
      "opinion_index": 0,
      "case_paths": [
        "/pa/359/0577-01"
      ]
    },
    {
      "cite": "60 A. 2d 50",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1948,
      "pin_cites": [
        {
          "page": "53"
        }
      ],
      "opinion_index": 2
    },
    {
      "cite": "359 Pa. 577",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        473152
      ],
      "weight": 2,
      "year": 1948,
      "pin_cites": [
        {
          "page": "582"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/359/0577-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 587,
    "char_count": 12423,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 1.3217718642105666e-07,
      "percentile": 0.626883459228704
    },
    "sha256": "2041a76ab9ec5a2458731050fd8607f625619464e5560cb9c05bbfaee6884cfc",
    "simhash": "1:9193e05d5c8a7f16",
    "word_count": 2155
  },
  "last_updated": "2024-02-27T22:10:35.180292+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, Eagen, O’Brien, Roberts, Pomeroy and Barbieri, JJ.",
      "Mr. Chief Justice Beuu took no part in the consideration or decision of this case.",
      "Mr. Justice Baebieri joins in this dissenting opinion."
    ],
    "parties": [
      "Beggy Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Jones,\nThomas L. Beggy (decedent), an Allegheny County resident, died testate on June 11,1970, leaving the residue of his estate to his brother, Edward Beggy.\nDecedent and his brother, Edward Beggy, together with a cousin, a Mrs. Burke, had lived together for many years. In decedent’s safe deposit box were found thirty-two (32) U. S. Series “E” savings bonds valued at $2622.12 registered in the names of decedent or Edward Beggy, said bonds having been issued between September 1965 and August, 1969. This safe deposit box was in decedent’s name only and the keys thereto were kept in decedent’s possession. The record indicates that, subsequent to his retirement in 1963, Edward Beggy received monthly checks of $120.60 from Social Security, $50.00 from the Pittsburgh Press and $11.00 from the International Union; most of the Social Security and retirement checks were turned over by Edward Beggy to and handled by decedent; that at least a substantial part, if not all, of the purchase money of the bonds came from Edward Beggy.\nThe Commonwealth of Pennsylvania appraised and sought to tax at full value the amount of these bonds and the estate appealed to the Orphans’ Court division of the Common Pleas Court of Allegheny County on the ground that the bonds should be subject to taxation at only one-half of the full value. After a hearing, the court entered a decree holding that the bonds were taxable at one-half of their full value. The Commonwealth has appealed from that decree.\nTaxation of jointly held property is generally controlled by the provisions of the Pennsylvania Inheritance and Estate Tax Act of 1961. Section 241 of that statute provides: “Joint Tenancy—When any property is held in the names of two or more persons, or is deposited in a financial institution in the names of two or more persons, so that, upon the death of one of them, the survivor or survivors have a right to the immediate ownership or possession and enjoyment of the whole property, the accrual of such right, upon the death of one of them, shall be deemed a transfer subject to tax under this Act, of a fractional portion of such property to be determined by dividing the value of the whole property by the number of joint tenants in existence immediately preceding the death of the deceased joint tenant. This section shall not apply to property and interests in property passing by right of survivorship to the survivor of husband and wife. If the co-ownership was created in contemplation of death, within the meaning of Section 222 of this Act, the entire interest so transferred shall be subject to tax only under Section 222, as though a part of the estate of the person who created the co-ownership.”\nWe believe that the ruling and rationale of this Court in Myers Estate, 359 Pa. 577, 60 A. 2d 50 (1948), controls the case at bar. In Myers, the decedent had a safe deposit box held in his name and that of his mother; after decedent’s death, U. S. savings bonds valued at f20,250 were found in this safe deposit box; these bonds had been purchased with decedent’s funds and were registered in the name of decedent or his sister. The Commonwealth appraised the bonds for inheritance tax purposes at their full value. On an appeal by the sister, the court below held that the “full appraised value of the bonds which devolved to [the sister were] subject to a transfer inheritance tax” and this Court affirmed that decree. The rationale in Myers was that the decedent had retained custody of and exercised complete control over the bonds-—i.e., the sister had no access to the box-—and that, while the bonds under the federal regulations were legally redeemable by either the decedent or his sister, the sister’s right of redemption was incapable of performance since the decedent had not irrevocably parted with the possession of the bonds bnt had retained exclusive control of them. This Court stated, inter alia: “Both [the sister’s] possession and enjoyment of the bonds in question were postponed until the donor’s death since no previous access to them was made available to her. To permit a transfer inheritance tax exemption on all government bonds issued in the co-ownership form without examining the circumstances of each case, would encourage the practice of investing one’s estate in such bonds and registering them in joint names for the purpose of circumventing the payment of a legitimate exaction.” (p. 582).\nIn the case at bar, Edward Beggy, just as the decedent’s sister in Myers, had neither possession nor enjoyment of the bonds and had no access to the safe deposit box in which the bonds were kept. However, it is urged by appellee that the case at bar is distinguishable from Myers in that Edward Beggy’s own money purchased the bonds. The fact that Edward Beggy’s money may have contributed in whole or in part to the purchase of these bonds is of no moment. See: Cochrane’s Estate, 342 Pa. 108, 20 A. 2d 305 (1941); Commonwealth v. Nolan’s Estate, 345 Pa. 98, 26 A. 2d 308 (1942); Graham Estate, 358 Pa. 383, 57 A. 2d 853 (1948).\nAppellee also urges that Myers has been either overruled or limited in its application to bonds purchased by a decedent with his own funds by Horstman Estate, 398 Pa. 506, 159 A. 2d 514 (1960). In Horstman, we dealt only with the question of ownership of U. S. savings bonds after the death of one of the registered joint owners; in the case at bar, we are not concerned with the question of ownership of the bonds—Edward Beggy, the surviving joint tenant, is concededly the owner of the bonds in question—but rather the extent of taxability of the value of the bonds. Horstman stands solely for the proposition that, in view of the U. S. treasury regulations governing the issuance of savings bonds, a surviving co-owner becomes the sole owner of the bonds as a third party beneficiary of the contract made by the bond purchaser with the U. S. government.\nUnfortunately for Edward Beggy, the instant bonds were kept in the sole possession of the decedent until he died and, that being so, the transfer of ownership in the bonds took place only after decedent’s death; upon such transfer, the Commonwealth properly placed a tax based on the full value of the bonds. Cf. Chadrow, Executor v. Kellman, 378 Pa. 237, 106 A. 2d 594 (1954); Zecary Estate, 407 Pa. 162, 180 A. 2d 572 (1962); Kantner Estate, 3 Fiduciary Rep. 81 (1952) ; Tunnell Estate, 17 Fiduciary Rep. 308 (1967) ; Schablein Estate, 68 Pa. D. & C. 634 (1949).\nDecree reversed. Each party to pay own costs.\nMr. Chief Justice Beuu took no part in the consideration or decision of this case.\nEdward Beggy did testify that he believed that he could have had access to the box, if he so desired, but he had never sought access.\nJudge Hat filed a dissenting opinion.\nAct of June 15, 1961, P. L. 373, art. II, §241, 72 P.S. §2485-241\nMyers was decided when the Act of July 14, 1936, P. L. 44, 72 P.S. 2301 was in effect. The 1961 statute repealed the 1936 statute but the provisions of both statutes are strikingly similar.",
        "type": "majority",
        "author": "Mr. Justice Jones,"
      },
      {
        "text": "Concurring Opinion by\nMr. Justice Eagen :\nI concur in the result.\nIn my view, the record is insufficient to establish that any money of Edward Beggy contributed to the purchase of the bonds involved. I, therefore, find it unnecessary to reach the question of what portion of the value thereof would be subject to the Pennsylvania Inheritance Tax if Edward Beggy’s money had contributed to the purchase of the bonds.",
        "type": "concurrence",
        "author": "Mr. Justice Eagen :"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Roberts :\nThere can be little quarrel with the trial court’s conclusion that “[i]t would be the height of injustice to force Edward J. Beggy to pay inheritance tax on his own property for the reason that his brother who died owned the other half of the property and kept the property in his safe deposit box.” Furthermore, such an unfair result is neither compelled nor even suggested by the Inheritance and Estate Tax Act of 1961 or by any prior decisions of this Court. For these reasons, I dissent.\nSection 241 of the Inheritance and Estate Tax Act deals generally with the taxability of jointly held property and provides in material part as follows: “When any property is held in the names of two or more persons, or is deposited in a financial institution in the names of two or more persons, so that, upon the death of one of them, the survivor or survivors have a right to the immediate ownership or possession and enjoyment of the whole property, the accrual of such right, upon the death of one of them, shall be deemed a transfer subject to tax under this Act, of a fractional portion of such property to be determined by dividing the value of the whole property by the number of joint tenants in existence immediately preceding the death of the deceased joint tenant. ... If the co-ownership was created in contemplation of death, within the meaning of Section 222 of this Act, the entire interest so transferred shall be subject to tax only under Section 222, as though a part of the estate of the person who created the co-ownership.”\nThe bonds presently in question were “held in the names” of decedent and his brother Edward Beggy. Although they were deposited in decedent’s, safe deposit box, the trial court specifically found that Edward had contributed at least one half toward their purchase price and that decedent had been holding Edward’s “share” in the bonds merely as a custodian. That being so, Edward, upon Ms brother’s death, had “a right to the immediate ownership or possession and enjoyment” of the bonds. Finally, there is not the slightest evidence that the co-ownership was “created in contemplation of death.” In light of the foregoing, Section 241 is clearly controlling, and it follows that the trial court correctly ruled that inheritance tax was due only upon one half the value of the bonds.\nNotwithstanding Section 241’s unambiguous language and applicability to the instant case, the majority opinion asserts that the decision of this Court in Myers Estate, 359 Pa. 577, 60 A. 2d 50 (1948), compels its present conclusion that the entire value of the bonds is taxable. In my view, Myers is wholly inapposite.\nThe decedent in Myers purchased bonds with his own funds, registered them jointly in his name and that of Ms brother, and deposited them in a safe deposit box to which his brother did not have access. Because the decedent had bought the bonds with his own assets, the question arose whether all of the bonds were part of his estate or whether there had been a valid inter vivos gift of a one half interest to his brother. Since decedent had retained complete control and had exercised complete dominion over the bonds, it was ruled that all of the bonds were taxable as part of his estate. As an additional reason for so holding, this Court expressed the fear that the opposite result might “encourage the practice of investing one’s estate in such bonds and registering them in joint names for the purpose of circumventing the payment of a legitimate exaction.” 359 Pa. at 582, 60 A. 2d at 53.\nIn contrast to Myers, the law of inter vivos gifts has no bearing on the present case. As Edward Beggy contributed his own funds to purchase at least one half the bonds, he owned one half of the bonds from the outset. Decedent could scarcely give to Edward that which Edward already owned. For the same reason, there should be no concern here about the possibility of a covert scheme of tax avoidance. Since the one half interest in question never belonged to decedent, there was no estate tax to avoid.\nThe instant case is in essence quite simple: Edward Beggy merely placed his share of the bonds in the custody of his brother. The fact that a decedent holds the property of another in a place inaccessible to its rightful owner surely does not render that property subject to inheritance tax as part of his estate. I for one can find no indication in the Inheritance and Estate Tax Act of 1961 that the Legislature intended such an anomalous and unfair result.\nMr. Justice Baebieri joins in this dissenting opinion.\nAct of June 15, 1961, P. L. 373, Art II,. §241, 72 P.S. §2485-241.",
        "type": "dissent",
        "author": "Mr. Justice Roberts :"
      }
    ],
    "attorneys": [
      "Vincent J. Dopho, Deputy Attorney General, with him J. Shane Creamer, Attorney General, for Commonwealth, appellant.",
      "Joseph A. Steedle, for appellee."
    ],
    "corrections": "",
    "head_matter": "Beggy Estate.\nArgued September 28, 1971.\nBefore Jones, Eagen, O’Brien, Roberts, Pomeroy and Barbieri, JJ.\nVincent J. Dopho, Deputy Attorney General, with him J. Shane Creamer, Attorney General, for Commonwealth, appellant.\nJoseph A. Steedle, for appellee.\nDecember 20, 1971:"
  },
  "file_name": "0166-01",
  "first_page_order": 278,
  "last_page_order": 286
}
