{
  "id": 1941816,
  "name": "Commonwealth v. Simon, Appellant",
  "name_abbreviation": "Commonwealth v. Simon",
  "decision_date": "1971-12-29",
  "docket_number": "Appeal, No. 334",
  "first_page": "215",
  "last_page": "223",
  "citations": [
    {
      "type": "official",
      "cite": "446 Pa. 215"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "226 A. 2d 765",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "423 Pa. 541",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1903093
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa/423/0541-01"
      ]
    },
    {
      "cite": "249 A. 2d 307",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "433 Pa. 195",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1920952
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa/433/0195-01"
      ]
    },
    {
      "cite": "482 Pa. 386",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1749607
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/482/0386-01"
      ]
    },
    {
      "cite": "198 A. 2d 583",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "413 Pa. 609",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1888569
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/pa/413/0609-01"
      ]
    },
    {
      "cite": "380 U.S. 400",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1525264
      ],
      "weight": 2,
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/us/380/0400-01"
      ]
    },
    {
      "cite": "239 A. 2d 793",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1968,
      "pin_cites": [
        {
          "page": "796"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "429 Pa. 89",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1913547
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/429/0089-01"
      ]
    },
    {
      "cite": "248 A. 2d 289",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "432 Pa. 386",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1919714
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/432/0386-01"
      ]
    },
    {
      "cite": "211 A. 2d 443",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "418 Pa. 319",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1896066
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/pa/418/0319-01"
      ]
    },
    {
      "cite": "263 N.E. 2d 81",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1970,
      "opinion_index": 1
    },
    {
      "cite": "46 Ill. 2d 149",
      "category": "reporters:state",
      "reporter": "Ill. 2d",
      "case_ids": [
        2898138
      ],
      "year": 1970,
      "opinion_index": 1,
      "case_paths": [
        "/ill-2d/46/0149-01"
      ]
    },
    {
      "cite": "156 A. 2d 865",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 1
    },
    {
      "cite": "398 Pa. 86",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1289151
      ],
      "year": 1959,
      "opinion_index": 1,
      "case_paths": [
        "/pa/398/0086-01"
      ]
    },
    {
      "cite": "34 A.L.R. 3d 470",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 3d",
      "year": 1970,
      "opinion_index": 1
    },
    {
      "cite": "281 A. 2d 846",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 1
    },
    {
      "cite": "444 Pa. 164",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1938581
      ],
      "year": 1971,
      "opinion_index": 1,
      "case_paths": [
        "/pa/444/0164-01"
      ]
    },
    {
      "cite": "226 A. 2d 765",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 1
    },
    {
      "cite": "423 Pa. 541",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1903093
      ],
      "year": 1967,
      "opinion_index": 1,
      "case_paths": [
        "/pa/423/0541-01"
      ]
    },
    {
      "cite": "249 A. 2d 307",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 1
    },
    {
      "cite": "433 Pa. 195",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1920952
      ],
      "year": 1969,
      "opinion_index": 1,
      "case_paths": [
        "/pa/433/0195-01"
      ]
    },
    {
      "cite": "239 A. 2d 793",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "pin_cites": [
        {
          "page": "796"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "429 Pa. 89",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1913547
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "95"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/429/0089-01"
      ]
    },
    {
      "cite": "211 A. 2d 443",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 1
    },
    {
      "cite": "418 Pa. 319",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1896066
      ],
      "year": 1965,
      "opinion_index": 1,
      "case_paths": [
        "/pa/418/0319-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 736,
    "char_count": 13744,
    "ocr_confidence": 0.462,
    "pagerank": {
      "raw": 3.603368455955115e-07,
      "percentile": 0.8878156602952527
    },
    "sha256": "ea92ed8d5af8988df654014629a1f7f3f8c8c2e6b7bd7deb014fa6bb2186bc14",
    "simhash": "1:f0e40940a1227b29",
    "word_count": 2240
  },
  "last_updated": "2024-02-27T22:10:35.180292+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bebe, C. J., Jones, Eagen, O’Brien, Roberts, Pomeroy and BarBIERI, JJ.",
      "Mr. Justice Pomeiioy dissents."
    ],
    "parties": [
      "Commonwealth v. Simon, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Roberts,\nAppellant Thelma Simon, who was convicted of first degree murder after trial by jury, sought post-conviction relief on the ground that her trial counsel had been embroiled in an impermissible conflict of interest. Appellant’s petition for post-conviction relief was dismissed after a hearing, and this appeal followed. We find that appellant has waived her conflict of interest claim, and affirm the dismissal of her petition for post-conviction relief.\nIt is alleged by Simon that her trial counsel, in agreeing to a contingent fee arrangement, was involved in a conflict of interest. Appellant, who was accused of murdering her husband, had been named as a beneficiary on her husband’s life insurance policy. Since Simon had limited financial resources, her trial counsel agreed that a portion of his fee would be paid out of the proceeds of the insurance policy, despite the fact that if appellant were convicted of the murder of her husband, she would not be entitled to the proceeds of her husband’s policy. See, e.g., Kravitz Estate, 418 Pa. 319, 211 A. 2d 443 (1965). Appellant contends that by entering into such an arrangement her trial counsel was effectively precluded from seeking compromise verdicts short of murder.\nHowever, Section 3(d) of the Post Conviction Hearing Act, provides that for a petitioner to be eligible for relief it must be demonstrated “[t]hat the error resulting in his conviction and sentence has not been finally litigated or waived.” Section 4 declares in turn that an issue is waived if the petitioner knowingly and understandingly failed to raise it in a prior appeal, and he is unable to either (a) prove the existence of “extraordinary circumstances” or (b) rebut the statutory presumption that “a failure to appeal a ruling or to raise an issue is a knowing and understanding failure.”\nIn the instant case, appellant prosecuted a counseled direct appeal from the judgment of sentence in 1968, in which she failed to raise the conflict of interest issue presently asserted. See Commonwealth v. Simon, 432 Pa. 386, 248 A. 2d 289 (1968). At that time she was represented by new counsel, so there can be no claim that her trial counsel’s alleged conflict of interest also tainted her direct appeal. In this present Post Conviction Hearing Act proceeding, there is no showing of any extraordinary circumstances to excuse this failure to raise the issue or any evidence to overcome the presumption that the failure was knowing and understanding. For these reasons there has been a clear Section 4 waiver.\nIn rejecting appellant’s contention we are consistent with this Court’s earlier statement in Commonwealth v. Cheeks, 429 Pa. 89, 239 A. 2d 793 (1968), that “[i]t would be manifestly unfair to hold appellant to a waiver when this waiver is alleged to have occurred at a time when neither the defendant nor his attorney had any way of knowing that there existed a right to be waived.” Id. at 95, 239 A. 2d at 796. Cheeks and its progeny merely established the rule that failure to raise an issue in a prior proceeding is not a waiver when the legal principles upon which the issue is premised are newly announced in an appellate decision rendered subsequent to the date of the prior proceeding.\nFor example, in Cheeks the appellant’s failure to raise a particular confrontation issue at trial was deemed not to constitute a waiver of that claim inasmuch as his trial took place prior to the United States Supreme Court’s decision in Pointer v. Texas, 380 U.S. 400, 85 S. Ct. 1065 (1965), which held for the first time that the Sixth Amendment’s confrontation clause is binding upon the states. The situation that confronted this Court in Cheeks is far removed from that presently before us. In advancing her conflict of interest claim, appellant does not rely upon any newly announced principles of law.\nThe fact that appellant’s conflict of interest claim arises from an allegedly novel factual situation does not bring this case under the Cheeks rule which precludes a waiver in instances of newly announced principles of law. All of the facts and legal precedents necessary to construct and argue this claim were as available at the time of appellant’s direct appeal as they are now. So long as counsel in her prior appeal was constitutionally effective, the fact that her present counsel may perhaps be more imaginative in constructing allegations of trial error is of no moment. To excuse an otherwise effective waiver of a claim on the sole ground that the claim arises from a novel factual setting is contrary to the significant policies of finality clearly embedded in Sections 3 and 4 of the Post Conviction Hearing Act and the cases cited supra.\nThe order is affirmed.\nMr. Justice Pomeiioy dissents.\nThe procedural history of this case is actually somewhat more complicated. Appellant’s initial direct appeal was quashed as untimely filed. Commonwealth v. Simon, 413 Pa. 609, 198 A. 2d 583 (1964). Eventually appellant was permitted to file an appeal as though timely filed by the Philadelphia Court of Common Pleas and her conviction was affirmed by an evenly-divided Court Commonwealth v. Simon, 482 Pa. 386, 248 A. 2d 289 (1968). Thereafter appellant sought relief under the provisions of the Post Conviction Hearing Act, Act of January 25, 1966, P. L. (1965) 1580, 19 P.S. §§1180-1 et seq. Appellant’s petition was denied after a hearing and an appeal was lodged in this Court. Upon the petition of the appellant, and with the consent of the Commonwealth, we remanded the case for a supplementary evidentiary hearing on the issue of an alleged conflict of interest. Following a hearing, the Court below denied relief and this appeal was taken.\nCommonwealth v. Richardson, 433 Pa. 195, 249 A. 2d 307 (1969) ; Commonwealth v. Jefferson, 423 Pa. 541, 226 A. 2d 765 (1967).",
        "type": "majority",
        "author": "Mr. Justice Roberts,"
      },
      {
        "text": "Dissenting] Opinion by\nMr. Justice Jones:\nI do not believe that appellant has knowingly and understandingly waived her conflict of interest contention under Section four of the Post Conviction Hearing Act due to her failure to raise this issue in her direct appeal to this Court in 1968. Instead, I would directly address this meritorious argument.\nSince my research indicates appellant’s contention to be one of first impression in these United States, the question becomes whether one can knowingly and understanding^ waive an issue that has not been theretofore advanced by anyone. Besides my logical inclination to answer this query in the negative, this Court’s case law suggests a similar response. Thus, it was stated in Com. v. Cheeks, 429 Pa. 89, 95, 239 A. 2d 793, 796 (1968), that, “[i]t would be manifestly unfair to hold appellant to a waiver when this waiver is alleged to have occurred at a time when neither the defendant nor his attorney had any way of knowing that there existed a right to be waived.” See, also, Com. v. Richardson, 433 Pa. 195, 249 A. 2d 307 (1969) ; Com. v. Jefferson, 423 Pa. 541, 226 A. 2d 765 (1967). Although the Cheeks opinion can be distinguished along the lines adopted by a majority of my colleagues, I do not believe an extension of that principle, limited solely to cases of first impression, is either unwarranted or precedent-shattering.\nWhile the facts and legal precedents necessary for appellant’s present argument were admittedly available to appellant’s previous counsel on appeal, no attorney in these United States had ever constructed this argument before. It is one thing to say that an appellant has waived a well-established legal principle; it is a quite different situation when a contention of first impression is advanced. I believe it is the height of injustice to hold this appellant to a Section four waiver, especially when her conviction was affirmed by an evenly-divided Court on direct appeal. I shall now address the merits of this appeal.\nDespite her limited financial resources, appellant privately retained counsel to represent her. The record reveals both testimonial and documentary evidence that counsel received a cash down payment for his fees as well as an oral understanding that the balance of his fees would be paid out of the proceeds of Mr. Simon’s life insurance policy wherein appellant was named the beneficiary. Of course, under the Slayer’s Act, Act of August 5, 1941, P. L. 816, §§1-2, 20 P.S. §§3441-42, if the appellant were convicted of the murder of her husband, she would not be entitled to the proceeds of her husband’s life insurance policy, e.g., Kravitz Estate, 418 Pa. 319, 211 A. 2d 443 (1965), and she could not pay her counsel’s fee. In light of the Commonwealth’s certification that the case might rise to first degree murder, this fee arrangement insured vigorous advocacy of appellant’s innocence; however, appellant contends that it also diminished counsel’s willingness to obtain a conAdction for a lesser degree of homicide. Since the payment of counsel’s fee was contingent upon appellant’s complete acquittal, the specific issue presented by this appeal is Avhether this defense attorney was embroiled in a conflict of interest Avhieh severely dulled his desire to obtain a lesser conviction due to the contingent fee.\nThe normal conflict of interest allegation arises in the “dual representation” situation where one counsel represents codefendants with conflicting interests. See, generally, Com. v. Wheeler, 444 Pa. 164, 281 A. 2d 846 (1971). While other jurisdictions have encountered various types of conflict of interest allegations in criminal cases, 34 A.L.R. 3d 470 (1970), this Court has only-been confronted with “dual representation” cases. My research indicates that no court has considered whether contingent fee arrangements on analogous facts create a conflict of interest in criminal cases. I do note that disciplinary rule 2-106(c) of the American Bar Association’s Code of Professional Responsibility, adopted by this Court on May 20, 1970, provides, “[a] lawyer shall not enter into an arrangement for, charge, or collect a contingent fee for representing a defendant in a criminal case.” 438 Pa. liv (1970). Moreover, this Court expressed its view in Peyton v. Margiotti, 398 Pa. 86, 156 A. 2d 865 (1959), that contingent fee agreements in criminal cases were highly suspect and often unenforceable as against public policy. Bearing these considerations in mind, an examination of the evidence must be made to determine whether a conflict of interest existed.\nAppellant advances three major arguments in support of her position that a conflict of interest existed: (1) the trial prosecutor testified during the second P.C.H.A. hearing that he initiated plea discussions concerning the possibility of a plea to second degree murder which was rejected by the defense counsel; (2) counsel did not request any charge on murder in the second degree or voluntary manslaughter; and (3) counsel’s failure to object to the trial court’s own charge on voluntary manslaughter, the pivotal issue in our previous affirmance of appellant’s conviction by an evenly-divided vote, indicates counsel was not concerned with a lesser conviction. On the other hand, the Commonwealth contends that no conflict arose since appellant relied entirely upon her claim of self-defense, which, if believed, would have resulted in an outright acquittal.\nTo my way of thinking, the defect in the Commonwealth’s position lies in its assumption that trial counsel “decided that appellant had a colorable claim of self-defense.” (Emphasis added) Assuming for the moment that appellant’s self-defense claim was colorable, an assumption that can be seriously questioned in light of the jury’s guilty verdict, defense counsel should have realistically assessed appellant’s claim in view of the available alternatives. One can only surmise whether trial counsel would have pursued the same strategy if this unique financial arrangement had never existed. I am of the opinion that an apparent conflict of interest did exist and that there is at least a possibility that this fee arrangement influenced counsel’s judgment.\nI dissent.\nIn view of the recent decision by the Third Circuit in United States ex rel. Johnson v. Cavell, F. 2d (3d Cir. 1971), and contrary to certain language in the majority opinion, the Commonwealth can no longer rest on a statutory presumption that the failure to raise an issue is a knowing and understanding failure. Act of January 25, 1966, P. L. (1965) 1580, §4(e), 19 P.S. §1180-4(c) (Supp. 1971).\nSection 1 of the Slayer’s Act defines “slayer” as “any person who participates, either as a principal or as an accessory before the fact, in the wilful and unlawful killing of any other person.” Section 2 then provides that “[n']o slayer shall in any way acquire any property or receive any benefit as the result of the death of the decedent . . . .”\nAlthough the Supreme Court of Illinois did examine contingent fee agreements in People v. Meyers, 46 Ill. 2d 149, 263 N.E. 2d 81 (1970), the potential conflict existed due to counsel’s simultaneous representation of the accused’s wife in a dramshop action whereby the amount of her recovery and counsel’s fee would vary depending upon the length of the accused’s sentence.",
        "type": "dissent",
        "author": "Mr. Justice Jones:"
      }
    ],
    "attorneys": [
      "Thomas C. Garroll and John W. Packet, Assistant Defenders, and Vincent J. Ziccardi, Defender, for appellant.",
      "J. Bruce McKissoelc and Milton M. Stein, Assistant District Attorneys, James D. Crawford, Deputy District Attorney, Richard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appelle."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Simon, Appellant.\nSubmitted April 19, 1971.\nBefore Bebe, C. J., Jones, Eagen, O’Brien, Roberts, Pomeroy and BarBIERI, JJ.\nreargument refused February 1, 1972.\nThomas C. Garroll and John W. Packet, Assistant Defenders, and Vincent J. Ziccardi, Defender, for appellant.\nJ. Bruce McKissoelc and Milton M. Stein, Assistant District Attorneys, James D. Crawford, Deputy District Attorney, Richard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appelle.\nDecember 29, 1971:"
  },
  "file_name": "0215-01",
  "first_page_order": 327,
  "last_page_order": 335
}
