{
  "id": 1941822,
  "name": "Commonwealth v. Butler, Appellant",
  "name_abbreviation": "Commonwealth v. Butler",
  "decision_date": "1972-03-20",
  "docket_number": "Appeal, No. 250",
  "first_page": "374",
  "last_page": "378",
  "citations": [
    {
      "type": "official",
      "cite": "446 Pa. 374"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "237 A. 2d 196",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "428 Pa. 102",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1912346
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/428/0102-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 377,
    "char_count": 5443,
    "ocr_confidence": 0.462,
    "pagerank": {
      "raw": 3.993549882128845e-07,
      "percentile": 0.9055089698279707
    },
    "sha256": "7dfd070bdc69594179954ba476247c7397ccaf936e366a33c29d1c2a86d77d2d",
    "simhash": "1:9a717294a4e1a5fb",
    "word_count": 890
  },
  "last_updated": "2024-02-27T22:10:35.180292+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, Eagen, O’Brien, Roberto and Pomeroy, JJ.",
      "The former Mr. Chief Justice Bell and the former Mr. Justice Barbieri took no part in the decision of this case."
    ],
    "parties": [
      "Commonwealth v. Butler, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice O’Brien,\nAppellant, Charles Butler, while represented by counsel, pleaded guilty to two charges of murder generally, and after a degree-of-guilt hearing was found guilty of murder in the first degree and sentenced to consecutive terms of life imprisonment. No appeal from the judgments of sentence ensued, but nearly five years later appellant filed a Post Conviction Hearing Act petition in which he alleged that his guilty pleas were unlawfully induced and that he was not adequately informed of his appeal rights. An evidentiary hearing resulted in an order granting appellant the right to file post-trial motions nunc pro tunc. Such motions were filed and denied, and the case is now before this Court on direct appeal from the judgments of sentence.\nThe only question raised on appeal is whether appellant voluntarily and intelligently entered pleas of guilty with knowledge of the nature of the charges and of his constitutional privileges.\nA reading of the record in this case leads us to conclude that both the Post Conviction Hearing Act court and the court which heard the nunc pro tunc post-trial motions correctly concluded that the guilty pleas were knowingly and voluntarily entered. Although this case antedates Com. ex rel. West v. Rundle, 428 Pa. 102, 237 A. 2d 196 (1968), there appears an on-the-record colloquy which is more than adequate to establish that appellant’s pleas were knowingly and voluntarily entered. The colloquy establishes that appellant was informed in open court that he had been charged with murder and that he had the right to be tried by a jury. He was further informed that if he pleaded guilty, the degree of guilt would be. fixed by a three-judge court and that that court, depending upon the degree of guilt found, could impose a penalty of life imprisonment or death. He was further informed that no promises, understandings or agreements had been made. Appellant clearly indicated his understanding of all of this information and testifed plainly that the pleas were being entered of his own free will.\nAppellant now complains that there was insufficient evidence to raise the degree of the crimes to first-degree murder and that that alleged lack of evidence indicates that appellant did not fully understand what he was doing. He further alleges that he had been informed by counsel that a guilty plea would result in a finding of second-degree murder. The latter contention was contradicted by trial counsel at the Post Conviction Hearing Act hearing and the hearing judge was fully justified in determining the issue of credibility adversely to appellant. Nor do we find that there was any lack of evidence to sustain the finding of first-degree murder. Appellant pled guilty to the murder of his wife and a female friend of Ms wife who was visiting his wife at the time of the slayings. Several butcher knives and a carpenter’s hammer were used in the slayings, and the bodies of the victims contained twenty-two separate wounds in one case and thirty-two wounds in the other. The slayings followed by several hours an incident in which appellant allegedly discovered Ms wife with another man in somewhat suspicious circumstances. He contends that he has no memory of the details of the slayings, because of amnesia resulting from a blow to his head, possibly suffered during the commission of the murders. He says that he remembers nothing between the time he sustained the blow on Ms head and awakening in a hotel in New York City within forty-eight hours of the slayings.\nHowever, the record includes a letter in appellant’s handwriting, written within hours of the murders. That letter was addressed to appellant’s father-in-law and mother-in-law, and in essence reports the fact of the murders and some of the circumstances to the addresses. That letter is, of course, strong evidence that appellant’s memory never failed him and that he was at all times aware of what was occurring.\nThere is no evidence in this case such as would reduce the degree of guilt to manslaughter, it being clear that the killings did not occur under the pressure of heat or passion, sufficient time for cooling having elapsed between whatever provocation might have existed and the actual killings. Additionally, it has long been the law that the use of a deadly instrument on a vital part of the body is sufficient to establish the specific intent to kill required for a conviction of first-degree murder.\nThis is not a voluntariness of guilty plea case involving a silent record, and although we have spoken on the burden of proof involved in establishing voluntariness, both pre-Wesi and post-West, in silent record cases and others, we need not here be concerned with burden of proof problems. Whether the burden is on the Commonwealth or appellant, the record clearly establishes that appellant’s pleas were Ms knowing and voluntary act.\nJudgments of sentence affirmed.\nThe former Mr. Chief Justice Bell and the former Mr. Justice Barbieri took no part in the decision of this case.",
        "type": "majority",
        "author": "Mr. Justice O’Brien,"
      }
    ],
    "attorneys": [
      "Benjamin A. Katz, for appellant.",
      "James Watt and Milton M. Stein, Assistant District Attorneys, James D. Crawford, Deputy District Attorney, Richard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Butler, Appellant.\nSubmitted November 8, 1971.\nBefore Jones, Eagen, O’Brien, Roberto and Pomeroy, JJ.\nBenjamin A. Katz, for appellant.\nJames Watt and Milton M. Stein, Assistant District Attorneys, James D. Crawford, Deputy District Attorney, Richard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee.\nMarch 20, 1972:"
  },
  "file_name": "0374-01",
  "first_page_order": 486,
  "last_page_order": 490
}
