{
  "id": 1156721,
  "name": "Callahan, Appellant, v. Union Trust Company of Pittsburgh",
  "name_abbreviation": "Callahan v. Union Trust Co.",
  "decision_date": "1934-05-21",
  "docket_number": "Appeal, No. 82",
  "first_page": "274",
  "last_page": "278",
  "citations": [
    {
      "type": "official",
      "cite": "315 Pa. 274"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "203 Pa. 114",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994710
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/203/0114-01"
      ]
    },
    {
      "cite": "311 Pa. 169",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1146301
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/311/0169-01"
      ]
    },
    {
      "cite": "279 Pa. 55",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1083556
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/279/0055-01"
      ]
    },
    {
      "cite": "291 Pa. 247",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1107288
      ],
      "pin_cites": [
        {
          "page": "249"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/291/0247-01"
      ]
    },
    {
      "cite": "77 Pa. Superior Ct. 367",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        648476
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/77/0367-01"
      ]
    },
    {
      "cite": "293 Pa. 412",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1111108
      ],
      "pin_cites": [
        {
          "page": "421"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/293/0412-01"
      ]
    },
    {
      "cite": "311 Pa. 317",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1146316
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/311/0317-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 445,
    "char_count": 6638,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 1.7760872971568403e-07,
      "percentile": 0.7128029471988522
    },
    "sha256": "d3da1880d6b4eb50753d500360d27caab525349e1059d718627a9d99a7e1ceea",
    "simhash": "1:2a9e10482856a1b7",
    "word_count": 1100
  },
  "last_updated": "2024-02-27T20:56:33.205458+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kephart, Schaffer, Maxey, Drew and Linn, JJ."
    ],
    "parties": [
      "Callahan, Appellant, v. Union Trust Company of Pittsburgh."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Frazer,\nBy stipulation of counsel, this interpleader proceeding was tried in the common pleas without a jury on an issue framed, under the Act of 1874, P. L. 109. Plaintiff, interpleader claimant, appeals from judgment against him and in favor of defendant, execution creditor.\nDefendant trust company held a mortgage dated April 10,1928, of the Western Pennsylvania Amusement Company (hereinafter called amusement company) on property of the latter and its appurtenances, located in Beaver Falls, known and operated as the Regent Theatre. The mortgagor having defaulted in payments of principal and taxes due, the mortgagee confessed judgment against the amusement company on its bond accompanying the mortgage and levied upon the real estate covered by the encumbrance and also the personal property on the premises (see Union Trust Co. v. Western Pa. Amusement Co., 311 Pa. 317). The theatre building and appurtenances were sold at sheriff’s sale for an amount insufficient to pay defendant’s claim. Plaintiff claims the personal property on the premises (including property sold at sheriff’s sale as appurtenant to the real estate) did not belong to the amusement company but had been sold to him by bill of sale dated April 1, 1932. The sale of personal property was stayed pending determination of ownership.\nFrom the findings of fact of the court below the following appears: The bill of sale to plaintiff for personal property on the Regent Theatre premises was executed following a resolution adopted by the board of directors of the amusement company to the effect that, in consideration of money advanced and promissory notes endorsed for the company’s benefit by the individual members of the board, including George F. Callahan, plaintiff here, the company desired to give these individuals such security as was available, and accordingly authorized execution of a bill of sale covering personalty found upon the premises and used in connection with the operation of the Regent Theatre, to be delivered to Callahan in trust for the individuals and in the amounts named. The resolution specified among the purposes of the trust that, in event of foreclosure proceedings on the mortgages on the theatre properties owned by the company, the trustee should “Resist any attempt to sell such property as the personalty of the Western Pennsylvania Amusement Company, or any attempt to have same decreed to be real estate attached to and forming part of the real estate covered by the mortgages of the theatre properties.” After delivery of the bill of sale, Callahan went to the Regent Theatre and, in the presence of the manager and another employee of the theatre, checked the items listed in the schedule attached to the bill of sale, in several instances placing his hand upon the articles, and declared the property indicated was his and should not be removed from the theatre without his consent. Thereafter, he caused a rider to be attached on insurance policies covering this personalty, so that the name of the assured appeared as “George F. Callahan and the Western Pennsylvania Amusement Company as interest may appear.” On the day following the execution of the bill of sale, i. e., April 2, 1932, Callahan executed an agreement with the amusement company, leasing to it for a term of eight years all the personal property covered by the bill of sale. The equipment and fixtures involved in these two transactions remained and were used as theretofore in the Eegent Theatre, which continued to be operated and controlled by the Western Pennsylvania Amusement Company.\nThe controlling question is whether the bill of sale, under the circumstances present in this case, was effective in law to give title to claimant as against an execution creditor? The court beloxv found that it was not. In reaching that conclusion the lower court stated the “bill of sale was executed and delivered for the purpose of securing......Callahan, and the other persons named in said resolution, for the existing indebtedness and contingent liabilities [of the company to them], and particularly to protect them against probable foreclosure of the mortgage of Union Trust Company,” and added that no acts other than those named were done by Callahan to indicate the delivery to him of the personal propex*ty in question, or to indicate to the public generally that it had been transferred to and was owned by him. “No notices or signs were posted upon the premises; no publication by newspaper, or otherwise, was made, and no communications were addressed to persons with whom [the] amusement company had done or was then doing business advising that such change of title as is claimed by Mr. Callahan had taken place.”\nThese findings are amply supported by the testimony and, even though they are viewed in the most favorable light to claimant, utterly fail to establish an actual or constxmctive delivery to him of the personal property here in controversy. “In passing upon the sufficiency of the transfer, there must be taken into consideration the character of the property, the use to be made of it, the nature and object of the transaction, the position of the parties, and the usages of the trade or business,” and if nothing be shown which indicates an adequate change of possession, the transfer will constitute a legal fraud on attaching or levying creditors of the seller: Shipler v. New Castle Paper Co., 293 Pa. 412, 421, and cases there cited. See also Bowersox v. Weigle & Myers, 77 Pa. Superior Ct. 367. “The rule is that a sale of personal property, leaving the vendor in possession and without doing anything to indicate a change of ownership, is fraudulent as against creditors”: Wendel v. Smith, 291 Pa. 247, 249; Root v. Republic Acceptance Corp., 279 Pa. 55.\nIn our opinion the lower court could not have properly reached a different conclusion from the testimony and under the law as laid down in section 26 of the Sales Act of May 19, 1915, P. L. 543, as well as in our cases. Appellant failed to overcome the appearance of a continuation of ownership by the amusement company and his claim was rightly rejected: Gernerd v. Union Indemnity Co., 311 Pa. 169; Barlow v. Fox, 203 Pa. 114.\nThe judgment is affirmed at appellant’s cost.",
        "type": "majority",
        "author": "Mr. Chief Justice Frazer,"
      }
    ],
    "attorneys": [
      "Martin Silverman, with him Martin & Swaney, for appellant.",
      "James H. Beal, Jr., of Reed, Smith, Shaw & McClay, with him Harold R. Reed and Reed & Ewing, for appellee, were not heard."
    ],
    "corrections": "",
    "head_matter": "Callahan, Appellant, v. Union Trust Company of Pittsburgh.\nArgued March 26, 1934.\nBefore Frazer, C. J., Simpson, Kephart, Schaffer, Maxey, Drew and Linn, JJ.\nMay 21, 1934:\nMartin Silverman, with him Martin & Swaney, for appellant.\nJames H. Beal, Jr., of Reed, Smith, Shaw & McClay, with him Harold R. Reed and Reed & Ewing, for appellee, were not heard."
  },
  "file_name": "0274-01",
  "first_page_order": 300,
  "last_page_order": 304
}
