{
  "id": 1156677,
  "name": "Bowers v. Reitz, Appellant",
  "name_abbreviation": "Bowers v. Reitz",
  "decision_date": "1934-05-24",
  "docket_number": "Appeals, Nos. 83 and 85",
  "first_page": "310",
  "last_page": "314",
  "citations": [
    {
      "type": "official",
      "cite": "315 Pa. 310"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "312 Pa. 477",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1150691
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/312/0477-01"
      ]
    },
    {
      "cite": "221 U. S. 418",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3658940
      ],
      "pin_cites": [
        {
          "page": "450"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/221/0418-01"
      ]
    },
    {
      "cite": "48 Pa. 328",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        422228
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/48/0328-01"
      ]
    },
    {
      "cite": "235 Pac. 192",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "pin_cites": [
        {
          "page": "193"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "108 Okla. 140",
      "category": "reporters:state",
      "reporter": "Okla.",
      "case_ids": [
        6338241
      ],
      "opinion_index": 0,
      "case_paths": [
        "/okla/108/0140-01"
      ]
    },
    {
      "cite": "79 Pac. 353",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "pin_cites": [
        {
          "page": "354"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "145 Cal. 691",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2115122
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal/145/0691-01"
      ]
    },
    {
      "cite": "47 Pa. 292",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        485585
      ],
      "pin_cites": [
        {
          "page": "295"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/47/0292-01"
      ]
    },
    {
      "cite": "240 Pa. 57",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        993088
      ],
      "pin_cites": [
        {
          "page": "60"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/240/0057-01"
      ]
    },
    {
      "cite": "215 Pa. 119",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        948460
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/215/0119-01"
      ]
    },
    {
      "cite": "300 Pa. 21",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1125884
      ],
      "pin_cites": [
        {
          "page": "23"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/300/0021-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 488,
    "char_count": 7262,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 2.325941269703756e-07,
      "percentile": 0.7905484064901082
    },
    "sha256": "8c1cc2cd5024ff6417965a0c9ea874bec97470126c5a176953d7e93710b59741",
    "simhash": "1:00afb8f41f895754",
    "word_count": 1236
  },
  "last_updated": "2024-02-27T20:56:33.205458+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kephart, Schaffer, Maxey, Drew and Linn, JJ."
    ],
    "parties": [
      "Bowers v. Reitz, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Frazer,\nDefendant appeals from the granting of a preliminary injunction by the lower court and from sentence for contempt of court for his refusal to heed its mandate. Both appeals will be disposed of in this opinion.\nThe facts are not in dispute. Harvey G-. Bowers, plaintiff, was duly elected treasurer of Jefferson County, for the term of four years, commencing the first Monday of January, 1934, to succeed defendant Richard E. Reitz, who, by appointment, was filling an unexpired term ending on that date. A certificate of election was issued to Bowers. He took the oath of office January 5, 1934, and on January 9th filed the required bonds, which were duly approved. He. then called upon defendant to turn over to him the office quarters provided by the county for use of the county treasurer, with their official appurtenances, which-defendant refused to do, claiming that, by reason of having failed to qualify for his office at the beginning of the term, plaintiff had forfeited his right to the office, and that, under the Act of June 9, 1931, P. L. 401, section 51, it was his (appellant’s) duty to continue to act as county treasurer until the first Monday of January, 1936. On plaintiff’s motion, the court below issued a preliminary injunction, enjoining defendant “from exercising any and all acts as treasurer of Jefferson County” and commanding him to deliver to plaintiff possession of the office facilities provided by the county and the accompanying appurtenances. Upon service of the writ on defendant, he stated he would not comply with its requirements, and, in answer to a rule to show cause why he should not be adjudged guilty of contempt, he by his counsel reiterated, at a hearing held by the chancellor, that he did not intend to obey the order. Thereupon the court imposed a jail sentence, for contempt, of five days, refusing plaintiff’s demand for a trial by jury. On allowance by this court of a supersedeas as to the order of attachment for contempt, defendant was released at the end of three days.\nOn appeal from a preliminary injunction, we will look only to see if there were reasonable grounds for the action of the court below, and will not discuss the merits of the case generally: Solar Electric Co. v. Brookville Boro., 300 Pa. 21, 23, and cases there cited. The undenied fact that Harvey G. Bowers was duly elected county treasurer and held a certificate of election is prima facie evidence that he is entitled to the office, and, having qualified by taking the oath of office and filing the required bonds, is the county treasurer, at least so far. as these proceedings are concerned. Plaintiff’s statement that his delay in qualifying was due to circumstances not under his control is accepted by defendant and the court below without objection. The court below was of opinion plaintiff’s title to the office was so clear that it was not involved in these proceedings, and that plaintiff’s delay in qualifying did not, under the law, constitute a failure to qualify (Anderson’s App., 215 Pa. 119; Com. ex rel. v. Schrotnick, 240 Pa. 57, 60) and, further, did not result in an automatic forfeiture of his office (46 C. J. 962, section 95) ; consequently injunction was a permissible remedy to protect relator in the exercise of the duties of the office (Kerr v. Trego, 47 Pa. 292, 295; and see Scott v. Sheehan, 145 Cal. 691, 79 Pac. 353, 354; Allison v. Massey, 108 Okla. 140, 235 Pac. 192, 193).\nA perusal of the record fails to show any basis for appellant’s complaints of technical inadequacy of the bill of complaint and the supporting affidavits, all of which sufficiently comply with our rules on this subject for the purposes of the present case. The indemnity bond also, filed in connection with the injunction and approved by the court below, appears to be adequate and according to statutory requirements.\nDefendant was properly held in direct contempt of the court below in his refusal to obey the injunction. Despite his argument to the contrary, he would, by complying, have sacrified none of his legal rights: Scott v. Sheehan, supra. His contention that the court was without jurisdiction to issue an injunction and that, without jurisdiction, the decree was void and consequently he could not be adjudged in contempt, is based on a misapprehension of the meaning of the word “jurisdiction” in this connection. The court below had jurisdiction over the parties (Allegheny Bank’s App., 48 Pa. 328) and over the general subject involved: 32 C. J. 286, section 454. “Where the court has jurisdiction, the fact that the injunction......is erroneous, or was improvidently granted or irregularly obtained, is no excuse for violating it; and this rule applies with equal force to a prosecution for contempt instituted for the purpose of punishing a person for disobeying an order of the court on the ground that its authority or dignity is in question, and one which-»is instituted to enforce the authority of the court in the administration of justice between litigants”: 32 C. J. 482-4, section 833. “If a party can make himself a judge of the validity of orders which have been issued, and by his own act of disobedience set them aside, then are the courts impotent, and what the Constitution fittingly calls the ‘judicial power......’would be a mere mockery”: Gompers v. Bucks Stove, etc., Co., 221 U. S. 418, 450.\nWe believe, however, that in his refusal to obey the injunction, defendant was motivated by a genuine conviction that he was within his legal rights and was performing his duty, and it is our opinion he has been sufficiently punished. With this thought in mind, we modify the sentence of the court below in the decree herein entered.\nWe have not overlooked that quo warranto is the appropriate remedy, but in the circumstances disclosed by this record, we have concluded to affirm the decree in No. 83, March Term, as reaching a proper result: Williams’s App., 312 Pa. 477.\nThe decree granting a preliminary injunction (No. 83, March Term, 1934) is affirmed. The decree entered on the attachment for contempt is affirmed'with the provision that, upon compliance with the commands of the injunction Of the court below, the two days which remain to be served on the sentence imposed on defendant shall be remitted. Oosts to be paid by appellant.\nSection 51 reads: “...... All such officers shall be elected at the municipal election, next preceding the expiration of the terms of the officers now in office, and quadrennially thereafter, and shall hold their offices for a term of four years from the first Monday of January next after their election and until their successors shall be duly qualified, but in the event that any such officer, so elected, shall fail to qualify, or if no successor shall be elected, then the officer then in office shall continue in office only until the first Monday of January following the next municipal election, at which time his successor shall be elected for a term of four years.",
        "type": "majority",
        "author": "Mr. Chief Justice Frazer,"
      }
    ],
    "attorneys": [
      "W. N. Conrad, for appellant.",
      "Lavelle A. Wilson and Raymond E. Brown, for appellee, were not heard."
    ],
    "corrections": "",
    "head_matter": "Bowers v. Reitz, Appellant.\nArgued March 21, 1934.\nBefore Frazer, C. J., Simpson, Kephart, Schaffer, Maxey, Drew and Linn, JJ.\nMay 24, 1934:\nW. N. Conrad, for appellant.\nLavelle A. Wilson and Raymond E. Brown, for appellee, were not heard."
  },
  "file_name": "0310-01",
  "first_page_order": 336,
  "last_page_order": 340
}
