{
  "id": 1156669,
  "name": "North Philadelphia Trust Company v. Heinel Brothers, Inc., Appellant",
  "name_abbreviation": "North Philadelphia Trust Co. v. Heinel Bros.",
  "decision_date": "1934-05-21",
  "docket_number": "Appeal, No. 204",
  "first_page": "385",
  "last_page": "388",
  "citations": [
    {
      "type": "official",
      "cite": "315 Pa. 385"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "269 Pa. 428",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063486
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/269/0428-01"
      ]
    },
    {
      "cite": "307 Pa. 44",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1138161
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/307/0044-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 312,
    "char_count": 4235,
    "ocr_confidence": 0.493,
    "pagerank": {
      "raw": 4.1464846668452636e-07,
      "percentile": 0.9113510092673357
    },
    "sha256": "c0b731679285e5ba1b52bbbe3021195f6a87e7cac61e2a22cc3296f3dbe4b03a",
    "simhash": "1:54ae960dda46bc17",
    "word_count": 727
  },
  "last_updated": "2024-02-27T20:56:33.205458+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kephart, Schaffer, Maxey, Drew and Linn, JJ."
    ],
    "parties": [
      "North Philadelphia Trust Company v. Heinel Brothers, Inc., Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nDefendant appeals from judgment for want of sufficient affidavit of defense in an action brought to recover for taxes and water rent in arrears for the years 1931, 1932 and 1933, paid by plaintiff, the mortgagee, to protect its title to property bought in at sheriff’s sale.\nDefendant’s affidavit admits it was the owner of the property in 1933, but an amended affidavit of defense denies that it owed taxes and water rents for the years 1931 and 1932, “for the reason that the defendant was not in title when the same were assessed and......that the said taxes were assessed against the then owner, Emily Gardner.” Appellant contends the averment in its affidavit that defendant was “not in title” when the taxes for 1931 and 1932 were assessed, and that they were assessed “against the then owner Emily Gardner,” was a sufficient denial of defendant’s ownership “in so far as it related to the taxes.” We agree with the court below that the mere statement that title was in Emily Gardner “strongly suggests that [defendant] could not aver that it was not the real owner.” Appellant’s silence on this point confirms the suggestion that title was in a straw man.\nAppellant argues that section 4 of the Act of April 16, 1845, P. L. 495, which provides that the taxing authorities “shall have the power to bring suit......against the person or persons returned and registered in the register of unpaid taxes on real estate,” is exclusive and that an action to collect unpaid taxes can only be brought against the registered owner. In Penna. Co., etc., v. Bergson, 307 Pa. 44, where the legal holder of the title, being sued, sought to evade liability and charge it on the beneficial owner, we said (page 51 et seq.) : “The legislature did not intend that its governmental subdivisions should be put to the trouble and expense of looking behind the record to ascertain who is liable for taxes. [Citing cases.] These authorities may, for the purpose of taxation, treat individuals in their several relations as they appear on the designated indices or the public records that are provided,” but, on the other hand, “the municipality is not limited [by the Act of 1845 and the subsequent Act of March 14, 1865, P. L. 320] to such registered owner as the only person or source from which it may secure payment of the taxes levied or assessed on the property. The law will not permit the real owner to set up an irresponsible party, a straw man, as registered owner, and thereby escape payment of taxes. The Act of 1865 is a comprehensive system intended to include for purposes of taxation all manner of ownerships affecting real estate...... A municipality [or one subrogated to its right]......has all the rights and remedies against the real or beneficial owner that it has against the registered owner, and may proceed under these remedies against such real owner to collect any tax levied.” As stated in that case, although an action for unpaid taxes may be brought by the municipality against the record owner, “it is the policy of the law [as indicated in the Acts of 1845 and 1865, supra, and the Act of February 2, 1854, P. L. 21, section 11] to make the real owner pay the tax......”\nAppellant also contends that statements, in the affidavit of defense that defendant lacked knowledge whether plaintiff had paid the taxes on this property as alleged and had been denied information on this subject at the office of the receiver of taxes, and that means of proof of this fact were exclusively under control of plaintiff, were sufficient to prevent summary judgment. Appellant did not assert a belief that plaintiff had not paid the taxes, nor that it had sought the information from plaintiff, as it might have done, and been refused. Accordingly, the court below properly, under Buehler v. U. S. Fashion Plate Co., 269 Pa. 428, held this defense was insufficiently pleaded.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "B. D. Oliensis, with him J. Harry Wagner, Jr., for appellant.",
      "Samuel Knox White, of Peck, White & Forster, for appellee, was not heard."
    ],
    "corrections": "",
    "head_matter": "North Philadelphia Trust Company v. Heinel Brothers, Inc., Appellant.\nArgued April 17, 1934.\nBefore Frazer, C. J., Simpson, Kephart, Schaffer, Maxey, Drew and Linn, JJ.\nMay 21, 1934:\nB. D. Oliensis, with him J. Harry Wagner, Jr., for appellant.\nSamuel Knox White, of Peck, White & Forster, for appellee, was not heard."
  },
  "file_name": "0385-01",
  "first_page_order": 411,
  "last_page_order": 414
}
