{
  "id": 1156750,
  "name": "Commonwealth ex rel., Appellant, v. Colbert et al., Road Supervisors",
  "name_abbreviation": "Commonwealth v. Colbert",
  "decision_date": "1934-05-21",
  "docket_number": "Appeal, No. 64",
  "first_page": "403",
  "last_page": "406",
  "citations": [
    {
      "type": "official",
      "cite": "315 Pa. 403"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "97 Pa. Superior Ct. 144",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        685490
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/97/0144-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 272,
    "char_count": 3959,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.042509814278747525
    },
    "sha256": "0639cf18b75c84984b751e06971c64b807b5895370508ba43dd265a2e68349e6",
    "simhash": "1:834c46a1a563075c",
    "word_count": 648
  },
  "last_updated": "2024-02-27T20:56:33.205458+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kephart, Schaffer, Maxey, Drew and Linn, JJ."
    ],
    "parties": [
      "Commonwealth ex rel., Appellant, v. Colbert et al., Road Supervisors."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis appeal is from dismissal of petition for writ of mandamus brought to compel the board of supervisors of East Taylor Township, Cambria County (a township of the second class), “to perform their duties as......road supervisors according to law and as provided by section 234 of the Act of July 14, 1917, P. L. 840.”\nIn December, 1931, the board, consisting of three supervisors, by a vote of two to one, elected Hiram Ribblett, one of their number, as superintendent of roads for the entire township. Harry Colbert, the third member, opposed this action, and did not vote. He claimed it was the duty of the board to divide the township into three districts, and that it was his right and duty to act as roadmaster over one of the separate divisions, and as such officer to employ the necessary labor to carry on the work in that district; and, disregarding the action of the board in appointing a superintendent for the entire township, Colbert has assumed to act as roadmaster. Denying Colbert’s right to perform such duties, the board refused to pay for labor or teams employed by him without their authority. The mandamus here applied for is to compel approval of these expenditures.\nSection 234 of the Act of 1917 (the General Township Act, in force at the time this proceeding was brought, but repealed by the Second Glass Township Law of 1933, P. L. 103), provided: “The board of township supervisors, immediately after their organization, shall divide the township into one or more road districts. They shall employ a superintendent for the entire township, or a roadmaster for each district. Township supervisors may require such superintendent or roadmasters to give bond, with approved security, for the faithful performance of their duties. The superintendent or roadmasters shall be subject to removal by the board of supervisors. The township supervisors shall fix the wages to be paid per hour to the superintendent, or roadmasters, and laborers for the work on the roads and bridges. This section shall not prohibit the township supervisors from overseeing and working on the roads themselves. In such case they shall not be required to employ a superintendent or roadmaster.”\nThe court below correctly held that the powers conferred by the act are clear and distinct, and give no grounds for the contentions advanced by Colbert in this case; that the board having adopted the first alternative provided by the statute, i. e., created the entire township a road district, their action in appointing a superintendent is final and conclusive upon all the individual members until rescinded, and definitely prohibits members of the board from individually entering into contracts without authorization by the board as a whole.\nAppellant relies on Swaney, Sr., v. Township of Georges, 97 Pa. Superior Ct. 144, for the proposition that “the supervisors have the authority and it is their primary duty to employ persons and hire teams, etc., to make ordinary repairs on township roads,” and “the employment of roadmasters and superintendents. . . . . . does not relieve the supervisors of their responsibility or deprive them of their authority.” The facts of the Swaney Case have no relation to the case at bar, and anything said therein does not alter the fundamental principle that an individual supervisor cannot enter into contracts pertaining to ordinary repair and maintenance of township roads, contrary to the wishes of the majority members of the board, where, as here, acting under the authority conferred upon it by the Act of 1917, supra, the board constitutes the entire township a single road district.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Walter E. Glass, with him William A. McGuire, for appellant.",
      "Harry E. Simmons, for appellee, was not heard."
    ],
    "corrections": "",
    "head_matter": "Commonwealth ex rel., Appellant, v. Colbert et al., Road Supervisors.\nArgued March 26, 1934.\nBefore Frazer, C. J., Simpson, Kephart, Schaffer, Maxey, Drew and Linn, JJ.\nMay 21, 1934:\nWalter E. Glass, with him William A. McGuire, for appellant.\nHarry E. Simmons, for appellee, was not heard."
  },
  "file_name": "0403-01",
  "first_page_order": 429,
  "last_page_order": 432
}
