{
  "id": 1156638,
  "name": "Groda v. American Stores Company, Appellant",
  "name_abbreviation": "Groda v. American Stores Co.",
  "decision_date": "1934-06-30",
  "docket_number": "Appeal, No. 25",
  "first_page": "484",
  "last_page": "495",
  "citations": [
    {
      "type": "official",
      "cite": "315 Pa. 484"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "157 A. 334",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "102 Pa. Superior Ct. 569",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        695559
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/102/0569-01"
      ]
    },
    {
      "cite": "100 Pa. 91",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498409
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/100/0091-01"
      ]
    },
    {
      "cite": "82 Pa. Superior Ct. 537",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        657485
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/82/0537-01"
      ]
    },
    {
      "cite": "17 A. 466",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "125 Pa. 453",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563931
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/125/0453-01"
      ]
    },
    {
      "cite": "24 A. L. R. 280",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "21 S. E. 729",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "opinion_index": 0
    },
    {
      "cite": "40 W. Va. 289",
      "category": "reporters:state",
      "reporter": "W. Va.",
      "case_ids": [
        8639171
      ],
      "opinion_index": 0,
      "case_paths": [
        "/w-va/40/0289-01"
      ]
    },
    {
      "cite": "117 N. W. 124",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "82 Neb. 93",
      "category": "reporters:state",
      "reporter": "Neb.",
      "case_ids": [
        5344374
      ],
      "opinion_index": 0,
      "case_paths": [
        "/neb/82/0093-01"
      ]
    },
    {
      "cite": "16 N. W. 407",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "30 Minn. 516",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        8876908
      ],
      "opinion_index": 0,
      "case_paths": [
        "/minn/30/0516-01"
      ]
    },
    {
      "cite": "49 Pac. 518",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "58 Kan. 402",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        1172198
      ],
      "opinion_index": 0,
      "case_paths": [
        "/kan/58/0402-01"
      ]
    },
    {
      "cite": "220 S. W. 62",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "143 Ark. 253",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1589509
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/143/0253-01"
      ]
    },
    {
      "cite": "90 Ind. 494",
      "category": "reporters:state",
      "reporter": "Ind.",
      "opinion_index": 0
    },
    {
      "cite": "150 N. Y. Supp. 440",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "case_ids": [
        5588498
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nys/150/0440-01"
      ]
    },
    {
      "cite": "165 App. Div. 1",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        2774143
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad/165/0001-01"
      ]
    },
    {
      "cite": "62 Cal. 611",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2307280
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal/62/0611-01"
      ]
    },
    {
      "cite": "23 Ill. 575",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        5802233
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill/23/0575-01"
      ]
    },
    {
      "cite": "85 Ill. 135",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2775839
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill/85/0135-01"
      ]
    },
    {
      "cite": "24 Pick. 81",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2069295
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/41/0081-01"
      ]
    },
    {
      "cite": "136 N. E. 67",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "241 Mass. 577",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3811072
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/241/0577-01"
      ]
    },
    {
      "cite": "315 Pa. 465",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1156726
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/315/0465-01"
      ]
    },
    {
      "cite": "110 A. 742",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "268 Pa. 109",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061506
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/268/0109-01"
      ]
    },
    {
      "cite": "75 A. 724",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "226 Pa. 523",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967834
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/226/0523-01"
      ]
    },
    {
      "cite": "5 W. & S. 438",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478492
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0438-01"
      ]
    },
    {
      "cite": "99 Pa. 63",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446241
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/99/0063-01"
      ]
    },
    {
      "cite": "167 A. 487",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "109 Pa. Superior Ct. 252",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        967707
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/109/0252-01"
      ]
    },
    {
      "cite": "67 A. 995",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "219 Pa. 135",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002695
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/219/0135-01"
      ]
    },
    {
      "cite": "169 A. 89",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "313 Pa. 433",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1152665
      ],
      "pin_cites": [
        {
          "page": "440"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/313/0433-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 924,
    "char_count": 20426,
    "ocr_confidence": 0.496,
    "pagerank": {
      "raw": 6.610760277794274e-07,
      "percentile": 0.9618383156701414
    },
    "sha256": "0f333b34afee274747481fe92115f7cdec475a6c1087f8148a44b60c2ab45ff4",
    "simhash": "1:13f394a84f8ed4cd",
    "word_count": 3526
  },
  "last_updated": "2024-02-27T20:56:33.205458+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kephart, Maxey, Drew and Linn, JJ."
    ],
    "parties": [
      "Groda v. American Stores Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Maxey,\nOn Saturday night, November 24, 1928, a robbery of $875 in cash and of $223 in checks was perpetrated on the agents of the Hummelstown store of the American Stores Company. It was customary to deposit Saturday’s receipts, at a late hour, with a bank across the street. Previous to this robbery, the men who were assigned the duty of taking the deposit to the bank, left through the front door, but, in view of a rumor that the store was to be robbed, Groda, employed as meat manager by the American Stores Company, and Mr. Leedy, another employee, who were selected to take that day’s deposit to the bank, departed from the store by the rear door so as to make it appear that they had finished work and were going home. As they attempted to get into their car, they were surrounded by armed men who commanded them to drive into the country. They did so and when several miles away, the American Stores’ money was taken from them. They made their way back to town and Groda notified the state police of the robbery, between 3:30 and 4 o’clock Sunday morning. Groda also reported the robbery to Brensinger, general superintendent of the American Stores Company for that district. Groda and Leedy were both questioned by the state police on Sunday night and for about six or seven hours Monday. On Tuesday they were taken by the state police to the district attorney’s office in Harrisburg, where, after questioning, information was made by Elmer L. Ludwig, manager of the Hummelstown store of the defendant company, charging both Groda and Leedy with the larceny of the above sum of money of the American Stores Company. There were certain circumstances which seemed to cast some suspicion on them, such as the one that none of their own week’s salary, just received, had been taken from them in the robbery and the fact that Groda had failed to keep an appointment that he had with the state police when they were investigating this crime. Groda and Leedy were arrested on warrants and in default of bail Groda was, on November 27, 1928, committed to the Dauphin County Jail, where he was confined four days until he was released on bail. When the case against the plaintiff was called before the alderman, it was dismissed for lack of evidence and the costs put upon the County of Dauphin. Later the perpetrators of this robbery were apprehended and it was found that Groda and Leedy were entirely innocent.\nGroda sued the American Stores Company in trespass, alleging that Ludwig in making the criminal information against him “acted with the authority” of the defendant and that the “arrest was made at the instance of the defendant, by its agent, servant, or employee, maliciously and without reasonable and probable cause.” Defendant denied that Ludwig acted as its agent or within the scope of his authority, express or implied.\nThe case was tried and a verdict returned in favor of the plaintiff in the sum of $3,500. Defendant’s motions for judgment n. o. v. and for a new trial were both overruled. An appeal was taken.\nThe trial judge submitted to the jury the question of the agency of Ludwig, the manager of the Hummelstown store, and of Brensinger, the district agent of the defendant company, to institute this criminal prosecution.\nThe tenth assignment of error is based on the court’s overruling defendant’s objection to the offer to prove that before making the information against Groda, Ludwig “consulted the highest authority of the American Stores Company within the Harrisburg District, namely Joseph Brensinger, the general superintendent of the American Stores Company......and that Mr. Brensinger told him to go ahead and make the informations, that they would stand back of him.”\nThe twelfth assignment of error is based on the court’s overruling defendant’s objection to the offer to prove by Ludwig “that before he made these informations against plaintiffs, he consulted Mr. Brensinger,” and that the latter “replied substantially, ‘Go ahead and do it, it is all right, we will stand back of you.’ ”\nThe seventeenth and eighteenth assignments of error were based on the charge of the court as to the company’s remaining silent and acquiescent “for a length of time with full knowledge of the facts” as to the criminal information against Groda.\nThe twenty-first assignment is based on the court’s affirming with qualifications plaintiff’s eleventh point for charge, being as follows: “If the jury find from the evidence that the general superintendent, Brensinger, reported to his superiors in Philadelphia, that the manager of the Hummelstown store had made an information against the plaintiffs, and the American Stores Company took no action pursuant to this information to disavow the action of the manager of its store, this failure to act amounted to a ratification of the manager’s action.”\nThe twenty-second assignment of error is based on the court’s refusing defendant’s ninth point, reading as follows : “There is no evidence in this case to show that the defendant company ratified the acts of Ludwig in bringing prosecutions against the plaintiffs.”\nAll these assignments of error are overruled. There was sufficient evidence to go to the jury on the question of whether or not the act of Ludwig in making these in-formations was the act of the defendant company. This court, in an opinion by Mr. Justice Schaffer in Farneth v. Commercial Credit Co., 313 Pa. 433, 440, 169 A. 89, said: “Where a corporation has intrusted a manager with the general supervision of a particular branch of its business, it invests with him the power of a general agent, coextensive with the business intrusted to his care, and is bound by his contracts on its behalf made within the apparent scope of his authority: Empire Implement Mfg. Co. v. Hench, 219 Pa. 135 [67 A. 995]. Where the authority of such an agent is not limited in writing, the scope of the agency is a question for the jury: Edwards & Strong v. Power Gasoline Co., 109 Pa. Superior Ct. 252 [167 A. 487].”\nThe twenty-third assignment of error is based on the charge of the court to the jury as follows: “The burden is on the plaintiff to prove, first, that the prosecutor had no probable cause upon which to found the prosecution; second, that he was actuated by malice. If the plaintiff’s evidence shows probable cause, that would be the end of the case. Where the defendant has been discharged in a criminal case, and that is the evidence here, the defendants in the criminal cases were discharged, then the burden of proof shifts from the plaintiffs to the defendant; the defendant is then bound to make out a case of probable cause, unless the plaintiff’s evidence has already made it out. If the defendant shows probable cause, and the plaintiff’s evidence has not shown it, that is sufficient for the defendant’s protection.”\nIn McCarthy v. De Armit, 99 Pa. 63, this court said: “Probable cause does not depend on the state of the case in point of fact, but upon the honest and reasonable belief of the party prosecuting.” In Seibert v. Price, 5 W. & S. 438, Chief Justice Gibson said: “What is justifiable probable cause, in the technical sense? It is a deceptive appearance of guilt arising from facts and circumstances misapprehended or misunderstood so far as to produce belief.” In Roessing v. Pitts. Rys. Co., 226 Pa. 523, 75 A. 724, an action for malicious prosecution, this court said: “Before the plaintiff in this case could succeed, he was bound to show that the defendant had no probable cause for thinking that he was guilty of the offense for which it prosecuted him. He was bound to show an abuse of the privilege of prosecution, and that the defendant had acted in bad faith.” In Herr v. Lollar, 268 Pa. 109, 110 A. 742, what was actually decided was that plaintiff made out a case when he proved not only his acquittal, but also offered testimony showing the bad faith of the prosecutor. In Kirkpatrick v. Kirkpatrick, 3 Wr. 288, we held that to entitle plaintiff to recover in an action for malicious prosecution, “it must clearly appear that the prosecution was groundless.”\nIt has sometimes been held in this State in actions for malicious prosecution that proof that criminal proceedings against the person who was the defendant in the criminal case terminated in his favor either by an acquittal or by the discharge of the examining magistrate, was in itself evidence of the want of probable cause for the prosecution, and from it the existence of malice could be inferred and the burden of proof was then cast upon the civil defendant to prove the contemporaneous existence of probable cause for the prosecution he initiated. Such cases as have or seem to have supported this doctrine can no longer be considered as expressing the law of this State and they are now overruled to the extent that they support the doctrine herein repudiated. Neither an acquittal of the defendant in a criminal prosecution, nor the ignoring of the bill against him by the grand jury, nor his discharge by the examining magistrate, constitutes proof of want of probable cause, or shifts the burden of proof to the defendant in the civil action. (See the opinion this day filed in the case of Altman v. Standard Refrigerator Co., 315 Pa. 465 [the preceding case]).\nThe mere fact that at the time of the preliminary hearing the evidence in the criminal case was not sufficient to convince the magistrate that the prosecutor had made out a prima facie case is not relevant to the issue: Did the person who swore out the criminal information act upon reasonable and probable cause when he did so? It might well be that the circumstances as they appeared at the time the information was lodged were sufficient to cause a prudent man to believe the accused guilty of the crime charged and yet by the time of the preliminary hearing the circumstances might have so changed as to cause the magistrate to believe and hold that the prosecutor had failed to make out a case.\nIn Lewis v. Goldman, 241 Mass. 577, 136 N. E. 67, Chief Justice Rugg cited with approval the following from Stone v. Crocker, 24 Pick. 81: “The want of probable cause is the essential ground of this action. Other things may be inferred from this. But this cannot be inferred from anything else. It must be established by positive and express proof. It is not enough to show that the plaintiff was acquitted on the charge preferred against him, or that the defendant abandoned the prosecution.” Chief Justice Rugg said in that case: “The instruction that the jury could not consider the acquittal or the discharge on the issues of malice and want of probable cause was right. It is manifest that one might make a complaint for a criminal prosecution in good faith with probable cause and yet that the court upon trial might discharge the defendant. Plainly, the mere acquittal is a fact of no significance on the question whether there was malice or want of probable cause in instituting the criminal proceedings. The existence of probable cause depends upon the facts within the knowledge of the defendant at the time the prosecution was instituted and not upon subsequent events nor upon matters then unknown to him.” He said further: “Acauittal of the plaintiff on the criminal charge is of itself no evidence of want of probable cause....... This conclusion is supported by the great Aveight of authority.”\nIn Anderson v. Friend, 85 Ill. 135, the Supreme Court of Illinois held that though the examining magistrate discharged the defendant on a criminal complaint this did not show the want of probable cause. To the same effect is Barbour v. Gettings, 26 U. C. Q. B. 544. In Israel v. Brooks, 23 Ill. 575, the court was reversed by the appellate court because it instructed the jury that “the discharge of the plaintiff by the examining magistrate is prima facie evidence of the want of probable cause, and sufficient to throw upon the defendant the burden of proving the contrary.” The doctrine that discharge by a magistrate is not proof of want of probable cause is laid down in Rogers v. Mahoney, 62 Cal. 611. In Vanderbilt v. Mathis, 5 Duer (N. Y.) 304, where the trial court instructed the jury that the discharge before the magistrate “shows prima facie that there was no probable cause for the arrest, and shifts the burden of proof from the plaintiff to the defendant,” it was held on appeal that “in such an action it is necessary to give some evidence of the want of probable cause. It is insufficient to prove a mere acquittal; that alone is not prima facie evidence of the want of probable cause.”\nIn Reiss v. Levy, 165 App. Div. 1, 150 N. Y. Supp. 440, it was declared that the discharge of a prisoner by a magistrate did not tend to show that the complainant was not justified in believing and acting upon the facts as they appeared to him. In Wright v. Fansler, 90 Ind. 494, it was held that the discharge of the accused by the magistrate “was prima facie evidence of his innocence of the charge against him, but that it was not evidence that the person who made it did it without probable cause.” In McNeal v. Millar, 143 Ark. 253, 220 S. W. 62, it was held that neither a discharge nor acquittal was to be taken as prima facie evidence of the want of probable cause.” In Farwell v. Laird, 58 Kan. 402, 49 Pac. 518, it was held that a findingof an examining justice of the peace that the complaint of the prosecuting witness was malicious and without probable cause was inadmissible in support of the claim of the lack of probable cause. To the same effect is Casey v. Sevatson, 30 Minn. 516, 16 N. W. 407. In Jacobson v. Doll, 82 Neb. 93, 117 N. W. 124, it was held that “the finding of the magistrate that there is no just cause is not equivalent to a finding that the prosecution was malicious, or that it was without probable cause. It is equivalent to a finding of not guilty in the trial of a criminal case.”\nIn the case of Brady v. Stiltner, 40 W. Va. 289, 21 S. E. 729, the court said: “To hold that a discharge by him [i. e., the justice] is prima facie evidence of the want of probable cause is to contravene the other rule, which is just as binding, that in determining whether the prosecution was sustained by probable cause the facts must be examined from the standpoint of the prosecutor at the time of the institution of the prosecution. A magistrate might well say, after hearing all the evidence, that there was not sufficient cause to hold the accused, while the facts known to the prosecutor unexplained might be amply sufficient to convict the accused beyond even a reasonable doubt.”\nIn 24 A. L. R. 280, appears this statement: “An abandonment of the prosecution by the complaining witness, a discontinuance at the instance of the prosecuting attorney, a dismissal by the magistrate or court without a hearing of all the evidence, and other similar terminations of a criminal proceeding whereon an action of malicious prosecution has been based have been variously spoken of as constituting no evidence of want of probable cause, raising no presumption thereof, establishing no prima facie case of lack of probable cause, being insufficient to prove want of probable cause, etc. The weight of authority is in this direction.” Cases are then cited from the following jurisdictions: United States, Georgia, Illinois, Indiana, Kentucky, Minnesota, Nebraska, New Jersey, New York, Ohio, Rhode Island, South Carolina, Tennessee, Utah, Wyoming, England and Canada. On this question, reason abundantly supports the weight of authority. The twenty-third assignment of error is sustained.\nThe fifteenth assignment of error is based upon the court’s sustaining plaintiff’s objection to the defendant’s offer to prove that “previous to the bringing of the information in this case, the witness, a member of the state police, in company with another member of the state police, and the plaintiff, Groda, went to the office of...... the district attorney of Dauphin County, and there, in the presence of the district attorney, questioned Mr. Groda for several hours, at the conclusion of which the district attorney directed the state police officers to take Mr. Groda into custody and have an information made against him. This for the purpose of showing that the prosecution was brought upon the advice of the prosecuting officer of the county, and, therefore, was brought upon probable cause, and without malice upon the part of the informant.” As to this, the court said in the opinion refusing a new trial: “The matter referred to was not offered, neither was the communication to the district attorney, nor what the district attorney advised, or that his advice was communicated to the prosecutor, Ludwig. This we think was necessary to render the testimony offered admissible.” In Smith v. Walter, 125 Pa. 453, 17 A. 466, this court held that a defendant, in an action for malicious prosecution, who pleads advice of counsel must show that in instituting the prosecution he not only availed himself of the advice of counsel, but that he made a full and fair disclosure of the facts to counsel, and then in good faith followed the advice received. In that case Mr. Justice Mitchell said: “Absence of probable cause raises a presumption of malice, but the presumption may be rebutted by showing that malice did not in fact exist, and one of the ways of showing that fact is by showing the advice of counsel. It is not, however, the advice that rebuts the presumption of malice, but the innocence of the defendant’s conduct, of which his seeking advice is merely evidence. Whether the advice makes out a good defense or not, depends on the good faith with which it is sought and followed. Such good faith is shown by the candor, fullness, and fairness of the client’s statement, upon which the advice was based, and its adequacy in those respects, whenever it is disputed, is for the jury to determine upon all the evidence.”\nThere is some evidence in this case that the prosecution was advised by the members of the state constabulary. This is of no avail as a defense. In Davis v. Morrison, 82 Pa. Superior Ct. 537, that court said: “The advice of the policeman that the defendant should institute the prosecution did not exonerate the defendant. The officer is not supposed to be learned in the law,” citing Brobst v. Ruff, 100 Pa. 91, which held that “the advice of a justice of the peace does not relieve the prosecution from liability for an unfounded prosecution.” See also King v. Lejko et al., 102 Pa. Superior Ct. 569, 157 A. 334. Practically all American jurisdictions hold that the advice of police officers or of justices of the peace does not constitute a defense in an action for malicious prosecution. This is also the rule in Canada. In Schall v. Reeves (a Canadian case), 1918, 2 West Weekly 442, 446, it is well said: “The basis upon which the taking of legal advice affords protection is, that a person who has qualified himself to act as counsel, or to be enrolled as a solicitor, is, prima facie, competent to give advice upon which a man may safely rely. No such presumption arises in the case of a police constable or a police sergeant. The fact that a person holds either of these positions, does not, of itself, indicate that he is expert in legal matters, or that his advice may safely be followed.”\nNo additional discussion of the questions presented to us by this record is required further than to say that the facts and circumstances attendant upon the arrest complained of in this action indicate that plaintiff made ont a case of want of probable cause sufficiently strong, prima facie, to entitle him to have the issue passed on by the jury. One who initiates a criminal prosecution ought to have a well-founded belief of the guilt of the party prosecuted. Whether or not there were substantial indications of defendant’s guilt justifying a reasonable belief of it on the part of the prosecutor in the present case, is, as the record stands, a jury question.\nThe judgment is reversed with a venire.",
        "type": "majority",
        "author": "Mr. Justice Maxey,"
      }
    ],
    "attorneys": [
      "Arthur H. Hull, with him George H. Hafer and Geo. Ross Hull, of Snyder, Miller, Hull & Hull and Joseph Gilfillan, of Gilfillan, Gilpin & Brehman, for appellant.",
      "Thomas D. Caldwell, of Caldwell, Fox & Stoner, for appellee."
    ],
    "corrections": "",
    "head_matter": "Groda v. American Stores Company, Appellant.\nArgued May 24, 1934.\nBefore Frazer, C. J., Simpson, Kephart, Maxey, Drew and Linn, JJ.\nJune 30, 1934:\nArthur H. Hull, with him George H. Hafer and Geo. Ross Hull, of Snyder, Miller, Hull & Hull and Joseph Gilfillan, of Gilfillan, Gilpin & Brehman, for appellant.\nThomas D. Caldwell, of Caldwell, Fox & Stoner, for appellee."
  },
  "file_name": "0484-01",
  "first_page_order": 510,
  "last_page_order": 521
}
