{
  "id": 961074,
  "name": "First National Bank of Homestead, Appellant, v. Lee",
  "name_abbreviation": "First National Bank v. Lee",
  "decision_date": "1909-01-04",
  "docket_number": "Appeal, No. 224",
  "first_page": "305",
  "last_page": "306",
  "citations": [
    {
      "type": "official",
      "cite": "223 Pa. 305"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 154,
    "char_count": 2485,
    "ocr_confidence": 0.572,
    "pagerank": {
      "raw": 7.874628130246626e-08,
      "percentile": 0.45994766490247113
    },
    "sha256": "8db885f51cad4594fceef0e0af57f8ea523a65356e16dc09de1891cf7d3fc819",
    "simhash": "1:754abb34f78c0a30",
    "word_count": 442
  },
  "last_updated": "2023-07-14T16:01:15.638604+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "First National Bank of Homestead, Appellant, v. Lee."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis appeal is from an order discharging a rule for judgment for want of a sufficient affidavit of defense. The action was upon a note made by the defendant to his own order and indorsed by him. The facts upon which the defense is based are not set out in a clear and orderly manner, and the affidavit contains much that cannot be made a defense to a negotiable instrument; but the substance of the averments is that the note was to be held by the plaintiff's cashier, who acted for it in the negotiations, until certain shares of stock held by it should be transferred to the defendant and certain notes and obligations indorsed by a third party should be delivered to him; that the promise to do these things was the only consideration for the note and that, in violation of the agreement, the note was delivered by the cashier and a transfer of the stock and delivery of the notes refused by the plaintiff. The averment if sustained would show a want of consideration and that the plaintiff was not an innocent holder for value.\nThe appeal is dismissed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "J. Merrill Wright, with him C. W. Reamer, for appellant.",
      "H. R. Phillips, for appellee."
    ],
    "corrections": "",
    "head_matter": "First National Bank of Homestead, Appellant, v. Lee.\nPromissory notes — Want of consideration — Affidavit of defense.\nIn an action by a bank upon a promissory note made by the defendant to Ms own. order and indorsed by Mm, an affidavit of defense is sufficient wMch avers that the note was to be held by the plaintiff’s cashier, who acted for it in the negotiations, until certain shares, of stock held by it should be transferred to the defendant and certain notes and obligations indorsed by a third party should be delivered to him; that the promise to do these things was the only consideration for the note and that, in violation of the agreement, the note was delivered by the casMer and a transfer of the stock and delivery of the notes refused by the plaintiff.\nArgued Oct. 30, 1908.\nAppeal, No. 224, Oct. T., 1908, by plaintiff, from order of C. P. No. 3, Allegheny Co., May T., 1908, No. 434, discharging rule for judgment for want of a sufficient affidavit of defense in case of First National Bank of Homestead v. A. M. Lee.\nBefore Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nAssumpsit on a promissory note. Before Kennedy, P. J.\nThe opinion of the Supreme Court states the case.\nError assigned was in discharging rule for judgment for want of a sufficient affidavit of defense.\nJ. Merrill Wright, with him C. W. Reamer, for appellant.\nH. R. Phillips, for appellee.\nJanuary 4, 1909:"
  },
  "file_name": "0305-01",
  "first_page_order": 333,
  "last_page_order": 334
}
