{
  "id": 960965,
  "name": "Monongahela Water Company's Case",
  "name_abbreviation": "Monongahela Water Co.'s Case",
  "decision_date": "1909-01-04",
  "docket_number": "Appeal, No. 233",
  "first_page": "323",
  "last_page": "328",
  "citations": [
    {
      "type": "official",
      "cite": "223 Pa. 323"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "71 N. Y. App. Div. 544",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        4912586,
        7674507
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ad/71/0544-01",
        "/nys/76/0011-01"
      ]
    },
    {
      "cite": "74 Kan. 644",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        1137089
      ],
      "opinion_index": -1,
      "case_paths": [
        "/kan/74/0644-01"
      ]
    },
    {
      "cite": "23 R. I. 274",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        4838740
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ri/23/0274-01"
      ]
    },
    {
      "cite": "97 Me. 185",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        481592
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/97/0185-01"
      ]
    },
    {
      "cite": "99 Me. 371",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        625122
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/99/0371-01"
      ]
    },
    {
      "cite": "64 Pa. 79",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021226
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/64/0079-01"
      ]
    },
    {
      "cite": "144 U. S. 550",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3560881
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/144/0550-01"
      ]
    },
    {
      "cite": "138 U. S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3550017
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/138/0001-01"
      ]
    },
    {
      "cite": "160 Ind. 97",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1531574
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ind/160/0097-01"
      ]
    },
    {
      "cite": "184 Pa. 594",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        987926
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/184/0594-01"
      ]
    },
    {
      "cite": "33 Ind. App. 193",
      "category": "reporters:state",
      "reporter": "Ind. App.",
      "case_ids": [
        5018817
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ind-app/33/0193-01"
      ]
    },
    {
      "cite": "38 Pa. 281",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994082
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/38/0281-01"
      ]
    },
    {
      "cite": "182 Pa. 40",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        893305
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/182/0040-01"
      ]
    },
    {
      "cite": "144 Pa. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        823800
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/144/0365-01"
      ]
    },
    {
      "cite": "172 Pa. 243",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        874039
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/172/0243-01"
      ]
    },
    {
      "cite": "110 Pa., 54",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543724
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/110/0054-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 615,
    "char_count": 12033,
    "ocr_confidence": 0.568,
    "pagerank": {
      "raw": 6.229580784613229e-08,
      "percentile": 0.3853016141095485
    },
    "sha256": "7ba987afeb1fb788010a3729dc920c29ce96073248876c14f65bbbdfbbde8dc8",
    "simhash": "1:3036ad4bd94e7e9b",
    "word_count": 2108
  },
  "last_updated": "2024-02-27T19:43:03.948807+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestrezat, Potter and Elkin, JJ."
    ],
    "parties": [
      "Monongahela Water Company's Case."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe order is affirmed on the opinions of the court below.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Charles K. Robinson, with him W. B. Rodgers and A. B. Smith, for appellant.",
      "D. T. Watson, with him John M. Freeman and Ernest C. Irwin, for appellee."
    ],
    "corrections": "",
    "head_matter": "Monongahela Water Company's Case.\nCorporations — Water companies — Condemnation proceedings — Eminent domain — Damages—Costs,\n1. Where the property of a water company is condemned by a city the company is entitled to compensation not only for the physical property taken, but also for its franchises. In such a case an order of court is correct which directs the appraisers to appraise the waterworks, and to “make a fair appraisement of the property, rights and franchises of the company.” The appraisers in determining the value took into consideration not only the physical property as a going concern, but also the right to charge reasonable tolls, the income based thereon, the prospects arising from a contract with the city, and the market price of the company’s stock.\n2. Where a city condemns the property of a water company, all of the costs of the condemnation proceedings must be paid by the city.\nArgued Nov. 3, 1908.\nAppeal, No. 233, Oct. T., 1908, by the city of Pittsburg, from order of C. P. No. 1, Allegheny Co., March T., 1907, No. 317, dismissing exceptions to board of appraisers in Monongahela Water Company’s case.\nBefore Mitchell, C. J., Fell, Brown, Mestrezat, Potter and Elkin, JJ.\nAffirmed.\nPetition by the city of Pittsburg for the appointment of persons to appraise the property of the Monongahela Water Company.\nFrom the record it appeared that on the petition filed the court made the following order:\nNow, October 1, 1907, upon cpnsideration of the petition of the city of Pittsburg and the answer of the Monongehela Water Company, and on motion of William B. Rodgers, city solicitor, and J. Rodgers McCreery, Esq., attorney, D. B. Oliver, W. G. Wilkins, S. S. Mehard, W. S. Watson and William McConway are appointed to appraise the value of the waterworks of the said Monongahela Water Company, being and lying within the limits of the twenty-fourth to the thirty-sixth wards, both inclusive, of the city of Pittsburg, as the said limits existed on December 23, 1885, for the purpose of enabling ..the city of Pittsburg to purchase said waterworks at the appraised value thereof, subject to deduction for any credits in the sinking fund of said company or otherwise for the redemption under the terms and conditions of the contract attached to the petition and the charter of the said Monongahela Water Company.\nAnd the said appraisers .... shall make a fair appraisement of the property, rights and franchises of the said company.\nMacfarlane, J., filed the following opinion on exceptions:\nThe measure of damages in the taking of the property of bridge, turnpike and similar corporations for public use is well settled in this state in numerous cases, of which Montgomery County v. Bridge Co., 110 Pa., 54, is perhaps the one most cited. The rule is also declared in Clarion Turnpike & Bridge Co. v. Clarion County, 172 Pa. 243; Miffiin Bridge Co. v. Juniata County, 144 Pa. 365, and West Chester, etc., Plank Road Co. v. County of Chester, 182 Pa. 40. Such companies are entitled to compensation not only for the physical property taken, but for their franchises. It is not necessary to more than refer to the rule, for the question before us is whether in the order appointing appraisers the franchises should be included as part of the property to be appraised in the view of the terms of the charter and of the contract between the city and the company.\nIn making the appointment the court should indicate what property is to be valued, although it would be impractical to include in the order the elements of value entering into the appraisement. To omit any would unduly emphasize those mentioned, and it would be unfair not to state the considerations tending tó depreciate the value as well as those increasing it. The development of the facts in the taking of the testimony will very likely raise questions not now anticipated, and we think the better practice is to designate the property to be appraised and not to attempt any instruction as to the elements of damage. This is in accordance with the practice in ordinary cases.\nBy the terms of the charter, Act of April 21, 1855, P. L. 577, the franchises of the company do not necessarily expire at the end of forty years from the date when it began to supply its customers. The right of purchase by the boroughs or their successor, the city, depended upon the earnings and the amount of the redemption fund. The answer avers that the earnings have never reached the required amount, but the contract of December 23, 1885, changes that provision and fixes a time, December 24, 1906, when the board of appraisers shall be appointed in a manner provided for in the charter. The right of the company to continue its business is to continue after that date, if the company and the city shall not within six months from that date agree on the terms of payment for said works, until such time as the city shall give one year’s notice to the company of the intention of the city to purchase at the appraised valuation. The rights of the company terminate only when the appraisement has been made and the year’s notice given unless the parties agree on the terms of the payment at the appraised price.\nThe contract uses the term \"works.” The appraisement, however, is to be made by appraisers appointed in the manner provided for in the charter. The city is the successor of the boroughs and the existing authority in the districts, and as such it had by the charter a right of purchase on a prescribed contingency. The agreement changed that condition and fixed a definite time, but expressly bases the proceeding upon the charter. No intention is shown to fix a different subject for valuation than that mentioned in the charter. That act makes the “waterworks” the equivalent of “the property owned by the Monongahela Water Company,” and the thing to be paid for is the “property.” That the real and personal property of the company is only a portion and that the franchises and the right to charge water rents are part of the property of the company is settled by Montgomery County' v. Bridge Company, 110 Pa. 54.\nThe value of the property is to be determined by the appraisers upon a consideration of all the circumstances.\nOn exceptions to the appraisement Macfarlane, J., delivered the following opinion :\nThe order of court directed the appraisers to appraise the waterworks and to “make a fair appraisement of the property, rights and franchises of the company.” The question at issue when that order was made was whether the valuation was to be of the physical property only or was to include other elements. An elaborate and able argument has now been made on behalf of the city that the valuation should be of “the physical property as a going concern.” Without attempting to analyze the distinction between that expression and the one in the order it is sufficient to say that we are all agreed that the order was correct.\nThe next question is whether the appraisers in the performance of their duty conformed to the order. It is a mistake to say that the court gave instructions aside from the order, and the report shows that the appraisers understood this. There was laid before them the charter, the contract with the city and practically every fact that could affect the value. It is to be presumed that they acted regularly and in accordance with law. The briefs submitted to them show that counsel made a most thorough presentation of their position. There was before the board the fact that the right to charge for water was limited by the contract, that the franchise was not a perpetual monopoly, but the existence of the company and its right to do business —and this is in effect what is meant by franchise — was subject to two contingencies. Nevertheless, the tolls, limited though they might be, could be reasonable under all the circumstances. The right to charge a reasonable rate does not mean any rate. And notwithstanding the possible purchase by the city the company had prospects, whether good or bad, and one of them is that the city may even now decline to buy. The company had a right in the streets, a right to supply the public, it had its customers, it had an income, its plant had a certain productiveness. How else could the value of its property be ascertained than by a consideration of these things? Witnesses gave their opinion of value, and the general estimate made by the public in prices at which stock is bought and sold is some evidence of value, of more or less weight according to the circumstances. Whether it be condemnation or a purchase does not affect the question. The company is entitled to fair, just compensation, and that is always the fair value.\nNow what did the appraisers do? They do not mention the franchise, but they value “the physical property as a going concern.” They say that they considered “with the physical property the intangible elements so far as they add value to the plant, rightfully for use as waterworks in the hands of the water company with the company’s right to charge reasonable tolls.” As we have sefen, this was their duty. And they say, “The appraisers have considered the subject from the various points of view presented by the evidence and especially those of the worth of the physical property as a going concern, the income, the prospects and -the market price of the company’s stock.” We have already shown that these are proper elements for consideration. In short, the report shows that the appraisers carefully made the appraisement according to law, and the proceedings before them confirm this.\nThe question of costs must be disposed of. There is no express provision in the statute, but it is provided that the company shall be obliged to take such sum of money as shall be allowed on a fair appraisement. It cannot, therefore, be compelled to take any less sum. To require it to pay all or part of the costs would reduce the amount to be so paid. It follows that the city should pay the costs, and it will be so ordered.\nCharles K. Robinson, with him W. B. Rodgers and A. B. Smith, for appellant.\n— A city having the right under a contract and under the special provisions of the charter of a water company, to take over the waterworks of said company at an appraisement, the city should not be required to pay for franchises: National Water Works Co. v. Kansas City, 62 Fed. Repr. 853; Buckwalter v. Bridge Co., 38 Pa. 281; Valparaiso City Water Co. v. City of Valparaiso, 33 Ind. App. 193 (69 N. E. Repr. 1018).\nAll contracts are to be construed liberally in favor of the public: Baily v. Philadelphia, 184 Pa. 594; Muncie Natural Gas Co. v. City of Muncie, 160 Ind. 97 (66 N. E. Repr. 436); Valparaiso City Water Co. v. City of Valparaiso, 33 Ind. App. 193 (69 N. E. Repr. 1018); City of Indianapolis v. Consumers’ Gas Trust Co., 144 Fed. Repr. 640; Joy v. St. Louis, 138 U. S. 1 (11 Sup. Ct. Repr. 243); Coosaw Mining Co. v. South Carolina, 144 U. S. 550 (12 Sup. Ct. Repr. 689).\nD. T. Watson, with him John M. Freeman and Ernest C. Irwin, for appellee.\n— The fair appraisement required by the act of 1855 is not limited, as the city claims, to the mere physical property: Pass. Ry. Co. v. Moore, 64 Pa. 79; Brunswick etc., Water District v. Maine Water Co., 99 Me. 371; (59 Atl. Repr. 537); Kennebec Water Dist. v. Waterville, 97 Me. 185 (54 Atl. Repr. 6); Bristol v. Bristol, etc., Water Works, 23 R. I. 274 (49 Atl. Repr. 974); Galena Water Co. v. Galena, 74 Kan. 644 (87 Pac. Repr. 735); In re Water Commissioners of White Plains, 71 N. Y. App. Div. 544; Mifflin Bridge Co. v. Juniata County, 144 Pa. 365; Montgomery v. County Bridge Co., 110 Pa. 54.\nIt was the duty of the appraisers, in making a fair appraisement of the property of the Monongahela Water Company, to include its franchises, i. e., its right to do business and such intangible elements as legally and properly add value to the property, as, for example, its earning power.\nJanuary 4, 1909:"
  },
  "file_name": "0323-01",
  "first_page_order": 351,
  "last_page_order": 356
}
