{
  "id": 961034,
  "name": "White v. Connelly, Appellant",
  "name_abbreviation": "White v. Connelly",
  "decision_date": "1909-01-04",
  "docket_number": "Appeals, Nos. 36, 37 and 213",
  "first_page": "359",
  "last_page": "363",
  "citations": [
    {
      "type": "official",
      "cite": "223 Pa. 359"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 519,
    "char_count": 10424,
    "ocr_confidence": 0.513,
    "sha256": "dd0a5d6c7e51a2c38c92e6c7cf6eef98a3f668b741bf5272876272f887456d99",
    "simhash": "1:25c231c0c7068e7b",
    "word_count": 1872
  },
  "last_updated": "2023-07-14T16:01:15.638604+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, Brown, Mestrezat, Potter and Elkin, JJ."
    ],
    "parties": [
      "White v. Connelly, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThese appeals involve the same questions, and the parties in interest are the same. They are affirmed on the opinion of Judge Shafer.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "John S. Ferguson, for appellant.",
      "E. P. Douglass, with him, J. P. Fife for appellee."
    ],
    "corrections": "",
    "head_matter": "White v. Connelly, Appellant.\nLandlord and tenant — Lease—Rebuilding by landlord — Rental—Defense.\nWhere a landlord agrees to tear down an old hotel building and build a new one in accordance with certain plans, and to give to the tenant a lease for the new building for a term of years, and before the new building is completed a lease is made by which the tenant is not to pay rent for it until two weeks after the building was entirely completed as certified by the architect, and the defendant forthwith takes possession, and subsequently the architect certifies that the building is complete, the tenant cannot in an action for the rent allege that the building was not constructed according to the plans nor claim to set off sums of money expended for the removal of imperfections in the building. In such a case the tenant need not have taken the building if it did not conform to the plans, and could have held the plaintiff in damages for the breach of his contract. As to the imperfections in the building existing before the date of the lease, she must have seen them equally with the landlord; and as to those which were created afterwards she was bound by her contract as to the architect’s certificate.\nArgued Nov. 3, 1908.\nAppeals, Nos. 36, 37 and 213, Oct. T., 1908, by defendant, from orders of C. P. No. 2, Allegheny Co., April T., 1907, No. 639, Oct. T., 1907, No. 280, and Jan. T., 1908, No. 1,098, making absolute rules for judgments for want of sufficient affidavits of defense in case of Thomas L. White v. Mabel L. Connelly.\nBefore Fell, Brown, Mestrezat, Potter and Elkin, JJ.\nAffirmed.\nAssumpsit for rent.\nRules for judgments for want of sufficient' affidavits of defense.\nShaper, J., filed the following opinion:\nThese three cases are actions of assumpsit for the rent of a building owned by the plaintiff and occupied by the defendant, and for successive installments of rent. The affidavits of claim and defense are substantially the same in each case, and the cases were argued together. The affidavits of claim alleged that in 1905 plaintiff was the owner of a certain hotel in the city of McKeesport, of which the defendant was tenant, and that it was agreed between himself and the defendant that this hotel should be torn down and a new building put upon the ground built in conformity with plans prepared by M. Rousseau, architect, and that the defendant should have a lease of the new building for five years at a certain rental. Part of the arrangement, although not contained in the agreement for the lease of the new building, was that the defendant should move her barroom and hotel into an adjoining building owned by the plaintiff while the new building was in course of construction, and that this was done; that it was expected that the new building would be finished by January 1, 1906, but that the same was not completed at that time, and on May 22,1906, was still not completed. That on that day it was agreed in writing between the parties that the defendant should remove her barroom from her temporary quarters into the new building within one week; that she should also remove into the basement kitchen as soon as it was plastered and painted, and vacate the kitchen then occupied by her, and that in consideration of making these changes she should not be required to pay any rent for any part of the new building until two weeks after the building was entirely completed and certified by the architect, except certain decorations; that in pursuance of this agreement the defendant did remove her bar and bar fixtures into the new building and shortly after-wards entered upon the use of the new kitchen, and that on July 18,1906, the architect certified to the plaintiff that the building was completed according to the plans and specifications, and that a copy of this certificate was given to the defendant on July 19, and that she was notified that she would be required to pay rental after two weeks from the time of serving notice, and that she is now and ever since that day has been in possession of the entire hotel building, but has refused to pay any rent. The contract calls for rental at 16,000 a year, but it is conceded by the parties that the arrangement was that this should be paid monthly. The action is for the monthly rent due up to the time of bringing the respective suits; and the affidavits of defense aver the building was not constructed in conformity with the plans of the architect, but that the plans were departed from in important respects, namely, that the kitchen was to have been on the first floor, but was in fact put in the basement; that no plans of this change were submitted to her, but it was agreed that a good and substantial kitchen would be provided in the basement, and she sets out that the floor in the basement is rough and uneven, and the drainpipes are above the floor, making it impossible to properly drain the cellar; that the motor for the elevator was badly placed; that the barber shop in the basement was left in an unfinished condition and not in keeping with the character of the hotel; that no lavatory was put in the basement, and that none can be, by reason of the drainpipes; that the sidewalk lift was left in such a condition that it could not be worked; that the electric motor running the pump is exposed to dampness, and was not painted; that there are no hardwood floors in the second story, no storm doors at the entrance, no lavatories for guests on the first floor; that the steam-heating plant is incomplete and not in such condition as to properly heat the room; that the roof is bad and leaks in several places; and a number of other similar allegations; and that the hotel was in fact when turned over to her practically useless; and she says that on May 22, when she made the agreement above mentioned, she did not know of these defects; that she has been put to an expense of $2,000 in replacing defective pipes, traps and resetting fixtures throughout the building and putting down a sewer in the basement and painting floors. She further alleges that plaintiff owes her $200 for water used through the -meter on her premises in the construction of the building, $120 for the rental of rooms occupied by him, $10.00 for the inspection of a boiler, expended by her at plaintiff’s request, and in certain sums set out in the affidavit for electric light, for which the plaintiff agreed to pay.\nAs a further defense she alleges that she has been put to great loss and expense in this, that at the time of making the agreement of May 22, she was carrying on a prosperous business in the premises then occupied by her, and that when she was induced on May 25 to leave those premises and remove into the hotel now occupied by her, she lost that business because the present premises were absolutely unfit for the hotel business, and that she had invested in $15,000 worth of furniture to carry on the hotel, and that by reason of the failure above mentioned on the part of the plaintiff to keep his covenants, she has been unable to use fully the said furniture, and for a long time had to keep the same stored, and was compelled to pay interest on the price thereof, to wit: $825; and that by reason of the defects in the hotel she has been unable to entertain any considerable number of guests, and that the profits of her business have been greatly lessened, she having been deprived of the rental value of the barber shop and has sustained other losses to the amount of $20,000; and that the hotel is not of the rental value of $6,000, but is fairly worth no more than $2,000; and claims that the plaintiff is indebted to her in excess of all his rent in a sum of not less than $20,000.\nWe are unable to see how the fact that before this hotel was built it was agreed between the parties that it should be built, has any effect upon the relations of the parties as landlord and tenant after it was built and the lessee entered. The bargain was in effect that the plaintiff would build a certain kind of house, and that after it was built defendant should be the tenant of it at a certain rent. If the plaintiff failed to perform substantially his contract to build the house, and the house built by him was not such as she had bargained for, she was not bound to take it, and might hold the plaintiff for such damages as she had sustained by the breach of his contract, but on May 22 she agreed to take the building as it then stood and to begin paying rent for it when the architect should certify that it was finished. The contract itself shows that the basement kitchen about which she principally complains, was then finished except the plastering and painting, and at any rate she agreed that it should be deemed finished when the architect should so certify. She does indeed allege that the architect’s certificate is false and fraudulent, but as to its falsity she means that the house was not finished in the particulars which she has set up in the affidavit, and she does not point out any fraud in the making of it; as to the imperfections in the building which existed before May 22 she must have seen them equally with the plaintiff. As to those which were created afterwards, she is bound by her contract as to the architect's certificate. We are of opinion, therefore, that she is not entitled to set up as against the rent any of these alleged imperfections in the building or any of the alleged consequences to her business. The rules must, therefore, be made absolute, except as to the amounts of $200, $125, $10.00, and the sums claimed for the electric light above mentioned, as to which the defense is sufficient. We do not undertake at this time to calculate the amount for which judgment ought thus to be entered in each case. These amounts ought of course to be counted against the rent first falling due. Counsel will no doubt agree upon the proper liquidation of the amounts in each case. We would respectfully suggest that matters would be simplified if counsel could agree upon a consolidation of these actions.\nErrors assigned were in making absolute rules for judgments for want of sufficient affidavits of defense.\nJohn S. Ferguson, for appellant.\nE. P. Douglass, with him, J. P. Fife for appellee.\nJanuary 4, 1909:"
  },
  "file_name": "0359-01",
  "first_page_order": 387,
  "last_page_order": 391
}
