{
  "id": 960961,
  "name": "Walters's Estate",
  "name_abbreviation": "Walters's Estate",
  "decision_date": "1909-03-01",
  "docket_number": "Appeal, No. 62",
  "first_page": "598",
  "last_page": "602",
  "citations": [
    {
      "type": "official",
      "cite": "223 Pa. 598"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "221 Pa. 249",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        956194
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/221/0249-01"
      ]
    },
    {
      "cite": "185 Pa. 51",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        897942
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/185/0051-01"
      ]
    },
    {
      "cite": "47 Pa. 113",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        485528
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/47/0113-01"
      ]
    },
    {
      "cite": "216 Pa. 425",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        950370
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/216/0425-01"
      ]
    },
    {
      "cite": "147 Pa. 383",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        829828
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/147/0383-01"
      ]
    },
    {
      "cite": "61 Pa. 111",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        428591
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/61/0111-01"
      ]
    },
    {
      "cite": "219 Pa. 422",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002668
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/219/0422-01"
      ]
    },
    {
      "cite": "100 Pa. 239",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498473
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/100/0239-01"
      ]
    },
    {
      "cite": "67 Pa. 473",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1022444
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/67/0473-01"
      ]
    },
    {
      "cite": "49 Pa. 213",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998551
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/49/0213-01"
      ]
    },
    {
      "cite": "80 Pa. 348",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042316
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/80/0348-01"
      ]
    },
    {
      "cite": "180 Pa. 5",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        888343
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/180/0005-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 539,
    "char_count": 10033,
    "ocr_confidence": 0.586,
    "pagerank": {
      "raw": 1.5280884938869263e-07,
      "percentile": 0.6705875516294579
    },
    "sha256": "5566e618ce24c501afa12bacf7b64c2b168ccff9473c85f0e835e7a4dba617ba",
    "simhash": "1:11953011d4c89118",
    "word_count": 1761
  },
  "last_updated": "2024-02-27T19:43:03.948807+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, Brown, Mestrezat, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Walters’s Estate."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe decree is affirmed on the opinion of the learned judge of the orphans’ court, at the cost of the appellant.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Gibbons Gray Cornwell, with him 1. Newton Wynn, Harry P. Waitneight, H. H. Gilkyson and Samuel A. Whitaker, for appellant.",
      "W. Horace Hepburn, for appellees."
    ],
    "corrections": "",
    "head_matter": "Walters’s Estate.\nTrust and trustees — Accumulations—Will—Act of April 18, 1853, P. L. 503.\nWhere a testator by his will creates a spendthrift trust in favor of his son, and directs the trustee, at the trustee's discretion, either to pay the income to the son personally, or to use the same for his support and maintenance in such way as the trustee may deem proper during all the term of his life with ultimate remainder over to testator's next of kin, if the son should die without leaving children or their issue, and the son dies intestate and without leaving issue, and at his death there is a large amount of accumulations and income in the hands of the trustee, such accumulations are not to be added to the corpus of the estate so as to be distributed to the next of ldn of the testator, but they go to the son's administrator.\nArgued Feb. 8, 1909.\nAppeal, No. 62, Jan. T., 1908, by Emma J. Keeler, from decree of 01 C. Chester Co., sustaining exceptions to auditor’s report in Estate of George Walters, deceased.\nBefore Fell, Brown, Mestrezat, Elkin and Stewart, JJ.\nAffirmed.\nExceptions to report of Thomas W. Pierce Esq., auditor.\nFrom the auditor’s report it appeared that on May 23,1881, George Walters made his last'will, which was probated on March 25, 1885, wherein he provided, inter alia, as follows-:\n“Fifth, — I give,, devise .and bequeath all the rest, residue and remainder of my estate of every kind and wherever situated unto The Fidelity Insurance Trust and Safe Deposit Company of Philadelphia, their successors and assigns: In trust nevertheless to hold and keep the personal estate invested in the same securities in which it may be at the time of my decease, with full power and authority at any time in their discretion to call in, sell or change and re-in vest the same; and to collect the interest, dividends and income thereof, and to lease my real estate and to collect the rents and profits thereof, and to pay over the net rents and profits, interest and income of my said residuary estate in their discretion either to my son Noah D. Walters on his own receipt or order, or to use the same for his support and maintenance in such way as they may deem proper during all the term of his life; so that the said income of said residuary estate shall not be liable for any of the debts, contracts or engagements of my said son, or to any writ or process of attachment or otherwise and be always an inalienable provision for my said son. And upon and after the decease of my said son I give, devise and bequeath all the said trust estate that may be remaining unto the child or children of my said son who may survive him, their heirs, executors, administrators and assigns and in the event that any of the children of my said son should die before him leaving issue, I direct that such issue shall take their respective parent’s shares. And in the event of the death of my said son without leaving children or their issue then I give, devise and bequeath all the said trust residuary estate remaining to such person or persons being my next of kin as would be entitled to take from me in case I had died intestate and without issue under the intestate laws of Pennsylvania and to their heirs and assigns forever.”\nNoah D. Walters died October 30, 1906, unmarried, intestate and without issue, being at the time of his death a resident of Cecil county, Maryland. Letters of administration in that jurisdiction were granted to Louis R. Walters.\nUpon the death of Noah D. Walters The Fidelity Trust Company, trustees under the will, filed an account showing separate items of balance, to-wit: the corpus of the trust estate amounting to $52,828.29, and the accumulations of unexpended income amounting to $37,823.92, and the account was referred to Thomas W. Pierce, Esq., for distribution.\nThe son, to whom the income was payable at the discretion of the trustees, either to him personally “or to use the same for his support or maintenance in such way as they may deem proper, during all the term of his life,” was of frugal and economical habits, and during the nineteen years the trust continued the payments made to him, or for his account, averaged about $1,000 per year, while the income amounted in the earlier years to twice, and in the later years to more, than three time that amount.\nThe auditor awarded both the -corpus and this accumulated income to the next of kin of George Walters, the testator, which award the court below, upon exceptions filed by the appellees, modified by directing the auditor to distribute the accumulated income to the administrator of Noah D. Walters, the testator’s son. •\nThe opinion by Butler, J., was as follows:\nAssuming what must be the fact in order to avoid the application of the Act of April 18,1853, P. L. 503, that the testator did not intend to accumulate and add to the principal of the trust, any of the accruing income, it follows that neither in his disposition of the principal fund, nor elsewhere in his will> can he have sought to dispose of any of the accumulated- kbcome, beyond its use for Noah’s benefit under the trust. Therefore the testator must be taken to have died intestate with' respect to the accumulation which the auditor distributed'. “There cannot be an intent to accumulate beyond the prescribed limits in order to increase the corpus of the estate,- or of a trust fund carved out of it, which is not an unlawful intent. When by chance or design the-income is increased to -an- amount-in excess of- present demands, the surplus is retained only in order to provide for future deficiences. The intent to provide for these contingencies within reasonable limits may be sustained, but the intent to- add the increase to a permanent fund cannot be:” Howell’s Estate, 180 Pa. 5-15. Without offending against the act of 1853, the surplus- in oúr case could be accumulated by the trustee. “To provide-for future • contingencies,” and the intent that it should-be so-accumulated could be attributed to the testator, but no intent respecting its destination if it should not be consumed during the life of the trust, may be attributed to him. It follows that subject to its retention by the trustees, as a contingent fund, liable to be consumed by them at any time for Noah’s benefit, it was vested as it accrued, by the operation of the intestate laws, in Noah Walters as the testator’s sole heir and next of kin. Noah could not successfully have demanded it, his creditors could not have seized it, it was the duty of the trustees to treat it as a reserve fund for the purposes of the trust. Not having been consumed by the trustees, it is now payable to Noah Walters’ administrator. In Howell’s Estate, supra, the testator’s grandchild was his residuary legatee, and in case of intestacy would have been his sole heir. The court there says: “The right to the surplus income vested as it accrued, in the testator’s grandchild, subject to the right of the widow to have it retained for the judicious protection of her annuity.”\nWe think it is not permitted to conclude, as does the auditor, that: “The corpus of the fund with the accumulations, are the trust residuary estate remaining, which the testator gives on the failure of issue in his own line to his own collateral kinsmen,” for it is only by assuming that the testator did not intend the accumulation to become a part of the corpus of his estate that the accumulation can be saved from the operation of the act of 1853. The intent to provide for these contingencies within reasonable limits, may be sustained, but the intent to add the increase to a permanent fund cannot be. It is therefore unimportant to consider whether there was an actual intent which if found, could not be carried out: Howell’s Estate, supra.\nPrior to the act of 1853, accumulated income became a part of the principal of the estate, was so distributed, unless the testator provided otherwise. Huber’s Appeal, 80 Pa. 348, and some other authorities relied upon to support the auditor’s report, interpret wills that were probated before 1853, when the construction of a will was untrammelled by the act. The accumulated income having vested in the testator’s son, of course no collateral inheritance tax will be charged upon it.\nThe exceptions to the auditor’s report are sustained and the report- is referred back to the auditor so that he may award the income under the trust to Louis E. Walters, administrator of the estate of Noah D. Walters, deceased.\nError assigned was the decree of the court.\nGibbons Gray Cornwell, with him 1. Newton Wynn, Harry P. Waitneight, H. H. Gilkyson and Samuel A. Whitaker, for appellant.\n— This being a spendthrift trust for testator’s son, the income does not vest in the son “as it accrues,” but only as it is paid over to him by the trustees: Horwitz v. Norris, 49 Pa. 213; Keyser v. Mitchell, 67 Pa. 473; Huber’s Appeal, 80 Pa. 348; Barger’s Appeal, 100 Pa. 239; Fleming’s Estate, 219 Pa. 422.\nAssuming that the act be found applicable, to the extent of preventing the income that has accumulated being added to the permanent fund (being capitalized, in other words), still it goes as a separate fund under the residuary clause of the will. Never having been ,paid to Noah Walters, it can never get into him; consequently, can never go to his administrator: Buzby’s App., 61 Pa. 111; Stewart’s Est., 147 Pa. 383; Wood v. Schoen, 216 Pa. 425.\nThe ruling of the court below renders the accumulations instantly upon the death of Noah, if not before, liable for all his debts; the prevention of which liability was expressly provided against by the testator in the proper exercise of his testamentary power: Huber’s App., 80 Pa. 348; Horwitz v. Norris, 49 Pa. 213; Shankland’s App., 47 Pa. 113; Act of June 4, 1879, P. L. 88, sec. 2; Martin's Est., 185 Pa. 51; Dobbins’s Est., 221 Pa. 249.\nW. Horace Hepburn, for appellees.\nMarch 1, 1909:"
  },
  "file_name": "0598-01",
  "first_page_order": 626,
  "last_page_order": 630
}
