{
  "id": 4207916,
  "name": "COMMONWEALTH of Pennsylvania, Appellant v. Jeanette GARCIA, Appellee",
  "name_abbreviation": "Commonwealth v. Garcia",
  "decision_date": "2012-04-25",
  "docket_number": "No. 52 MAP 2011",
  "first_page": "435",
  "last_page": "449",
  "citations": [
    {
      "type": "official",
      "cite": "615 Pa. 435"
    },
    {
      "type": "parallel",
      "cite": "43 A.3d 470"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "788 A.2d 345",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        404556,
        9401167
      ],
      "weight": 7,
      "year": 2002,
      "pin_cites": [
        {
          "page": "349"
        },
        {
          "page": "349"
        },
        {
          "page": "346"
        },
        {
          "page": "350-351"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/567/0470-01",
        "/a2d/788/0345-01"
      ]
    },
    {
      "cite": "567 Pa. 470",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        404556
      ],
      "weight": 2,
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/pa/567/0470-01"
      ]
    },
    {
      "cite": "460 Pa. 324",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        482725
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "n. 1"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/460/0324-01"
      ]
    },
    {
      "cite": "460 Pa. 528",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        482766
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "n. 1"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/460/0528-01"
      ]
    },
    {
      "cite": "413 Pa.Super. 334",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        907971
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/413/0334-01"
      ]
    },
    {
      "cite": "435 A.2d 630",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        171499,
        171486
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "631"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/291/0184-01",
        "/pa-super/291/0185-01"
      ]
    },
    {
      "cite": "291 Pa.Super. 185",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        171486
      ],
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/291/0185-01"
      ]
    },
    {
      "cite": "20 A.3d 1191",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "case_ids": [
        4203210,
        7283157
      ],
      "year": 2011,
      "pin_cites": [
        {
          "page": "1192"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/610/0418-01",
        "/a3d/20/1191-01"
      ]
    },
    {
      "cite": "610 Pa. 418",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        4203210
      ],
      "year": 2011,
      "opinion_index": 0,
      "case_paths": [
        "/pa/610/0418-01"
      ]
    },
    {
      "cite": "5 A.3d 397",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "case_ids": [
        7286123
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "398"
        },
        {
          "page": "403-04"
        },
        {
          "page": "404"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a3d/5/0397-01"
      ]
    },
    {
      "cite": "485 Pa. 215",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1755486
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa/485/0215-01"
      ]
    },
    {
      "cite": "495 Pa. 177",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1770709
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "page": "2"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/495/0177-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 869,
    "char_count": 29195,
    "ocr_confidence": 0.72,
    "pagerank": {
      "raw": 6.497341544922815e-08,
      "percentile": 0.3997833464422057
    },
    "sha256": "dafa239957492f30c09b6531e2b2c27030adc5bc3208db2726d8f250db2ba7da",
    "simhash": "1:575502eb86cbb009",
    "word_count": 4813
  },
  "last_updated": "2024-02-27T17:42:11.179141+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, ORIE MELVIN, JJ.",
      "Chief Justice CASTILLE, Justices SAYLOR, EAKIN, TODD, McCAFFERY and ORIE MELVIN join the opinion.",
      "Justice SAYLOR files a concurring opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant v. Jeanette GARCIA, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice BAER.\nIn this case, we are presented with an aberrant procedural history involving an attempted appeal to the Superior Court from an order entered by a magisterial district judge following a defendant’s entry of a guilty plea. Given that the Rules of Criminal Procedure do not provide for an appeal from a magisterial district court to the Superior Court, we conclude that the Superior Court did not have jurisdiction over this case because there was no final order from the Court of Common Pleas. Accordingly, we vacate the decision of the Superior Court and quash the appeal.\nIn May 2009, State Trooper Mark Pizzuti filed a criminal complaint against Defendant-Appellee Jeanette Garcia charging her with tampering with or fabricating physical evidence, 18 Pa.C.S. § 4910(a)(2), and simple assault, 18 Pa.C.S. § 2701(a)(1). In the supporting affidavit of probable cause, the trooper indicated that the victim and her father drove to Defendant’s house because the victim suspected her paramour of visiting Defendant. Although it is undisputed that the victim and Defendant were involved in an altercation resulting in minor injuries to both women, the affidavit presented differing accounts of the fight and the events surrounding the altercation, as told by the Defendant, the victim, the victim’s father, and the paramour. The affidavit claimed that Defendant also provided different versions of her story to two troopers including, as relevant to the evidence fabrication charge, accusing the victim of injuring Defendant with a butter knife in one version and a double-edged boot knife in a later account.\nOn the day of her scheduled preliminary hearing in August 2009, Defendant signed a one-page form entitled Pleas of Guilty Before Issuing Authority, stating “I, Jeanette Garcia ... plead guilty to: S 18 § 2701 §§ A1 Simple Assault before [the District Judge], this Fourth day of August, 2009, and represent that I do this knowingly, voluntarily, and intelligently.” The District Judge also signed the form, certifying that, “I accepted the above defendant’s plea of guilty after making full inquiry of the defendant. I have advised the defendant of the right to counsel. I certify that the plea was made voluntarily, knowingly, and intelligently.” The record also includes a Magisterial District Judge Payment Order of the same date ordering Defendant to pay fees and costs of $635.50, signed by the District Judge and the Defendant. By signing, the Defendant indicated that she acknowledged “receipt of a copy of this order and further understand that if I do not make payments within the time specified, a warrant for my arrest will be issued” and that failure to comply with the payment schedule may result in a finding of criminal contempt among other sanctions.\nOn September 3, 2009, Defendant filed a counseled notice of appeal to the Superior Court from the “Order entered in this matter on August 4, 2009,” which was the order of the District Judge. Defendant also filed a Notice of Appeal from Summary Criminal Conviction in the Court of Common Pleas of Pike County, pursuant to Pa.R.Crim.P. 460, which she later acknowledged was inappropriate given that simple assault is a third-degree misdemeanor not a summary criminal conviction. The Court of Common Pleas dismissed Defendant’s appeal of the summary conviction on November 4, 2009, and Defendant did not appeal the dismissal.\nPertaining to the appeal to the Superior Court, Defendant filed a Concise Statement of Matters Complained of on Appeal, pursuant to Pa.R.A.P. 1925(b). In the statement, Defendant claimed that immediately prior to the scheduled preliminary hearing on August 4, 2009, the assistant district attorney offered Defendant an agreement which she understood “to mean that all the criminal charges would be dropped.” Concise Statement at 1. In the Statement, Defendant averred that she “acquiesced, signed some papers, and left the courthouse. No hearing was held, and the Defendant never appeared before [the District Judge].” Concise Statement at 1. She declared that she did not understand that she had pled guilty to the third-degree misdemeanor of simple assault in exchange for the Commonwealth’s dropping of the second degree misdemeanor of falsification of evidence or that she had a right to plead not guilty.\nDefendant acknowledged in the Concise Statement that her summary appeal to the Court of Common Pleas, pursuant to Rule 460, was inappropriate because simple assault is a third-degree misdemeanor rather than a summary offense. Instead, she recognized that Pa.R.Crim.P. 550 applies to guilty pleas before district judges and allows defendants to withdraw guilty pleas within ten days upon notice to the district judge. Defendant, however, claimed that she could not file to withdraw her plea pursuant to Rule 550 because she was not aware that she had pled guilty. Accordingly, she asserted “the matter is closed in the Court of Common Pleas, and thus the only recourse by which she may challenge the validity of her [g]uilty plea and attendant imposition of sentence is via an [ajppeal to the Superior Court of Pennsylvania.” Concise Statement at 2. She further averred that her plea was not made knowingly, intelligently, or voluntarily and that the District Judge failed to comply with portions of Rule 550, which require a full inquiry to determine whether the plea was voluntarily and understandingly tendered. Defendant claimed that she never appeared before the District Judge but rather merely signed paperwork presented to her by the Commonwealth in the lobby of the courthouse. Thus, she declared that she was unaware of what transpired until she received papers in the mail concerning the payment of fines attendant to her plea. Accordingly, she maintains that her plea was defective and that her sentence should be overturned.\nThe Court of Common Pleas issued a Pa.R.A.P. 1925(a) opinion, urging the Superior Court to affirm Defendant’s conviction. The court concluded that Defendant had waived any claims regarding her guilty plea because she failed to comply with Rule 550(D), under which she could have withdrawn her guilty plea merely by notifying the District Judge in writing. Instead, the court observed that Defendant “did not attempt to change her plea at the Magisterial District Court, either within the applicable ten day period or otherwise. Nor did Appellant seek to challenge her plea with the Court of Common Pleas.” CCP Op. at 2.\nThe Court of Common Pleas observed that to challenge a guilty plea a defendant must first seek to withdraw the plea in the court where it was entered, noting that the law provides exceptions only for defendants alleging that the plea resulted from ineffective assistance of counsel or that the defendant was not advised of her right to file a petition with the lower court to withdraw the plea. Id. (citing Commonwealth v. Miller, 495 Pa. 177, 433 A.2d 1, 2 (1981); Commonwealth v. Brandon, 485 Pa. 215, 401 A.2d 735 (1979)). The court concluded that Defendant failed to challenge her plea before the District Judge and that she did not fall under either exception because she did not challenge the effectiveness of counsel and the document she signed clearly provided her with notice of her right to withdraw. Moreover, the court observed that no record had been developed on the issue of whether Defendant’s plea was knowing and voluntary, and therefore, the court was unable to comment on the merits of Defendant’s claims regarding her plea.\nThe Commonwealth filed in the Superior Court a motion to dismiss the appeal for lack of jurisdiction. The Commonwealth asserted that the Superior Court only has jurisdiction over appeals from final orders of the Court of Common Pleas (except for appeals within the exclusive jurisdiction of the Supreme Court or the Commonwealth Court), unless a statute provides otherwise. It noted that the case at bar did not fall into any statutory exception and did not involve a final order of the Court of Common Pleas. Instead, the Commonwealth observed that Defendant had appealed from an order imposed by the District Judge, and had not appealed that decision to the Court of Common Pleas. Accordingly, the Commonwealth maintained that the Superior Court should dismiss Defendant’s appeal for lack of jurisdiction.\nIn a published decision, a three-judge panel of the Superior Court addressed the question of “what relief is available to a defendant who seeks to withdraw a guilty plea made in the magisterial district court after the relevant ten-day period of [Pa.R.Crim.P. 550(D) ] has expired.” Commonwealth v. Garcia, 5 A.3d 397, 398 (Pa.Super.2010). The court essentially created a procedure not contemplated by the Rules, holding that a defendant who pleads guilty to a third-degree misdemeanor “may file an appeal with the court of common pleas within thirty days after the case is transferred there from the magisterial district court. If that appeal is denied, the defendant \"will have thirty days thereafter to appeal to the Superior Court.” Id.\nIn arriving at this conclusion, the court acknowledged that Defendant questioned how Rule 550, which does not specify any post-sentence or appellate relief outside of the ten-day window for withdrawing pleas, interacted with Pa.R.Crim.P. 720(A)(3), which allows for a defendant to file a notice of appeal within thirty days of imposition of sentence if the defendant has not filed a post-sentence motion. Pa.R.Crim.P. 720 (entitled “Post-Sentence Procedures; Appeal”). Before the Superior Court, the Defendant conceded that no record had been developed below and the Court of Common Pleas had not had an opportunity to act in her case, in contrast to the typical case in which a notice of appeal is filed. Defendant alleged, however, that the inability to file a notice of appeal in her case would result in her having no avenue of appeal of her sentence.\nThe Superior Court carefully reviewed Rule 550. It noted that Rule 550(A) provides for a defendant to plead guilty before a district judge prior to the completion of the preliminary hearing, subject to Rule 550(B) and (C), which are aimed at ensuring that the plea is knowingly, voluntarily, and intelligently entered. The Superior Court observed that subsection (D) sets forth that a defendant who enters a plea of guilty “may, within 10 days after sentence, change the plea to not guilty by so notifying the magisterial district judge in writing. In such event, the magisterial district judge shall vacate the plea and judgment of sentence.” Pa.R.Crim.P. 550(D). Finally, the court stated that Rule 550(E) provides, “Ten days after the acceptance of the guilty plea and the imposition of sentence, the magisterial district judge shall certify the judgment, and shall forward the case to the clerk of courts of the judicial district for further proceedings.” The court emphasized that the comment to subsection (E) supports the view that once the district court forwards the case to the Court of Common Pleas, that court has exclusive jurisdiction over the case, which should proceed in the same manner as any other court case. Pa.R.Crim.P. Rule 550, comment (“Once the case is forwarded...., the court of common pleas has exclusive jurisdiction over the case and any plea incident thereto. The case would thereafter proceed in the same manner as any other court case.”).\nThe court noted that in cases involving summary offenses, a lesser offense than the third-degree misdemeanor in the case at bar, the Rules of Criminal Procedure provide for the defendant to file an appeal in the Court of Common Pleas within thirty days of the guilty plea, and for the case to be heard de novo. Pa.R.Crim.P. 460. The court also observed that Rule 720, which provides defendants the right to file a post sentence motion within ten days or an appeal within thirty days, excludes summary cases but is silent as to cases involving guilty verdicts entered before a district judge. The court concluded that it “would be unduly severe to find that no review whatsoever is available to a defendant who fails to act within the ten-day period set by Rule 550(D) for withdrawing a guilty plea to a misdemeanor.” Garcia, 5 A.3d at 403-04. Instead, the court “read Rule 550 and its comment together to find that within thirty days of the transfer of a case from the magisterial district court, a defendant may file an appeal with the court of common pleas to contest the validity of the plea.” Id. at 404. The court concluded that after the case was transferred to the Court of Common Pleas, pursuant to Rule 550(E),\nThe Court of Common Pleas then had “exclusive jurisdiction over the case,” including the plea, and the case should have then “proceed[ed] in the same manner as any other court case.” See Pa.R.Crim.P. 550, comment. Appellant filed, within thirty days of the imposition of sentence, a summary appeal with the Court of Common Pleas and an appeal with this Court.\nId. The court emphasized, that “the determination of whether a defendant’s plea was made knowingly, voluntarily, and intelligently, should be made by the trial court, which can develop a factual record” and, “in the interest of fairness,” remanded this case for the trial court to hear Appellant’s “summary appeal” as an appeal under Rule 550. Id. Accordingly, the court denied the Commonwealth’s motion to dismiss for lack of jurisdiction and remanded the case to the Court of Common Pleas.\nThe Commonwealth petitioned for allowance of appeal with this Court, and we granted review of the following issues:\na. Whether the Pennsylvania Superior Court erred [by] denying the Commonwealth’s motion to dismiss the appeal of respondent for lack of jurisdiction, since the appeal involved a judgment of sentence issued by a Magisterial District Judge, and there was no order of Common Pleas entered?\nb. Whether a Defendant who seeks to change a plea of guilty previously entered before a Magisterial District Judge must do so within ten days afforded by rule, or be precluded from challenging the entry of the plea?\nCommonwealth v. Garcia, 610 Pa. 418, 20 A.3d 1191, 1192 (2011).\nBefore this Court, the Commonwealth contends that the Superior Court did not have jurisdiction over the case because no order of the Court of Common Pleas had been entered from which Defendant could have appealed to the Superior Court pursuant to 42 Pa.C.S. § 742. Commonwealth’s Brief at 8 (citing Commonwealth ex rel. Wright v. Lacy, 291 Pa.Super. 185, 435 A.2d 630, 631 (1981)). The Commonwealth observes that Defendant’s notice of appeal does not reference a final order of the Court of Common Pleas but instead refers merely to her plea of guilty to the Magisterial District Judge. It emphasizes that there is no statute granting the Superior Court jurisdiction over an appeal from a magisterial district judge’s judgment of sentence in a misdemeanor case. Accordingly, the Commonwealth asks this Court to reverse and vacate the decision of the Superior Court, for lack of jurisdiction in that court.\nThe Commonwealth additionally contends that the Superior Court erred by creating a new procedure for appeal in misdemeanor cases. It observes that the legislature granted jurisdiction to the magisterial district judges over certain offenses including those graded as misdemeanors of the third-degree, 42 Pa.C.S. § 1515(a)(6)(i). In turn, the Commonwealth notes, this Court developed procedures to be employed by district judges in accepting guilty pleas in such cases as defined by Rule 550. The Commonwealth emphasizes that Rule 550 permits a defendant who pleads guilty to withdraw the plea within ten days of the entry of the plea, merely upon notice to the issuing authority. Indeed, the Commonwealth notes, the district judge is required to vacate the plea and forward the record to the Court of Common Pleas for further proceedings, as if the defendant had been held for court. The Commonwealth observes that this guilty plea withdrawal procedure is markedly different from the procedure for -withdrawing guilty pleas if the defendant had waited to enter the plea in the Court of Common Pleas, where the court is not required to vacate the plea but instead has the discretion to permit the withdrawal of the plea.\nThe Commonwealth maintains that a defendant must follow the Rule 550 procedure to withdraw her plea. The Commonwealth observes that the Superior Court in Commonwealth v. Jannetta, 413 Pa.Super. 334, 605 A.2d 386 (1992), held that a defendant who filed an untimely motion to -withdraw a plea -without notifying the issuing authority could not withdraw the plea. The Commonwealth further avers that this Court has instructed defendants to follow the Rules of Criminal Procedure for the withdrawal of guilty pleas, including the requirement that the defendants give notice to the issuing authority in Commonwealth v. Zakrzewski, 460 Pa. 528, 333 A.2d 898, n. 1 (1975), and Commonwealth v. Lee, 460 Pa. 324, 333 A.2d 749, n. 1 (1975).\nThe Commonwealth contends that Defendant in the case at bar did not comply with Rule 550 because she did not provide the District Judge notice of her desire to withdraw her plea, either before the expiration of the ten day period or at any point thereafter. Instead, her first action was to file a notice of appeal to the Superior Court on the thirtieth day following the entry of her guilty plea. The Commonwealth argues that the Superior Court does not have authority to create a nunc pro tunc process, which it argues would eviscerate the requirements of Rule 550. Accordingly, the Commonwealth asserts that the Superior Court was not authorized to provide a different avenue of relief by applying Pa.R.Crim.P. 460, which applies in summary cases, as opposed to a third-degree misdemeanor case.\nIn response, Defendant argues that there is a hole in the rules of procedure that allows for an absurd result where a defendant who enters a plea of guilty to a misdemeanor of the third-degree before a magisterial district judge could have fewer rights and opportunities for review than a defendant who pleads guilty to the same offense before the Court of Common Pleas, or a defendant who pleads guilty to a summary offense before a district judge. Defendant’s Brief at 2. She explains that a defendant who enters a plea of guilty in a summary case before a district judge may take an appeal to the Court of Common Pleas pursuant to Pa.R.Crim.P. 460(A), by filing a notice of appeal within thirty days of the entry of the plea, and that such defendant is then entitled to a trial de novo in the Court of Common Pleas, from which decision the defendant can then appeal to the Superior Court pursuant to Pa.R.Crim.P. 720(A)(3).\nShe next compares herself to defendants who do not plead guilty to third-degree misdemeanors before the district judge but instead plead guilty before the Court of Common Pleas. She observes that the defendant who pleads in the Court of Common Pleas may request to withdraw the plea at any time prior to sentencing and that those requests are liberally allowed under the rules. She next notes that a defendant who pleads in a trial court may also file a post-sentence motion, pursuant to Pa.R.Crim.P. 720(A)(1), and then is allowed thirty days to file a notice of appeal in the Superior Court. In contrast, she laments that defendants who plead guilty before the district judge to a third-degree misdemeanor have only the relief offered by Pa.R.Crim.P. 550, which is to withdraw the plea within ten days, and have no mechanism to challenge the plea in the Court of Common Pleas.\nShe asserts that this difference in the appeal processes between defendants who plead to a third-degree misdemeanor before a district judge and those who plead to the same offense before a court of common pleas or to a lesser offense before a district judge is unfair and unjust: “To conclude that a defendant who (for whatever reason) misses the 10-day window to withdraw a guilty plea to third-degree misdemean- or taken by a [district judge] is forever foreclosed from further review is absurd, especially in light of the expansive rights of review and appeal provided for summary cases.” Defendant’s Brief at 4. She argues that the Superior Court correctly recognized this “inherent contradiction” and created a procedure to allow third-degree misdemeanor defendants to file an appeal of a guilty plea within thirty days of the matter being certified to the Court of Common Pleas.\nDefendant additionally maintains that her sentence for a third-degree misdemeanor is appealable as a final, appealable order. She contends that once the District Judge certified the order and forwarded the case to the Court of Common Pleas, the Court of Common Pleas had exclusive jurisdiction over the case. “As in any other court case, the defendant filed her notice of appeal within 30 days of the judgment of sentence.” Defendant’s Brief at 1.\nAs a threshold issue, we must first determine whether the Superior Court and this Court have jurisdiction over this case. McCutcheon v. Philadelphia Elec. Co., 567 Pa. 470, 788 A.2d 345, 349 (2002). In McCutcheon, we considered whether the Superior Court had jurisdiction over a case where a final order had not been entered by the Court of Common Pleas. We observed, “there are few legal principles as well settled as that an appeal lies only from a final order, unless otherwise permitted by rule or by statute.” Id. at 349. As relevant to the case at bar, we recognized that 42 Pa.C.S. § 742 provides that “[t]he Superior Court shall have exclusive appellate jurisdiction of all appeals from final orders of the courts of common pleas.” We determined that as a result of the absence of a final order, “the Superior Court did not have appellate jurisdiction pursuant to 42 Pa.C.S. § 742, and the order it issued is void.” Id. at 346. Moreover, we concluded, “inasmuch as there is no ‘final order of the Superior Court’ we find that the terms of this [C]ourt’s jurisdictional statute, 42 Pa.C.S. § 724, are not met.” Id. at 350-351 (observing that 42 Pa.C.S. § 724 provides that “final orders of the Superior Court ... may be reviewed by the Supreme Court upon allowance of appeal.”). Accordingly, we held that the Superior Court’s order must be vacated and the appeal quashed. Id.\nIn this case, there is no final order, nor, indeed, any order, from the Court of Common Pleas. Instead, Defendant appeals from an order of the District Judge, without citation to any authority for the Superior Court to assume jurisdiction over appeals from orders entered by magisterial district judges. Moreover, no suggestion has been proffered that jurisdiction arises from any other rule or statute. Accordingly, the Superior Court did not have jurisdiction to hear this case. McCutcheon, 567 Pa. 470, 788 A.2d 345. Thus, as in McCutcheon, this Court also does not have jurisdiction over this appeal under 42 Pa.C.S. § 724. We vacate the order of the Superior Court and quash the appeal.\nChief Justice CASTILLE, Justices SAYLOR, EAKIN, TODD, McCAFFERY and ORIE MELVIN join the opinion.\nJustice SAYLOR files a concurring opinion.\n. Pa.R.Crim.P. 460, entitled “Notice of Appeal,” is included in Part F of the Rules, entitled \"Procedures in Summary Cases for Appealing to Court of Common Pleas for a Trial De Novo,” and, provides in relevant part, as follows:\n(A) When an appeal is authorized by law in a summary proceeding, including an appeal following a prosecution for violation of a municipal ordinance that provides for imprisonment upon conviction or upon failure to pay a fine, an appeal shall be perfected by filing a notice of appeal within 30 days after the entry of the guilty plea, the conviction, or other final order from which the appeal is taken. The notice of appeal shall be filed with the clerk of courts.\nPa.R.Crim.P. 460(A).\n. In relevant part, Pa.R.Crim.P 550, entitled \"Pleas of Guilty Before Magisterial District Judge in Court Cases,” provides:\n(D) A defendant who enters a plea of guilty under this rule may, within 10 days after sentence, change the plea to not guilty by so notifying the magisterial district judge in writing. In such event, the magisterial district judge shall vacate the plea and judgment of sentence, and the case shall proceed in accordance with Rule 547, as though the defendant had been held for court.\n(E) Ten days after the acceptance of the guilty plea and the imposition of sentence, the magisterial district judge shall certify the judgment, and shall forward the case to the clerk of courts of the judicial district for further proceedings.\nPa.R.Crim.P. 550(D), (E).\n. In regard to the acceptance of guilty pleas, Rule 550 provides:\n(A) In a court case in which a magisterial district judge is specifically empowered by statute to exercise jurisdiction, a defendant may plead guilty before a magisterial district judge at any time up to the completion of the preliminary hearing or the waiver thereof.\n(B) The magisterial district judge may refuse to accept a plea of guilty, and the magisterial district judge shall not accept such plea unless there has been a determination, after inquiry of the defendant, that the plea is voluntarily and understandingly tendered.\n(C) The plea shall be in writing:\n(1) signed by the defendant, with a representation by the defendant that the plea is entered knowingly, voluntarily, and intelligently; and\n(2) signed by the magisterial district judge, with a certification that the plea was accepted after a full inquiry of the defendant, and that the plea was made knowingly, voluntarily, and intelligently.\nPa.R.Crim.P. 550(A)-(C).\n. The form she signed, Plea of Guilty Before Issuing Authority, provides:\nA defendant who enters a plea of guilty under Pa. R.Crim. P. 500 may, within ten (10) days after sentence, change the plea to not guilty by so notifying the issuing authority in writing. In such event, the issuing authority shall vacate the plea and judgment of sentence, and the case shall proceed in accordance with Pa. R.Crim. P. 547, as though the defendant had been held for court.\n. Pa.R.Crim.P. 720(D) Summary Case Appeals, provides, \"There shall be no post-sentence motion in summary case appeals following a trial de novo in the court of common pleas. The imposition of sentence immediately following a determination of guilt at the conclusion of the trial de novo shall constitute a final order for purposes of appeal.”\n. § 742. Appeals from courts of common pleas\nThe Superior Court shall have exclusive appellate jurisdiction of all appeals from final orders of the courts of common pleas, regardless of the nature of the controversy or the amount involved, except such classes of appeals as are by any provision of this chapter within the exclusive jurisdiction of the Supreme Court or the Commonwealth Court.\n42 Pa.C.S. § 742\n. In McCutcheon, we observed that in addition to an appeal from final orders of the Court of Common Pleas, our rules provide the Superior Court with jurisdiction in the following situations: “interlocutory appeals that may be taken as of right, Pa.R.A.P. 311; interlocutory appeals that may be taken by permission, Pa.R.A.P 3122; appeals that may be taken from a collateral order, Pa.R.A.P. 313; and appeals that may be taken from certain distribution orders by the Orphans' Court Division, Pa.R.A.P. 342.” McCutcheon, 788 A.2d at 349 n. 6. As in McCutcheon, none of these rules apply to the case at bar.\n. We acknowledge what can be perceived as an inconsistency in the rules of procedure as applied to defendants who plead guilty to a misdemeanor in the district court as compared to defendants who plead to the same charge in the Court of Common Pleas and as applied to defendants who plead in the district court to misdemeanors as compared to defendants who plead in the district court to summary offenses. As we cannot reach that issue in this case, we recommend that the Criminal Procedural Rules Committee consider this conundrum.",
        "type": "majority",
        "author": "Justice BAER."
      },
      {
        "text": "Justice SAYLOR,\nconcurring.\nI join the majority opinion. I write only to observe that, pursuant to Pa.R.Crim.P. 550(E), “further proceedings” are due in the common pleas court, and that the Rules of Appellate Procedure provide for the transmittal of misfiled appeals to the correct office within the unified judicial system and the perfection of premature appeals upon the entry of an appeal-able order. See Pa.R.A.P. 905(a)(4), (5).\nFinally, I wish to note that, to the extent the Commonwealth is arguing that Rule 550(D)’s as-of-right withdrawal-of-plea procedure forecloses all other avenues for withdrawal of a plea which is demonstrably unknowing, involuntary, and/or unintelligent, I do not subscribe to such position.",
        "type": "concurrence",
        "author": "Justice SAYLOR,"
      }
    ],
    "attorneys": [
      "Sarah Ann Lavelle, Pike County District Attorney’s Office, Philadelphia, Raymond Jay Tonkin, for Commonwealth of Pennsylvania.",
      "Thomas Earl Mincer, Law Office of Thomas E. Mincer, LLC, Milford, for Jeanette Garcia."
    ],
    "corrections": "",
    "head_matter": "43 A.3d 470\nCOMMONWEALTH of Pennsylvania, Appellant v. Jeanette GARCIA, Appellee.\nSupreme Court of Pennsylvania.\nArgued Nov. 30, 2011.\nDecided April 25, 2012.\nSarah Ann Lavelle, Pike County District Attorney’s Office, Philadelphia, Raymond Jay Tonkin, for Commonwealth of Pennsylvania.\nThomas Earl Mincer, Law Office of Thomas E. Mincer, LLC, Milford, for Jeanette Garcia.\nBEFORE: CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, ORIE MELVIN, JJ."
  },
  "file_name": "0435-01",
  "first_page_order": 489,
  "last_page_order": 503
}
