{
  "id": 866808,
  "name": "Charles Cassidy v. Charles S. Knapp, Administrator d. b. n., c. t. a., of Christian Donat, Deceased",
  "name_abbreviation": "Cassidy v. Knapp",
  "decision_date": "1895-04-08",
  "docket_number": "Appeal No. 104",
  "first_page": "305",
  "last_page": "308",
  "citations": [
    {
      "type": "official",
      "cite": "167 Pa. 305"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "164 Pa. 457",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        860290
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/164/0457-01"
      ]
    },
    {
      "cite": "104 Pa. 587",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        452129
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/104/0587-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 298,
    "char_count": 4947,
    "ocr_confidence": 0.474,
    "pagerank": {
      "raw": 9.323244667646314e-07,
      "percentile": 0.9802395815354485
    },
    "sha256": "be2affcc476ddb77768de485399ddfbaeef1497bd5bbe93d010ecdd68fa2630d",
    "simhash": "1:f80d72dbb92c27a8",
    "word_count": 832
  },
  "last_updated": "2024-02-27T20:33:49.288200+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Green, Williams, McCollum, Mitchell and Fell, JJ."
    ],
    "parties": [
      "Charles Cassidy v. Charles S. Knapp, Administrator d. b. n., c. t. a., of Christian Donat, Deceased."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Fell,\nThe assignments of error relating to the failure of the plaintiff to comply with the Amended Equity Rules adopted January 15,1894, must be sustained. These rules were formulated and adopted to regulate the practice of equity in the several courts of common pleas in the commonwealth, and went into effect on the first Monday of March, 1894. They were established under the direction and by the authority of an act of the legislature, and have all the force and effect of a positive enactment. All proceedings in equity which are not in conformity with them are irregular and void.\nThe preliminary injunction in this case was based upon a bill which was not in compliance with the rules, and this failure is fatal to the whole proceeding. This being the case it is unnecessary to consider the remaining assignments.\nThe order of the court of common pleas of September 14,. 1894, granting a preliminary injunction, is reversed and set aside at the cost of the appellee.",
        "type": "majority",
        "author": "Mr. Justice Fell,"
      }
    ],
    "attorneys": [
      "Errors assigned, among others,",
      "Isaac Chism, for appellant.",
      "Alfred N. Keim, Carroll It. Williams with him, for appellee."
    ],
    "corrections": "",
    "head_matter": "Charles Cassidy v. Charles S. Knapp, Administrator d. b. n., c. t. a., of Christian Donat, Deceased.\nEquity.\nEquity proceedings, begun since the first Monday in March, 1894, which are not in accordance with the rules adopted by the Supreme Court on Jan. 15, 1894, are irregular and void.\nA bill was filed indorsed with a notice to appear in accordance with the old practice and not in accordance with the new rules; upon this bill a preliminary injunction was granted.\nHeld, that the bill not being in compliance with the new rules all proceedings consequent thereupon were void.\nArgued. Feb. 1, 1895.\nAppeal No. 104, Jan T., 1895, by defendant, from decrees of C. P. No. 3, Phila. Co., June T., 1894, No. 1696, granting a preliminary injunction, and subsequently refusing to dissolve it.\nBefore Green, Williams, McCollum, Mitchell and Fell, JJ.\nReversed.\nBill in equity to restrain proceedings before a magistrate.\nThe bill was indorsed with the notice to appear within fourteen days formerly in use under the old rules, and not with the notice to appear and answer within fifteen days, as required by the amended equity rules. The court granted a preliminary injunction. Defendant subsequently made the following motion :\n“ And now, October 5, 1894, the defendant moves the court to dissolve the preliminary injunction issued in this case- and to dismiss plaintiff’s bill of complaint with costs to be paid by said plaintiff, and assigns the following reasons : 1. That the notice to the defendant to cause an appearance to be entered for him in said court on said bill indorsed is not in accordance with the amended rules adopted by the Supreme Court of Pennsylvania January 15, 1894, to regulate the several courts of common pleas of this commonwealth in proceedings in equity, and in force since March 1, 1894, inasmuch that it requires defendant to appear within fourteen days after service, instead of fifteen days, as required by the said equity rules, and does not require him to make answer to said bill as by said rules required, and is otherwise not in the form by said rules prescribed.\n“ 2. That said injunction was granted, without notice to defendant, without being supported by proper injunction affidavits. The only affidavit filed being the affidavit of the plaintiff himself which contained no material averments not included in the bill, and no additional facts in support of the allegations of the bill, and which is in effect the same as if plaintiff had merely sworn to the truth of the bill.\n“ 3. That said bill sets forth no cause entitling plaintiff to relief by injunction.”\n“ At the hearing in open court on October 12, 1894, in the above motion, the appellant read his answer. The appellee by his counsel read an ex parte affidavit made by himself.”\nThe court entered a decree continuing the preliminary injunction.\nErrors assigned, among others,\nwere (1) in not requiring the bill to be indorsed with the notice prescribed by the amended equity rules; (5) in overruling and dismissing defendant’s motion to dissolve the preliminary injunction; (6) in refusing to dissolve the preliminary injunction; (7) in refusing to dismiss the bill; (8) in making a decree, continuing the preliminary injunction.\nIsaac Chism, for appellant.\nThe equity rules adopted by the Supreme Court are binding upon all subordinate courts: Philadelphia v. McManes, 42 L. I. 160; Gibbon’s App., 104 Pa. 587.\nAlfred N. Keim, Carroll It. Williams with him, for appellee.\n—There is no law or rule of court requiring notice to be given defendant of an intended application for an injunction : Bispham’s Prin. of Eq. sec. 404.\nAs appellant does not except to any refusal on the part of the court to permit the cross-examination of appellee’s witnesses or to the refusal to allow the appellant to introduce testimony at the hearing, the assignments of error will not be sustained: Del. Co. & Phila. Electric Ry. v. Phila., 164 Pa. 457.\nApril 8, 1895:"
  },
  "file_name": "0305-01",
  "first_page_order": 327,
  "last_page_order": 330
}
