{
  "id": 866804,
  "name": "Alfred A. Dale, Appellant, v. Blue Mountain Manufacturing Company",
  "name_abbreviation": "Dale v. Blue Mountain Manufacturing Co.",
  "decision_date": "1895-04-08",
  "docket_number": "Appeal, No. 148",
  "first_page": "402",
  "last_page": "405",
  "citations": [
    {
      "type": "official",
      "cite": "167 Pa. 402"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "23 Vroom, 161",
      "category": "reporters:state",
      "reporter": "Vroom",
      "opinion_index": -1
    },
    {
      "cite": "56 Hun, 430",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "39 Mich. 469",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1332943
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mich/39/0469-01"
      ]
    },
    {
      "cite": "15 Col. 310",
      "category": "reporters:state",
      "reporter": "Col.",
      "opinion_index": -1
    },
    {
      "cite": "126 Pa. 257",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        968872
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/126/0257-01"
      ]
    },
    {
      "cite": "101 Pa. 359",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500893
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/101/0359-01"
      ]
    },
    {
      "cite": "4 Pa. 501",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        401889
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/4/0501-01"
      ]
    },
    {
      "cite": "81 Pa. 398",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044103
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/81/0398-01"
      ]
    },
    {
      "cite": "17 W. N. C. 423",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "3 W. N. C. 78",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 374,
    "char_count": 6901,
    "ocr_confidence": 0.512,
    "pagerank": {
      "raw": 1.5124896918446776e-07,
      "percentile": 0.6677335242324939
    },
    "sha256": "44ac2afbabfcc028fd14434eb4b4e292960e3881a5c9047643054d496509b71c",
    "simhash": "1:de75b50335ebb028",
    "word_count": 1198
  },
  "last_updated": "2024-02-27T20:33:49.288200+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stekrett, C. J., Williams, McCollum, Mitchell and Dean, JJ."
    ],
    "parties": [
      "Alfred A. Dale, Appellant, v. Blue Mountain Manufacturing Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nIn this case, the summons was returned by the sheriff: “ Served the Blue Mountain Manufacturing Company, a corporation under the laws of Pennsylvania, by giving, June 22, 1893, a true and attested copy of the within writ to D. B. Fisher, general manager of said company and making known to him the contents thereof.” Judgment having been entered against defendant company for want of an affidavit of defense, a rule was taken to set aside the sheriff’s return and strike off the judgment. That rule was made absolute, and hence this appeal, in which the sole question is whether the sheriff’s return shows a •sufficient service of the writ. The learned judge rightly held that the service was insufficient because it was not made on the “ president or other principal officer, or on the cashier, treasurer, secretary or chief clerk ” of the corporation defendant, as required by the act of June 13,1836, section 41. As shown by the court below, the words, “ president or other principal officer,” mean the chief executive officer of the corporation, whether called chairman, president, or by any other title, and were not intended to include “general manager.” The question is so fully and satisfactorily considered by the learned judge of the ■common pleas that further comment is unnecessary.\nWe affirm the judgment on his opinion.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "JError assigned was above order.",
      "Francis Chapman, of Chapman Chapman, for appellant, cited:",
      "James H. Hood, for appellee, cited:"
    ],
    "corrections": "",
    "head_matter": "Alfred A. Dale, Appellant, v. Blue Mountain Manufacturing Company.\nPractice, O. P. — Service of process — Corporations—Act of June 13,1836, sec. 41.\nUnder the act of June 13, 1836, sec. 41, P. L. 579, the person referred to as the “ president or other principal officer” means the chief executive officer of the corporation, though called president, chairman, or by any other title.\nUnder the acts of March 17, 1856, P. L. 388, March 21, 1842, P. L. 145, and March 15, 1847, P. L. 261, the words “ manager” or “ director” are synonymous, and mean one of the body of persons appointed pursuant to the charter or by-laws of the corporation to manage its affairs.\nIn a suit against a corporation the sheriff’s return was as follows:\n“ Served the Blue Mountain Manufacturing Company, a corporation under the laws of Pennsylvania, by giving, June 22, 1893, a true and attested copy of the within writ to D. B. Fisher, general manager of said company and making known to him the contents thereof.”\nThere was no appearance for the defendant. A judgment was entered against him for want of an affidavit of defense. Held, the judgment was void and should be stricken off..\nArgued March 28, 1895.\nAppeal, No. 148, Jan. T., 1895, by plaintiff:, from order of C. P. No. 2, Phila. Co., June T., 1893, No. 273, striking off judgment.\nBefore Stekrett, C. J., Williams, McCollum, Mitchell and Dean, JJ.\nAffirmed.\nRule to strike off judgment.\nJenkins, J., filed the following opinion:\n“ This was a rule to set aside the sheriff’s return and strike off the judgment entered against the defendant. The return of the sheriff is: ‘ Served the Blue Mountain Manufacturing Company, a corporation under the laws of Pennsylvania, by giving, June 22, 1893, a true and attested copy of the within writ to D. B. Fisher, general manager of the said company and making known to him the contents thereof.’ The defendant is a corporation under the laws of the state of Pennsylvania. It did not do any business in this county, nor have any property here. Its principal office, at the time of the issuing of the writ in this case, was at Tamaqua, Pennsylvania. The action was in assumpsit. The service of a writ against the defendant within this county for such an action would, therefore, under the act of June 13, 1836, sec. 41, P. L. 579; Br. Pur. Dig. 427, pl. 122, have to be made upon the ‘ president or other principal officer, or on the cashier, treasurer, secretary or chief clerk ’ of the corporation. The person referred to as the ‘ president or other principal officer ’ we understand to mean the chief executive officer of the corporation, though called president, chairman, or by any other title.\n“ Under the act of March 17, 1856, P. L. 388, Br. Pur. Dig, 428, pl. 128, ‘When any action is commenced by any person against any corporation in any county in which the property of said corporation was wholly or in part situated, it shall be lawful, if the president, treasurer, secretary or chief clerk do not reside or cannot be found in such county, for the sheriff, or other officer to whom any process may be directed, to serve the same on any manager or director in such county.’ The words ‘ manager ’ or ‘ director ’ used in this act and also in the acts of March 21, 1842, P. L. 145, and March 15, 1847, P. L. 361, are synonymous and mean one of the body of persons appointed pursuant to the charter or by-laws of the corporation to manage its affairs, the acts of the individuals not binding the corporation except when acting as a body. The return in the present case shows that the writ was served upon Daniel B. Fisher, ‘ general manager.’\n“ The return does not set out that Daniel B. Fisher is the ‘ principal officer ’ of the corporation, nor does it set out facts which show that a service upon a ‘ manager ’ would be good. Even where the property of a corporation is wholly or in part in the county, the only cases, except in suits by the commonwealth, in which the writs can be served upon the ‘ manager ’ or ‘ director’ are where the president, treasurer, secretary or chief clerk, do not reside or cannot be found in the county, and the sheriff’s return must so show: Gilbough v. Keller, 3 W. N. C. 78; Hunt v. Association, 17 W. N. C. 423; Insurance Company v. Fuller, 81 Pa. 398. We therefore consider that the sheriff’s return in this case shows no sufficient service. If the return shows a defective service, it should be set aside: Winrow v. Raymond, 4 Pa. 501. There was no appearance for the defendant and judgment was entered against it for want of an affidavit of defense. As defendant was not in court, such judgment is void, and should be stricken off: Insurance Company v. Fuller, supra. The rule is therefore made absolute.”\nJError assigned was above order.\nFrancis Chapman, of Chapman Chapman, for appellant, cited:\nAct of June 13, 1836, P. L. 579 ; 2 Waterman on Corporations (ed. of 1888, p. 608); Benwood Iron Works v. Hutchinson, 101 Pa. 359; France v. Ruddiman, 126 Pa. 257 ; Taylor on Private Corporations, 3d ed. 1894, sec. 202; Comet Consolidated Mining Co. v. Frost, 15 Col. 310; Lake Shore & Michigan Southern Ry. v. Hunt, 39 Mich. 469; Barrett v. Telephone Co., 56 Hun, 430; Facts Pub. Co. v. Felton, 23 Vroom, 161.\nJames H. Hood, for appellee, cited:\nWashington & Pittsburg Turnpike Co. v. Cullen, 8 S. & R. 517 ; act of March 27, 1817, see. 4, P. L. 128 ; 1 Tidd’s Practice, 116 ; Bacon’s Abridgment, tit. Corporations; Newby v. Colt’s Firearm Co., L. R. 7 Q. B. 293; Winrow v. Raymond, 4 Pa. 501.\nApril 8, 1895:"
  },
  "file_name": "0402-01",
  "first_page_order": 424,
  "last_page_order": 427
}
