{
  "id": 866882,
  "name": "Conshohocken Tube Co. v. Iron Car Equipment Co., Defendant; Philadelphia and Reading R. R. Co. and Edward M. Paxson, Joseph S. Harris and John Lowber Welsh, Receivers thereof; Western New York and Pennsylvania R. R. Co., and Samuel G. Decoursey, Receivers thereof, Garnishees",
  "name_abbreviation": "Conshohocken Tube Co. v. Iron Car Equipment Co.",
  "decision_date": "1895-04-29",
  "docket_number": "Appeal, No. 117",
  "first_page": "589",
  "last_page": "591",
  "citations": [
    {
      "type": "official",
      "cite": "167 Pa. 589"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Fed. Rep. 855",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3749445
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/7/0855-01"
      ]
    },
    {
      "cite": "120 Pa. 228",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        559922
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/120/0228-01"
      ]
    },
    {
      "cite": "61 Fed. Rep. 531",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3794653
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/61/0531-01"
      ]
    },
    {
      "cite": "66 Pa. 160",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        432386
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/66/0160-01"
      ]
    },
    {
      "cite": "2 Pa. 347",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "1 W. N. C. 230",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "47 Pa. 94",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        485577
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/47/0094-01"
      ]
    },
    {
      "cite": "18 Pa. 414",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969145
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/18/0414-01"
      ]
    },
    {
      "cite": "2 Whar. 332",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830588
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0332-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 418,
    "char_count": 6357,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 2.0446031217563963e-07,
      "percentile": 0.7491330575643599
    },
    "sha256": "d623d6850d28e3ce629547540aa00ef1a7391c3469bd2fb90057189ef000fa23",
    "simhash": "1:4baf6eec97c1b76c",
    "word_count": 1113
  },
  "last_updated": "2024-02-27T20:33:49.288200+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stekrett, C. J., Williams, McCollum, Mitchell and Dean, JJ."
    ],
    "parties": [
      "Conshohocken Tube Co. v. Iron Car Equipment Co., Defendant; Philadelphia and Reading R. R. Co. and Edward M. Paxson, Joseph S. Harris and John Lowber Welsh, Receivers thereof; Western New York and Pennsylvania R. R. Co., and Samuel G. Decoursey, Receivers thereof, Garnishees."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Williams,\nThis was an action against the Iron Car Equipment Company, begun by foreign attachment, to recover interest due and unpaid upon certain of the bonds of the company held by the company plaintiff. The Philadelphia & Reading Railroad Company, and the Western New York & Pennsylvania Railroad Co., both of which were in the hands of receivers appointed by the U. S. courts, were made garnishees. The writ was issued in January, 1894, returnable to the March term. On the fourth of June the defendant appeared by attorney and moved for a rule on the plaintiff to show cause of action and why the attachment should not be dissolved. In compliance with this rule the plaintiff filed a formal statement, showing a good cause of action on the ninth of June, and obtained judgment therefor on the twenty-third day of July for want of an affidavit of defense. This action involved an adjudication that the rule had been complied with, and a good cause of action shown. The rule remained however upon the argument list until the following November when it was discharged, as of course, under the rules of court. From this order the present appeal was taken. It is not an appeal in the ordinary sense of the word, but a certiorari. It brings up the record for review and, regularly, it can bring nothing not upon the record proper unless there is an allegation that the court below has been guilty of an abuse of discretion. This is not asserted in this case. There is no suggestion of the existence of a defense to the plaintiff’s claim, or of any irregularity in the proceedings on which the judgment rests other than that the garnishees are not subject to an attachment issued by the state courts. This is a question that has no significancy so far as the defendant is concerned. It has appeared to the action and suffered judgment for the amount of the plaintiff’s demand. The question of the extent of the jurisdiction of the state courts over receivers appointed by the United States courts may be of importance to them and, since the act of congress of 1888, upon their suggestion we might feel it our duty under some circumstances to remit them to the proper court for a direction whether to pay or not. But their situation is for them to determine. There are demands which they might pay with safety, which it would be their duty to pay, and which upon business principles it would be to their interest to settle without delay or expense. In such cases they would naturally prefer to raise no question not necessary for their own protection ; and we do not see upon what principle the defendant should be allowed to decide for them or to control their action. But if his right to do so was clear he has not attempted to exercise it. His rule was taken before the plaintiff had declared. It called for a disclosure of the demand sued on. No judgment could be asked for until this was made. When it was made its sufficiency was not questioned but judgment was suffered. Then came the question as to the business relations between the defendant and the garnishees, and their liability to respond to the plaintiff to the extent to which they were indebted to the defendant. Then and not till then, came the question whether the judgment rendered by the state court would protect them in the payment of the money in their hands, or whether leave should first be obtained from the U. S. court having control of their accounts. This question could not have been determined on the rule to show cause of action taken by the defendant. The rule was properly discharged when cause of action was shown, and we see no- irregularity in the record that requires us to interfere with the action of the court below.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Williams,"
      }
    ],
    "attorneys": [
      "Error assigned was order discharging rule to show cause of action and to dissolve attachment.",
      "Joseph S. Qlarlc, for appellant.",
      "Henry M. Tracy, for appellee."
    ],
    "corrections": "",
    "head_matter": "Conshohocken Tube Co. v. Iron Car Equipment Co., Defendant; Philadelphia and Reading R. R. Co. and Edward M. Paxson, Joseph S. Harris and John Lowber Welsh, Receivers thereof; Western New York and Pennsylvania R. R. Co., and Samuel G. Decoursey, Receivers thereof, Garnishees.\nForeign attachment — Receivers—Jurisdiction.\nWhere a receiver appointed by a United States court has been summoned as garnishee by a writ of foreign attachment issuing out of a state court, the defendant who has suffered judgment to go against him, cannot object that the state court has no jurisdiction over the receiver. Such an objection can only be raised by the receiver himself.\nArgued March 27, 1895.\nAppeal, No. 117, Jan. T., 1895, by defendant, from order of C. P. No. 3, Phila. Co., March T., 1894, No. 25, discharging rule to show cause of action and dissolve attachment.\nBefore Stekrett, C. J., Williams, McCollum, Mitchell and Dean, JJ.\nAffirmed.\nForeign attachment.\nThe facts appear by the opinion of the Supreme Court.\nError assigned was order discharging rule to show cause of action and to dissolve attachment.\nJoseph S. Qlarlc, for appellant.\nCourt officers cannot be summoned as garnishees and property which is in custodia legis cannot be attached by garnishee proceedings. These receivers are clearly officers of the United States court which appointed them, and the funds in their hands are clearly in custodia legis: Shewell v. Keen, 2 Whar. 332; Gochenaur’s Exr. v. Hostet-\nter, 18 Pa. 414; Adams’s App., 47 Pa. 94; Drake on Attachment, sec. 509, 511; Lloyd v. Brisben, 1 W. N. C. 230; Riley v. Hirst, 2 Pa. 347; Beach on Receivers, sec. 228; Robinson v. Atlantic & Great Western Ry., 66 Pa. 160; U. S. Trust Co. v. O. & St. L. Ry., 61 Fed. Rep. 531.\nHenry M. Tracy, for appellee.\nA motion to quash a writ of foreign attachment regularly issued is addressed to the discretion of the court and is not reviewable: Polland v. White, 120 Pa. 228.\nThe courts have always held this rule (to show cause of action and dissolve attachment) cannot be taken advantage of after judgment or after the third term: Morris v. Turner, 8 Clark, 423; Whiteside v. Oakman, 1 Dallas, 294.\nReceivers may be made garnishees: Act of Congress of March 3, 1887; Dillingham v. Anthony, 37 Am. & Eng. R. R. Cases, 1.\nIf the receivers appear to the action, such an appearance is an admission that they have been regularly brought into court, and they cannot afterward move to dismiss on the ground that the plaintiff had not obtained leave to sue: Hubbell v. Dana, 9 How. (N. Y.) 424; In re Young, 7 Fed. Rep. 855.\nApril 29, 1895:"
  },
  "file_name": "0589-01",
  "first_page_order": 611,
  "last_page_order": 613
}
