{
  "id": 1763827,
  "name": "In re The JUNE 1979 ALLEGHENY COUNTY INVESTIGATING GRAND JURY. Petition of Mario E. J. LANNI",
  "name_abbreviation": "In re The June 1979 Allegheny County Investigating Grand Jury",
  "decision_date": "1980-05-30",
  "docket_number": "No. 101",
  "first_page": "143",
  "last_page": "155",
  "citations": [
    {
      "type": "official",
      "cite": "490 Pa. 143"
    },
    {
      "type": "parallel",
      "cite": "415 A.2d 73"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "563 F,2d 577",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        889099
      ],
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/563/0577-01"
      ]
    },
    {
      "cite": "429 U.S. 589",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        7501
      ],
      "weight": 4,
      "year": 1976,
      "pin_cites": [
        {
          "page": "599-600",
          "parenthetical": "footnotes omitted"
        },
        {
          "page": "876",
          "parenthetical": "footnotes omitted"
        },
        {
          "parenthetical": "footnotes omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/429/0589-01"
      ]
    },
    {
      "cite": "381 U.S. 479",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6172057
      ],
      "weight": 3,
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/us/381/0479-01"
      ]
    },
    {
      "cite": "394 U.S. 557",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6176248
      ],
      "weight": 3,
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/us/394/0557-01"
      ]
    },
    {
      "cite": "410 U.S. 113",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11957048
      ],
      "weight": 3,
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/us/410/0113-01"
      ]
    },
    {
      "cite": "347 F.2d 760",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        860385
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/347/0760-01"
      ]
    },
    {
      "cite": "2 A.2d 501",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1938,
      "opinion_index": 0
    },
    {
      "cite": "133 Pa.Super. 139",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1013099
      ],
      "year": 1938,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/133/0139-01"
      ]
    },
    {
      "cite": "10 A.2d 98",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1939,
      "opinion_index": 0
    },
    {
      "cite": "137 Pa.Super. 541",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1021086
      ],
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/137/0541-01"
      ]
    },
    {
      "cite": "145 A. 437",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1929,
      "opinion_index": 0
    },
    {
      "cite": "295 Pa. 349",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1115130
      ],
      "year": 1929,
      "opinion_index": 0,
      "case_paths": [
        "/pa/295/0349-01"
      ]
    },
    {
      "cite": "482 Pa. 471",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1749586
      ],
      "weight": 4,
      "year": 1978,
      "pin_cites": [
        {
          "parenthetical": "Opinion of Mr. Justice Manderino joined by Mr. Justice Larsen"
        },
        {
          "parenthetical": "Opinion of Mr. Justice Manderino joined by Mr. Justice Larsen"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/482/0471-01"
      ]
    },
    {
      "cite": "488 Pa. 373",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1761093
      ],
      "weight": 3,
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa/488/0373-01"
      ]
    },
    {
      "cite": "482 Pa. 471",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1749586
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "487-94"
        },
        {
          "page": "426-30"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/482/0471-01"
      ]
    },
    {
      "cite": "410 U.S. 113",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11957048
      ],
      "weight": 3,
      "year": 1973,
      "opinion_index": 3,
      "case_paths": [
        "/us/410/0113-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 990,
    "char_count": 20581,
    "ocr_confidence": 0.816,
    "pagerank": {
      "raw": 1.0217084386957215e-06,
      "percentile": 0.9833903443791511
    },
    "sha256": "2501f6ea98891da793f79924c524c19bf24419c088fc79e485d77b812795132c",
    "simhash": "1:fa6e8dc0a4f9178c",
    "word_count": 3251
  },
  "last_updated": "2024-02-27T22:43:53.874309+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, NIX, LARSEN, FLAHERTY and KAUFFMAN, JJ.",
      "ROBERTS and NIX, JJ., filed concurring opinions.",
      "LARSEN and FLAHERTY, JJ., filed dissenting opinions."
    ],
    "parties": [
      "In re The JUNE 1979 ALLEGHENY COUNTY INVESTIGATING GRAND JURY. Petition of Mario E. J. LANNI."
    ],
    "opinions": [
      {
        "text": "OPINION\nEAGEN, Chief Justice.\nOn April 2, 1980, the Honorable Robert E. Dauer, supervising judge of the June 1979 Allegheny County Investigating Grand Jury, found Dr. Mario J. Lanni, Administrator of West Allegheny Hospital, in civil contempt of court for his refusal to comply with subpoena duces tecum C-2-0082. Lanni filed a petition to review in this Court. We entered a stay of the contempt order on April 3, 1980 and heard argument on April 14, 1980.\nThe contempt citation was the culmination of the following series of events:\nThe grand jury issued subpoena duces tecum C-2-0017 to West Allegheny Hospital in connection with an investigation into the Allegheny County Coroner’s Office and related activities and business interests involving use and misuse of county facilities, funds, employees, and equipment. The subpoena commanded production of original records and documents pertaining to tissue specimens submitted by West Allegheny Hospital for testing to Pittsburgh Pathology and Toxicology Laboratory, Inc. (hereinafter P.P. & T.). On September 19, 1979, the hospital administrator appeared before the grand jury and delivered correspondence, can-celled checks, invoices, and itemized billings for tissue specimens submitted to P.P. & T. between January 1974 and May 1976. From this material, the grand jury was able to determine the names of patients whose tissue had been submitted to P.P. & T., the type of tissue submitted, the date the sample arrived at the laboratory, and the lab fees charged. The names, tissue types, and dates of receipt of samples were collated to produce an alphabetical list of patients whose surgical tissue specimens had been submitted to P.P. & T. during the relevant time period.\nTo aid in determining what portion, if any, of P.P. & T.’s testing was performed at county facilities using county personnel and equipment, the grand jury issued subpoena duces tecum C-2-0082 to the hospital administrator seeking production of the actual tissue reports issued by P.P. & T. for each of the patients on the alphabetical list. The hospital administrator informed the grand jury legal advisers by telephone that the hospital would not comply with the subpoena on advice of counsel. On February 12, 1980, counsel for the hospital objected in writing that compliance would breach hospital confidentiality and would be unreasonably time-consuming and expensive for the hospital. Counsel further requested a disclosure of the relevancy of the subpoenaed materials. See Appeal of Thomas Hawthorne, 488 Pa. 373, 412 A.2d 556 (1980). Following his review of the Commonwealth’s “Schofield ” affidavit, counsel for the hospital indicated he intended to file a motion to quash the subpoena, and a hearing date was set.\nThe supervising judge heard both testimony and argument on the motion to quash on March 3,1980 and March 11, 1980. The motion was denied on March 21, 1980, and compliance ordered on April 2, 1980. On that date, the hospital administrator appeared before the grand jury and refused to comply with the subpoena on the basis of confidentiality of the records sought. He was brought before the supervising judge and adjudged in civil contempt of court.\nThe administrator complains that the subpoena duces tecum was addressed to the wrong party; that West Allegheny Hospital is merely the custodian of the medical records; and, that, therefore, subpoenae should properly be addressed to each individual patient. In this Commonwealth, medical records are the property of the hospital and are not to be removed from the hospital premises except for court purposes. 28 Pa.Code § 115.28. Thus, while patients must be given access to, or copies of, their medical records in accordance with the Patient’s Bill of Rights, 28 Pa.Code §§ 103.21-103.24, they are not the owners of the records and the hospital cannot be considered merely a custodian. See 28 Pa.Code § 115.29. Moreover, the records here are all to be found in the hospital’s possession. Thus, the subpoena duces tecum was properly served on the hospital.\nAlthough the patients’ medical records are the property of the hospital, the personal nature of the information they contain results in an obligation on the part of the hospital to maintain the confidentiality of the records. Unless otherwise provided by law, the hospital must limit access to the records to authorized personnel in the absence of consent by the patient. 28 Pa.Code § 115.27; Patient’s Bill of Rights, supra. Because the hospital owes this duty to the patients whose medical records it possesses, the hospital asserted the existence of a physician-patient privilege with either a statutory or constitutional basis. See 42 Pa.C.S.A. § 5929 (Supp.1979); In re: B., 482 Pa. 471, 394 A.2d 419 (1978) (Opinion of Mr. Justice Manderino joined by Mr. Justice Larsen). Under these unusual circumstances, it was proper for the supervising judge to consider the claim of privilege even though such right or privilege is ordinarily properly asserted only by the patient.\nConcerning the statutory physician-patient privilege, our case law has drawn a distinction between information learned by a physician through communication to him by a patient and information acquired through examination and observation. Phillips’ Estate, 295 Pa. 349, 145 A. 437 (1929); Massich v. Keystone Coal & Coke Co., 137 Pa.Super. 541, 10 A.2d 98 (1939); Soltaniuk v. Metropolitan Life Insurance Co., 133 Pa.Super. 139, 2 A.2d 501 (1938). See also In re: B., supra. The distinction is rooted in the purpose of the privilege, merely to create a confidential atmosphere in which the patient will be encouraged to disclose all possible information bearing on his or her illness so that the physician may render effective treatment. Much information acquired by a physician acting in a professional capacity may relate back in some way to an initial communication by a patient, for example, a report of sickness .or pain in a particular area of the body. However, the privilege is limited to information which would offend the rationale of the privilege, i. e., information directly related to the patient’s communication and thus tending to expose it. Moreover, to fall within the terms of the statute, communications must tend to blacken the character of the patient.\nHere, the subpoenaed tissue reports contain no statutorily privileged communications. While identifying data, such as patient’s name and address, would tend to reveal communications by the patient, such communications would in no way tend to blacken the character of a patient. See Woods v. National Life and Accident Insurance Co., 347 F.2d 760 (3d Cir. 1965). The remaining information on the tissue reports was not gained as a result of communications by the patient. A sample of tissue, surgically removed, is submitted to a laboratory for examination and testing. The report indicates the type of tissue submitted, details what studies were done by the laboratory on the tissue sample, and reports what medical conclusions may be drawn as a result of the examination and studies of the tissue sample. None of this information is a direct result of communications by the patient to the physician, nor does it tend to expose such communications.\nBased on Mr. Justice Manderino’s opinion in In re: B., supra, the administrator asserts the physician-patient privilege is broader than the statutory provision, being rooted in the right to privacy guaranteed by both the United States Constitution and the Pennsylvania Constitution. While its sources and limits may be disputed, there can be no doubt that the United States Constitution guarantees a right to privacy. See Roe v. Wade, 410 U.S. 113, 93 S.Ct. 705, 35 L.Ed.2d 147 (1973); Stanley v. Georgia, 394 U.S. 557, 89 S.Ct. 1243, 22 L.Ed.2d 542 (1969); Griswold v. Connecticut, 381 U.S. 479, 85 S.Ct. 1678, 14 L.Ed.2d 510 (1965). Cases concerned with the constitutional protection of privacy “have in fact involved at least two different kinds of interests. One is the individual interest in avoiding disclosure of personal matters, and another is the interest in independence in making certain kinds of important decisions.” Whalen v. Roe, 429 U.S. 589, 599-600, 97 S.Ct. 869, 876, 51 L.Ed.2d 64 (1976) (footnotes omitted).\nClearly, the privacy interest of the patients which is implicated under the instant set of facts is the interest in avoiding disclosure of personal matters. This privacy interest finds explicit protection in the Pennsylvania Constitution, Art. 1, § 1, which provides, in pertinent part: “All men have certain inherent and indefeasible rights, among which are those ... of acquiring, possessing, and protecting property and reputation . . . .” Disclosure of confidences made by a patient to a physician, or even of medical data concerning the individual patient could, under certain circumstances, pose such a serious threat to a patient’s right not to have personal matters revealed that it would be impermissible under either the United States Constitution or the Pennsylvania Constitution. However, such circumstances do not exist in this case.\nSection 8(b) of the Investigating Grand Jury Act provides, with certain limited exceptions, that persons involved in grand jury proceedings shall be sworn to secrecy and shall be in contempt of court if they reveal any information they are sworn to keep secret. The supervising judge has the continuing responsibility to oversee grand jury proceedings, a responsibility which includes insuring the solemn oath of secrecy is observed by all participants. In the event the tissue reports must be used as evidence at any trial which may subsequently occur, an appropriate means of protecting the confidentiality of the patients’ medical records can be devised. Moreover, the subpoena could not have been enforced absent a showing of relevancy by the Commonwealth. Here again, the supervising judge plays a pivotal role in protecting individual rights in a manner consistent with a proper grand jury investigation. Considering the factual nature of the data required by the grand jury for the purpose of investigating parties unrelated to the patients themselves and the considerable protection offered by both the terms of the Investigating Grand Jury Act and the responsibility and discretion reposed in the supervising judge, we find neither the United States Constitution nor the Pennsylvania Constitution offended.\nThe hospital administrator asserted as a separate ground for quashing the subpoena duces tecum the claim that compliance would impose an excessive financial burden on the hospital. He presented no specific evidence regarding expense. Furthermore, the supervising judge offered to make personnel available to the administrator to work under his supervision and direction in retrieving the subpoenaed documents. Therefore, denial of the motion to quash on this ground was not an abuse of discretion. See Appeal of Thomas Hawthorne, supra.\nThe administrator made two additional arguments regarding the propriety of the subpoena: (1) the subpoenaed materials are irrelevant and are not “determinative” of any issue; and, (2) the grand jury exceeded the scope of its authority by issuing a subpoena for materials which would be appropriate evidence at trial, but are not necessary for the grand jury to perform its investigative function. These arguments contradict one another, and both miss the mark. In order for the court to enforce a grand jury subpoena, the Commonwealth must make a preliminary showing by affidavit that the information sought is relevant to an investigation being conducted by a grand jury which is properly within its jurisdiction and that the information is not sought primarily for another purpose. Appeal of Thomas Hawthorne, supra. A careful review of the “Schofield” affidavit submitted by the Commonwealth and the transcripts of the hearings on March 3, 1980 and March 11, 1980 reveals these requirements were satisfied.\nOrder affirmed. Stay previously entered is vacated.\nROBERTS and NIX, JJ., filed concurring opinions.\nLARSEN and FLAHERTY, JJ., filed dissenting opinions.\n. The grand jury was impanelled pursuant to the Investigating Grand Jury Act, November 22, 1978, P.L. 1148, No. 271, as amended, Act of July 20, 1979, P.L. 50, 19 P.S. § 265 et seq. (Supp.1980-81).\n. P.P. & T. claimed it did not possess its own copies of the tissue reports.\n. This was the second phone contact Mr. Lanni had with the grand jury legal advisers. He had first informed them compliance would be impossible because the hospital was undergoing inspection.\n. The parties concede any physician-patient privilege which may exist extends to hospital records.\n. Were a patient the target of a grand jury investigation whose medical records were sought, he might well be able to establish a sufficient interest to intervene in the proceedings to protect his rights. See, for example, In re Grand Jury Proceedings, 563 F,2d 577 (3d Cir. 1977). Since the information sought is factual data relating to an investigation of third parties, it is doubtful intervenor status would be granted to patients in this case.\n. 42 Pa.C.S.A. § 5929 (Supp.1979), which provides as follows:\n“No physician shall be allowed, in any civil matter, to disclose any information which he acquired in attending the patient in a professional capacity, and which was necessary to enable him to act in that capacity, which shall tend to blacken the character of the patient, without consent of said patient, except in civil matters brought by such patient, for damages on account of personal injuries.”\n. 42 Pa.C.S.A. § 5929 (Supp.1979) substantially reenacts Act of June 7, 1907, P.L. 462, No. 311, § 1, 28 P.S. § 328. Because this Court had construed the language of the physician-patient privilege statute before its reenactment by the General Assembly, we may presume the General Assembly intended the same construction to be placed upon the language of the reenactment. 1 Pa.C.S.A. § 1922(4) (Supp. 1978-79).\n. Mr. Justice Manderino’s opinion represented the view of two members of the Court only.\n. An additional and major constitutionally protected privacy interest is the right of the individual to be free of unreasonable government surveillance and intrusion. This privacy interest finds its protection in the Fourth Amendment. Whalen v. Roe, supra at 599 n. 24, 97 S.Ct. at 876 n. 24.\n. See note 1, supra. 19 P.S. § 272 (Supp. 1980-81).\n. We recognize a limited invasion of privacy will occur but consider it justified under the circumstances.",
        "type": "majority",
        "author": "EAGEN, Chief Justice."
      },
      {
        "text": "ROBERTS, Justice,\nconcurring.\nFor the reasons set forth in the concurring opinion in In re B., 482 Pa. 471, 487-94, 394 A.2d 419, 426-30 (1978), I agree with the majority that the tissue sample reports subpoenaed here are not privileged under 42 Pa.C.S. § 5929. Nor do I see any constitutional impediment to the supervising court’s order. I am confident that, in light of well-established hospital practice preserving patient confidentiality by way of numerical identification of patient data, the supervising court can fully protect patients against any allegedly prejudicial disclosures. Indeed, the grand jury itself, sworn to secrecy and under constant court supervision, provides at least as great assurance of protection as does either appellant’s institution or the outside laboratories involved in handling and processing the tissue samples. Unlike the grand jury, the latter organizations are not so sworn. Thus, I too would affirm the order of the supervising court and vacate this Court’s previous stay.",
        "type": "concurrence",
        "author": "ROBERTS, Justice,"
      },
      {
        "text": "NIX, Justice,\nconcurring.\nI am shocked at the majority’s total lack of appreciation of the patients’ interest in the proposed disclosure of this information. “Since the information sought is factual data relating to an investigation of third parties, it is doubtful intervenor status would be granted to patients in this case.” (N. 5) Throughout the majority opinion is reflected an unwarrantedly narrow view of the possible adverse consequences to the patients that might flow from such a disclosure and a reluctance to acknowledge the deference that should be given to the individual’s interest in avoiding disclosure of personal matters where that individual’s acts are in no way related to criminal activities. At the very least, the patients were entitled to notice and an opportunity to be heard before the court should have entered an order directing the surrender of the records in question.\nHowever, although I share appellant’s concern for the breach of confidentiality, and I further believe that the court’s action in directing disclosure offended the rights of the patients, these facts would not justify appellant’s refusal to comply with the court’s direction. Any duty owed by appellant or the hospital was discharged by the assertion of the privilege. Thus, there was no justification for any further refusal to comply with the order of the court.",
        "type": "concurrence",
        "author": "NIX, Justice,"
      },
      {
        "text": "LARSEN, Justice,\ndissenting.\nI dissent. Our society encourages those who are ill, diseased and plagued with any of the multitude of organisms which can inflict themselves upon humans to seek out treatment. To this end, citizens with anything from flu to venereal disease to cancer must of necessity reveal these private and sensitive matters to persons in the medical and scientific fields. A right of privacy protects our citizens from having such matters disclosed to others. See Pa. Const. Art. I, § 1 and Roe v. Wade, 410 U.S. 113, 93 S.Ct. 705, 35 L.Ed.2d 147 (1973).\nThe majority now carves a large hole in this right by, in effect, stating that if recipients are sworn to secrecy, they can then receive this information without breaching this important right. I do not agree.\nA breach of the right of privacy occurs when the information is transmitted to another, whether or not that person (the recipient) promises not to further transmit the information to others. It is knowledge of private and personal matters by another that is offensive — not that the knowledge may or may not continue on a course of travel to yet another eager ear. It is human nature which requires that secrets be communicated. The information desired by the grand jury can be obtained by other means which avoids the exposure of the patient’s personal data. Each patient should be given notice and an opportunity to protect his right of privacy in this matter.",
        "type": "dissent",
        "author": "LARSEN, Justice,"
      },
      {
        "text": "FLAHERTY, Justice,\ndissenting.\nThe majority correctly recognizes that the privacy interest asserted in this case “. . . finds explicit protection in the Pennsylvania Constitution . . . ” and, further, that “Disclosure of confidence made by a patient to a physician, or even of medical data concerning the individual patient could, under certain circumstances, pose such a serious threat to a patient’s right not to have personal matters revealed that it would be impermissible under either the United States Constitution or the Pennsylvania Constitution.” (Emphasis Supplied). It is, thus, conceded that, except for the unique circumstances here involved, the disclosure of the information encompassed by the subpoena in issue is impermissible as a constitutionally protected privacy interest. The circumstances, relied upon by the majority, however, are illusory in my view.\nThe fact that a grand jury is sworn to secrecy offers little, and at best insecure, protection to individuals, as experience has well demonstrated. The remaining “circumstance” belies the fallacy of the reasoning employed by the majority, as is stated: “In the event the tissue reports must be used as evidence at any trial which may subsequently occur, an appropriate means of protecting the confidentiality of the patients’ medical records can be devised.” If such can be accomplished at trial, as it most certainly can, why cannot the same “appropriate means” be “devised” by the District Attorney in his presentation to the grand jury? This question remains unanswered.\nAs the two “circumstances” which, according to the majority, take the subject information out of its constitutionally protected status have no support in reason or experience, I would reverse the Court below.",
        "type": "dissent",
        "author": "FLAHERTY, Justice,"
      }
    ],
    "attorneys": [
      "Samuel Y. Stroh, Pittsburgh, for petitioner.",
      "Charles A. DeMonaco, Leo M. Dillon, Asst. Dist. Attys., Robert E. Colville, Dist. Atty., for respondent."
    ],
    "corrections": "",
    "head_matter": "415 A.2d 73\nIn re The JUNE 1979 ALLEGHENY COUNTY INVESTIGATING GRAND JURY. Petition of Mario E. J. LANNI.\nSupreme Court of Pennsylvania.\nArgued April 14, 1980.\nDecided May 30, 1980.\nSamuel Y. Stroh, Pittsburgh, for petitioner.\nCharles A. DeMonaco, Leo M. Dillon, Asst. Dist. Attys., Robert E. Colville, Dist. Atty., for respondent.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, NIX, LARSEN, FLAHERTY and KAUFFMAN, JJ."
  },
  "file_name": "0143-01",
  "first_page_order": 175,
  "last_page_order": 187
}
