{
  "id": 1763791,
  "name": "CITY OF PITTSBURGH, Appellee, v. PENNSYLVANIA DEPARTMENT OF TRANSPORTATION, William Sherlock, as Secretary of the Department of Transportation, Grace M. Sloan, as Treasurer of the Commonwealth of Pennsylvania. Appeal of PENNSYLVANIA PUBLIC UTILITY COMMISSION; CITY OF PITTSBURGH, Appellant, v. PENNSYLVANIA DEPARTMENT OF TRANSPORTATION, William Sherlock, as Secretary of the Department of Transportation, Grace M. Sloan, as Treasurer of the Commonwealth of Pennsylvania. Pennsylvania Public Utility Commission, Appellee",
  "name_abbreviation": "City of Pittsburgh v. Pennsylvania Department of Transportation",
  "decision_date": "1980-07-03",
  "docket_number": "Nos. 20, 23",
  "first_page": "264",
  "last_page": "276",
  "citations": [
    {
      "type": "official",
      "cite": "490 Pa. 264"
    },
    {
      "type": "parallel",
      "cite": "416 A.2d 461"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "322 A.2d 114",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "457 Pa. 255",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        477868
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/457/0255-01"
      ]
    },
    {
      "cite": "31 A.2d 279",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1943,
      "opinion_index": 0
    },
    {
      "cite": "346 Pa. 491",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1216467
      ],
      "year": 1943,
      "opinion_index": 0,
      "case_paths": [
        "/pa/346/0491-01"
      ]
    },
    {
      "cite": "119 A.2d 227",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "383 Pa. 453",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1261961
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/pa/383/0453-01"
      ]
    },
    {
      "cite": "138 A.2d 143",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "185 Pa.Super. 418",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        738579
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/185/0418-01"
      ]
    },
    {
      "cite": "178 A.2d 820",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "pin_cites": [
        {
          "page": "823"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "197 Pa.Super. 350",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        757310
      ],
      "year": 1962,
      "pin_cites": [
        {
          "page": "357"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/197/0350-01"
      ]
    },
    {
      "cite": "370 A.2d 1257",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1977,
      "opinion_index": 0
    },
    {
      "cite": "142 A.2d 280",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "393 Pa. 212",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1279544
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/pa/393/0212-01"
      ]
    },
    {
      "cite": "384 A.2d 1193",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1738244
      ],
      "year": 1978,
      "pin_cites": [
        {
          "parenthetical": "plurality opinion"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/477/0488-01"
      ]
    },
    {
      "cite": "355 A.2d 860",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "185 A.2d 332",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "409 Pa. 33",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1883190
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa/409/0033-01"
      ]
    },
    {
      "cite": "245 A.2d 238",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "431 Pa. 199",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1917375
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/431/0199-01"
      ]
    },
    {
      "cite": "479 Pa. 411",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1742193
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/479/0411-01"
      ]
    },
    {
      "cite": "479 Pa. 384",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1742235
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "386"
        },
        {
          "page": "710"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/479/0384-01"
      ]
    },
    {
      "cite": "119 A. 723",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 5,
      "year": 1923,
      "pin_cites": [
        {
          "page": "723"
        },
        {
          "page": "724"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "276 Pa. 12",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1077588
      ],
      "weight": 3,
      "year": 1923,
      "pin_cites": [
        {
          "page": "14"
        },
        {
          "page": "15"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/276/0012-01"
      ]
    },
    {
      "cite": "476 Pa. 261",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1736887
      ],
      "weight": 3,
      "year": 1977,
      "pin_cites": [
        {
          "parenthetical": "opinion in support of reversal, Roberts, J."
        },
        {
          "parenthetical": "opinion in support of reversal, Roberts, J."
        },
        {
          "parenthetical": "opinion in support of affirmance, Pomeroy, J."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/476/0261-01"
      ]
    },
    {
      "cite": "291 A.2d 93",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "pin_cites": [
        {
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "447 Pa. 439",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1942907
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "442",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/447/0439-01"
      ]
    },
    {
      "cite": "479 Pa. 411",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1742193
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 1,
      "case_paths": [
        "/pa/479/0411-01"
      ]
    },
    {
      "cite": "479 Pa. 384",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1742235
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 1,
      "case_paths": [
        "/pa/479/0384-01"
      ]
    },
    {
      "cite": "291 A.2d 93",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "pin_cites": [
        {
          "page": "95"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "447 Pa. 439",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1942907
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "442"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/447/0439-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 971,
    "char_count": 22904,
    "ocr_confidence": 0.814,
    "pagerank": {
      "raw": 4.691334901220232e-07,
      "percentile": 0.9284427393257291
    },
    "sha256": "179ec959ead9504e918856e13345befc803befb934a3bd637918e2bf010b37a5",
    "simhash": "1:b92db65296cd8ea5",
    "word_count": 3748
  },
  "last_updated": "2024-02-27T22:43:53.874309+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, NIX, LARSEN, FLAHERTY and KAUFFMAN, JJ.",
      "ROBERTS, J., filed a dissenting opinion.",
      "NIX, J., filed a dissenting opinion."
    ],
    "parties": [
      "CITY OF PITTSBURGH, Appellee, v. PENNSYLVANIA DEPARTMENT OF TRANSPORTATION, William Sherlock, as Secretary of the Department of Transportation, Grace M. Sloan, as Treasurer of the Commonwealth of Pennsylvania. Appeal of PENNSYLVANIA PUBLIC UTILITY COMMISSION. CITY OF PITTSBURGH, Appellant, v. PENNSYLVANIA DEPARTMENT OF TRANSPORTATION, William Sherlock, as Secretary of the Department of Transportation, Grace M. Sloan, as Treasurer of the Commonwealth of Pennsylvania. Pennsylvania Public Utility Commission, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nEAGEN, Chief Justice.\nOn August 17, 1972, the Pennsylvania Public Utility Commission (PUC) ordered the City of Pittsburgh (City) to begin immediate demolition and reconstruction of portions of the superstructure of the Baum Boulevard Bridge at the City’s expense pending further order of the PUC. By order of January 15, 1974, the PUC allocated the expenses of the project as follows: fifty percent (50%) to be paid by the Pennsylvania Department of Transportation (PennDOT), forty percent (40%) to be paid by the City, and ten percent (10%) to be paid by Allegheny County. Payments to the City were to be made when and as certified by the PUC. Certification occurred on October 30, 1974, and costs totalling $667,139.00 were allocated to PennDOT.\nPennDOT did not appeal the certification of costs. However, on February 14, 1975, PennDOT petitioned the PUC to open the record challenging certain items billed by the City, namely costs incurred before August 17, 1972 and engineering and inspection costs. After a hearing on May 8, 1975, the PUC clarified its order of January 15, 1974 and issued a modified certification on July 21, 1976. This time costs of $655,731.00 were allocated to PennDOT. This sum reflected a reduction equal to sums expended by the City before August 17,1972. The original order was amended to include specifically the challenged costs of engineering and inspection.\nAfter its repeated requests for payment by PennDOT failed, on October 27, 1976, the City filed a petition for review in the nature of mandamus in the Commonwealth Court. PennDOT filed preliminary objections to the effect that the Court could not order payment of funds which had not been appropriated by the legislature. Later, PennDOT withdrew the preliminary objections and paid the City the sum of $655,731.00, but refused to pay interest on that sum. The City moved for judgment on the pleadings and requested an order directing PennDOT to pay interest at the statutory rate from the date of initial certification. The Commonwealth Court awarded interest dating back to July 21, 1976, the date on which the cost certification was modified. Both parties appeal from that order; PennDOT claims no interest is due; and, the City claims interest should be computed from the date of the initial certification.\nPennDOT’s challenge to the order of the Commonwealth Court awarding interest to the City is based on “the well-settled rule that a sovereign state is not liable for interest in any case except where, expressly or by reasonable construction of a contract or statute, it has placed itself in a position of liability.” Purdy Estate, 447 Pa. 439, 442, 291 A.2d 93, (1972) (citations omitted). The Mandamus Act of 1893, the basis for an interest award in this case, does not specifically, nor by necessary implication, provide for awards of interest against the Commonwealth. See Allegheny County Police Pension Fund v. Casey, 476 Pa. 261, 382 A.2d 461 (1977) (opinion in support of reversal, Roberts, J.). The rationale of the rule that the Commonwealth is not ordinarily liable for interest was enunciated by this Court in Philadelphia v. Commonwealth, 276 Pa. 12, 119 A. 723 (1923):\n“The theory on which interest is allowed, except in cases of contract to pay interest, is that it is damages for delay or default in payment by the debtor, measured by a rate per cent. The State is not liable to pay interest on its debts unless bound by statute or by contract of its executive officers. The government is presumed to be always ready to pay, and it would be against public policy to declare it otherwise: (citations omitted).”\nId., 276 Pa. at 14, 119 A. at 723. The Court further noted there is “no law or section of the Constitution that forbids allowing interest.” Id., 276 Pa. at 15, 119 A. at 724.\nThis rule is closely akin to the doctrine of sovereign immunity, a doctrine abrogated by a majority of this Court as “unfair and unsuited to the times” in Mayle v. Pennsylvania Department of Highways, 479 Pa. 384, 386, 388 A.2d 709, 710, rehearing denied, 479 Pa. 411, 390 A.2d 181 (1978). Moreover, the very history of this case belies the presumption upon which the rule relies because here the Commonwealth, through PennDOT, clearly has not always been ready to pay its obligation even though for the most part it acknowledged it, infra. We believe the Commonwealth should be subject, under these circumstances, to the same rule as any other party before a court. Although an action in mandamus lies on the law side of the court, equitable principles guide the issuance of the writ and any grant of incidental relief. See Dombrowski v. City of Philadelphia, 431 Pa. 199, 245 A.2d 238 (1968); Taggart v. Board of Directors of Cannon-McMillan Joint School System, 409 Pa. 33, 185 A.2d 332 (1962). Thus, the decision whether to allow interest in a mandamus action under the circumstances was within the discretion of the trial court, see Allegheny County Police Pension Fund v. Casey, supra (opinion in support of affirmance, Pomeroy, J.), and we find no abuse of discretion in the ruling of the Commonwealth Court awarding interest instantly.\nPennDot further argues that, since it paid to the City the sum certified during the pendency of the mandamus action and since the Mandamus Act of 1893 does not authorize the award of interest alone where the principal has been paid, the Commonwealth Court did not have authority to award interest in this case, citing Wyoming Sand and Stone Co. v. Department of Revenue, 24 Pa.Cmwlth. 366, 355 A.2d 860 (1976), aff’d All Pa. 488, 384 A.2d 1193 (1978) (plurality opinion). However, the claimant in Wyoming Sand and Stone, supra, was not able to establish a clear right to the principal fund in question. Therefore, mandamus did not lie, and no basis for an incidental award of interest existed. More to the point is Alberts v. Garofalo, 393 Pa. 212, 142 A.2d 280 (1958), wherein a school district which had wrongfully suspended a school principal attempted to defeat his claim for back pay by reinstating him to his position after he had brought an action in mandamus. We held the reinstatement did not act to render the entire cause of action moot. Likewise, we shall not allow PennDOT to escape its obligation to pay interest because it tendered the principal sum due after the City initiated this lawsuit.\nWe turn now to the City’s claim that interest should be computed from the date of the first certification, October 30,1974, rather than from the date of the modified certification, July 21,1976. When the PUC initially certified costs of $667,139.00 allocable to PennDOT, PennDOT took no appeal, nor did it file a timely petition for a rehearing asserting the existence of new or additional evidence which would have tolled the appeal period. See In re Application of PennDot, 29 Pa.Cmwlth. 368, 370 A.2d 1257 (1977). When no appeal is taken from a PUC order allocating costs for reconstruction of a railroad crossing bridge, that order becomes final and the obligation of a party to pay the allocated costs ordinarily becomes “an adjudicated fact similar, in many respects, to a money judgment.” Department of Highways v. Pa. P.U.C., 197 Pa.Super. 350, 357, 178 A.2d 820, 823 (1962). While instantly no sum was specified in the allocation order, the order announced payment would be due upon certification of costs by the PUC. Thus, if no appeal were taken after certification, certification would engender finality.\nPennDOT’s petition to open the record, filed to challenge some of the costs billed by the City, was neither an appeal, nor a petition for a rehearing, but instead a petition to amend or modify the certification pursuant to § 1007 of the Public Utility Code. By the terms of that provision, the PUC has the power to amend or rescind its own orders at any time subject only to the requirements of due process. Department of Highways v. Pa. P.U.C., 185 Pa.Super. 418, 138 A.2d 143 (1958). Because such relief may result in disturbance of final orders, it must be granted judiciously and only under appropriate circumstances.\nIn this case, PennDOT questioned inclusion of engineering and inspection costs and costs incurred by the City before the PUC became involved, neither of which PennDOT believed were intended to be included within the terms of the allocation order. After a public hearing, the PUC concluded “the intent of our order was misconstrued by both the department and the city, albeit with understandable reason, and should be clarified.” The original order was amended to include engineering and inspection costs, and the allocation reduced to reflect exclusion of costs incurred by the City before PUC involvement. However, although the PUC determined clarification was necessary with regard to these particular items, PennDOT had admitted at all times an unquestioned obligation to pay the City $590,438.00.\nWe may not disturb the PUC’s determination that the misunderstanding regarding its January 15, 1974 order was such as to merit the extraordinary relief granted in its order of July 21,1976. However, PennDOT, by its own admission, was obligated to pay the City the sum of $590,438.00 from October 30, 1974 forward. Neither of its challenges to the certification would have altered that portion of the obligation. Under these circumstances, the order of the Commonwealth Court awarding interest to the City must be modified to include interest at the statutory rate on the sum of $590,438.00 from October 30,1974 to July 21,1976 and on the sum of $655,731.00 from July 21, 1976 to September 21, 1977, date of payment of the principal.\nAffirmed as modified.\nROBERTS, J., filed a dissenting opinion.\nNIX, J., filed a dissenting opinion.\n. The PUC was involved in this matter by virtue of the Public Utility Code, Act of May 28, 1937, P.L. 1053, Art. IV, §§ 409, 411, as amended, 66 P.S. §§ 1179, 1181 (repealed) (substantially reenacted in 66 Pa. C.S.A. §§ 2702, 2704). On October 10, 1972, the City informed the PUC that deterioration and imminent failure of certain structural elements of the bridge roadway, above the tracks of the Baltimore and Ohio Railroad Company, had necessitated closure of the bridge two days earlier.\n. More specifically, engineering and inspection costs comprised costs of surveys, construction inspection, blasting, demolition, preparation and review of plans, core borings, and barricades.\n. Act of June 8, 1893, P.L. 345, § 16, as amended, 12 P.S. § 1919 (repealed), provides in pertinent part:\n“If a verdict is found for plaintiff and judgment is entered thereon, or if a judgment is given for him upon a demurrer, . he shall recover his damages and costs.”\nThe act is substantially reenacted at 42 Pa. C.S.A. § 8303 (1980 pamphlet).\n. An award of interest is in the nature of an award of damages. See Mauch v. Pittsburgh Pension Board, 383 Pa. 453, 119 A.2d 227 (1956); Carbondale City School District v. Fidelity and Deposit Company of Maryland, 346 Pa. 491, 31 A.2d 279 (1943).\n. Philadelphia v. Commonwealth, supra, involved an award of interest against the Commonwealth in favor of the city pursuant to a statute which specifically provided for such an interest award incidental to granting the city permission to sue the Commonwealth for overdue payments for election expenses.\n. See note 3, supra.\n. In its brief, PennDOT also maintains the award of interest is improper because payment of the principal could not be made in the absence of legislative authorization and appropriation of the necessary funds. In the Commonwealth Court, PennDOT filed preliminary objections in the nature of a demurrer asserting the court was without power to order payment by PennDOT absent legislative appropriation of the funds. PennDOT withdrew the preliminary objections by letter of March 11, 1976. The argument now advanced by PennDOT does not appear in the pleadings. Therefore, it is waived. See Dilliplaine v. Lehigh Valley Trust Co., 457 Pa. 255, 322 A.2d 114 (1974).\n. Act of May 28, 1937, Art. X, § 1007, 66 P.S. § 1397, repealed (substantially reenacted in 66 Pa. C.S.A. § 703(g)).\n. PUC order adopted December 23, 1975.\n. PennDOT admitted this obligation in a December 6, 1974 letter to the Treasurer of the City when requesting voluntary adjustment of the sum due because of the disputed items.",
        "type": "majority",
        "author": "EAGEN, Chief Justice."
      },
      {
        "text": "ROBERTS, Justice,\ndissenting.\nI dissent. Unlike the majority and the Commonwealth Court, I view the City of Pittsburgh’s “Petition for Review” seeking interest on the sum PennDOT reimbursed the City as an impermissible effort to enlarge the order of the PUC directing PennDOT only to reimburse the City and not to pay the City interest. Thus I would hold that the Commonwealth Court erred in awarding the City interest on the sum PennDOT reimbursed.\nIn August of 1972, the PUC ordered the City to demolish and reconstruct a city bridge carrying traffic over tracks of the Baltimore and Ohio Railroad Company. The City was to perform the demolition and reconstruction work initially at its own expense. The PUC directed, however, that after the City performed the work PennDOT was to pay fifty percent of the actual cost of materials and work, “when and as certified” by the PUC. Nothing in this initial order even purports to suggest the City is entitled to interest on Penn-DOT’s allocable share. The City took no appeal from the PUC’s determination.\nIn October of 1974, the PUC certified PennDOT’s share of City costs at $667,139.19. Again, however, this order does not suggest PennDOT is to pay the City interest. As with the previous order, the City never questioned this order in any respect.\nPennDOT believed the PUC’s certification order improperly included certain costs incurred before the PUC ordered demolition. After negotiations with the City proved unsuccessful, PennDOT petitioned the PUC to open the record and permit a reduction of PennDOT’s allocable share. After a hearing, in July of 1976 the PUC agreed in part with PennDOT and entered a revised order certifying PennDOT’s share of costs at $655,731.75. As with the previous PUC orders, however, nothing in this revised order indicates PennDOT is to pay the City interest on the sum reimbursed. The City again took no appeal.\nPennDOT did not immediately reimburse the City only because it believed then, as it believes now, that the Legislature first had to approve the demolition and rebuilding project. Nonetheless, the City began its efforts to compel reimbursement by way of judicial proceedings. Nothing on this record indicates that the City sought either the PUC’s or the Attorney General’s enforcement of the revised PUC reimbursement order. See Public Utility Law, Act of May 28, 1937, P.L. 1053, §§ 903 & 904, 66 P.S. §§ 1343 & 1344 (1959). Instead, the City proceeded directly against Penn-DOT by filing a Petition for Review in the Commonwealth Court. The City’s petition sought not only an order directing PennDOT to pay the principal sum of reimbursement but also interest from October, 1974, the date of the original, subsequently revised PUC order.\nWhile the City’s Petition for Review was pending, the Legislature approved the demolition and reconstruction project. PennDOT, which had been awaiting legislative approval, immediately made payment. The City, however, persisted in its request for interest on the sum reimbursed.\nOn the City’s motion for judgment on the pleadings, the Commonwealth Court agreed with the City that its request for interest is justified under the “damages” provision of section 16 of the Mandamus Act of 1893, Act of June 8,1893, P.L. 345, 12 P.S. § 1919 (1967). Section 16 provides:\n“If a verdict is found for the plaintiff and judgment is entered thereon, or if a judgment is given for him upon a demurrer, or by nihil dicit, or for want of an answer, by non sum informatus, or other pleading, he shall recover his damages and costs.”\nAccording to the Commonwealth Court, under this section the City may recover interest on the revised sum of $655, 731. 75 as “an incident of the main recovery sought against the Commonwealth.” The Commonwealth Court held, however, that interest is available only from July, 1976, the date the PUC entered its revised certification order. Thus it denied the City’s request for interest from October, 1974, the date of the PUC’s first certification order.\nThe majority now upholds the Commonwealth Court’s award of interest from July, 1976, the date of the PUC’s revised certification order. The majority also holds, however, that the Commonwealth Court erred in denying the City interest from October, 1974 on the principal sum of $590,438. The majority concludes that PennDOT’s failure to question its obligation to pay this amount of principal requires PennDOT to pay interest.\nFundamental to the error of both the majority and the Commonwealth Court is their acquiescence in the City’s view that only the Mandamus Act of 1893 is relevant to the propriety of the City’s present action. The City’s action, here a Petition for Review pursuant to Pa.R.App.Proc. 1501 et seq., in reality seeks enforcement of the PUC’s revised certification order. Nothing in the Public Utility Law expressly gives the City authority to enforce a PUC order. Power to obtain enforcement of PUC orders is specifically conferred only upon the PUC and the Attorney General. See Public Utility Law, §§ 903 & 904, 66 P.S. §§ 1343 & 1344. Surely if the City cannot bring the present enforcement proceeding it cannot seek the supplemental relief of interest on the principal sum the PUC ordered PennDOT to pay.\nEven if the City has authority to obtain enforcement of the PUC’s revised certification order, there remains the issue of whether, by way of the present petition for review, the City can enlarge the scope of the PUC’s revised certification order to include the previously unincluded subject of interest. Sound, general principles of administrative jurisprudence suggest otherwise. The PUC’s orders directing reimbursement are final and thus to be accorded the same res judicata effect paid any other judgment. See Restatement (Second) of Judgments, § 131 (Adjudication by Administrative Tribunal) (Tent. Draft No. 7, 1980). Moreover, nothing in sections 903 and 904 of the Public Utility Law would permit either the PUC or the Attorney General to enlarge the PUC’s order of enforcement to include interest. Far from permitting supplemental relief of interest to be entered, section 903 permits a court to enter a writ of mandamus compelling compliance with the extant order “in such modified or other form as will afford appropriate relief.” Surely it cannot be contended that a party such as the City, not mentioned in the Public Utility Law as a proper enforcing party, can accomplish any more by way of the general language of the Mandamus Act of 1893 than can those governmental bodies statutorily authorized to enforce a PUC order.\nFinally, there is the “well-settled rule that a sovereign state is not liable for interest in any case except where, expressly or by reasonable construction of a contract or statute, it has placed itself in a position of liability.” Purdy Estate, 447 Pa. 439, 442, 291 A.2d 93, 95 (1972). This rule is especially appropriate where, as here, one governmental body is seeking to compel another governmental body to pay interest. Nowhere in the relevant cost-allocation statute, Public Utility Law, § 411(a), 66 P.S. § 1181(a), or anywhere else does the Legislature even suggest that an award of interest against the Commonwealth is appropriate in this class of litigation. Indeed, an award of interest would mean only that one governmental body would be obliged to pay tax dollars to another. I cannot impute to the Legislature the intent to permit such an untoward result.\nThe majority suggests that this Court’s repudiation of sovereign immunity in Mayle v. Pennsylvania Department of Highways, 479 Pa. 384, 388 A.2d 709, reargument denied, 479 Pa. 411, 390 A.2d 181 (1978), somehow calls into question the rule of Purdy. In Mayle, this Court lifted the bar against trespass actions by private citizens against the Commonwealth. This case, however, unlike Mayle, involves a dispute between branches of local and state governments. However this Court now in light of Mayle might view a case involving a private party seeking interest against the Commonwealth, an issue on which I express no view, I do not believe the rule of Purdy should be changed or qualified on these facts.\nFor these reasons, that portion of the order of the Commonwealth Court awarding interest should be reversed and that portion denying interest affirmed.\nI cannot subscribe to the majority’s additional suggestion that Penn-DOT’s supposed unreadiness to pay the City justifies an interest award here. The record is clear that PennDOT has always been ready to pay the City. It did not do so immediately only because of its continuing belief that legislative approval of project expenditures was necessary before it could make reimbursement.",
        "type": "dissent",
        "author": "ROBERTS, Justice,"
      },
      {
        "text": "NIX, Justice,\ndissenting.\nThe decision of the majority overlooks one vitally important fact: that involved here is a wholly intergovernmental transaction. The party in the position of debtor as a consequence of the Public Utility Commission’s clarification order is the Department of Transportation (PennDOT), which is an arm of the Commonwealth. The creditor is the City of Pittsburgh, which is a political subdivision of that same Commonwealth. In my view, where a governmental body is in the position of creditor in the transaction and is also a subdivision of the debtor, there is no place for imposing an interest charge. For the “pockets” from which the payment must come and the eventual recipient are one-in-the-same.\nIf, on the other hand, there were additional costs incurred by the political subdivision to a third party for the Commonwealth’s failure to pay the specified sum at the appointed time, those costs could be rightfully charged against the state. Here no evidence was presented which showed any additional costs were incurred by the City of Pittsburgh due to PennDOT’s delay in paying the certified costs.\nI therefore respectfully dissent.",
        "type": "dissent",
        "author": "NIX, Justice,"
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "416 A.2d 461\nCITY OF PITTSBURGH, Appellee, v. PENNSYLVANIA DEPARTMENT OF TRANSPORTATION, William Sherlock, as Secretary of the Department of Transportation, Grace M. Sloan, as Treasurer of the Commonwealth of Pennsylvania. Appeal of PENNSYLVANIA PUBLIC UTILITY COMMISSION. CITY OF PITTSBURGH, Appellant, v. PENNSYLVANIA DEPARTMENT OF TRANSPORTATION, William Sherlock, as Secretary of the Department of Transportation, Grace M. Sloan, as Treasurer of the Commonwealth of Pennsylvania. Pennsylvania Public Utility Commission, Appellee.\nSupreme Court of Pennsylvania.\nArgued May 19, 1980.\nDecided July 3, 1980.\nReargument Denied Aug. 1, 1980.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, NIX, LARSEN, FLAHERTY and KAUFFMAN, JJ."
  },
  "file_name": "0264-01",
  "first_page_order": 296,
  "last_page_order": 308
}
