{
  "id": 1763772,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Gregory SMITH, Appellant",
  "name_abbreviation": "Commonwealth v. Smith",
  "decision_date": "1980-07-03",
  "docket_number": "Nos. 287 and 347",
  "first_page": "329",
  "last_page": "336",
  "citations": [
    {
      "type": "official",
      "cite": "490 Pa. 329"
    },
    {
      "type": "parallel",
      "cite": "416 A.2d 494"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "388 U.S. 14",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6167274
      ],
      "weight": 3,
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/us/388/0014-01"
      ]
    },
    {
      "cite": "271 A.2d 486",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "441 Pa. 91",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1933888
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/441/0091-01"
      ]
    },
    {
      "cite": "308 A.2d 598",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "452 Pa. 569",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        574115
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/452/0569-01"
      ]
    },
    {
      "cite": "463 Pa. 449",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1708043
      ],
      "weight": 6,
      "year": 1975,
      "pin_cites": [
        {
          "page": "452"
        },
        {
          "page": "606"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/463/0449-01"
      ]
    },
    {
      "cite": "475 Pa. 535",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1734097
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/475/0535-01"
      ]
    },
    {
      "cite": "481 Pa. 44",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1747345
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/481/0044-01"
      ]
    },
    {
      "cite": "478 Pa. 327",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1740526
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/478/0327-01"
      ]
    },
    {
      "cite": "470 Pa. 343",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1723815
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/470/0343-01"
      ]
    },
    {
      "cite": "398 A.2d 948",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1753726,
        1753703
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa/484/0071-01",
        "/pa/484/0070-01"
      ]
    },
    {
      "cite": "484 Pa. 71",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1753726
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa/484/0071-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 574,
    "char_count": 9988,
    "ocr_confidence": 0.824,
    "pagerank": {
      "raw": 2.2957783242136056e-07,
      "percentile": 0.7867999254010563
    },
    "sha256": "4bf5b2275bf97fbde546b8dd87ff7d536f659878fc842bbf61bc1d4885d8a270",
    "simhash": "1:6fe7b7b65163ac56",
    "word_count": 1617
  },
  "last_updated": "2024-02-27T22:43:53.874309+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, LARSEN, FLAHERTY and KAUFFMAN, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Gregory SMITH, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nEAGEN, Chief Justice.\nGregory Smith was convicted in a nonjury trial in Philadelphia of murder of the third degree, criminal conspiracy, possession of an instrument of crime, and possession of a prohibited offensive weapon. Post-verdict motions were denied and concurrent prison sentences were imposed. An appeal from the judgment of sentence imposed on the murder conviction was filed in this Court. An appeal from the judgments of sentence imposed on the other convictions was filed in the Superior Court and later certified here.\nInitially Smith contends the evidence presented at trial was insufficient to sustain the convictions.\nThe standard of review for evaluating sufficiency of the evidence is whether, viewing the entire record in the light most favorable to the Commonwealth and drawing all reasonable inferences favorable to the Commonwealth, there is sufficient evidence to enable the trier of fact to find every element of the crime beyond a reasonable doubt. Commonwealth v. Smith, 484 Pa. 71, 398 A.2d 948 (1979); Commonwealth v. Boyle, 470 Pa. 343, 368 A.2d 661 (1977). Viewed in this light, the record reveals the following:\nOn May 15, 1977, at approximately 10:30 a. m., Gregory Smith, the appellant, and Leon Mayo, engaged in a fistfight on South 46th Street in Philadelphia. Later that morning, Smith engaged in another fistfight in the same neighborhood with Jerry Crew. Smith left the scene of the second fight but warned he would return. After he tried unsuccessfully to locate his brothers, Smith joined several of his friends including Eugene Blocker and Alan Blocker. Smith’s group went to Mayo’s house and confronted Mayo, Crew, Darryl Hill, and several other youths. Smith and Crew resumed fighting in front of Mayo’s house. After the police broke up their street fight, Smith and Crew continued fighting for twenty minutes or more in an alley behind the house. Mayo’s sister broke up the alley fight, and Mayo’s group walked to West Philadelphia High School where they were again confronted by Smith and his friends. Smith told Mayo he wanted to continue the fight with Crew. Mayo explained Crew had not come with them because he did not want to fight anymore. Smith suddenly dashed toward the corner where Eugene Blocker stood and shouted, “now, now” while simultaneously making two downward motions with his right hand, index finger pointing. Thereupon, Blocker fired one shot from a gun striking the decedent, Hill, as he attempted to run from the scene. The police transported Hill to the hospital where he was pronounced dead as a result of a gunshot wound to the lung and heart.\nSmith maintains the evidence was insufficient as a matter of law to establish he was “legally accountable” for Blocker’s act of shooting Hill and possessing the gun. See 18 Pa.C.S.A. § 306. Specifically, he maintains the evidence was insufficient to establish he had “the intent of promoting” the shooting. We disagree. In our view, the evidence was adequate to support a finding by the fact-finder that Smith directed or promoted the shooting.\nIn support of his insufficiency argument, Smith points to alleged inconsistencies in the testimony of Leon Mayo, “the Commonwealth’s main witness.” These conflicts in the testimony were for the fact-finder to resolve, Commonwealth v. Yost, 478 Pa. 327, 386 A.2d 956 (1978), and, as the record demonstrates, the trial court found that Smith shouted, “now, now.” Furthermore, the record is not so unreliable and contradictory that the fact-finder erred in making such a finding, Commonwealth v. Cristina, 481 Pa. 44, 391 A.2d 1307 (1978), particularly since another witness testified unequivocally that Smith shouted, “now, now.”\nSmith’s words and actions at the time of the shooting when considered with the other circumstances disclosed by the evidence were sufficient to warrant the fact-finder in finding Smith had the requisite intent under 18 Pa.C.S.A. § 306. Commonwealth v. Bridges, 475 Pa. 535, 381 A.2d 125 (1977).\nSmith also contends the Commonwealth violated its duty to make available to the defense all known eyewitnesses as required by Pennsylvania case law, see Commonwealth v. DiGiacomo, 463 Pa. 449, 345 A.2d 605 (1975); Commonwealth v. Jones, 452 Pa. 569, 308 A.2d 598 (1973); Commonwealth v. Gray, 441 Pa. 91, 271 A.2d 486 (1970), and by Pa.R.Crim.P. 305(B)(2)(a). Moreover, he maintains the trial court erred in not ordering the Commonwealth to comply with this requirement.\nActing pursuant to Pa.R.Crim.P. 305(A) which provides for informal pre-trial discovery, Smith’s counsel requested the District Attorney’s Office to supply him with the names and addresses of all known eyewitnesses in addition to any information discoverable under Pa.R.Crim.P. 305(B)(1). The Commonwealth’s reply contained certain requested information but did not include the names of any witnesses. Counsel did not file a pre-trial request for court-ordered formal discovery, but did bring the matter to the attention of the court at the beginning of the Commonwealth’s case-in-chief. The court expressed concern about the failure to provide known eyewitnesses, but did not then order the Commonwealth to do so.\nAt trial, the prosecutor presented the testimony of two eyewitnesses. After completion of the Commonwealth’s case-in-chief, defense counsel requested the identities of any other known witnesses. The prosecutor indicated he would give counsel copies of interviews with persons at the scene who were not called to testify and all the information in his possession as to their whereabouts. Counsel was thereafter given complete access to the Commonwealth’s file in this case. Further, the trial court offered to adjourn the case to aid counsel in locating and bringing into court any of the witnesses identified from the file. Counsel assented to the adjournment and “accepted] the responsibility of trying to find these witnesses.” Further, the court stated it would arrange to have any potential witness in custody brought to court to testify, and the Commonwealth offered the assistance of county detectives in attempting to locate and bring in any witness named by counsel. As a result of these efforts, the only two witnesses counsel stated he wanted did, in fact, testify for the defense.\nIt is clear that Pa.R.Crim.P. 305 is not applicable to the instant case since the information was filed prior to January 1, 1978, the effective date of the rule. However, Smith argues that the Commonwealth also violated the duty imposed by Pennsylvania case law to disclose the identities of all known eyewitnesses. It is clear the Commonwealth is required “to advise the defense of, and to make available to the defense [if] possible, all known eyewitnesses.” Commonwealth v. DiGiacomo, supra, 463 Pa. at 452, 345 A.2d at 606. This requirement is founded upon the Constitutional right of an accused to be provided with an adequate opportunity to present his version of the incident to the trier of fact. Washington v. Texas, 388 U.S. 14, 87 S.Ct. 1920, 18 L.Ed.2d 1019 (1967); Commonwealth v. DiGiacomo, supra.\nInstantly, the record clearly shows that this requirement was satisfied by the Commonwealth and that Smith was given an adequate opportunity to present his version of the incident and suffered no prejudice.\nJudgments of sentence affirmed.\n. 18 Pa.C.S.A. § 306, in pertinent part, provides,\n(a) General rule. — A person is guilty of an offense if it is committed by his own conduct or by the conduct of another person for which he is legally accountable, or both.\n(b) Conduct of another. — A person is legally accountable for the conduct of another person when:\n(1) acting with the kind of culpability that is sufficient for the commission of the offense, he causes an innocent or irresponsible person to engage in such conduct;\n(2) he is made accountable for the conduct of such other person by this title or by the law defining the offense; or\n(3) he is an accomplice of such other person in the commission of the offense.\n(c) Accomplice defined. — A person is an accomplice of another person in the commission of an offense if:\n(1) with the intent of promoting or facilitating the commission of the offense, he:\n(1) solicits such other person to commit it; or\n(ii) aids or agrees or attempts to aid such other person in planning or committing it; or\n(2) his conduct is expressly declared by law to establish his complicity.\n(d) Culpability of accomplice. — When causing a particular result is an element of an offense, an accomplice in the conduct causing such result is an accomplice in the commission of that offense, if he acts with the kind of culpability, if any, with respect to that result that is sufficient for the commission of the offense.\n. In his direct testimony, Mayo said Smith shouted, “now, now” to Blocker immediately before the shooting. During cross-examination, he described Smith’s words as “no, no” and admitted that, in his testimony at Blocker’s trial, he described the words as “naw, naw.”\n. This same evidence is also sufficient to establish the requisite intent under 18 Pa.C.S.A. § 903 to support the criminal conspiracy conviction, which intent Smith claims the Commonwealth failed to prove.\n. The comment to Rule 305 reads in part as follows:\n“amended June 29, 1977, effective as to cases in which the indictment or information is filed on or after January 1, 1978.” [Emphasis added.]\n. In Commonwealth v. Jones, supra, we noted the Commonwealth is only required to apprise the defense at trial of the names and whereabouts of available witnesses it has not called to testify.",
        "type": "majority",
        "author": "EAGEN, Chief Justice."
      }
    ],
    "attorneys": [
      "Alan M. Tabas, Philadelphia, for appellant.",
      "Robert B. Lawler, Chief, Appeals Division, Asst. Dist. Atty., Cynthia H. Severinsen, Philadelphia, for appellee."
    ],
    "corrections": "",
    "head_matter": "416 A.2d 494\nCOMMONWEALTH of Pennsylvania, Appellee, v. Gregory SMITH, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted April 25, 1980.\nDecided July 3, 1980.\nAlan M. Tabas, Philadelphia, for appellant.\nRobert B. Lawler, Chief, Appeals Division, Asst. Dist. Atty., Cynthia H. Severinsen, Philadelphia, for appellee.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, LARSEN, FLAHERTY and KAUFFMAN, JJ."
  },
  "file_name": "0329-01",
  "first_page_order": 361,
  "last_page_order": 368
}
