{
  "id": 1763759,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Fred SMITH, Jr., Appellant",
  "name_abbreviation": "Commonwealth v. Smith",
  "decision_date": "1980-07-16",
  "docket_number": "No. 1003",
  "first_page": "374",
  "last_page": "380",
  "citations": [
    {
      "type": "official",
      "cite": "490 Pa. 374"
    },
    {
      "type": "parallel",
      "cite": "416 A.2d 517"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "334 A.2d 255",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        482923,
        482829
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/460/0604-01",
        "/pa/460/0605-01"
      ]
    },
    {
      "cite": "460 Pa. 605",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        482829
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/460/0605-01"
      ]
    },
    {
      "cite": "461 Pa. 17",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        483778
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/461/0017-01"
      ]
    },
    {
      "cite": "461 Pa. 615",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        483754
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/461/0615-01"
      ]
    },
    {
      "cite": "222 A.2d 902",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "423 Pa. 8",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1903167
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/423/0008-01"
      ]
    },
    {
      "cite": "309 A.2d 396",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "454 Pa. 59",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        579860
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/454/0059-01"
      ]
    },
    {
      "cite": "465 Pa. 367",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1712665
      ],
      "weight": 2,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa/465/0367-01"
      ]
    },
    {
      "cite": "236 A.2d 765",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "428 Pa. 244",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1912373
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/428/0244-01"
      ]
    },
    {
      "cite": "236 A.2d 765",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 1
    },
    {
      "cite": "428 Pa. 244",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1912373
      ],
      "year": 1968,
      "opinion_index": 1,
      "case_paths": [
        "/pa/428/0244-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 551,
    "char_count": 9313,
    "ocr_confidence": 0.819,
    "pagerank": {
      "raw": 1.5424168482544012e-07,
      "percentile": 0.6731236068203205
    },
    "sha256": "f7e5f910b8a8a72a1b36512c499710b23cb54b0f38572dfbb70c5167e524af98",
    "simhash": "1:945bd1aa3989da1b",
    "word_count": 1541
  },
  "last_updated": "2024-02-27T22:43:53.874309+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, NIX,. LARSEN, FLAHERTY and KAUFFMAN, JJ.",
      "FLAHERTY, J., filed a dissenting opinion in which O’BRIEN and ROBERTS, JJ., joined.",
      "O’BRIEN and ROBERTS, JJ., join in this dissenting opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Fred SMITH, Jr., Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nNIX, Justice.\nThe question raised in this appeal is whether the evidence presented was legally sufficient to sustain the jury’s verdict of guilt. Fred Smith, Jr. was tried and found guilty by a jury on charges of burglary, theft and conspiracy. Post-verdict motions were denied and appellant was sentenced to a term of imprisonment of one to three years and required to make restitution of one-third of the amount taken in the burglary as well as being assessed the cost of prosecution. A direct appeal to the Superior Court resulted in affirmance and we granted review.\nOn October 14, 1975, a small safe containing approximately $3,000.00 in paper currency and change and other personal papers was removed from the apartment of Edward Faust. Three men in an automobile, which was conclusively identified as belonging to appellant, were observed in the commission of this burglary. A general description, based upon racial origin, height and certain articles of clothing, was provided by a witness for the Commonwealth. However, the Commonwealth was unable to produce a witness who could positively identify appellant as being one of the three men. Equally as significant is the fact that there was nothing in the general description given that would positively exclude appellant as possibly being in the group described.\nIf the incriminating evidence against appellant was limited to the fact that his car was used in the commission of the crime we would agree that the evidence would not sustain the verdicts. Commonwealth v. Walker, 428 Pa. 244, 236 A.2d 765 (1968).\nA review of this record reveals that there is other evidence pointing to appellant’s guilt in addition to the fact that his vehicle was used in the perpetration of the crimes. The testimony established that the day after the crime appellant sold the vehicle in question and insisted upon receiving new registration plates, although this request entailed an additional expense. Appellant testified that he had not given anyone permission to use his vehicle that evening and that to his knowledge, the vehicle remained in the same parking place unmoved the entire evening. There was no evidence from which it could be inferred that the vehicle had been started that evening by any means other than the use of an ignition key. There was no testimony that anyone had access to the key other than appellant. Appellant argues that this evidence at best establishes only that he may have been present at the scene of the crime, but that there is no proof that he was an active participant. We agree that mere presence at the scene of the crime, standing alone, does not establish complicity. Commonwealth v. Goodman, 465 Pa. 367, 350 A.2d 810 (1976); Commonwealth v. Roscioli, 454 Pa. 59, 309 A.2d 396 (1973); Commonwealth v. Garrett, 423 Pa. 8, 222 A.2d 902 (1966). What does satisfy the quantum of proof necessary to convict is the combination of factors present pointing to appellant’s active participation in this crime.\nEvidence from which his presence at the scene could be inferred; proof that his car was used in the burglary and to remove the fruits of the crime from the scene; appellant’s total absence of any awareness that the vehicle had been removed from his possession without his permission; no. evidence as to how this car was removed and returned without an ignition key; the unusual considerateness of the “unknown thieves” who were careful to replace the vehicle in the exact same parking space from which it was taken; and the coincidence that appellant, unaware of the burglary on the previous night, would choose the next day to sell that vehicle and insist upon a new registration, which entailed an additional expense, all combined to provide the jury with ample basis for finding appellant’s guilt of the crimes charged beyond a reasonable doubt.\nIt must be remembered that in testing the legal sufficiency of the evidence to support the verdict, the reviewing court is not permitted to substantiate its judgment for that of the factfinder. The reviewing court is restricted to assessing the evidence in the light most favorable to the verdict winner, here the Commonwealth, and drawing all proper inference that the evidence suggests in that party’s favor. Commonwealth v. Robson, 461 Pa. 615, 337 A.2d 573 (1975); Commonwealth v. Boyd, 461 Pa. 17, 334 A.2d 610 (1975); Commonwealth v. Murray, 460 Pa. 605, 334 A.2d 255 (1975). Under this standard, we are satisfied that the verdict should stand.\nJudgment of sentence is affirmed.\nFLAHERTY, J., filed a dissenting opinion in which O’BRIEN and ROBERTS, JJ., joined.\nThis case was reassigned to the writer on May 21, 1980.\n. Appellant points to the fact that two days after the burglary, when he was arrested, he possessed a full beard. He argues that such a prominent feature would have been easily noticed and should have been recalled by the witness making the observation. This fact was a matter for the jury to consider, but it does not provide a basis for finding as a matter of law that appellant was not a member of the group described.\n. It is interesting to note that the salesman who sold the car to appellant also could not identify him, although the salesman unquestionably had an excellent opportunity to do so. Appellant conceded that he participated in the transaction. Thus, it appears that neither his beard nor any other characteristic was so prominent that appellant would necessarily be remembered.",
        "type": "majority",
        "author": "NIX, Justice."
      },
      {
        "text": "FLAHERTY, Justice,\ndissenting.\nI dissent. Having considered the evidence and inferences therefrom in the light most favorable to the Commonwealth, the verdict winner below, I conclude that, while the Commonwealth may have raised a suspicion of guilty, it has failed to meet its burden of proof of guilt beyond a reasonable doubt.\nAn eyewitness observed three men in the vicinity of the victim’s home — one drove an automobile in an alleyway, toward the victim’s residence, and the other two carried a black box from the vicinity of the victim’s home and placed it in the trunk of an automobile. This witness gave the following description at trial: “They were three black men. Medium height, five-eight, five-ten, somewhere in that vicinity, and that’s about all I could describe.” When pressed for more details, he testified, “One had a field jacket on, an army type, green, drab, olive, and when the other one came back, he had on a white T-shirt . . . .” More significantly, when asked if appellant was one of the men he saw, he answered, “7 can’t identify him, no.”\nNext day, appellant traded his automobile — the vehicle used in the burglary — for a used Buick Riviera, and he requested the issuance of new license plates. The Commonwealth argues that this immediate attempt to dispose of evidence indicates appellant’s guilty knowledge. Appellant’s disposal of the car, however, is not inconsistent with his innocence. The salesman testified that the car had two missing windows, that the right hand fender and door had body damage, and that the car was subsequently sold for scrap. This evidence is consistent with appellant’s testimony that he had intended to replace his car due to its condition and his concern that winter was nigh.\nIn Commonwealth v. Walker, 428 Pa. 244, 236 A.2d 765 (1968), this Court was presented with the question whether there was sufficient evidence to sustain a conviction on charges on conspiracy, assault and battery, aggravated assault and battery, and aggravated robbery. In that case the only admissible evidence tending to prove Walker’s guilt was the fact that his automobile was used by the robbers in their getaway and that three of his dollar bills were bloodstained. No witness explained how the robbers obtained Walker’s car if he was not with them nor was there any satisfactory explanation of the bloodstains on the money. There was no testimony by any eyewitness which in any way connected Walker to the crimes charged. In that case the evidence was held insufficient to sustain the convictions.\nLikewise, I am of the opinion that the evidence in the instant case was woefully insufficient to prove appellant’s guilt beyond a reasonable doubt.\nThe majority indicates that appellant’s lack of awareness of the removal of his automobile and lack of evidence as to the use of the automobile without an ignition key, in combination with the other evidence adduced at trial, justify a finding of guilt. I am of the opinion, however, that the accused should not be required to disprove his guilt. The Commonwealth has the burden of proving appellant’s guilt beyond a reasonable doubt, and it failed to meet its burden.\nFor these reasons the Order of the Superior Court affirming the judgment of sentence of the Court of Common Pleas should be reversed.\nO’BRIEN and ROBERTS, JJ., join in this dissenting opinion.\n. It should be pointed out that at the time of appellant’s arrest, two days after the incident, appellant wore a full beard.",
        "type": "dissent",
        "author": "FLAHERTY, Justice,"
      }
    ],
    "attorneys": [
      "Joel M. Scheer, Easton, for appellant.",
      "Daniel G. Spengler, Michael Vedomsky, Asst. Dist. Attys., Easton, for appellee."
    ],
    "corrections": "",
    "head_matter": "416 A.2d 517\nCOMMONWEALTH of Pennsylvania, Appellee, v. Fred SMITH, Jr., Appellant.\nSupreme Court of Pennsylvania.\nArgued April 15, 1980.\nDecided July 16, 1980.\nJoel M. Scheer, Easton, for appellant.\nDaniel G. Spengler, Michael Vedomsky, Asst. Dist. Attys., Easton, for appellee.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, NIX,. LARSEN, FLAHERTY and KAUFFMAN, JJ."
  },
  "file_name": "0374-01",
  "first_page_order": 406,
  "last_page_order": 412
}
