{
  "id": 1763805,
  "name": "In re Charles F. PASSMORE, Deceased. Trusts A and B. Appeal of Executor and Trustee of the ESTATE of Laura O. PASSMORE. Appeal of EVANGELICAL LUTHERAN CHURCH OF THE GOOD SHEPHERD",
  "name_abbreviation": "In re Passmore",
  "decision_date": "1980-07-03",
  "docket_number": "Nos. 36 and 37",
  "first_page": "391",
  "last_page": "399",
  "citations": [
    {
      "type": "official",
      "cite": "490 Pa. 391"
    },
    {
      "type": "parallel",
      "cite": "416 A.2d 991"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "199 A.2d 275",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "414 Pa. 80",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1890361
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/414/0080-01"
      ]
    },
    {
      "cite": "403 A.2d 978",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1757595
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa/486/0001-01"
      ]
    },
    {
      "cite": "317 A.2d 631",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "pin_cites": [
        {
          "page": "633-34"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "456 Pa. 163",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        584432
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "168"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/456/0163-01"
      ]
    },
    {
      "cite": "474 Pa. 232",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1732133
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/474/0232-01"
      ]
    },
    {
      "cite": "483 Pa. 157",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1751195
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/483/0157-01"
      ]
    },
    {
      "cite": "231 A.2d 135",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1967,
      "pin_cites": [
        {
          "page": "137"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "426 Pa. 93",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1908583
      ],
      "weight": 2,
      "year": 1967,
      "pin_cites": [
        {
          "page": "96"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/426/0093-01"
      ]
    },
    {
      "cite": "27 Pa.Dist. 561",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "year": 1918,
      "opinion_index": 1
    },
    {
      "cite": "67 A. 762",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1907,
      "opinion_index": 1
    },
    {
      "cite": "218 Pa. 431",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999629
      ],
      "year": 1907,
      "opinion_index": 1,
      "case_paths": [
        "/pa/218/0431-01"
      ]
    },
    {
      "cite": "231 A.2d 135",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1967,
      "pin_cites": [
        {
          "page": "137",
          "parenthetical": "emphasis supplied"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "426 Pa. 93",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1908583
      ],
      "weight": 2,
      "year": 1967,
      "pin_cites": [
        {
          "page": "96"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/426/0093-01"
      ]
    },
    {
      "cite": "231 A.2d 135",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 2
    },
    {
      "cite": "426 Pa. 93",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1908583
      ],
      "year": 1967,
      "opinion_index": 2,
      "case_paths": [
        "/pa/426/0093-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 659,
    "char_count": 14162,
    "ocr_confidence": 0.82,
    "pagerank": {
      "raw": 1.2837533150259223e-07,
      "percentile": 0.6182173169169323
    },
    "sha256": "1c9ed653ede77a1191cad53aec30e352f2b19ef3848bb1d515aa22588caf0255",
    "simhash": "1:9c6764c7c8209154",
    "word_count": 2315
  },
  "last_updated": "2024-02-27T22:43:53.874309+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "NIX, J., joins this opinion and files a concurring opinion.",
      "KAUFFMAN, J., files a dissenting opinion."
    ],
    "parties": [
      "In re Charles F. PASSMORE, Deceased. Trusts A and B. Appeal of Executor and Trustee of the ESTATE of Laura O. PASSMORE. Appeal of EVANGELICAL LUTHERAN CHURCH OF THE GOOD SHEPHERD."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nROBERTS, Justice.\nThis case poses the question whether donee Laura Pass-more effectively exercised a power of appointment that her husband, donor Charles F. Passmore, created in her favor. Unlike the Orphans’ Court Division of the Court of Common Pleas of Dauphin County, we conclude that donee did effectively exercise that power.\nIn 1970, donor executed a “Revocable Agreement of Trust” by which he created a revocable inter vivos trust for his own benefit as well as the benefit of donee and donee’s sisters. Donor named appellee, National Bank and Trust Company of Central Pennsylvania (the Bank), as trustee. Donor provided that, upon his death, if he is survived by donee, the Bank is to divide trust principal and form two new trusts. One of the new trusts, “Trust A,” is to consist of “such fractional portion of [original trust principal] that qualifies] for the marital deduction in determining the Federal estate tax on the estate of [donor] . . ..” Remaining principal is to comprise the other trust, “Trust B.” Donor gave the Bank discretion to pay donee income and principal from Trusts A and B. Donor also gave the Bank discretion to pay donee’s sisters principal from Trust B.\nDonor further provided that, upon donee’s death,\n“all the property then held in Trust A shall be distributed as she may by her will appoint, making specific reference to Trust A under this Revocable Agreement of Trust. The power to make such appointment, the conditions to which it may be made subject, and the permissible beneficiaries shall be without restriction or qualification of any kind.”\nDonor added that, should donee “fail to exercise effectively her power of appointment over any part of the property in Trust A, the principal held in Trust A at her death shall be added to, considered part of, and administered and distributed in the same manner as the property held in Trust B.” Donor created no other power of appointment in donee’s favor.\nDonor died in March of 1975. Donee died twenty-one months later. In her will, after directing payment of funeral expenses, donee exercised her power of appointment over Trust A principal as follows:\n“I give, bequeath and devise all of my property, of whatever nature and wherever situated, and expressly intend this act to constitute the exercise of any power of appointment which I may possess or enjoy under any Will or trust agreement executed by my husband, Charles F. Passmore, and/or the disposition of any property in which I may possess an interest as a beneficiary of a trust or otherwise am entitled to participate or share in its disposition or distribution, in trust, to be administered in a manner and for purposes hereinafter stated: . . . .”\nThe “manner” of administration and “purposes” of the trust include payment of income and principal, at the named trustee’s discretion, to donee’s sisters. Upon the sisters’ death, donee’s trustee is to pay twenty-five percent of the remainder to the Blind Association of Harrisburg and seventy-five percent of the remainder to the Good Shepherd Lutheran Church of Paxtang (the Church).\nIn April of 1978 the Bank filed a Second and Final Account. The Bank proposed to disregard donee’s exercise of her power of appointment, add Trust A principal to Trust B, and distribute the total fund in the manner donor provided in the event donee ineffectively exercised her power. The Church and the executor-trustee under donee’s will took exception, claiming the Bank incorrectly disregarded donee’s valid exercise of her power of appointment. The Bank and exceptants entered into a Stipulation of Facts, which included: On the parties’ briefs, the orphans’ court entered a final decree dismissing the exceptions and holding that, under Schede Estate, 426 Pa. 93, 231 A.2d 135 (1967), donee’s exercise of her power of appointment is ineffective for want of specific reference to Trust A in her appointment clause. Both donee’s executor-trustee and the Church have appealed.\n“9. It was Laura’s intention, in executing her will . . , to exercise her power of appointment over Trust A under the Charles Passmore Revocable Agreement of Trust\nWe agree with appellants that the orphans’ court’s reliance upon Schede Estate, supra, is misplaced. In Schede, the donor gave his spouse power to appoint principal of the donor’s testamentary trust “unto such person or persons, excluding herself, her estate or her creditors, as my wife may by her last will and testament or any writing in the nature thereof designate and appoint by specifically referring to this Will . . . .” The donee, who had remarried, in her will sought to exercise the power in favor of her new husband by way of the following language: “I give, devise and bequeath all of the rest, residue and remainder of my property, both real and personal of every kind and nature and of which I may have a power of appointment . . .” The donee in Schede, however, made no reference of any kind to the power of appointment her husband had created. This Court, in agreeing with the orphans’ court that the donee’s attempt to exercise the power was ineffective, stated:\n“the law has been clearly settled that strict and literal compliance with the terms of a special power of appointment is absolutely necessary for its valid and effective exercise. That means that the appointing instrument must specifically refer in the instant case to the power which was granted by [the donor’s] will and which [the donee] seeks to exercise and execute. A general residuary clause, even if and when it included the words, ‘I hereby exercise every power of appointment which I possess,’ would not and does not comply with and fulfill the donor’s condition and is not a valid exercise of the special power of appointment granted to [the donee].”\nSchede Estate, 426 Pa. at 96, 231 A.2d at 137.\nHere, however, unlike in Schede, donee in her will not only expressed her intention to exercise the power her husband conferred upon her but also made specific and express reference to the power her husband created. At the same time as she made a general bequest of “all of [her] property,” donee deliberately “exercise[d] . . . any power of appointment which [she] may possess or enjoy under any Will or trust agreement executed by [her] husband, Charles F. Passmore . . .. Trust A was, indeed, the only power of appointment her husband had conferred upon her.\nThe specific and express reference donee made here to the power her husband donor created was in full compliance with donor’s expressed objective. Husband donor here, unlike in Schede, did not intend or mandate that donee exercise the power created only by a strict and verbatim recital of his words. What he did direct was a reasonable substantive compliance with his expressed intention that his wife identify his grant of power to her by her deliberate act. Although donor did employ language stating that donee is to “mak[e] specific reference to Trust A under this Revocable Agreement of Trust,” donor immediately added that\n“[donee’s] power to make such appointment, the conditions to which it may be made subject, and the permissible beneficiaries shall be without restriction or qualification of any kind.”\nThis latter clause, like any other part of a writing, must be viewed in light of the entire instrument. See e.g., Cahen Estate, 483 Pa. 157, 394 A.2d 958 (1978); Shehadi v. Northeastern National Bank of Pennsylvania, 474 Pa. 232, 378 A.2d 304 (1977). So too, we must avoid any interpretation which would attribute to donor an intention that only a repetition of his verbatim language will satisfy the power. For such an interpretation would frustrate the objectives of donor in creating the power of appointment.\nIn our view, by adding both that “[donee’s] power to make such appointment” and “the conditions to which it may be made subject” “shall be without restriction or qualification of any kind,” donor revealed that his true objective was not to create barriers hindering attainment of the substantive goals embodied in the power of appointment. Instead, donor intended that donee identify the power by deliberate act. As Commentary discussing similar language of a donor states, here it is “quite reasonable to conclude that, although the donor, in creating the power, prescribed by a specific formality, his effective intent was merely to require sufficient formality to insure against a hasty act by the donee.” V American Law of Property, Powers of Appointment § 23.44, p. 578 (Casner ed. 1952).\nConsistent with the donor’s intent, donee not only fulfilled donor’s substantive limitations but also fulfilled donor’s formal requirement of identifying and executing the power conferred. The decree of the orphans’ court concluding to the contrary therefore must be reversed.\nAppeal at No. 37 May Term, 1979 dismissed. Decree reversed and case remanded for proceedings consistent with this opinion. Each party pay own costs.\nNIX, J., joins this opinion and files a concurring opinion.\nKAUFFMAN, J., files a dissenting opinion.\n. Trust B principal is to be distributed to two named charities, the Lutheran Church of the Good Shepherd and the Harrisburg Home for the Friendless, and ten named individuals, including eight relatives of donor and donee’s two sisters.\n. Nothing on this record indicates that donee’s other charitable beneficiary, the Blind Association of Harrisburg, entered any objections.\n. Originally, both appellant executor-trustee and appellant Church filed timely, separate notices of appeal. Since then, however, appellant Church (appellant at No. 37 May Term, 1979) has informed the Deputy Prothonotary of this Court’s Middle District that it intends to join in the appeal of appellant executor-trustee (appellant at No. 36 May Term, 1979) and withdraw its separate appeal. Neither appellant executor-trustee nor the Bank has objected.\nThe Bank has filed a motion to dismiss appellant Church’s appeal. On the present record, reflecting not only appellant Church’s joinder in appellant executor-trustee’s appeal but also its agreement to withdraw its separate appeal, we grant the motion.\n. We do not understand appellants to argue that donee made a general bequest sufficient under 20 Pa. C.S. § 2514(13) to exercise donee’s power of appointment. See generally Fiduciary Review, August, 1967, p. 2. Rather, appellants contend that donee fulfilled donor’s requirement of identifying the power of appointment he created.\n. As we have stated in the context of charitable bequests,\n“[p]ublic policy does not permit a settlor to burden the judicial system with the responsibility to keep watch over every one of his personal vagaries that is unrelated to any proper trust purpose. Our jurisprudence does not require that judicial significance be attached to all manifestations of a settlor’s whimsy.”\nColeman Estate, 456 Pa. 163, 168, 317 A.2d 631, 633-34 (1974). See also Holdeen Trusts, 486 Pa. I, 403 A.2d 978 (1979); James Estate, 414 Pa. 80, 199 A.2d 275 (1974).\n. Thus we reject as inapposite not only Schede but also Slifer v. Beates, 9 S. & R. 166 (Pa. 1822), upon which the Bank extensively relies. There, as in Schede, the donee failed to comply with the desire of the creator of the power.\n. We reject the Bank’s contention that the decree must be affirmed on an alternative ground. Contrary to the Bank’s assertion, there is nothing on this record now to indicate that appellants have not properly pursued their appeals.",
        "type": "majority",
        "author": "ROBERTS, Justice."
      },
      {
        "text": "KAUFFMAN, Justice,\ndissenting.\nIn Schede Estate, 426 Pa. 93, 231 A.2d 135 (1967), this Court stated:\nFor over a hundred years, the law has been clearly settled that strict and literal compliance with the terms of a special power of appointment is absolutely necessary for its valid and effective exercise. That means that the appointing instrument must specifically refer in the instant case to the power which was granted by [the donor’s] will and which [the donee] seeks to exercise and execute. A general residuary clause, even if and when it included the words, “I hereby exercise every power of appointment which I possess,” would not and does not comply with and fulfill the donor’s condition and is not a valid exercise of the special power of appointment granted to [the donee].\nId., 426 Pa. at 96, 231 A.2d at 137 (emphasis supplied). See also Roger’s Estate, 218 Pa. 431, 67 A. 762 (1907); Slifer v. Beates, 9 S. & R. 166 (1822); Price’s Estate, 27 Pa.Dist. 561 (O.C. Phila. Co. 1918).\nThus, the courts of this Commonwealth have long required strict and literal compliance with all conditions on form of exercise imposed by the instrument creating a power of appointment. In this case, the donor (Charles) gave the donee (Laura) a power over a certain trust (Trust A) exercisable by will only by express reference to that specific trust under the named trust agreement. Simply stated, the donee failed to comply with her donor’s express instructions. Therefore, I would hold that the attempt to exercise the power of appointment was ineffective.",
        "type": "dissent",
        "author": "KAUFFMAN, Justice,"
      },
      {
        "text": "NIX, Justice,\nconcurring.\nI agree with Mr. Justice Kauffman that a strict reading of our decision in Schede Estate, 426 Pa. 93, 231 A.2d 135 (1967) would force the conclusion that the power was not effectively exercised. However, I believe the majority has elected the wise course of not being bound by the rigidity of Schede Estate, supra. Limitations on the manner of the exercise of a power of appointment should be recognized only where a legitimate purpose is obtained by the insistence upon literal compliance. Such was not the case here.",
        "type": "concurrence",
        "author": "NIX, Justice,"
      }
    ],
    "attorneys": [
      "Donald R. Waisel, Harrisburg, for appellee National Central Bank.",
      "Ronald M. Katzman, Harrisburg, for appellee Evan. Luth. Church.",
      "Edward G. Biester, Jr., Atty. Gen., for appellee Dept. of Justice.",
      "Robert H. Maurer, Harrisburg, for appellee Estate of Laura O. Passmore."
    ],
    "corrections": "",
    "head_matter": "416 A.2d 991\nIn re Charles F. PASSMORE, Deceased. Trusts A and B. Appeal of Executor and Trustee of the ESTATE of Laura O. PASSMORE. Appeal of EVANGELICAL LUTHERAN CHURCH OF THE GOOD SHEPHERD.\nSupreme Court of Pennsylvania.\nArgued May 23, 1980.\nDecided July 3, 1980.\nReargument Denied for No. 36, Aug. 15, 1980.\nDonald R. Waisel, Harrisburg, for appellee National Central Bank.\nRonald M. Katzman, Harrisburg, for appellee Evan. Luth. Church.\nEdward G. Biester, Jr., Atty. Gen., for appellee Dept. of Justice.\nRobert H. Maurer, Harrisburg, for appellee Estate of Laura O. Passmore."
  },
  "file_name": "0391-01",
  "first_page_order": 423,
  "last_page_order": 431
}
