{
  "id": 1763786,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Kenneth ANDERSON, Appellant",
  "name_abbreviation": "Commonwealth v. Anderson",
  "decision_date": "1980-07-03",
  "docket_number": "No. 852",
  "first_page": "436",
  "last_page": "443",
  "citations": [
    {
      "type": "official",
      "cite": "490 Pa. 436"
    },
    {
      "type": "parallel",
      "cite": "416 A.2d 1014"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "403 U.S. 443",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12027286
      ],
      "weight": 6,
      "year": 1971,
      "pin_cites": [
        {
          "page": "469-471",
          "parenthetical": "Emphasis supplied"
        },
        {
          "page": "2040-2041",
          "parenthetical": "Emphasis supplied"
        },
        {
          "page": "585-586",
          "parenthetical": "Emphasis supplied"
        },
        {
          "page": "467"
        },
        {
          "page": "2039"
        },
        {
          "page": "583"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/403/0443-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 666,
    "char_count": 14015,
    "ocr_confidence": 0.835,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.06609690371909714
    },
    "sha256": "39d339eca6b058d2f50fc0875e81e4e49ffd8b245069ac80388b46bec8ef972c",
    "simhash": "1:f84fb4ed03dbfca5",
    "word_count": 2348
  },
  "last_updated": "2024-02-27T22:43:53.874309+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, NIX, LARSEN, FLAHERTY and KAUFFMAN, JJ.",
      "FLAHERTY, J., filed a dissenting opinion in which ROBERTS, J., joined.",
      "ROBERTS, J., joins in this dissenting opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Kenneth ANDERSON, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nLARSEN, Justice.\nAfter a trial by jury, appellant was convicted of unlawful delivery and possession of controlled substances. He was sentenced to consecutive terms of imprisonment of three and one-half to seven years and one to three years. Appellant appealed these judgments of sentence to the Superior Court, which affirmed without opinion, and this Court granted appellant’s petition for allowance of appeal.\nAppellant raises five issues. In his first three contentions appellant asserts that the court below erred in not suppressing the physical evidence obtained from his home because: 1) there was no probable cause for the search since the affidavit “does not contain sufficient information to justify the conclusion that evidence or the fruits of a crime may be found at the place to be searched”, 2) the search was invalidated by the police’s unannounced entry into the house, and 3) the search was invalid because the warrant erroneously describes the place to be searched and its owners, and was issued to and executed by law enforcement officials acting outside of their jurisdiction. Next, appellant alleges that the evidence was insufficient to support his convictions. And, finally, appellant contends that the court erred in admitting into evidence currency found in appellant’s dresser which was identified as having been used to purchase drugs from another the day before appellant’s arrest.\nAfter reviewing the record, we find that these issues are without merit, and that the Superior Court was correct in its disposition of the appeal. Accordingly, the judgments of sentence are affirmed.\nFLAHERTY, J., filed a dissenting opinion in which ROBERTS, J., joined.\n. This case was reassigned to this writer on May 25, 1980.",
        "type": "majority",
        "author": "LARSEN, Justice."
      },
      {
        "text": "FLAHERTY, Justice,\ndissenting.\nI dissent.\nThe record in this case discloses that on January 4, 1977, a police agent purchased a pound of marijuana from one Richard Anzalone using marked money. On January 5, 1977, the same agent purchased three pounds of marijuana from Anzalone and immediately arrested him. Police then arrested Anzalone’s supposed suppliers, the Andersons, and subsequently secured a search warrant for the Anderson's home based on the affidavit set out below. The warrant mentions drugs, drug paraphernalia, and marked money. I agree with the majority that the drugs found in the Anderson home were properly seized, but disagree that there was any legal basis for the seizure of the money.\nThe Pennsylvania Rules of Criminal Procedure require that in determining whether probable cause has been established, a reviewing court may look only within the four corners of the affidavit which has been prepared contemporaneously with the issuance of the search warrant. Pa.R. Crim.P. 2003(a) and (b) provide:\n(a) No search warrant shall issue but upon probable cause supported by one or more affidavits sworn to before the issuing authority. The issuing authority, in determining whether probable cause has been established, may not consider any evidence outside the affidavits.\n(b) At any hearing on a motion for the return or suppression of evidence, or for suppression of the fruits of evidence, obtained pursuant to a search warrant, no evidence shall be admissible to establish probable cause other than the affidavits provided for in paragraph (a).\nWhen we look to the four corners of the affidavit in this case, we nowhere find a reference to any sales of drugs except a sale on January 5, 1977, at which time no money changed hands. The sale on January 4, at which marked money was used, is not mentioned. While the affidavit may establish probable cause to believe that Anderson was involved in drug trafficking, it establishes no probable cause to believe that Anderson was in the possession of any marked money. Absent a reference to marked money in the affidavit, there is no probable cause to believe that a crime involving marked money has occurred, and therefore, there is no probable cause to issue a search warrant authorizing the seizure of the marked money.\nContrary to the majority’s apparent view that the police could not have done more in this case, I believe that the case illustrates ineffective police work. If the police knew that Anzalone had received marked money from a police officer and that Anderson was Anzalone’s supplier of narcotics, and if they believed that Anderson might have possession of this marked money (as they apparently did, since they included marked money in the search warrant), they were required to mention the sale involving marked money in the affidavit if they intended to seize the marked money.\nFurthermore, I disagree with the view that if the money had not been mentioned at all in the search warrant, it could have been seized under the plain view doctrine. Once it is established that the warrant was illegal as to marked money, that is the same as saying that the seizure of the money was warrantless. And if the seizure was warrantless, Coolidge v. New Hampshire requires that the marked money would not be seizable under the plain view doctrine because when police conduct warrantless searches:\nthe discovery of evidence in plain view must be inadvertent. . . . [W]here the discovery is anticipated, where the police know in advance the location of the evidence and intend to seize it, the situation is altogether different [than where the initially valid (and therefore limited) search was augmented by an inadvertent, plain view discovery]. The requirement of a warrant to seize imposes no inconvenience whatever, or at least none which is constitutionally cognizable in a legal system that regards warrantless searches as “per se unreasonable” in the absence of “exigent circumstances.”\nIf the initial intrusion is bottomed upon a warrant that fails to mention a particular object, though the police know its location and intend to seize it, then there is a violation of the express constitutional requirements of “Warrants . . . particularly describing [the] things to be seized.” . . . [T]o extend the scope of such an intrusion to the seizure of objects — not contraband nor stolen nor dangerous in themselves — which the police know in advance they will find in plain view and intend to seize, would fly in the face of the basic rule that no amount of probable cause can justify a warrantless seizure.\n403 U.S. 443 at 469-471, 91 S.Ct. 2022 at 2040-2041, 29 L.Ed.2d 564 at 585-586 (1971) (Emphasis supplied).\nCoolidge prohibits the warrantless seizure — and that is what this case involves — of objects “not contraband, nor stolen nor dangerous in themselves” which the police know they will find “in plain view.” The marked money in this case: (1) was known of by the police in advance of arriving at the Anderson house; (2) was known to be in the Anderson house (since it was mentioned in the search warrant); (3) was neither contraband, nor stolen nor dangerous in itself; (4) was improperly included on the face of the search warrant since no basis for inclusion was provided by the affidavit. Coolidge, therefore, prohibits seizure of this money.\nThe majority, in upholding seizure of the money, seems to forget the two distinct constitutional protections served by the warrant requirement and related to the plain view exception:\nFirst, the magistrate’s scrutiny is intended to eliminate altogether searches not based on probable cause. The premise here is that any intrusion in the way of search or seizure is an evil, so that no intrusion at all is justified without a careful prior determination of a necessity. .\nThe second, distinct objective is that those searches deemed necessary should be as limited as possible. Here, the specific evil is the “general warrant” abhorred by the colonists, and the problem is not that of intrusion per se, but of a general, exploratory rummaging in a person’s belongings. . . . The warrant accomplishes this second objective by requiring a “particular description” of the things to be seized.\nId. at 467, 91 S.Ct. at 2039, 29 L.Ed.2d at 583. Although I agree that the affidavit sets out sufficient facts to establish that the crime of drug trafficking had probably been committed, and that it therefore provides a basis for issuance of a warrant authorizing an intrusion and seizure of drugs, I disagree that the search was properly limited, as required by the second constitutional restriction set out above, since the affidavit nowhere mentions marked money and there was no reason, on the face of the affidavit, to include marked money in the search warrant.\nIn conclusion, the search was improperly limited, and there is no exclusion under the plain view doctrine. The marked money therefore was inadmissible. In my view the case should be remanded for a new trial and evidence of the marked money seized should be suppressed.\nI therefore dissent from the majority Opinion.\nROBERTS, J., joins in this dissenting opinion.\n. The affidavit reads as follows:\nOn 01-04-77 R. Anzalone told Agent Frankenburg that he could get 3 to 5 pounds of marijuana from his connection and also told the agent that his man was sitting on approx. 50 to 100 pounds of Columbian pot. Anzalone told the agent to return in about an hour. Anzalone then left his home in his vehicle and proceeded to 2046 Moravia Street. Anzalone knocked on the back door of this home but no one answered the door. Anzalone then returned home and within an hour of their meeting agent Frankenburg, returned to Anzalone’s home and was told by Anzalone that his connection was not at home. Anzalone was under surveillance by the affiant during his trip to and from Anderson’s home. At this time Anzalone told the agent that he would contact his man at 0900 hours on 01-05-77 and that the agent could return any time after 0930 hours on that date to pick up 3 to 5 pounds. At 0855 hours on 01-05-77 Anzalone was observed leaving his home and proceeding directly to Anderson’s home at 2046 Moravia Street. Anzalone was observed entering the rear door with nothing in his possession at 0902 hours. At 0909 hours Anzalone exited the back door and appeared to be carrying some type of gym bag. Anzalone then proceeded home in his vehicle and did not stop until he arrived at 1015 Westview Terrace Apt. A at approx. 0917 hours Anzalone carried the same package into his home through the rear door. Anzalone was under surveillance during this time period by Officer R. Smith. At approx. 1050 hours this date Agent Frankenburg entered Anzalone’s home through the front door and approx. 5 minutes later he exited the home with Anzalone and black male. Agent went to his own vehicle and then told all surveillance vehicles over the radio that he was going to Anderson’s house with the subject to make the 3 pound buy. All three men (Anzalone, black male and agent) then entered Anzalone’s vehicle and proceeded directly to 2046 Moravia Street the home of Ken Anderson. While proceeding to Anderson’s home Anzalone told the agent that if the agent had the money, Anzalone stated that he would be able to get the agent between 25 and 50 pounds of marijuana. Anzalone also stated that he could get a 50 pound bale of marijuana right now if the agent had the money. Anzalone also stated that he could the agent a pound of coke or half pound of smack right now or any time that the agent had the money. Anzalone also stated that the price of the 50 pound bale would be $325.00 per pound and then told the agent that he could break the bale up himself. Upon arriving at Anderson’s home Anzalone told the agent that he would go in the house and get the 3 pounds of Columbian marijuana and bring it out to the car for the agent and then received payment for the marijuana in the amount of $1,325.00 and take the money back into Ken. At approx. 1115 hours on 01-05-77 Anzalone left his vehicle in the driveway of 2046 Moravia Street and then entered the Anderson home through the rear door. At approx. 1117 hours on the same day Anzalone came out of the house via the rear door and then entered his vehicle with a red plastic bag that contained approx. 3 one pound bags of Columbian marijuana and handed this bag to the agent. The agent was then asked by Anzalone for the money and at this time the agent showed Anzalone the money and placed Anzalone and the black male under arrest. Anderson has been under investigation by the New Castle Police Department Narcotics Unit for the past 3 years and Lt. Abraham a former member of the Narcotic Bureau has told the affiant that during the time he served with the Narcotics Bureau he received information numerous times in the past from confidential and reliable informants that Anderson was a major drug dealer. Officer Carungi the affiant in this warrant also had received information on at least 9 separate occasions with in the past year that Anderson was a major dealer. Dana Frankenburg an agent for the past 10 months with the Mercer County Narcotics Unit and is also a deputy sheriff from Mercer County. Frankenburg has conducted several drug investigations and has also worked as a undercover agent in the past and has also attended several drug enforcement related schools.\n. It does not help the majority view to say that if there were nothing in the record about marked money and nothing in the search warrant, the money would be seizable under the plain view doctrine as evidence of drug trafficking. Since United States currency is probably to be found in every household in America, it is no more evidence of drug trafficking, and therefore no more seizable under the plain view doctrine, than tap water, which, in varying degrees of purity, is also to be found in most urban households.",
        "type": "dissent",
        "author": "FLAHERTY, Justice,"
      }
    ],
    "attorneys": [
      "Dennis J. Clark, Pittsburgh, for appellant.",
      "Donald Williams, Dist. Atty., New Castle, for appellee."
    ],
    "corrections": "",
    "head_matter": "416 A.2d 1014\nCOMMONWEALTH of Pennsylvania, Appellee, v. Kenneth ANDERSON, Appellant.\nSupreme Court of Pennsylvania.\nArgued March 12, 1980.\nDecided July 3, 1980.\nDennis J. Clark, Pittsburgh, for appellant.\nDonald Williams, Dist. Atty., New Castle, for appellee.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, NIX, LARSEN, FLAHERTY and KAUFFMAN, JJ."
  },
  "file_name": "0436-01",
  "first_page_order": 468,
  "last_page_order": 475
}
