{
  "id": 1896831,
  "name": "Adcox v. Pennsylvania Manufacturers' Association Casualty Insurance Company, Appellant",
  "name_abbreviation": "Adcox v. Pennsylvania Manufacturers' Ass'n Casualty Insurance",
  "decision_date": "1965-09-29",
  "docket_number": "Appeal, No. 143",
  "first_page": "170",
  "last_page": "176",
  "citations": [
    {
      "type": "official",
      "cite": "419 Pa. 170"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "107 A. 2d 854",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "378 Pa. 648",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1250877
      ],
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/pa/378/0648-01"
      ]
    },
    {
      "cite": "101 A. 2d 647",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "pin_cites": [
        {
          "parenthetical": "defendant's counterclaim in an assumpsit action stricken"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "375 Pa. 568",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1244373
      ],
      "year": 1954,
      "pin_cites": [
        {
          "parenthetical": "defendant's counterclaim in an assumpsit action stricken"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/375/0568-01"
      ]
    },
    {
      "cite": "107 A. 2d 871",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "pin_cites": [
        {
          "parenthetical": "defendant's preliminary objections to the complaint sustained with only a limited right to amend allowed"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "378 Pa. 641",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1250906
      ],
      "year": 1954,
      "pin_cites": [
        {
          "parenthetical": "defendant's preliminary objections to the complaint sustained with only a limited right to amend allowed"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/378/0641-01"
      ]
    },
    {
      "cite": "121 A. 2d 128",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "384 Pa. 390",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1263058
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/pa/384/0390-01"
      ]
    },
    {
      "cite": "106 A. 2d 860",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "176 Pa. Superior Ct. 310",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        723016
      ],
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/176/0310-01"
      ]
    },
    {
      "cite": "186 A. 2d 662",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "200 Pa. Superior Ct. 48",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        762926
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/200/0048-01"
      ]
    },
    {
      "cite": "169 A. 2d 527",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "403 Pa. 300",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1299535
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/pa/403/0300-01"
      ]
    },
    {
      "cite": "206 A. 2d 18",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "416 Pa. 277",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1892963
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/pa/416/0277-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 520,
    "char_count": 9061,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 7.248977071391286e-07,
      "percentile": 0.9679743876959622
    },
    "sha256": "7d9e346c1e664e3cdb43d6d97ab21a03fdf7c50e07e4bbbc4769782c14f9e3e3",
    "simhash": "1:d776d8f2882c2ff0",
    "word_count": 1531
  },
  "last_updated": "2024-02-27T22:05:45.856176+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Koberts, JJ."
    ],
    "parties": [
      "Adcox v. Pennsylvania Manufacturers’ Association Casualty Insurance Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Eagen,\nThis is an appeal from the order of the Court of Common Pleas No. 2 of Philadelphia County sustaining plaintiff’s demurrer and striking defendant’s new matter, on the ground that the question involved therein had been decided adversely to the defendant on its demurrer to the plaintiff’s amended complaint, which decision had become the “law of the case”.\nThe action was instituted by Adcox to recover damages for personal injuries from the Pennsylvania Manufacturers’ Association Casualty Insurance Company (Company), which was the workmen’s compensation insurance carrier for Adcox’s employer. The gist of the complaint is the Company’s negligence in performing duties gratuitously assumed in favor of Adcox, as an employee. The Company was permitted, under its contract of insurance with the employer, to make periodic safety (and other) inspections of the employer’s premises, and to report to the employer any hazards or deficiencies. Pursuant thereto, the Company did make such inspections, usually at three month intervals, and made reports to the employer. On these occasions of inspection, the Company’s agent failed to notice, or neglected to report to the employer, the fact that a dangerous or hazardous condition existed with regard to a certain laminating machine with which Adcox worked. As a result of the employer’s failure to learn of this defective condition of the laminating machine, it was not remedied and Adcox, his arm having been drawn thereinto, suffered severe injuries, including the surgical amputation of his left arm.\nAdcox filed an amended complaint in trespass, to which a demurrer was filed, assigning in support that the Company had no duty to make safety inspections, and that, in any event, it could not be liable outside of the coverage of the Pennsylvania Workmen’s Compensation Act as a “third party”. The court below overruled the demurrer, stating that, while there was no contractual duty to make safety inspections, since the Company had gratuitously undertaken to so perform, it was bound to do so in a careful manner, and that the Company was not entitled to equate itself with the employer so as to avoid liability as a “third party” tortfeasor.\nThe demurrer having been overruled, the Company entered a general denial to the amended complaint and set forth, as new matter, virtually identical contentions as those presented and disposed of upon the demurrer to the complaint. Thereupon, Adcox entered a demurrer and motion to strike the new matter, which were sustained and granted, from which followed this appeal.\nAdcox has filed a motion to quash the appeal on the ground that it is interlocutory, and further argues that the order from which Company should have appealed was the overruling of the demurrer to the amended complaint. We cannot agree that the order overruling the demurrer to the complaint was a final, appealable order. It was interlocutory, from which no appeal lies: McFarland v. Weiland Packing Co., Inc., 416 Pa. 277, 206 A. 2d 18 (1965), and cases therein cited, and Repyneck v. Tarantino, 403 Pa. 300, 169 A. 2d 527 (1961).\nNevertheless, and notwithstanding this conclusion, we agree with appellee’s contention that the present order from which the appeal has been entered is also interlocutory. And, finding no statute authorizing an appeal from such an order, the appeal must be quashed.\nPellegrine v. Home Ins. Co., 200 Pa. Superior Ct. 48, 186 A. 2d 662 (1962), and Higgs v. New York Fire Ins. Co., 176 Pa. Superior Ct. 310, 106 A. 2d 860 (1954), are both inapposite to the present question. While the posture of each of those cases was identical to the instant case, i.e., the appeal was taken from an order striking defendant’s new matter from the case, there is an essential distinguishing factor. In Higgs, the new matter alleged fraud, a question of fact requiring proof in the usual course of the trial; and in Pellegrine, the new matter alleged an earlier date of occurrence of a fire which would have extended the time of filing the complaint past the contractually imposed one year limitation on actions. Thus, in each of said cases, the striking of the new matter prevented factual proof of matters which the trier of fact could have determined in favor of the pleader so as to provide him with a complete factual defense.\nSuch is not the case here. The new matter first alleges that there was no duty owed to Adcox. But the striking thereof does not preclude proof on the matter. Adcox has alleged the Company’s negligence, of which an essential element is a duty owed by the actor to the claimant: Stevens v. Reading Street Ry. Co., 384 Pa. 390, 121 A. 2d 128 (1956). The major thrust of the new matter goes to the status of a workmen’s compensation insurance carrier. The Company does not have to prove it was such a carrier since that is plead in the complaint; and there is no factual matter to be proved to the trier of fact on the questions of whether or not such a carrier can be liable as a “third party” under the Act, or whether or not the carrier is to be equated with the employer for purposes of immunity from suit by an employee. These are pure questions of law, and the pleadings are mere conclusions thereon. There is no matter to be preserved for factual presentation. Nor is the Company’s assertion well taken that the defense of immunity from suit will be waived by the failure to preserve this pleading. Having been plead, the issues are preserved and will be considered should the occasion arise for an appeal to be taken in the ordinary course of this litigation.\nNeither are the mutually analogous cases of Ciletti v. Washington, 378 Pa. 641, 107 A. 2d 871 (1954) (defendant’s preliminary objections to the complaint sustained with only a limited right to amend allowed), and Broido v. Kinneman, 375 Pa. 568, 101 A. 2d 647 (1954) (defendant’s counterclaim in an assumpsit action stricken), helpful to appellant’s assertion of appealability. The pleader in each of those cases was effectively put out of court on the matter which he sought to litigate. In Giletti, the effect of the order was to enter judgment in favor of the defendant on those matters toward which no amendment was permitted. And in Broido, the effect was to enter judgment in favor of the plaintiff on defendant’s counterclaim and thus conclusively determine the issue. Further proofs were thereby precluded. And, as noted above, such a result does not obtain in the present case where no proofs could be asserted by the Company in support of the allegations in new matter.\nThe policy of the rule against entertaining appeals from interlocutory orders is clearly pointed out in Sullivan v. Philadelphia, 378 Pa. 648, 107 A. 2d 854 (1954) — “to preclude piecemeal determinations and the consequent protraction of litigation.” While it may be said that, should we determine the Company’s assertion in its favor, the case would be at an end; on the other hand, should we determine the immunity question in favor of Adcox, we would be required to return the record to the court below for a trial on the issue of negligence vel non. It is precisely this likelihood which has resulted in the sound and considered policy of this Court not to entertain appeals from interlocutory orders not specifically authorized to be taken by statute.\nThe ruling of the court below has not put the Company out of court. No factual proofs are necessary, nor allowable, to support the conclusions of law interjeeted by the new matter’s allegation of immunity from suit. The issue presumably will be raised upon the conclusion of the trial and an appeal may then be properly taken by the party adversely affected by the judgment entered as a consequence of the ruling thereon. Until such time, then, as the record is complete, we defer discussion of the merits of this particular question of law.\nAppeal quashed.\nA demurrer to the original complaint was sustained on the ground that no act of negligence had been alleged, but merely a contractual duty which could not have supported liability.\nAct of June 2, 1915, P. L. 736, §101 et seq., as amended, 77 P.S. §1 et seq.\nJudge Gold, in an opinion filed pursuant to our Rule 63, provides the impetus for this contention, stating that his order overruling the demurrer was a final order from which an appeal should have been taken if the correctness were to be tested, and that, no appeal having been taken, such ruling now becomes the “law of this case”.\nWhile the answer in Pellegrine was in fact, an amended answer filed without leave of court or agreement of the plaintiff or his counsel, the conclusion is of equal force with that of Higgs since the Superior Court directed that the answer and new matter be allowed nunc pro tunc.",
        "type": "majority",
        "author": "Mr. Justice Eagen,"
      }
    ],
    "attorneys": [
      "Joseph H. Foster, with him White & Williams, for appellant.",
      "Harry Lore, for appellee."
    ],
    "corrections": "",
    "head_matter": "Adcox v. Pennsylvania Manufacturers’ Association Casualty Insurance Company, Appellant.\nArgued May 3, 1965.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Koberts, JJ.\nJoseph H. Foster, with him White & Williams, for appellant.\nHarry Lore, for appellee.\nSeptember 29, 1965:"
  },
  "file_name": "0170-01",
  "first_page_order": 244,
  "last_page_order": 250
}
