{
  "id": 1896848,
  "name": "Commonwealth, Appellant, v. Yorktowne Paper Mills, Inc.",
  "name_abbreviation": "Commonwealth v. Yorktowne Paper Mills, Inc.",
  "decision_date": "1965-11-09",
  "docket_number": "Appeal, No. 7",
  "first_page": "363",
  "last_page": "370",
  "citations": [
    {
      "type": "official",
      "cite": "419 Pa. 363"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "79 Pa. Superior Ct. 138",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        651725
      ],
      "year": 1922,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/79/0138-01"
      ]
    },
    {
      "cite": "112 Atl. 35",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1920,
      "opinion_index": 0
    },
    {
      "cite": "269 Pa. 162",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063558
      ],
      "year": 1920,
      "opinion_index": 0,
      "case_paths": [
        "/pa/269/0162-01"
      ]
    },
    {
      "cite": "142 A. 2d 1",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "pin_cites": [
        {
          "page": "3"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "393 Pa. 274",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1279707
      ],
      "year": 1958,
      "pin_cites": [
        {
          "page": "278"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/393/0274-01"
      ]
    },
    {
      "cite": "60 A. 2d 586",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1948,
      "opinion_index": 0
    },
    {
      "cite": "163 Pa. Superior Ct. 173",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        464163
      ],
      "year": 1948,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/163/0173-01"
      ]
    },
    {
      "cite": "176 A. 2d 455",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "197 Pa. Superior Ct. 25",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        757195
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/197/0025-01"
      ]
    },
    {
      "cite": "68 S. Ct. 89",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "weight": 2,
      "year": 1947,
      "opinion_index": 0
    },
    {
      "cite": "332 U.S. 773",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        365088,
        365412,
        365189,
        364938,
        365487,
        365117
      ],
      "weight": 2,
      "year": 1947,
      "opinion_index": 0,
      "case_paths": [
        "/us/332/0773-02",
        "/us/332/0773-03",
        "/us/332/0773-01",
        "/us/332/0773-05",
        "/us/332/0773-06",
        "/us/332/0773-04"
      ]
    },
    {
      "cite": "52 A. 2d 576",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 4,
      "year": 1947,
      "pin_cites": [
        {
          "page": "577"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "356 Pa. 614",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        470652
      ],
      "weight": 3,
      "year": 1947,
      "opinion_index": 0,
      "case_paths": [
        "/pa/356/0614-01"
      ]
    },
    {
      "cite": "163 A. 2d 80",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "400 Pa. 584",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1292515
      ],
      "weight": 2,
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/pa/400/0584-01"
      ]
    },
    {
      "cite": "149 A. 2d 552",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "189 Pa. Superior Ct. 111",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        745018
      ],
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/189/0111-01"
      ]
    },
    {
      "cite": "181 A. 2d 853",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "198 Pa. Superior Ct. 446",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        758593
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/198/0446-01"
      ]
    },
    {
      "cite": "180 A. 2d 232",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "406 Pa. 641",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1304852
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa/406/0641-01"
      ]
    },
    {
      "cite": "198 A. 2d 583",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "413 Pa. 609",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1888569
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/pa/413/0609-01"
      ]
    },
    {
      "cite": "198 A. 2d 436",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "202 Pa. Superior Ct. 487",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        766909
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/202/0487-01"
      ]
    },
    {
      "cite": "95 A. 2d 925",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "373 Pa. 307",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1240362
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/pa/373/0307-01"
      ]
    },
    {
      "cite": "130 A. 2d 700",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "388 Pa. 61",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1272553
      ],
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/pa/388/0061-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 572,
    "char_count": 10268,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 1.206039822120888e-06,
      "percentile": 0.9878025707290271
    },
    "sha256": "8952718be89ef1ead6b03b925e80c5f4dc0956fe5815d7979de4ff8d4e183509",
    "simhash": "1:bb31aab142707c32",
    "word_count": 1779
  },
  "last_updated": "2024-02-27T22:05:45.856176+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Copien, Eagen, O’Brien and Roberts, JJ."
    ],
    "parties": [
      "Commonwealth, Appellant, v. Yorktowne Paper Mills, Inc."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Roberts,\nAppellee, Yorktowne Paper Mills, Inc., was assessed a sales and use tax under the Act of March 6, 1956, P. L. (1955) 1228, as supplemented and amended, 72 P.S. §§3403-1-3403-605, which it paid and promptly contested by filing a petition for refund. Upon the denial of its petition, and the denial of a petition for review, Yorktowne appealed to the Court of Common Pleas of Dauphin County, sitting as Commonwealth Court.\nThe case was tried by stipulation without a jury. Approximately one month after the trial, and before a decision was rendered, the Commonwealth for the first time raised the issue of the timeliness of the. appeal by a motion to quash. The court below denied the motion. Its decision on the merits partially dismissed and partially sustained Yorktowne’s appeal, ordering a refund in the amount of $852.36 and sustaining the tax on various items in the amount of $475.95. The Commonwealth brought the present appeal, contending that the court below erred in refusing to grant its motion to quash and in finding that certain items were not taxable under the statute.\nThe first issue before this Court is the timeliness of the appeal in the court below. The stipulated facts indicate that the Board of Finance and Revenue denied Yorktowne’s petition for review on June 2, 1961, and that Yorktowne subsequently appealed this decision to the Commonwealth Court on August 2, 1961. A copy of the notice containing the order of the board’s denial was attached to the stipulation of facts as Exhibit “D”. A notation on the bottom of this notice contained the recital that it had been' mailed to Yorktowne on June 2, 1961.\nSection 555 of the Selective Sales and Use Tax Act, Act of March 6, 1956, P. L. (1955) 1228, as supplemented and amended, 72 P.S. §3403-555, provides: “Any person aggrieved by the decision of die Board of Finance and Revenue under section 554, or by the board’s failure to act upon a petition for review within six months may, within sixty days, appeal to the Court of Common Pleas of Dauphin County from the decision of the board or of the department ... in the manner now or hereafter provided for by law for appeals in the case of tax settlements.”\nThe manner “provided for by law for appeals in the case of tax settlements” is set forth in §1104 of The Fiscal Code, Act of April 9, 1929, P. L. 343, as amended, 72 P.S. §1104 (Supp.' 1964), as follows: “Any . . . corporation . . . aggrieved by the decision of the Board of Finance and Revenue . . . may within sixty (60) days, appeal to the court of common pleas of Dauphin County from the decision of the Board of Finance and Revenue .... The said sixty (60)day period shall begin to run . . . from the date of mailing of notice of the refusal of the petition for review . . . (Emphasis supplied.)\nIf the notice of the board’s refusal was in fact mailed on June 2, 1961, Yorktowne’s appeal was filed on the sixty-first day following the mailing date, or one day beyond the period allowed by the statute.\nThe court below based its refusal to grant the Commonwealth’s motion to quash on the grounds that there was no evidence before it as to the date on which the notice had been mailed, and that moreover, even if the appeal were filed late, the Commonwealth was guilty of laches in not raising the question of its timeliness until one month after the case was tried and eighteen months after the appeal was filed.\nWe first consider the effect of the Commonwealth’s delay in raising the issue of timeliness of the appeal, since, if the Commonwealth is barred from raising that issue, this Court may then proceed directly to the merits. The statutory limitation of sixty days for appeal to the Court of Common Pleas of Dauphin County is an integral part of the Legislature’s policy of both administrative and judicial review of petitions for tax refunds. In order to properly effectuate the overall purpose of the statutory scheme, as well as to provide for finality in the determination of the merits of any given petition, it is necessary that the statutory procedures be given strict compliance. See Land Holding Corp. v. Bd. of Finance and Revenue, 388 Pa. 61, 130 A. 2d 700 (1957).\nAccordingly, failure to take an appeal within the time allowed by statute is a defect which may not be disregarded and which may be raised by the court sua spoute. See Dipple v. Pittsburgh, 373 Pa. 307, 95 A. 2d 925 (1953); Ifft v. Hunter, 202 Pa. Superior Ct. 487, 198 A. 2d 436 (1964); cf. Commonwealth v. Simon, 413 Pa. 609, 198 A. 2d 583 (1964); Hazel Twp. Supervisors’ Appeal, 406 Pa. 641, 180 A. 2d 232 (1962); Commonwealth ex rel. Greene v. Banmiller, 198 Pa. Superior Ct. 446, 181 A. 2d 853 (1962); Dept. of Highways v. Penna. Pub. Util. Comm’n, 189 Pa. Superior Ct. 111, 149 A. 2d 552 (1959).\nIt is settled that the parties may not stipulate appellate jurisdiction in disregard of statutory procedures. Cf. Foley Bros. Inc. v. Commonwealth, 400 Pa. 584, 163 A. 2d 80 (1960). Nor may jurisdiction be conferred through the approval of such agreements by the court. Fenerty Disbarment Case, 356 Pa. 614, 52 A. 2d 576, cert. denied, 332 U.S. 773, 68 S. Ct. 89 (1947).\nIt is therefore evident that whatever force the doctrine of laches may have in another context, it is not here relevant. The filing of a timely appeal being a. jurisdictional requirement, see Fenerty Disbarment Case, 356 Pa. 614, 52 A. 2d 576 (1947); Yeager v. United Natural Gas Co., 197 Pa. Superior Ct. 25, 176 A. 2d 455 (1961); Von Kaenel Unemployment Compensation Case, 163 Pa. Superior Ct. 173, 60 A. 2d 586 (1948), the delay, of the Commonwealth in raising the issue is of no consequence. Mere delay of one of the parties cannot be said to extend the jurisdiction of the Commonwealth Court to hear appeals beyond the period allowed by statute. It follows that the doctrine of laches is presently inapposite, and that the Commonwealth may not be barred from raising the issue any more than may this Court sua sponte. Cf. Fenerty Disbarment Case, supra at 616, 52 A. 2d at 577.\n: The court below, however, in refusing to grant the motion to quash the appeal, relied alternatively on the ground that the stipulated record made no reference to the date on which notice of the board’s order was mailed. It therefore concluded that absent evidence of the determinative factor with regard to the time-' liness of the appeal, it could not properly sustain the motion to quash. We agree with this conclusion.\nThe only reference to the relevant mailing date appears not within the body of the stipulation but, rather, as a notation on one of the exhibits attached thereto. According to the record, the exhibits were attached for the sole purpose of documenting the facts, which had been stipulated.\nOne of the facts so stipulated by the parties was that “the Board of Finance and Revenue, by its order', dated June 2, 1961, refused to set aside and overrule the action of the Sales Tax Board. . . .” Exhibit' “D” is a certified copy of this order. Typed on the bottom thereof is a notation that it was mailed to counsel for Yorktowne on June 2, 1961. Since the exhibit was not introduced as evidence, and was attached to the record for the sole purpose of documentation, we conclude, as did the court below, that under such circumstances it may only be used to support those facts which appear in the body of the stipulation. An exhibit in such an instance may not be deemed conclusive evidence of other facts appearing therein to which the parties have not stipulated. Cf. McDonald v. Feldman, 393 Pa. 274, 278, 142 A. 2d 1, 3 (1958); Fort Pitt Stamping & Enameling Co. v. American Natural Gas Co., 269 Pa. 162, 112 Atl. 35 (1920); Welch v. Harrigan, 79 Pa. Superior Ct. 138 (1922). This conclusion appears particularly compelling in the present case, since the significance of the mailing date was not called to anyone’s attention until eighteen months after the appeal was filed and more than one month after the facts stipulated were submitted at trial. It is clear, therefore, that the parties had not even considerd, let alone stipulated, the mailing date.\nSince on the instant record, the mailing date was neither stipulated nor established, we are unable to determine if the appeal should have been quashed. We therefore vacate the judgment of the court below and remand for a determination on the issue of the timeliness of the appeal.\nJudgment vacated and the record remanded.\nWe compute the statutory time period by excluding the first day (June 2) and by including the last day, unless the latter falls on a Saturday, Sunday or legal holiday. Statutory Construction Act, Act of May 28, 1937, P. L. 1019, §38, as amended, 46 P.S. §538. August 1, 1961, did not fall on a Saturday, Sunday or legal holiday. Therefore, it was the sixtieth and final day during which the appeal could have been filed, if the date of the mailing of the notice was,' as the Commonwealth asserts, June 2, 1961. As noted previously, the appeal was in fact filed on August 2, 1961.\nThe issue would of course be different if the exhibits were incorporated within the stipulations, either expressly, by reference or by implication. We presently venture no view with respect to such a case.\nThe order presumably was attached to this stipulation in order to document that the taxpayer was in fact aggrieved by a decision of the Board of Finance and Revenue, a prerequisite for appeal to the court of common pleas. Act of March 6, 1956, P. L. (1955) 1228, §555, as supplemented and amended, 72 P.S. §3403-555. The parties could not conclusively stipulate that the court had jurisdiction. Fenerty Disbarment Case, 356 Pa. 614, 52 A. 2d 576, cert. denied, 332 U.S. 773, 68 S. Ct. 89 (1947); cf. Foley Bros. Inc. v. Commonwealth, 400 Pa. 584, 163 A. 2d 80 (1960).",
        "type": "majority",
        "author": "Mr. Justice Roberts,"
      }
    ],
    "attorneys": [
      "Edward T. Baker, Deputy Attorney General, with him Walter E. Alessandroni, Attorney General, for Commonwealth, appellant.",
      "W. William, Anderson, with him Markowitz, Kagen & Griffith, for appellee.",
      "Richard C. Fox, with him James H. King, and McNees, Wallace & Nurick, for amicus curiae."
    ],
    "corrections": "",
    "head_matter": "Commonwealth, Appellant, v. Yorktowne Paper Mills, Inc.\nArgued April 23, 1965.\nBefore Bell, C. J., Musmanno, Copien, Eagen, O’Brien and Roberts, JJ.\nEdward T. Baker, Deputy Attorney General, with him Walter E. Alessandroni, Attorney General, for Commonwealth, appellant.\nW. William, Anderson, with him Markowitz, Kagen & Griffith, for appellee.\nRichard C. Fox, with him James H. King, and McNees, Wallace & Nurick, for amicus curiae.\nNovember 9, 1965:"
  },
  "file_name": "0363-01",
  "first_page_order": 437,
  "last_page_order": 444
}
