{
  "id": 1896923,
  "name": "Swatara Township v. Automatic Bowling Centre, Inc., Appellant; Swatara Township v. Red Crown Bowling Center, Inc., Appellant",
  "name_abbreviation": "Swatara Township v. Automatic Bowling Centre, Inc.",
  "decision_date": "1965-11-09",
  "docket_number": "Appeals, Nos. 37 and 38",
  "first_page": "482",
  "last_page": "488",
  "citations": [
    {
      "type": "official",
      "cite": "419 Pa. 482"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "94 A. 2d 53",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "172 Pa. Superior Ct. 291",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        477124
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/172/0291-01"
      ]
    },
    {
      "cite": "184 Atl. 37",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1936,
      "opinion_index": 0
    },
    {
      "cite": "320 Pa. 421",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1163676
      ],
      "year": 1936,
      "opinion_index": 0,
      "case_paths": [
        "/pa/320/0421-01"
      ]
    },
    {
      "cite": "194 A. 2d 162",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "pin_cites": [
        {
          "page": "165"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "412 Pa. 78",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1887217
      ],
      "year": 1963,
      "pin_cites": [
        {
          "page": "83"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/412/0078-01"
      ]
    },
    {
      "cite": "120 A. 2d 889",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "384 Pa, 568",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1263095
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/pa/384/0568-01"
      ]
    },
    {
      "cite": "71 A. 2d 280",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1950,
      "pin_cites": [
        {
          "page": "284"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "364 Pa. 157",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1223495
      ],
      "year": 1950,
      "pin_cites": [
        {
          "page": "166"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/364/0157-01"
      ]
    },
    {
      "cite": "198 Atl. 889",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1938,
      "opinion_index": 0
    },
    {
      "cite": "330 Pa. 342",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1182999
      ],
      "weight": 2,
      "year": 1938,
      "opinion_index": 0,
      "case_paths": [
        "/pa/330/0342-01"
      ]
    },
    {
      "cite": "264 U.S. 137",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6138105
      ],
      "weight": 2,
      "year": 1924,
      "opinion_index": 0,
      "case_paths": [
        "/us/264/0137-01"
      ]
    },
    {
      "cite": "202 A. 2d 811",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "415 Pa. 206",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1891826
      ],
      "weight": 2,
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/pa/415/0206-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 606,
    "char_count": 10969,
    "ocr_confidence": 0.499,
    "pagerank": {
      "raw": 2.657353938963714e-07,
      "percentile": 0.8245868774588789
    },
    "sha256": "3706dfcbd3ec6a59e7fb85bee5d4f14645d8d5df880c4eff76ecc15aa8077337",
    "simhash": "1:9bab6df821a4b056",
    "word_count": 1787
  },
  "last_updated": "2024-02-27T22:05:45.856176+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C: J., Mtjsmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ."
    ],
    "parties": [
      "Swatara Township v. Automatic Bowling Centre, Inc., Appellant. Swatara Township v. Red Crown Bowling Center, Inc., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Roberts,\nAppellee, Swatara Township, instituted suit against appellants, Automatic Bowling Centre, Inc. and Red Crown Bowling Center, Inc., both owners and operators of bowling establishments within the township, to recover sums allegedly due under tbe township’s amusement tax ordinances for the period 1960-1963. Appellants denied liability, attacked the validity of the ordinances, and filed counterclaims for payments previously made. Judgment for the township and against appellants was entered in both cases and this appeal followed.\nThe ordinances under which the taxes were sought to be imposed were adopted by the township pursuant to authority granted by the Act of June 25, 1947, P. L. 1145, as amended, 58 P.S. §6851 (hereinafter referred to as the enabling act) and provide: “A tax is hereby imposed, for general township purposes, at the rate of one cent (1¢) for every twenty cents (20¢) or fraction thereof, of admission to any amusement within the Township of Swatara.” The term “admissions” is defined in the ordinances as a “monetary charge of any character whatever . . . charged or paid for the privilege of attending or engaging in or for the use of any of the equipment used in connection with amusements . . . .” “Amusements” is defined to encompass “all manner and form of entertainment including . . . bowling alley[s] . . . .”\nAppellants’ initial objections to the validity of the ordinances are based upon certain alleged irregularities in the manner by which they were adopted by the township commissioners and upon their asserted failure to comply with the procedural requirements of the enabling act. The court below found each of numerous objections to be without merit. Our review satisfies us that the findings and conclusions therein reached are fully supported by the record and are correct.\nWe therefore turn to a consideration of the principal issues raised by this appeal. Appellants contend that the tax imposed by Swatara Township is contrary to the provisions of the enabling act and is therefore invalid. In support of this argument, they rely on that section of the enabling act which withholds from local authorities the power to tax the privilege of employing tangible property subject to state taxation. Since their facilities are subject to a state tax, appellants argue that the tax here imposed upon the privilege of engaging in the amusement of bowling is in reality a tax upon the privilege of employing that very same property and, therefore, is prohibited by the enabling act.\nThis Court considered and rejected an identical argument in the recent case of Plymouth Lanes, Inc. v. Plymouth Twp., 415 Pa. 206, 202 A. 2d 811 (1964). Although appellants urge that Plymouth is contrary to the settled law of this Commonwealth and should be overruled, we cannot agree. An examination of the enabling act, our decisions rendered thereunder, and Plymouth itself reaffirms our belief that the conclusion there reached is correct and should not be disturbed.\nAppellants urge in the alternative that even if Plymouth is not to be overruled, the instant appeal presents a distinguishable problem not there considered. In support of this distinction, appellants interpret the taxing ordinances herein involved as placing the “stated burden” of the tax upon themselves rather than upon the patron as was the case in Plymouth.\nIn our view, a close examination of the ordinances under which the tax is sought to be imposed does not support appellants’ interpretation. The tax imposed is upon the privilege of engaging in the amusement of bowling. Such privilege is one exercised by appellants’ patrons and not by appellants themselves. It would therefore appear clear that the intent of the present ordinances was to place the “stated burden” not upon appellants but upon those who exercise this privilege.\nHowever, as we understand the position taken by appellants, they urge that although the tax is denominated as being imposed upon the patrons, an examination of the ordinances in their entirety reveals that the tax in fact is imposed upon the privilege of engaging in the business of operating a bowling alley.\nOur reading of the ordinances is not in accord with appellants’, and we cannot agree that the “stated burden” of the tax is other than on the patron as was the case in Plymouth. We are unable to disregard the expressed intent of the township commissioners in enacting the ordinances and the clear meaning of the language employed.\nAs we read the ordinances, the duties which are imposed upon appellants are not, as they assert, inconsistent with taxation of the privilege expressly stated to be the subject of the tax. Those duties, which consist of obtaining a permit, maintaining certain records of admissions received, and paying over moneys collected to the township, are in fact consistent with a construction which views the one conducting an amusement as the collector of the tax and not the intended or true taxpayer.\nThe enabling act grants the authority to local legislative bodies not only to levy, assess and collect taxes directly but also to “provide for the . . . collection of such taxes as they shall determine.” The present ordinances fall within the authority granted by this section of the enabling act. The appointment of one not engaging in the activity or exercising the privilege being taxed as a collector is a time honored and efficient means of tax collection. See, e.g., Pierce Oil Corp. v. Hopkins, 264 U.S. 137, 44 S. Ct. 251 (1924); Blauner’s, Inc. v. Philadelphia, 330 Pa. 342, 198 Atl. 889 (1938). It seems clear to us that with respect to appellants such an appointment is the intent of the ordinances. This is accomplished even though the term “collector” is not expressly utilized therein.\nHaving determined that the actual imposition of the tax is upon the patron, this case is indistinguishable from Plymouth Lanes, Inc. v. Plymouth Twp., supra, and its disposition is therefore controlled by that decision.\nJudgments affirmed.\nThe case of Bd. of Comm’rs v. Red Crown, Bowling Center, Inc. was not tried below pending the decision in the case of Bd. of Comm’rs v. Automatic Bowling Centre, Inc., 82 Dauph. 170 (1964), it being stipulated that the questions presented by the cases were identical, and that the judgment entered in the ease tried would control both. The two cases were consolidated on appeal.\nThe present case involves three ordinances, Swatara Township, Pa., Ordinances Nos. 1959-9, Nov. 13, 1959, 1960-9, Nov. 26, 1960, 1961-12, Nov. 10, 1961. All are reenactments of a basic ordinance, Swatara Township, Pa., Ordinance No. 1955-88, Jan. 19, 1955.\nThe enabling act provides: “The duly constituted authorities of . . . townships of the first class . . . may, in their discretion by ordinance or resolution for general revenue purposes, levy, assess and collect or provide for the levying, assessment and collection of such taxes as they shall determine ... on persons, transactions, occupations, privileges, subjects and personal property within the limits of such political subdivisions, except that such local authorities shall not have authority by virtue of this act ... (3) except on sales of admission to places of amusement . . ., to levy, assess or collect a tax on the privilege of employing such tangible property as is now or does hereafter become subject to a State tax . . . .” As noted by the court below, this act “established a new concept in taxation by local government subdivisions which, after its passage, could 'tax anything except’ certain enumerated exceptions. Hence it became known as the ‘Tax Anything Act’.” Bd. of Comm’rs v. Automatic Bowling Centre, Inc., 82 Dauph. 170, 182 (1964).\nSwatara Township, Pa., Ordinances Nos. 1959-9, Nov. 13, 1959, 1960-9, Nov. 26, 1960, 1961-12, Nov. 10, 1961, §2.\nSwatara Township, Pa., Ordinances Nos. 1959-9, Nov. 13, 1959, 1960-9, Nov. 26, 1960, 1961-12, Nov. 10, 1961, §1(a).\nSwatara Township, Pa., Ordinances Nos. 1959-9, Nov. 13, 1959, 1960-9, Nov. 26, 1960, 1961-12, Nov. 10, 1961, §1(b).\nSee note 3, supra.\nIt is uncontested that appellants pay a state capital stock tax, and “for years it has been the law that the state tax on capital stock is a tax on the property of the corporation.” Murray v. Philadelphia, 364 Pa. 157, 166, 71 A. 2d 280, 284 (1950).\nAlthough the enabling act, note 3, supra, contains an exception which allows local authorities to tax “sales of admission to places of amusement . . .”, similar ordinances have been interpreted as being on the privilege of engaging in the amusement of bowling. See Plymouth Lanes, Inc. v. Plymouth Twp., 415 Pa. 206, 202 A. 2d 811 (1964); Fierro v. Williamsport, 384 Pa, 568, 120 A. 2d 889 (1956).\nThe titles of the ordinances provide for the levying and collection of a tax on admissions to amusements. The Statutory Construction \\Act provides that the title and preamble of a law may be considered in the construction thereof. Act of May 28, 1937, P. L. 1019, §54, 46 P.S. §554.\nSwatara Township, Pa., Ordinances Nos. 1959-9, Nov. 13, 1959, 1960-9, Nov. 26, 1960, 1961-12, Nov. 10, 1961, §§3, 4.\nSee note 3, supra.\nThe rule that taxing statutes are to be strictly construed against the taxing authority, Act of May 28, 1937, P. L. 1019, §58, 46 P.S. §558, is not here applicable. As stated in Commonwealth v. Willson Products, Inc., 412 Pa. 78, 83, 194 A. 2d 162, 165 (1963), it is only reasonable doubt which must be resolved in favor of the taxpayer, and our examination of the ordinances reveals no such doubt as to the stated burden of the tax.\nAppellants raise several other objections including a vigorous attach on the ordinances as in violation of the uniformity clause of the Constitution of Pennsylvania. Pa. Const., art. IX, §1. Even if appellants are to be deemed to have standing to raise this objection and it were concluded that such a violation does exist, the severability clauses of the ordinances would serve, as found by the court below, to preserve those portions of the ordinances herein involved. See, e.g., Blauner’s, Inc. v. Philadelphia, 330 Pa. 342, 198 Atl. 889 (1938); Turco Paint & Varnish Co. v. Kalodner, 320 Pa. 421, 184 Atl. 37 (1936). See also Millcreek Twp. School Dist. v. Star Theatre, Inc., 172 Pa. Superior Ct. 291, 94 A. 2d 53 (1953).\nAppellants’ further contention that the tax here sought to be imposed is prohibited by Article IX, §3 of the Constitution of Pennsylvania is unfounded, unsupported, and without merit.",
        "type": "majority",
        "author": "Mr. Justice Roberts,"
      }
    ],
    "attorneys": [
      "David Goldberg, with him Walter S. Compton, Paul E. Clouser, and Verlin and Goldberg, and Schaeffer, Purcell & Clouser, for appellants.",
      "James W. Reynolds, for appellee."
    ],
    "corrections": "",
    "head_matter": "Swatara Township v. Automatic Bowling Centre, Inc., Appellant. Swatara Township v. Red Crown Bowling Center, Inc., Appellant.\nArgued May 26, 1965.\nBefore Bell, C: J., Mtjsmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nreargument refused December 20, 1965.\nDavid Goldberg, with him Walter S. Compton, Paul E. Clouser, and Verlin and Goldberg, and Schaeffer, Purcell & Clouser, for appellants.\nJames W. Reynolds, for appellee.\nNovember 9, 1965:"
  },
  "file_name": "0482-01",
  "first_page_order": 556,
  "last_page_order": 562
}
