{
  "id": 991507,
  "name": "Punxsutawney Borough, Appellants, v. T. W. Phillips Gas & Oil Co.",
  "name_abbreviation": "Punxsutawney Borough v. T. W. Phillips Gas & Oil Co.",
  "decision_date": "1913-01-06",
  "docket_number": "Appeal, No. 38",
  "first_page": "23",
  "last_page": "35",
  "citations": [
    {
      "type": "official",
      "cite": "238 Pa. 23"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "109 Pa. 57",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        542249
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/109/0057-01"
      ]
    },
    {
      "cite": "43 Pa. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        483195
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/43/0365-01"
      ]
    },
    {
      "cite": "94 U. S. 718",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5645538
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/94/0718-01"
      ]
    },
    {
      "cite": "85 U. S. 206",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3427401
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/85/0206-01"
      ]
    },
    {
      "cite": "51 U. S. 376",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3357797
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/51/0376-01"
      ]
    },
    {
      "cite": "115 U. S. 587",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3513998
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/us/115/0587-01"
      ]
    },
    {
      "cite": "209 Pa. 166",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936089
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/209/0166-01"
      ]
    },
    {
      "cite": "232 Pa. 525",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977874
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/232/0525-01"
      ]
    },
    {
      "cite": "172 Pa. 632",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        874095
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/172/0632-01"
      ]
    },
    {
      "cite": "16 Pa. Superior Ct. 234",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        832722
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/16/0234-01"
      ]
    },
    {
      "cite": "41 Pa. Superior Ct. 146",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        884120
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/41/0146-01"
      ]
    },
    {
      "cite": "18 Pa. Superior Ct. 73",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        837386
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/18/0073-01"
      ]
    },
    {
      "cite": "2 Grant (Pa.) 348",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        227744
      ],
      "opinion_index": -1,
      "case_paths": [
        "/grant/2/0348-01"
      ]
    },
    {
      "cite": "194 U. S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3632158
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/194/0001-01"
      ]
    },
    {
      "cite": "82 U. S. 460",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3426310
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/82/0460-01"
      ]
    },
    {
      "cite": "167 Pa. 279",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        866814
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/167/0279-01"
      ]
    },
    {
      "cite": "109 Pa. 57",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        542249
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/109/0057-01"
      ]
    },
    {
      "cite": "43 Pa. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        483195
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/43/0365-01"
      ]
    },
    {
      "cite": "94 U. S. 718",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5645538
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/94/0718-01"
      ]
    },
    {
      "cite": "85 U. S. 206",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3427401
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/85/0206-01"
      ]
    },
    {
      "cite": "51 U. S. 376",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3357797
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/51/0376-01"
      ]
    },
    {
      "cite": "115 U. S. 587",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3513998
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/115/0587-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 818,
    "char_count": 24820,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 1.899037906917744e-07,
      "percentile": 0.7300531807066744
    },
    "sha256": "45279cb77e800a66bcb8889892f9a3c4babe9e02a3d8fb4919c6db3080330d57",
    "simhash": "1:ef421f2d8805bee6",
    "word_count": 4236
  },
  "last_updated": "2024-02-27T22:33:41.463162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Potter, Elkin and Moschzisker, JJ."
    ],
    "parties": [
      "Punxsutawney Borough, Appellants, v. T. W. Phillips Gas & Oil Co."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Moschzisker,\nThis was a proceeding in equity to restrain the defendant company from increasing the price of natural gas to consumers in the plaintiff borough. The bill averred, inter alia, as follows: That the plaintiffs are residents of the Borough of Punxsutawney and patrons of the defendant company; that the defendant is a corporation organized under the provisions of the Act of May 29, 1885, P. L. 29, for the purpose of supplying natural gas to the public in the Borough of Punxsutawney and places adjacent thereto; that the defendant corporation is the only company authorized to furnish natural gas in the said borough; that the defendant acquired its franchises to occupy the streets of the borough and to furnish natural gas to the inhabitants thereof through and by virtue of its merger or consolidation with the Citizens’ Fuel Co., the assignee of one A. L. Cole; that in the consolidation or merger of the Citizens’ Fuel Company into the defendant company, the latter acquired all the rights and assumed all the obligations of the former, one of which was the obligation not to charge more than twenty cents per thousand cubic feet of natural gas; that the franchises acquired through the Citizens’ Fuel Company are the only franchises owned or possessed by the defendant company authorizing it to occupy the streets of the territory formerly constituting the Boroughs of Punxsutawney and Clayville and now included in the Borough of Punxsutawney; that notwithstanding the provision in its franchise restricting the price of natural gas to twenty cents per thousand cubic feet, the defendant company has raised the price to twenty-five cents, and threatens to cut off the supply of anyone refusing to pay the increased rate; that the twenty-five cent rate is “unreasonable, unjust, exorbitant, excessive, vexatious and oppressive,” and that under the twenty cent rate the defendant would reap an ample profit on its investment.\nThe defendant company filed an answer admitting many of the allegations of the bill, but averring that its predecessors in title were in possession of the streets, etc., of the Boroughs of Punxsutawney and Clayville (now the Borough of Punxsutawney) for the purpose of laying and maintaining pipes and conduits for the transportation of natural gas to the citizens of these boroughs for heat, light and manufacturing purposes, and were so furnishing natural gas, prior to the alleged grants of permission by these boroughs to A. L. Cole; that the Citizens’ Fuel Company was not the sole predecessor in title of the defendant; that the Mahoning Gas and Heat Company was incorporated on March 5, 1883, under the Act of April 29, 1874, P. L. 73, for the purpose of manufacturing gas and supplying light and heat to the public of the Borough of Punxsutawney and of territory adjacent thereto; that under its charter the Mahoning Gas and Heat Company entered upon the streets and public ways of Punxsutawney and Clayville and supplied natural gas to the people thereof, with the consent of both municipalities, unaffected by any agreement or stipulation as to the price to be charged for gas; that on May 14, 1886, the Mahoning Gas and Heat Company accepted the provisions of the Act of May 29, 1885 (the natural gas company act), — the place or places where gas was to be supplied being the Boroughs of Punxsutawney and Clayville and Young Township,— and that letters patent for that purpose were granted to it on May 14, 1886; that on June 24, 1904, a charter was granted to the Citizens’ Fuel Company; that the latter company laid a short line of pipe to the streets of Punxsutawney, but never supplied gas to either the citizens of that borough or of the Borough of Clayville; that on or about December 15, 1905, the T. W. Phillips Gas and Oil Co., a corporation organized under the provisions of the Act of May 29, 1885, was consolidated with the Mahoning Gas and Heat Company and the Citizens’ Fuel Company, as the T. W. Phillips Gas and Oil Company, under the provisions of the Act of May 29, 1901; that the last-named company supplied gas to the public of the Boroughs of Punxsutawney and Clay-ville until the consolidation of those boroughs in March, 1907, since which time it has supplied gas to the inhabitants of the new Borough of Punxsutawney; that the privileges or franchises granted to Cole and assigned by him to the Citizens’ Fuel Company are not the only ones “owned, possessed, enjoyed or exercised” by the defendant to enter upon the streets or highways of Punxsutawney; that no gas was ever furnished to the Boroughs of Punxsutawney or Clayville by the Citizens’ Fuel Company, but that it was first furnished by the Mahoning Gas and Heat Company, and, since the latter’s merger with the T. W. Phillips Gas and Oil Company, by the consolidated company; and finally, that the charges for gas intended to be made by the defendant company are not “unreasonable, unjust, unfair, exorbitant, excessive, vexatious, burdensome and oppressive,” as alleged by the plaintiffs, but that they are “reasonable, fair and just,” concluding with a prayer to dismiss the plaintiffs’ bill with costs. After hearing, the court below found the disputed facts substantially as set forth in the answer, and entered a decree that the bill be dismissed at the cost of the plaintiffs; the latter have appealed.\nThe principal question is: — Did the defendant company acquire the right to occupy the streets of the Borough of Punxsutawney and to furnish natural gas to the inhabitants thereof from the Citizens’ Fuel Company or from the Mahoning Gas and Heat Company? For upon this depends the further question of whether or not the defendant company’s franchise carries with it the obligation not to charge more than twenty cents per thousand cubic feet of natural gas to the consumers in that borough.\nA review of the evidence satisfies us that the court below was right in findinf that the defendant company was furnishing gas in the plaintiff borough by virtue of the franchise theretofore exercised by the Mahoning Company and not under the franchise of the Citizens’ Company, and in concluding that the defendant was not fixed with the restriction or limitation contained in the latter. The Mahoning Company was actually engaged in furnishing and marketing gas in the territory of the plaintiff borough prior to the passage of the Act of 1885, supra, and within that territory it was possessed of and continued to exercise all the rights conferred upon it by that act down to the time of its merger into the defendant company in 1905. (Phila. Co. v. Freeport Boro., 167 Pa. 279; Allegheny City’s Appeal, 11 Atl. Repr. 658.) The fact that the stock of the Mahoning Company was acquired by owners of the stock of the Citizens’ Company and that the net proceeds from the sale of its product, after payment of all its proper corporate expenses were turned into the treasury of the latter corporation, would not serve to extinguish its individual franchise or rights. The business of the Mahoning Company continued to be conducted in its own name and by its own duly elected officers; and the Citizens’ Company never marketed its gas in the territory in question, except by a sale in bulk to the Mahoning Company; in other words, it did not exercise the right to supply gas to the citizens, etc., granted to it by the municipal authorities.\nThe corporation merger and consolidation Act of May 29, 1901, P. L. 349, provides in Section 3 that the new corporation shall be possessed of “all the rights, privileges and franchises” theretofore vested “in each of” its constituent corporations, and that “all debts, duties and liabilities of each of said constituent corporations shall thenceforth attach to the new corporation.” As stated by the learned court below, “The weight of the authorities seems to be that when the act of consolidation gives to the consolidated company the rights and privileges of the constituent companies or makes the consolidated company subject to the obligations of the constituent companies, the rights and obligations are not extended by the act to all of the property of the consolidated company, but only apply severally to the property of each constituent company taken over by the consolidated company”; and the following authorities seem to sustain this rule: 2 Morawetz on Private Corporations, Secs. 947 and 950; 10 Cyc. 305, par. 2; 89 American State Reports, 632 Note; Phila. & Wilmington R. R. Co. v. Maryland, 51 U. S. 376; Tomlinson v. Branch, 82 U. S. 460; Minot v. R. R. Co., 85 U. S. 206; Chesapeake & Ohio R. R. Co. v. Virginia, 94 U. S. 718; Pullman’s Palace Car Co. v. Missouri Pac. Ry. Co., 115 U. S. 587; People’s Gas Light & Coke Co. v. Chicago, 194 U. S. 1. On this subject also see our own cases: Gould v. Langdon, 43 Pa. 365, and Brown v. Susquehanna Boom Co., 109 Pa. 57. But it is only necessary to decide the present case on its own facts. Since the Citizens’ Company had not exercised its right to supply gas to the inhabitants of the plaintiff borough and the defendant was operating in that territory under the franchise of the Mahoning Company, we conclude that the court below committed no error in deciding that under our act the consolidated company had all the rights of the Ma-honing Company in the territory in question free from the limtiation contained in the franchise of the Citizens’ Company.\nThe only other point of importance raised by the assignments of error concerns the reasonableness of the charge for gas made by the defendant company. As to this it is sufficient to state that we agree with the court below “that the rate of twenty-five cents per thousand cubic feet proposed to be charged by the defendant for natural gas supplied by it to consumers in Punxsutawney borough is fair and reasonable considering the facts as shown by the testimony in this case.”\nThe assignments of error are all overruled and the decree is affirmed at the cost of the appellant borough.",
        "type": "majority",
        "author": "Mr. Justice Moschzisker,"
      }
    ],
    "attorneys": [
      "Raymond E. Brown and Charles Corbet, for appellants.",
      "T. C. Campbell, with him John E. Calderwood, for appellees."
    ],
    "corrections": "",
    "head_matter": "Punxsutawney Borough, Appellants, v. T. W. Phillips Gas & Oil Co.\nCorporations — Gas companies — Natural gas companies — Merger and consolidation — Limitation on price — Acts of May 29, 1885, P. L. 29, and May 29, 1901, P. L. 849.\n1. Where a gas company organized in 1883 under the Act of April 29,1874, P. L. 73, supplies a particular borough with natural gas, and in 1886 accepts the provisions of the Natural Gas Act of May 29, 1885, P. L. 29, and continues to supply the borough with natural gas, and in 1904, it is consolidated under the Act of May 29, 1901, P. L. 349, with another natural gas company which had a right to serve the borough, but with restriction as to the price of gas, the consolidated company may serve the borough with gas under the franchises of the first company without any restrictions imposed by the franchises of the second company, if it appears that the second company had never in fact availed itself of its right to furnish the borough with gas.\n2. In such a case the fact that the stock of the first company was acquired by owners of the stock of the second company, and that the net proceeds from the sale of its product, after the payment of all its proper corporate expenses were turned into the treasury of the second company, will not serve to extinguish the first company’s individual franchise or rights.\n3. When an act for the merger and consolidation of corporations gives to the consolidated company the rights and privileges of the constituent companies, or makes the consolidated company subject to the obligations of the constituent company, the generally accepted rule is that the rights and obligations are not extended by the act to all of the property of the consolidated company, but only apply severally to the property of each constituent company taken over by the consolidated company.\nArgued October 7,1912.\nAppeal, No. 38, Oct. T., 1912, by plaintiff, from decree of C. P. Jefferson Co., Aug. T., 1910, No. 3, dismissing bill in equity in case of Punxsutawney Borough, P. O. Freas, W. M. Fairman, et al., y. T. W. Phillips Gas and Oil Co.\nBefore Fell, C. J., Brown, Mestrezat, Potter, Elkin and Moschzisker, JJ.\nAffirmed.\nBill in equity for an injunction. Before Hinckley, P. J., specially presiding.\nThe court below found the facts to be as follows:\nFINDINGS OF FACT.\n1. The Mahoning Gas and Heat Company was a corporation formed under the Act of April 29, 1874, and its supplements, “For the purpose of manufacturing gas and supplying light and heat to the public at the Borough of. Punxsutawney, and to persons, partnerships and associations, residing therein and adjacent thereto, as may desire the same.” Application for letters patent were approved March 5, 1883. Letters patent were issued by the Commonwealth March 5, 1883.\n2. The capital stock of the company was by due proceedings, and consent of its stockholders, increased from five thousand to one hundred thousand dollars certificate of such increase having been filed in the office of the Secretary of the Commonwealth on October 15,1884.\n3. Under color of its charter or letters patent the Ma-honing Gas and Heat Company had, prior to the passage of the Natural Gas Company Act of May 29,1885, P. L. 29, in the year 1884, entered upon the streets of the Boroughs of Punxsutawney and Clayville, and had been for some time and at the date of the approval of said Act of Assembly on May 29, 1885, actually engaged in the sole business of transporting and dealing in natural gas and supplying the same to consumers, and persons within said boroughs.\n4. The Mahoning Gas and Heat Company, pursuant to the provisions of the fourteenth section of the said A ct of Assembly of May 29,1885, P. L. 29, by instrument in writing duly executed under its corporate powers, filed in the office of the Secretary of the Commonwealth, May 15, 1886, accepted the provisions of said act, and surrendered its charter, and upon said date new letters patent were issued by the Commonwealth to the Mahoning Gas and Heat Company under said Act of Assembly.\nThe acceptance sets forth inter alia that the place or places to which gas is to be supplied are the boroughs of Punxsutawney and Clayville and Young Township, and persons and partnerships adjacent thereto.\n5. The said company, the Mahoning Gas and Heat Company, continued in its said business of supplying natural gas to the public in said Boroughs of Punxsutawney and Clayville, down to date of its merger with the T. W. Phillips Oil and Gas Company and the Citizens’ Fuel Company, in the latter part of 1905, under merger agreement filed in the office of the Secretary of the Commonwealth, January 11, 1906, and during said period was the only company so supplying the public and dealing in natural gas in said boroughs.\n6. There was no provision contained in the charter of the Mahoning Gas and Heat Company as to price to be charged for natural gas, and no restriction had ever been imposed upon the company and it had never made any agreement as to price to be charged for gas. Prior to May, 1905, the prices charged by the company for gas furnished, and for which bills were rendered monthly, were thirty cents per thousand cubic feet subject to a discount of ten cents per thousand cubic feet if paid on or before the tenth day of the month in which bill was rendered, for gas consumed during the previous month. And after May, 1905, down to the date of merger the price was twenty-two cents per thousand cubic feet, the net price being twenty cents per thousand cubic feet if paid on or before the tenth day of the month.\n7. Punxsutawney Borough, by ordinance approved May 24,1904, granted A. L. Cole the right to enter upon its streets, lay down and maintain pipes for transportation and furnishing of natural gas to consumers in said borough. Section 3 of the ordinance provides that said A. L. Cole or his assigns shall furnish the borough gas free of charge for heating and lighting the borough building, including council chamber and lock-up, and for thirty lamps.\nSection 4 is as follows: .\n“Said A. L. Cole or his assigns hereby covenants and agrees for himself and his assigns to furnish to the consumers of natural gas of the Borough of Punxsutawney natural gas at maximum price not to exceed twenty cents (20c) per thousand cubic feet net during the time the privileges of this ordinance are exercised by the said A. L. Cole or his assigns.”\n8. The Borough of Clayville enacted a similar ordinance in practically same language upon June 9,1904.\n9. Section 8 of the ordinances provide that they shall only become operative upon said A. L. Cole or his assigns filing an acceptance of all the terms and conditions of the ordinance and other ordinances within ten days, and the said A. L. Cole filed acceptances to such ordinance as follows:\n“I, A. L. Cole, for myself or assigns, hereby accept the above and foregoing ordinance in all its terms and conditions and all other ordinances of said borough affected by the franchises granted by said ordinance.”\n10. Section 6 of the ordinances provide that the franchise is granted with the intention that the same shall be assigned to a proposed corporation to be formed to be known as the Citizens’ Fuel Company.\n11. The Citizens’ Fuel Company of Punxsutawney, Pa., was incorporated June 24, 1904, under the provisions of the Act of Assembly of May 29,1885, P. L. 29, for the purpose of supplying natural gas, etc., to be mined for in Jefferson, Clarion, Armstrong and Indiana Counties and supplied to consumers in the Boroughs of Punxsutawney, Big Run, Lindsey and the Townships of Beaver and other townships in Jefferson County, Pa., the articles of association therefor being recorded in the recorder’s office of Jefferson County, Pa.\n12. September 3, 1904, A. L. Cole, by writing as follows, conveyed'his franchises to the Citizens’ Fuel Company : For and in consideration of. thé sum of one dollar I hereby sell, assign, transfer and set over to the Citizens’ Fuel Company of Punxsutawney, Pa., all rights and privileges granted and conveyed to me by virtue of the ordinance, etc.\n13. The Citizens’ Fuel Company when organized had certain gas wells in Beaver Township, Jefferson County, some fourteen miles from Punxsutawney, and in July, 1904, commenced laying a gas line to Punxsutawney and also some lines in the Borough of Punxsutawney, and also took contracts from a number of people in Punxsutawney to whom it proposed to furnish gas.\nNegotiations were shortly commenced with the stockholders of the Mahoning Gas and Heat Company and before the gas line of the Citizens’ Fuel Company was completed to Punxsutawney the capital stock of the Ma-honing Company was purchased and transferred, five shares to five individual stockholders of the Citizens’ Company and the balance, nine hundred and ninety-five shares to another stockholder in trust for the stockholders of the Citizens’ Company. The purchase was agreed upon in August and the stock actually transferred September 27, 1904.\nThe purchase money for this stock was furnished and paid by the Citizens’ Fuel Company.\n14. At the time of this purchase of the stock of the Mahoning Gas Company, the Citizens’ Gas Company had not completed its gas line nor brought any gas to Punxsutawney, when subsequently it completed its line to the borough it connected its lines direct to the lines of the Mahoning Gas Company, and made no other connections, and the Mahoning Gas Company continued to transact all the business of furnishing gas to consumers as before, in its own name, making all contracts with consumers, increasing the number from six hundred to say eleven hundred, by May, 1905.\nAll moneys paid by consumers was paid to and collected by the Mahoning Gas Company and deposited to the credit of the company by its officers in the bank, and after paying its own bills for operating, it paid over the balance to the Citizens’ Fuel Company up to May, 1905, and then to the T. W. Phillips Oil and Gas Company, which acquired the stock of the Citizens’ Fuel Company about that time.\n15. The Citizens’ Fuel Company never sold any gas to consumers in Punxsutawney or Clayville Boroughs, and never laid any service lines to consumers and never did any business in said boroughs beyond supplying gas to the Mahoning Gas Company.\nIt laid some lines in Punxsutawney but these were used by the Mahoning Company, or were to connect the lines of the two companies.\nAll the gas produced by the Citizens’ Fuel Company, during the existence of the company, was delivered to the Mahoning Company and the latter company marketed the same, and was the only company selling and marketing and supplying natural gas to consumers in the Borough of Punxsutawney prior to the formation of the Consolidated Gas Company, defendant, in January, 1906.\nThe gas produced by both companies was run into the lines of the Mahoning Company.\n16. The T. W. Phillips Oil and Gas Company purchased the stock of the said Citizens’ Fuel Company and Mahoning Gas and Heat Company, in, April, 1905; after this the business of furnishing natural gas to consumers in the borough of Punxsutawney was continued by the Mahoning Company exclusively in its own name, and with contracts taken solely by it, and by no other company, down to November 29, 1906; the number of consumers in April, 1905, being ten hundred and twenty-two. On November 29, 1905, a merger agreement was drawn between the three companies and filed in the office of the Secretary of the Commonwealth, January 11, 1906, and letters patent issued January 29, 1906, to the new Consolidated Company, T. W. Phillips Gas and Oil Company, and the latter company, being the defendant herein, has since carried on said natural gas business, using the gas supply formerly owned by the Mahoning and Citizens’ Company, but principally the gas obtained by other sources.\n17. The rate of twenty-five cents net per thousand cubic feet proposed to be charged by defendant, for natural gas supplied by it to consumers in Punxsutawney Borough, is fair and reasonable considering the facts as shown by the testimony in this case.\n18. Up to the summer of 1910, the defendant company continued to charge and render bills for gas at the rate of twenty-two cents per thousand cubic feet with a discount of two cents per thousand if paid on or before the tenth of the month, and in the summer of 1910 advanced the price to twenty-seven cents per thousand cubic feet with a discount of two cents per thousand cubic feet if paid on or before the tenth of the month.\nThe court entered a decree dismissing the bill.\nError assigned was decree dismissing the bill.\nRaymond E. Brown and Charles Corbet, for appellants.\n— A consolidated corporation, one formed by the merger of two or more corporations, is a creature of statutory law, and the statute or statutes authorizing such combinations or amalgamations must necessarily be strictly construed: Baltimore & Susquehanna R. R. Co. v. Musselman, 2 Grant (Pa.) 348.\nThe courts of Pennsylvania have heretofore zealously guarded the rights of municipalities in cases of this character and have not permitted individuals or corporations to avoid the obligations of contracts with the public by subterfuge: Freeport Boro. School District v. Enterprise Natural Gas Company, 18 Pa. Superior Ct. 73; Cochranton Borough v. Cochranton Telephone Company, 41 Pa. Superior Ct. 146; Sandy Lake Borough v. Sandy Lake & Stoneboro Gas Company, 16 Pa. Superior Ct. 234; Allegheny v. People’s Natural Gas & Pipeage Company, 172 Pa. 632; New Cumberland Borough v. Riverton Consolidated Water Company and Mountain Water Company, 232 Pa. 525; White Haven Borough v. White Haven Water Company, 209 Pa. 166.\nT. C. Campbell, with him John E. Calderwood, for appellees.\n— The fact that the Citizens’ Company purchased the stock of the Mahoning Company did not affect the standing of the Mahoning Company. Its organization was still kept up down to the time of the consolidation. It did business and had its own board of directors and officers, and they were the company; the Citizens’ Company were but stockholders: Pullman’s Palace Car Co. v. Missouri Pacific Ry. Co., 115 U. S. 587 (6 Sup. Ct. Repr. 194).\nWhere a corporation formed by the consolidation is given the rights and privileges of each of its constituents, such privileges apply, in the hands of the consolidated company, to such portions only of its property as they applied when held by the constituent corporations: Phila. & Wilmington R. R. Co. v. Maryland, 51 U. S. 376; Minot v. R. R. Co., 85 U. S. 206; Chesapeake & Ohio R. R. Co. v. Virginia, 94 U. S. 718; Pullman’s Palace Car Co. v. Missouri Pacific Ry. Co., 115 U. S. 587 (6 Sup. Ct. Repr. 194); Gould v. Langdon,'43 Pa. 365; Brown v. Susquehanna Boom Co., 109 Pa. 57.\nJanuary 6, 1913:"
  },
  "file_name": "0023-01",
  "first_page_order": 51,
  "last_page_order": 63
}
