{
  "id": 991527,
  "name": "McCune v. Pittsburgh and Baltimore Coal Company, Appellant",
  "name_abbreviation": "McCune v. Pittsburgh & Baltimore Coal Co.",
  "decision_date": "1913-01-06",
  "docket_number": "Appeal, No. 113",
  "first_page": "83",
  "last_page": "97",
  "citations": [
    {
      "type": "official",
      "cite": "238 Pa. 83"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "165 Pa. 267",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        862076
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/165/0267-01"
      ]
    },
    {
      "cite": "33 Sup. Ct. 151",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "opinion_index": -1
    },
    {
      "cite": "33 Pa. Superior Ct. 151",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        868636
      ],
      "pin_cites": [
        {
          "page": "158"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/33/0151-01"
      ]
    },
    {
      "cite": "208 Pa. 540",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998041
      ],
      "pin_cites": [
        {
          "page": "549"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/208/0540-01"
      ]
    },
    {
      "cite": "171 Pa. 138",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985553
      ],
      "pin_cites": [
        {
          "page": "144"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/171/0138-01"
      ]
    },
    {
      "cite": "172 Pa., 566",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        874037
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "572"
        },
        {
          "page": "572"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/172/0566-01"
      ]
    },
    {
      "cite": "113 Pa. 126",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457611
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/113/0126-01"
      ]
    },
    {
      "cite": "201 Pa. 63",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        925686
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/201/0063-01"
      ]
    },
    {
      "cite": "172 Pa. 506",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        874090
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/172/0506-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1000,
    "char_count": 28276,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 2.006778997819101e-07,
      "percentile": 0.7437366039487244
    },
    "sha256": "540dd40c4a7683b072c24e3430b350be058e1dc271a85a52c80e9c47d335e5b5",
    "simhash": "1:6db3bd8092930759",
    "word_count": 5056
  },
  "last_updated": "2024-02-27T22:33:41.463162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Potter, Elkin, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "McCune v. Pittsburgh and Baltimore Coal Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nWe concur in the conclusion reached by the learned judge of the Common Pleas and affirm the decree entered. The period of six months allowed the defendant by the decree within which it is required to cease to pollute the stream will commence on the filing of this opinion.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "James S. Moorehead, with Mm Robert W. Smith, for appellant.",
      "Charles E. Whitten, with him Paul H. Gaither, A. C. Snively and W. S. Byers, for appellee."
    ],
    "corrections": "",
    "head_matter": "McCune v. Pittsburgh and Baltimore Coal Company, Appellant.\nWaters — Pollution of stream, — Mines and mining.\nA person operating a coal mine on his own land is liable in damages where it appears that the mine water is diverted from its natural outlet and by artificial means raised to the surface and discharged into a stream of pure water which by reason of its higher elevation does not form the natural drainage of the mine.\nArgued October 11, 1912.\nAppeal, No. 113, Oct. T., 1912, by defendant, from decree of C. P. Westmoreland Go., No. G63, in equity, awarding injunction in suit of James McCune v. Pittsburgh & Baltimore Coal Co.\nBefore Fell, C. J., Brown, Mestrezat, Potter, Elkin, Stewart and Moschzisker, JJ.\nAffirmed.\nBill in equity for an injunction.\nDoty, P. J., filed the following opinion:\nFINDINGS OF FACT.\n1. The plaintiff is the owner of a tract of land in Hempfield Township containing about 150 acres, which has been used for farming purposes and which has thereon erected farm buildings. The coal underlying said tract of land, at a depth of 142 feet, is now owned by the Keystone Coal Company, some of which coal has been mined and carried away.\n2. Prior to June, 1908, there flowed a stream of pure water through the said tract of land, which stream was used for ordinary agricultural purposes and which furnished the only supply of water to the farm except what was obtained from a well at the barn and a spring at the house.\n3. That the defendant corporation is the owner of a large tract of coal underlying lands in the same Township of Hempfield, and for some years has been mining and removing said coal from two mines known as Edna No. 1 and Edna No. 2, which, two mines are not connected in any way through the seam of coal. The entry to No. 1 is by means of a drift, and the operation in No. 2 is by means of a shaft. The main entry of Edna No. 1 extends in the direction of Edna No. 2, and at the time the testimony was taken had reached a point about 1,500 feet from the mining operations in No. 2.\n4. The mine water of Edna No. 1 is not discharged at the opening of said mine, but naturally follows the entry and, if not arrested, would flow by force of gravity to the terminus of the entry even if projected into the workings of Edna No. 2. Prior to 1908 the water from Edna No. 1 was pumped to the surface of the “Croushore” farm from a point in the entry about 1,600 feet from its opening, and the water thus brought to the surface went into a stream which does not flow through plaintiff’s land. In June, 1908, after said entry had been further projected the defendant made a bore hole about 300 feet deep on the “Gongaware” farm and at the bottom of the bore hole dug a “sump” into which was collected by gravity, and from the advanced workings by pumps all the mine water of Edna No. 1, which water, since that time has been pumped to the surface and discharged into a tributary of the stream which flows through plaintiff’s land.\n5. That before the water of the mine was assembled and discharged as already found, the water of the stream running through plaintiff’s land was ordinarily pure and fit for farm use and contained nothing injurious to plant life. The water of the stream after mixing with said mine water is unfit for domestic or farm use and destructive of vegetation.\n6. That the defendant has secured the right to sink the bore hole and to discharge the mine water on the Gongaware surface, and when the water is thus discharged it flows naturally into the stream running through plaintiff’s land-\n7. That the bore hole on the Gongaware farm is not the natural outlet for the mine water of Edna No. 1; that the sump is not at the lowest point in defendant’s tract of coal; that the water is lifted 300 feet from the sump to the surface; that the stream into which the water is forced is over 200 feet higher than the coal under the bore hole and that it is practicable to carry on the operations in defendant’s mines without diverting the natural flow of the mine water to the substantial injury to the plaintiff.\nCONCLUSIONS OF LAW.\n1. One operating a coal mine on his own land is liable in damages where it appears that the mine water is diverted from its natural outlet and by artificial means raised to the surface and discharged into a stream of pure water which by reason of its higher elevation does not form the natural drainage of the mine.\n2. That under such circumstances, unless it be clearly shown that the natural conditions make it impracticable to discharge the water in any other way or that the expense of so doing would be so great as to substantially deprive the owner of the mine of the use of his property, an action can be maintained and an injunction will lie to prevent the further pollution of such stream.\n3. That as the evidence fails to show that it is impracticable otherwise to discharge the mine water or that the expense of so doing would deprive the defendant of the use of its own property, the plaintiff is entitled to the injunction prayed for.\nDISCUSSION.\nThere has been no undue haste in this matter. The bill of complaint was filed 23d July, 1908; the testimony was taken in March, 1909; the matter was argued one year later in March, 1910, and the papers with briefs of counsel were not presented to the court until October, 1911. The long delay was partly due to an impression that the parties themselves might be able to adjust the matters involved, without requiring an adjudication by the court. But no agreement has been reached and the court is asked to determine the matter.\nThe testimony is voluminous, but when carefully examined there will' be found few material facts in dispute. The facts deemed essential appear in the findings of fact, supra, and in addition answers have been given to numerous requests for findings of fact on behalf of both parties. The situation is about this: The parties own adjoining properties; the defendant a large tract of coal, the plaintiff the surface of a farm of about 150 acres; the defendant for six or seven years has been mining and removing coal by means of two operations which have no physical connection and which are known as Edna No. 1, a drift mine, and Edna No. 2, a shaft mine; the mine water from Edna No. 1, although a drift mine, is not discharged at the mouth of the entry; prior to 1908 the mine water was collected in a sump and pumped to the surface of the “Gongaware” farm and thus discharged into a different water shed from that in which the plaintiff’s farm is situate; that after 1908 the mine water from Edna No. 1 was assembled by gravity and by means of pumps from the advanced workings in a sump at the bottom of a bore hole and pumped to the surface of the “Gongaware” farm and the water thus discharged flows naturally into a tributary of a stream which runs through plaintiff’s farm; that the water at the Gongáware bore hole is lifted 300 feet from the sump to the surface and thus finds its way into the stream through plaintiff’s farm, which stream is about 200 feet higher than the coal at the bottom of the bore hole, and by reason of such discharge of mine water the said stream is rendered about useless for domestic or farm purposes.\nThus far there is substantial agreement. But at this point the trouble begins because the parties radically differ as to two important propositions of fact. The plaintiff insists and asks us to find that in the láth request that “there is an entirely feasible and practicable method of treating the so-called mine water, whereby the hurtful ingredients thereof may be neutralized.”\nOn the other hand the defendant in the 7th request asks the court to find “that there is no evidence in this case that a practical and reliable system for that purpose could be devised or made available for the removal of the deleterious ingredients in the water of this mine.” Such contention gives rise to one of the difficult problems in the case. Each side is satisfied with calling a single witness on this proposition. The two differ in their statements of fact and in the deductions which they make. It does not appear that the cost of erecting a treatment plant is unreasonable. The witnesses do not differ widely as to the cost of the plant. But there is a wide difference in their estimates of the cost of operation. Taking the testimony of Alex Potter, the cost of maintaining the plant would not impose an undue burden on the defendant. On the other hand, H. F. Newman estimates that it would cost over $200.00 per day to operate a treatment plant which would remove the hurtful ingredients from the water. Both witnesses are well qualified, but like doctors and other experts radically differ in their opinions. It is true that the burden is fairly on the defendant, not to show that it is impracticable to free the mine water from injurious properties, but to demonstrate with reasonable satisfaction that it is not practicable to mine its coal so as to avoid the injury of which plaintiff complains. A careful examination of the testimony shows that the witness for plaintiff does not take into consideration all the items of expense, and it would appear, therefore, that he has underestimated the cost. It would seem also, on the other hand, that the cost of operation is somewhat exaggerated.\nThe evidence is not clear and satisfactory as to whether a treatment plant would be practicable. It is shown, however, that no such plant is in actual operation at any coal mine. If required here it would be the first and only one of its kind. To impose such a burden in view of tbe evidence submitted would seem to be unreasonable. The sulphur and other injurious ingredients can readily be removed from the mine water. There is an exact formula for the purpose. Treatment plants are very common in the western part of the State. On the Yough river and elsewhere such plants are erected by municipalities, manufacturing establishments and railroad companies in order to render river water fit for use in boilers and for domestic purposes. It does seem strange that such operations are feasible in the public works and impracticable at the mines. And it also seems to be a strange condition that allows the mine owners to pollute the streams and imposes the burden of purifying the water upon those who from necessity must use it for industrial and domestic purposes. Such condition is not likely to continue unless it be demonstrated that the necessity of protecting a great industry absolutely requires it. It is possible that by legislation or by complaint on the part of the Commonwealth, as in Com. v. Russell, 172 Pa. 506, the rule will be declared that for the public welfare the streams of the State must be saved from pollution.\nBut on account of the unsatisfactory evidence, as already pointed out, this court does not feel justified in requiring the defendant to install a treatment plant and thereby impose on it a burden which is not borne by any other coal company. An effort was made by way of cross-examination to show the profit to defendant in its operation at Edna No. 1 and 2. Such inquiry, after objection, was not permitted. Nor would it be helpful to know the profit on a ton of coal. The cost of production and the selling price constantly vary. It is in evidence that the margin of profit is small and that the coal produced is in competition with coal from other mines in the region. Even taking the lowest estimate of the cost of treatment the defendant company would be placed at an immense disadvantage with competitors who are not required to install a treatment plant.\nThe parties also differ as to whether it is practicable to drain the mine in a way to avoid injury to plaintiff’s land. The evidence does show that it was necessary to make some change about 1908 in the pumping system; that the method in use was inadequate to relieve the mine from water; that the mine Inspector directed the removal of the pipes from the entries; that a change was necessary and urgent in order to keep the mine in operation and give the men steady employment; that at the time of the location of the sump and pumps at the bore hole on the Gongaware farm, that point was found suitable for the purpose and that since such change the mining operations have not been interrupted by the accumulation of water.\nBut as to the proposition whether it is practicable to otherwise drain the mine, the evidence is neither clear nor convincing. As the burden is on the defendant, it should show with reasonable clearness that its mine can not be properly operated without injury to the plaintiff’s land. All agree that the mine must be relieved of water if the coal operation is to be continued. Unless there be some sufficient reason the water should be taken out at the natural outlet. There is no satisfactory evidence to show that it would be more dangerous or more expensive to thus discharge the water of this mine. On the question as to whether it would be practicable to pump the.water at some point which would do no injury to plaintiff we have the testimony of two witnesses only. These witnesses testify that it would be impracticable to so drain the mine but the reasons assigned do not clearly justify the opinion they express. It is alleged that the connection of the two operations would drown out Edna No. 2; that No 2 has all the water it can handle; that No 2 would have to handle the water just the same as No. 1; that it would take a large pumping establishment and that it is a question whether any right to go through there, as far as the safety of the property goes as well as the safety of the employees. When the defendant undertakes to divert the natural flow of water and to cast it upon higher ground to the injury of another, it should make it clear that the physical conditions in the mine make it dangerous or impracticable to do otherwise. The testimony does not establish either proposition.\nThe questions of fact which have been under discussion seem important and yet, perhaps, as the law stands, it may not be essential to determine whether it is practicable to otherwise drain the mine, or if not, whether it is feasible to free the water of injurious ingredients. The facts have been determined, however, as the evidence seems to justify. The other facts involved are not in dispute. The water is assembled in the mine at a point which is much lower than the surface of'plaintiff’s land. Some of the water is thus collected by means of pumps and if not interfered with, its natural flow; would not in any way injure the plaintiff’s property.\nUnder the facts in this case and under the authorities as we understand them, our duty seems to be a plain one. Unless this case be clearly an exception the maxim sic utere tuo ut alienum non Isedas aptly called the “Golden Rule” applied to business transactions must apply and control. And this principle, as all the authorities declare, always applies whenever in the use of one’s own property any substantial and avoidable injury is done to the property of another. It does not apply, of course, where in the natural and reasonable use of one’s own property some trifling inconvenience or annoyance results to another. The principle there is: qui jure suo utitur neminem Isedit. Examples of the application of the latter principle are found in Harvey v. Coal Co., 201 Pa. 63, and other cases along that line.\nThe injury here is substantial. It is idle to talk about it as a trifling annoyance or mere inconvenience. The stream through plaintiff’s farm is rendered useless for farm purposes and it is shown in the testimony that the discharge of the mine water is destructive of vegetation.. The pollution of the only stream of pure water running through the farm is a serious and substantial injury.\nIt is earnestly contended, however, that such injury is damnum absque injuria and such contention is based on Penna. Coal Co. v. Sanderson, 113 Pa. 126. This case has been much discussed and at times apparently misunderstood. The essential facts are that the coal company in mining its coal caused the mine water to flow into a brook and thereby worked injury to a lower riparian owner; that the brook was the natural outlet for the water of the mine; that the water for several years had been discharged by gravity; that afterwards a shaft was sunk and the water was pumped to the surface and discharged into the same stream, which had already been polluted. It was emphasized in the opinion of the court that there could be no responsibility in damages for the water which by mere force of gravity ran out of the drifts and found its way into Meadow Brook. And as to the water which was pumped it was said: “The pollution of a clear stream might inflict an injury for which damages would be reasonable, but we cannot see how damage could be estimated for the pollution of a stream which had already become foul from other causes for which the law gave no remedy.” All that the case decides, therefore, is that an owner of coal lands can mine his coal in the usual and ordinary way, and in such operation allow the water as it comes from the mine to flow naturally into a stream of pure water without liability to a lower riparian owner for the pollution of the stream, and that such operator can in a shaft operation pump mine water to the surface and allow it to seek its natural outlet, without liability for damage if the water of the stream be already polluted. That this is the extent to which the exception to the general rule has been carried in the Sanderson case is repeatedly declared by the Supreme Court in subsequent cases. Thus in Robertson v. Coal Co., 172 Pa., 566, 572, it is said: “The question presented in that case was whether as between owners of land lying along a stream, the owner of the upper tract may open mines upon his land when the drainage therefrom must necessarily pollute the stream and render it unfit for use by the lower owner......notwithstanding the exercise of reasonable care and precaution, injury was unavoidable, such injury would not sustain an action for damages. Within the lines thus stated Sanderson v. the Coal Company is an authority....... This court is, however, not disposed at present to modify the rule of the Sanderson’s case as it is stated above.” Then in Hind-son v. Markle, 171 Pa. 138, 144, this language is found: “That was the mere flowage of natural water which was discharged by natural and irresistible forces, necessarily developed in the act of mining prosecuted in a perfectly lawful manner.” And in the opinion of the court in the case of Sullivan v. Steel Co., 208 Pa. 540, 549, it is said: “The changed conditions brought about by the appellee have not resulted from the development and natural use and enjoyment of its own property as was the situation in Penna. Coal Co. v. Sanderson, 113 Pa. 126, the doctrine of which case has never been and never ought to be extended beyond the limitations put upon it by its own facts.”\nThe whole question then is, Whether the Sanderson case controls here? As that case introduces an “extreme exception to the general rule,” (Poktek, J., in Com. v. Emmers, 33 Pa. Superior Ct. 151,158) it should have no application unless the case in hand presents the same conditions, and especially so when we are admonished that the doctrine of that case never ought to be extended beyond the limitations put upon it by its own facts. The cases are alike in one particular. Here, the mine water is pumped to the surface. In the Sanderson case, at the time of complaint, the water was likewise lifted by pumps. But in other essential particulars the cases are unlike. In one case the stream was already polluted without fault of the coal company, and that fact was deemed important, as in the opinion we find: “If the stream was already corrupted by the water which flowed from the tunnels, or if that water was sufficient of itself to corrupt it, so as to render it useless for domestic purposes, the water which was pumped as an independent cause of action would occasion an injury without damage.” The real, substantial injury there was occasioned by the natural flow of the water from the mine. And the court said that: “It is clear that for the consequences of this flow, which by the mere force of gravity, naturally, and without any fault of the defendants, carried the water into the brook and thence to the plaintiff’s pond, there could be no responsibility in damages on the part of the defendants.” It is plain, therefore, that the two cases are radically different. The stream through plaintiff’s farm was undefiled prior to 1908; the mine water, which has rendered it unfit for domestic use, does not flow naturally and by mere force of gravity from the mine, but said water is assembled partly by means of pumps not at the lowest point in defendant’s seam of coal and then elevated '300 feet to a point on the surface from which it finds its way to the stream on plaintiff’s land 150 feet higher than the seam of coal.\nIf the doctrine of the Sanderson case is not to be extended, as we are admonished by the Supreme Court, it is clear that we have no right to give it application here. The cases are unlike in nearly every essential particular. If the remedy sought be denied, this court must go far beyond the Sanderson case and hold that a mine owner can divert the natural flow of the water in the mine, raise it artificially to the surface and \"thereby destroy a pure stream of water on higher ground. The principle involved is of far reaching consequence. The exception introduced in the Sanderson case has resulted in the pollution of nearly every stream in the western end of the State and it has become a serious problem how to obtain pure water sufficient to supply the inhabitants. In Robertson v. Coal Co., 172 Pa. 566, 572, there was almost a suggestion that at some future time the rule of the Sanderson case would be modified as it was emphasized that at that time the court was not disposed to modify the rule. It is intimated, however, in Com. v. Emmers, 33 Sup. Ct. 151, and declared in Com. v. Russell, 172 Pa. 506, that the Sanderson case does not control where public rights are involved.\nThe case in hand concerns only individual rights and if clearly within the Sanderson case the plain duty would be to dismiss the bill. But as already shown, the conditions are not identical and the exception to the general rule is not to be extended. A prima facie case would have been made out for plaintiff by showing that a stream of pure water flowing through his land was polluted by the action of defendant in pumping mine water from a lower level. Under such circumstances an action would lie under the maxim sic utere. The burden then undoubtedly would be on defendant to show that the natural use of his property made such injury unavoidable. The case did not proceed exactly along such lines, but no matter how it proceeded, the burden remains on the defendant to show that the injury was not to be avoided by reasonable care and expenditure. And fortunately, we are not without a rule in the matter as in Pfeiffer v. Brown, 165 Pa. 267, it is declared that if damage can be prevented short of expense which would be a substantial deprivation of the use of one’s own property it is an injuria which will sustain an action. The injury complained of here could be prevented in one of three ways: First, by an opening at a lower level which would furnish a natural drainage for the mine. There was no attempt to show that this was impracticable or that it would impose an unreasonable expenditure. All that we have on this proposition is the suggestion of counsel “that the place of the development of a coal property is controlled by the conditions upon the surface; the convenient location of a railroad; the ownership of surface lands by the companies or individuals engaged in developing the coal, and other causes may also contribute, and it is no doubt true that in opening this mine the defendant considered all of the conditions apparent at that time, and adopted the location for the opening for the removal of the coal which was best adapted for that purpose.” Even if it were established by testimony that the location adopted for the opening was best adapted for that purpose, it would seem to fall short of the rule declared in Pfeiffer v. Brown, supra, and would fail to lift the burden which rests on the defendant.\nThe remaining methods of preventing injury would be by adopting a different drainage for the mine water or by purification after the water is brought to the surface at the Gongaware bore hole. As to the latter methods and the contentions thereon sufficient has been said already.\nThe defendant has failed to establish that the injury was unavoidable or to prevent it would necessitate such expense as would deprive it of the use of its property. There was no attempt to show that an opening which would afford natural drainage for the mine water was impracticable, and the evidence fails to show that the water of Edna No. 1 can not be discharged otherwise than to the injury of plaintiff. “The extreme exception to the general rule” which was introduced in the Sander-son case does not control because, as already pointed out, the conditions as presented in the two cases are unlike. The undoubted tendency of later cases is to limit rather than extend the principle of that case. It follows, therefore, that the general rule must apply, and that the defendant must use its own property so as to avoid injury to the plaintiff.\nThe real difficulty in the case is presented at this point. The prayer of the bill is that the defendant “be enjoined from pumping and discharging the waters from its mines into the said stream.” If such injunction were to take effect presently the result would be disastrous. The loss to the defendant would be out of all proportion to the injury of which the plaintiff complains. The plaintiff’s injury is substantial as we have seen. But if the pumping is to cease at once, the mine will be flooded and it would be hard to estimate the damage which would be inflicted on defendant. In equity a decree is of grace, not of right, and it is not granted when greater injury is inflicted than by leaving the party to seek redress in a court of law. But here it is clear that defendant without legal excuse is in the use of its own property doing substantial and con-, tinuous injury to the property of plaintiff. A single action of trespass would not redress the injury. Repeated actions would likewise become oppressive and bring about the same result as a decree in this court. The case, however, as stated at the outset has proceeded leisurely. The parties for some reason have not been impatient for a determination of the matter. There seems, therefore, to be no occasion for a decree, such as is prayed for, to take effect immediately, and having regard for the rights of both parties such decree should not be made. It seems clear, however, that defendant under the circumstances has no right to pollute the stream which flows through plaintiff’s farm; and, without right in the matter, it must cease within a reasonable time to discharge the water of its mine into the said stream. It is not easy to determine what is a reasonable time as no evidence has been introduced on this subject, but, unless further advised, it would seem that six months would be a sufficient time to enable defendant to arrange for some other disposition of the mine water. And so far as the plaintiff is concerned it must be immaterial whether the hurtful ingredients be taken from the water so as to cause no injury to vegetation, or whether the water discharged in either one of the two ways suggested.\nError assigned was the decree of the court.\nJames S. Moorehead, with Mm Robert W. Smith, for appellant.\nCharles E. Whitten, with him Paul H. Gaither, A. C. Snively and W. S. Byers, for appellee.\nJanuary 6, 1913:"
  },
  "file_name": "0083-01",
  "first_page_order": 111,
  "last_page_order": 125
}
