{
  "id": 991488,
  "name": "Gettings v. Mahoning and Shenango Ry. & L. Company, Appellant",
  "name_abbreviation": "Gettings v. Mahoning & Shenango Ry. & L. Co.",
  "decision_date": "1913-01-06",
  "docket_number": "Appeal, No. 208",
  "first_page": "170",
  "last_page": "172",
  "citations": [
    {
      "type": "official",
      "cite": "238 Pa. 170"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 287,
    "char_count": 4619,
    "ocr_confidence": 0.481,
    "sha256": "9d39cd3665717478c5f7fad798357df7cbfb577cc5f835771dcac0cab726128f",
    "simhash": "1:bde58ce02d0d8ec0",
    "word_count": 814
  },
  "last_updated": "2023-07-14T21:14:25.063584+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Potter, Stewart and Mosciizisker, JJ."
    ],
    "parties": [
      "Gettings v. Mahoning and Shenango Ry. & L. Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Ctjriam,\nThe main argument of the appellant is directed to showing error in overruling his demurrer to the plaintiff’s statement. The statement is not well drawn in that its essential features are obscured by immaterial averments. But while it is not a clear and concise statement of the cause of action, it alleges with sufficient clearness that the plaintiff, a child live years old, while crossing a street fell on defendant’s track and was struck by a car run at high and- dangerous speed without warning of its approach; that the street was straight and that the conductor of the car who was acting as motorman saw or by the exercise of proper care would have seen the danger in which the plaintiff was placed in time to avoid the accident. This was substantially a charge of actionable negligence as the proximate cause of injury.\nThe testimony on behalf of the plaintiff was that at the time of his injury he was between five and six years of age, that he left the sidewalk to cross a narrow city street; that when three feet from the track his attention was called by another boy to a car that was two hundred and thirty feet from him; that he then ran to cross in advance of it, but tripped on the first rail of the track and while getting up he was struck by the fender and carried one hundred feet; that the track was straight and there were no objects in the street to prevent the conductor who was running the car from seeing him; that the conductor was looking back and the car was running rapidly. Witnesses for the defendant testified that the plaintiff at a place seventy-five feet from a crossing ran from behind a wagon, into or directly in front of the car. The issue thus raised was very carefully submitted by the learned trial judge.\nThere is no ground for the argument that the case should have been withdrawn from the jury because of a variance between the testimony of the plaintiff and his chief witness as to the side of the street from which he crossed. In making out a prima facie case, it was unimportant from which side of the street he crossed. It became important only in considering the defense when later in the trial the defendant presented testimony to show that a wagon stood on the north side. The plaintiff was entitled to go to the jury on his own testimony. The judgment is affirmed.",
        "type": "majority",
        "author": "Per Ctjriam,"
      }
    ],
    "attorneys": [
      "G. H. Akens, with him G. F. Arrel, of Aliens, Wilkison, Lockhart & Chambers, for appellant.",
      "G. W. Fenton, with him W. S. Anderson & Son, for appellee."
    ],
    "corrections": "",
    "head_matter": "Gettings v. Mahoning and Shenango Ry. & L. Company, Appellant.\nNegligence — Street railways — Infants—Pleading—Statement of claim — Variance in testimony.\n1. In an action of trespass to recover damages for personal injuries, the action of the trial court in overruling a demurrer to the plaintiff’s statement will not he reversed on appeal where it appears that while the statement was not a clear and concise statement of the cause of action it alleged with sufficient clearness that the plaintiff, a child of five years, while crossing a street fell on defendant railway company’s track and was struck by a car run at high and dangerous speed and without warning of its approach; that the street was straight, and that the conductor of the car, who was acting as motorman, saw or by the exercise of proper care would have seen the danger in which the plaintiff was placed in time to avoid the accident. Such averments constitute substantially a charge of actionable negligence as the approximate ^cause of injury.\n2. In the trial of such an action, a refusal to withdraw the case from the jury because of a variance between the testimony of the plaintiff and his chief witness as to the side of the street from which plaintiff crossed, is proper where this ia unimportant in making out a prima facie case and became important only in the consideration of the defense.\nArgued October 15, 1912.\nAppeal, No. 208, Oct. T., 1912, by defendant, from judgment of O. P. Lawrence Oo., Sept. T., 1909, No. 25, on verdict for plaintiff in case of George Gettings by Robert W. Gettings, Ms next friend, v. The Mahoning and Shenango Railway & Light Company.\nBefore Fell, C. J., Brown, Potter, Stewart and Mosciizisker, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries brought by a father on behalf of his son, a minor. Before Porter, P. J.\nThe facts appear in the opinion of the Supreme Court.\nThe accident occurred on April 15, 1909.\nVerdict and judgment for plaintiff: for $6,000.\nErrors assigned, among others, were in overruling demurrer to the statement of claim and refusal to withdraw the case from the jury.\nG. H. Akens, with him G. F. Arrel, of Aliens, Wilkison, Lockhart & Chambers, for appellant.\nG. W. Fenton, with him W. S. Anderson & Son, for appellee.\nJanuary 6, 1913:"
  },
  "file_name": "0170-01",
  "first_page_order": 198,
  "last_page_order": 200
}
