{
  "id": 991575,
  "name": "McCleary v. Pittsburg Railways Company, Appellant",
  "name_abbreviation": "McCleary v. Pittsburg Railways Co.",
  "decision_date": "1913-01-06",
  "docket_number": "Appeal, No. 175",
  "first_page": "253",
  "last_page": "254",
  "citations": [
    {
      "type": "official",
      "cite": "238 Pa. 253"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 197,
    "char_count": 2830,
    "ocr_confidence": 0.475,
    "sha256": "68fdb5cfe4d12c29f30afb0ab5bbbd181ca47c497cd505e8998085a55bfc1e83",
    "simhash": "1:79f299ec5f1b9e28",
    "word_count": 493
  },
  "last_updated": "2023-07-14T21:14:25.063584+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Beown, Pottee, Elkin, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "McCleary v. Pittsburg Railways Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe complaint of the appellant is that the court below failed to take the case from the jury. As the deceased child was barely six years of age, no question arose as to its contributory negligence, and the sole question was as to the negligence of the defendant in the operation of its car. It was running on Jefferson avenue, in the town of Washington, and the motorman had a clear and unobstructed view of that avenue for a distance of one thousand feet as he approached the point of collision. There was testimony that the car was running at an undue and dangerous rate of speed, and, under all the evidence, it was for the jury to say whether the collision was due to the negligence of the motorman in running his car too rapidly or in not carefully looking ahead of him as the unfortunate child started to cross over Jefferson avenue before the car had reached intersecting Hall avenue. Both assignments are overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "John H. Murdoch, with him Edgar B. Murdoch, for appellant.",
      "John C. Bane, with him L. R. Boyd, for appellees."
    ],
    "corrections": "",
    "head_matter": "McCleary v. Pittsburg Railways Company, Appellant.\nNegligence — Street railways — Infants—Collision—Case for jury.\nIn an action by the parents against a street railway company to recover damages for the death of a child six years of age, the case is for the jury and a verdict for the plaintiff will be sustained where it appears that the motorman had a clear and unobstructed view of the street for a distance of one thousand feet as he approached the point of collision, that the child started to cross the street before the car reached the intersection of a nearby street, and the testimony showed that the car was running at an undue and dangerous rate of speed.\nArgued October 16,, 1912.\nAppeal, No. 175, Oct. T., 1912, by defendant, from judgment of O. P. Washington Co., May T., 1909, No. 180, on verdict for plaintiff in case of Manson T. McCleary and Nellie I. McCleary v. Pittsburg Railways Company.\nBefore Beown, Pottee, Elkin, Stewart and Moschzisker, JJ.\nAffirmed.\nTrespass to recover damages for the death of plaintiffs’ minor son. Before McIlvaine, P. J.\nThe defendant company was the lessee and operator of a line of double track electric railway on Jefferson Avenue in the town of Washington. The child who was killed was standing on the sidewalk of that street at a point southward from the intersection of Hall and Jefferson avenue when one of the defendant’s cars approached, going southward on the near track. The car did not stop at Hall avenue and was proceeding along the street when the child attempted to cross and was struck. The jury found a verdict for the plaintiffs on which judgment was entered. Defendant appealed.\nError assigned was in refusing to enter judgment for the defendant non obstante veredicto.\nJohn H. Murdoch, with him Edgar B. Murdoch, for appellant.\nJohn C. Bane, with him L. R. Boyd, for appellees.\nJanuary 6, 1913:"
  },
  "file_name": "0253-01",
  "first_page_order": 281,
  "last_page_order": 282
}
