{
  "id": 991560,
  "name": "Preston, et al., Appellants, v. South Penn Oil Company, et al.",
  "name_abbreviation": "Preston v. South Penn Oil Co.",
  "decision_date": "1913-01-06",
  "docket_number": "Appeal, No. 176",
  "first_page": "301",
  "last_page": "304",
  "citations": [
    {
      "type": "official",
      "cite": "238 Pa. 301"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "101 Pa. 36",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500894
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/101/0036-01"
      ]
    },
    {
      "cite": "63 W. Va. 317",
      "category": "reporters:state",
      "reporter": "W. Va.",
      "case_ids": [
        8630192
      ],
      "opinion_index": 0,
      "case_paths": [
        "/w-va/63/0317-01"
      ]
    },
    {
      "cite": "100 Tenn. 100",
      "category": "reporters:state",
      "reporter": "Tenn.",
      "case_ids": [
        8536808
      ],
      "opinion_index": 0,
      "case_paths": [
        "/tenn/100/0100-01"
      ]
    },
    {
      "cite": "134 Ky. 239",
      "category": "reporters:state",
      "reporter": "Ky.",
      "case_ids": [
        4391696
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ky/134/0239-01"
      ]
    },
    {
      "cite": "57 Ohio 492",
      "category": "reporters:state",
      "reporter": "Ohio",
      "opinion_index": 0
    },
    {
      "cite": "213 Pa. 195",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        943493
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/213/0195-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 378,
    "char_count": 5128,
    "ocr_confidence": 0.514,
    "pagerank": {
      "raw": 1.935242523421085e-07,
      "percentile": 0.7348092494967854
    },
    "sha256": "825cef5f107387af4c768f6c729ee0948944512b65b137ae9b97dfcfc4d77cae",
    "simhash": "1:b1f146057045ad54",
    "word_count": 874
  },
  "last_updated": "2024-02-27T22:33:41.463162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Preston, et al., Appellants, v. South Penn Oil Company, et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Fell,\nThe .¿Etna Oil Company purchased land in 1864, and after drilling wells which proved to be unproductive and awaiting the result of operations by others on adjoining lands abandoned its search for petroleum. In 1876, it conveyed the land to the defendants’ predecessor in title with the follow reservation: “Together with the appurtenances, under and subject, however, to existing leases thereof and excepting and reserving thereout unto the the .¿Etna Oil Company, all mineral and mining rights and the incidents thereto, whatever.” Whatever rights were reserved became vested in the plaintiffs. The question for decision is whether this reservation includes petroleum and natural gas. There was no evidence at the trial to show that the parties to the deed intended the word mineral to include petroleum or gas or that the word had acquired a meaning in conveyancing which would include them. The case presented was squarely ruled by the decision in Dunham v. Kirkpatrick, 101 Pa. 36, and the learned trial judge being of opinion that he should have affirmed the defendants’ request for binding instructions, entered judgment for them non obstante veredicto.\nIn Dunham v. Kirkpatrick, supra, the reservation was of “all timber suitable for sawing, also all minerals.” It was held that while petroleum is a mineral in the broadest sense of the word, it was not within the intent of the parties in making the reservation for the reason that it was not generally regarded as a mineral and the word was used in its popular and commercial sense in conveyances and leases, and that if a strictly scientific construction should be given the reservation it would include all inorganic substances and be as extensive as the grant and void for repugnancy. It was said in the opinion“Certainly, in popular estimation, petroleum is not regarded as a mineral substance and can only be so classified in the most general or scientific sense. How, then, did the parties to the contract think and write? As scientists or as business men, using the language and governed by the ideas of everyday life?” In construing the reservation the rule was followed that it is safe to assume that the parties to such a contract viewed its subject matter as the mass of mankind would view it.\nTwenty-three years after the decision in Dunham v. Kirkpatrick the same question was raised in Silver v. Bush, 213 Pa. 195, and the earlier decision was approved and followed. In the opinion by Chief Justice Mitchell, it was said in referring to the use of the word mineral, “The variation in the scope of the word arises from the connection and application in which it is used. The crucial question, in all contracts, is what was the sense in which the parties used the word. Mineral is not per se a term of art or trade, but of general language, and presumably is intended in the ordinary, popular sense which it bears among English-speaking people. It may in any particular case have a different meaning, more extensive or more restrictive, but such different meaning should clearly appear as intended by the parties.”\nThe decision in other jurisdictions on the question involved in this case are not harmonious. The rule adopted in this State has been followed in Detlor v. Holland, 57 Ohio 492, and in McKinney v. Central Kentucky Nat. Gas Co., 134 Ky. 239. It has been rejected or questioned in Murray v. Allred, 100 Tenn. 100; Weaver v. Richards, 156 Michigan 320; McCombs v. Stephenson, 154 Alabama 109, and Sult v. Hochstetter Oil Co., 63 W. Va. 317. This want of harmony may in a measure be attributed to the difference in the popular understanding of the nature of petroleum as its production has progressed and expanded. Dunham v. Kirkpatrick has been the law of this State for thirty years and very many titles to land rest upon it. It has become a rule of property and it will not be disturbed.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Chief Justice Fell,"
      }
    ],
    "attorneys": [
      "Peter M. Speer, with him George A. Chase and George W. Moore, for appellants.",
      "Win. M. Parker and M. J. Heyioang, with them H. O. Dorworth and J. D. Trace, for appellees."
    ],
    "corrections": "",
    "head_matter": "Preston, et al., Appellants, v. South Penn Oil Company, et al.\nDeeds — Reservation—Mineral rights — Petroleum, and natural gas — C onsiruction.\nA reservation of mineral and mining rights in a deed will not be construed to include petroleum and natural gas, in the absence of clear evidence of an intention of the parties to so include them.\nArgued October 18, 1912.\nAppeal, No. 176, Oct. T., 1912, by plaintiffs, from judgment of O. P. Venango Co., Jan. T., 1910, No. 28, on verdict for defendant non obstante veredicto in case of James Preston and Frank W. Redfield v. South Penn Oil Company, a corporation, O. D. Harrington, Judson A. Harrington, John J. Harrington, W. O. Harrington and F. C. Harrington.\nBefore Fell, C. J., Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nEjectment for tract of land in Oil Creek Township. Before Prather, P. J., specially presiding.\nThe opinion of the Supreme Court states the case.\nError assigned was in entering judgment for the defendant non obstante veredicto.\nPeter M. Speer, with him George A. Chase and George W. Moore, for appellants.\nWin. M. Parker and M. J. Heyioang, with them H. O. Dorworth and J. D. Trace, for appellees.\nJanuary 6, 1913:"
  },
  "file_name": "0301-01",
  "first_page_order": 329,
  "last_page_order": 332
}
