{
  "id": 991663,
  "name": "McQuiston's Estate",
  "name_abbreviation": "McQuiston's Estate",
  "decision_date": "1913-01-06",
  "docket_number": "Appeal, No. 198",
  "first_page": "313",
  "last_page": "315",
  "citations": [
    {
      "type": "official",
      "cite": "238 Pa. 313"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "238 Pa. 304",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        991556
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/238/0304-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 272,
    "char_count": 4095,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.034665341492882404
    },
    "sha256": "907b3a79b44979c78bf706328973b5ccfd1c7ad587faf6372bda4e9d1f471365",
    "simhash": "1:4809ef5d1798bd0d",
    "word_count": 691
  },
  "last_updated": "2024-02-27T22:33:41.463162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "McQuiston’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Stewart,\nThis appeal raises no other question than that decided in the one which next precedes. The two appeals differ only in the nature and character of the proceedings out of which the question arises. In the present the legal status of Harry Eitchey McQuiston claiming to be the child, and therefore heir, of Cyrus E. McQuiston, who died intestate, was challenged in a proceeding begun by the decedent’s widow to have the homestead set apart to her out of decedent’s estate as her exemption, under the Act of April 1,1909, P. L. 87. To the appraisement as returned Harry Eitchey McQuiston filed exceptions, alleging his heirship as an adopted child of said Cyrus E. McQuiston, deceased. The matter was referred to an auditor who sustained the exceptions. To the auditor’s report the widow filed exceptions which the court dismissed in an opinion sustaining the claim of Harry Eitchey McQuiston. The one question raised was the legal sufficiency of the decree of adoption, the decree having been made by the Court of Armstrong County, whereas the residence of the adopting parent' was at the time in Venango County. Because the contention on part of the widow was open to the objection that it was a collateral attack upon the decree of adoption, recourse was had to the court of Armstrong County, and a petition was there presented to have the decree revoked on the ground above stated, with a view to further proceedings in the matter of the widow’s appraisement in Venango County, in the event of the decree being revoked. We have decided in the other appeal, in an opinion just handed down, that the decree of adoption was not void, but that it was made in the exercise of a jurisdiction that belonged to the court that entered it. That being the only question raised by the record, for the reasons stated in the other case the assignments of error here are overruled, and the order and decree.of the court are affirmed at costs of appellant.",
        "type": "majority",
        "author": "Mr. Justice Stewart,"
      }
    ],
    "attorneys": [
      "William J. Breene, with him Edmond G. Breene and Homer B. Blair, for appellant.",
      "P. M. Speer and F. A. Sayers, for appellee."
    ],
    "corrections": "",
    "head_matter": "McQuiston’s Estate.\nDecedent’s estate — Widow’s exemption — Adopted son — Irregularity of decree — Act of April 1, 1909, P. L. 87.\nThe fact that a decedent leaves surviving him a son, adopted under a decree of adoption voidable for irregularities but not void, is a bar to a claim by the widow of the $5,000 exemption under the Act of April 1, 1909, P. L. 87.\nArgued October 18, 1912.\nAppeal, No. 198, Oct. T., 1912, by Hannah A. McQuiston, widow, from decree of O. C. Venango Co., No. 58, Jan. T., 1911, sustaining exceptions to auditor’s report in the estate of Cyrus E. McQuiston, deceased.\nBefore Fell, C. J., Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nExceptions to auditor’s report sustaining exceptions filed to a widow’s appraisement. Before Criswell, P. J.\nThe decedent, Cyrus E. McQuiston, married Hannah A. McQuiston in 1870 and from that time until his death in 1911, made his permanent residence in Scrub-grass Township, Venango County, Pennsylvania. No children were born to their marriage. In 1891, McQuiston filed a sworn petition under the Act of May 4, 1855, P. L. 430, as amended, to the Common Pleas of Armstrong County for the adoption of a four year old boy who had become a public charge of Pinegrove Township, Armstrong County. The overseers of the poor of that township joined in the petition and the formal adoption decree was entered.\nThe estate of decedent consisted of a homestead and personalty appraised respectively at $5,000.00 and $2,000.00. After the death of Cyrus E. McQuiston, his widow, Hannah A. McQuiston, claimed the homestead as her widow’s exemption under the Act of April 1,1909, P. L. 87, to which Harry Bitehey McQuiston, the adopted, son, filed exceptions. Thomas McGough, Esq., was appointed auditor and after hearing sustained the exceptions, his report being subsequently confirmed.\nFor further facts see McQuiston’s Adoption, 238 Pa. 304.\nErrors assigned were (1-7) in dismissing various exceptions to auditor’s report.\nWilliam J. Breene, with him Edmond G. Breene and Homer B. Blair, for appellant.\nP. M. Speer and F. A. Sayers, for appellee.\nJanuary 6, 1913:"
  },
  "file_name": "0313-01",
  "first_page_order": 341,
  "last_page_order": 343
}
