{
  "id": 991656,
  "name": "Illig, Appellant, v. Monongahela Natural Gas Co.",
  "name_abbreviation": "Illig v. Monongahela Natural Gas Co.",
  "decision_date": "1913-01-06",
  "docket_number": "Appeal, No. 14",
  "first_page": "324",
  "last_page": "327",
  "citations": [
    {
      "type": "official",
      "cite": "238 Pa. 324"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 359,
    "char_count": 7011,
    "ocr_confidence": 0.51,
    "pagerank": {
      "raw": 4.8172472706271035e-08,
      "percentile": 0.3020689623217415
    },
    "sha256": "9e5aac286bd8a281b06dceeeca242b4fd95f26029fe756df4c6d77d7c8fca429",
    "simhash": "1:0f0abaa90d2395ce",
    "word_count": 1215
  },
  "last_updated": "2023-07-14T21:14:25.063584+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Illig, Appellant, v. Monongahela Natural Gas Co."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Moschzisker,\nOn February 20, 1900, the plaintiffs leased a farm to the defendant company for a term of five years “and as much longer as oil or gas is found in paying quantities or the rental is paid.” The lease provided inter alia as follows: That a well should be drilled and completed within six months, “and should gas be found in sufficient quantities to justify marketing the same,” the rent should be “$500 per annum......for the gas from each well so long as it shall be sold therefrom,......” On May 15, 1900, a well was completed and gas found, whereupon the defendant company shut in the gas until the 26th day of February, 1905; since the latter date they have marketed the gas and paid the consideration provided in the lease. The plaintiffs brought this action in assumpsit to recover the rental for the period between May 15, 1900, and February, 1905, amounting to $2,390.27, claiming that during the time specified “gas was found in sufficient quantities to justify marketing the same”; this was denied by the defendant in its affidavit of defense, and the case proceeded to trial. The jury rendered a verdict in favor of the defendant, and the plaintiffs have appealed; they contend that the trial judge erred in his charge to the jury and in certain rulings upon the evidence.\nThe charge in substance was as follows: “Now, the question is, did that well produce gas during the period ......May, 1900, to February, 1905, in sufficient quantities to justify marketing?......We haven’t any evidence on the part of the plaintiffs as to the exact amount of gas......produced in any given time, or any pressure which is exerted......The evidence on the part of the plaintiff......is the evidence of experts, that the well would at least not have any greater pressure, or produce any more gas, at the end of five years;...... that is the evidence from which they ask you to find the fact that, during this five years, this well was producing sufficient gas to justify the marketing of it.......The answer to that is that the conditions had changed during the period covered by this claim.......There is some evidence that about 1905 this defendant company built a pumping plant, and that, with the use of that plant, they could market this gas......, that they were enabled to market this gas at a profit after February, 1905, and......not......before February, 1905......To be specific, the testimony of the superintendent for the defendant is that the pressure in their mains, prior to the erection of the pumping plant, was so strong that if the connection had been made between the mains and this well, instead of this gas flowing into the main, the gas from the main would have flowed into the well; and that, after the erection of the pumping plant the pressure in their mains was reduced to such an extent that they could take the gas from this well into their mains. If this be the fact, then the fact that they used and marketed this gas after the erection of the pumping plant would be no evidence that they could have marketed it before that. Now, gentlemen, the evidence is very narrow and very simple. The question for your determination is: Did this well produce gas in sufficient quantities to justify this defendant in marketing that gas, at a reasonable profit, under the conditions in which they were marketing gas during that five years, or any part of that period? If it did......then they must pay the |500 a year. If it did not, then they are not liable to pay anything.”\nIt is doubtful if the plaintiffs produced sufficient testimony to justify the submission of their case to the jury; but it is not necessary to discuss that question, for the verdict accords with the decided weight of the evidence. We are not impressed with the assignments of error going to the charge. While in the interest of the plaintiffs certain of the trial judge’s references to the testimony might have been more appropriately phrased, no specific complaint was made at the time; the statements concerning the evidence are substantially correct, and it is not at all likely that the plaintiffs suffered any material harm from the manner in which the testimony was reviewed.\nThere is no merit in the other assignments. When the superintendent of the defendant company was upon the stand as a witness in its behalf, he was permitted to testify that the field superintendent, who was in charge at the time of the completion of the well, reported to him “that it was a very small well.” Even though it be conceded that this testimony should have been excluded as hearsay, its admission did not constitute reversible error. The issue was, did the well produce gas in marketable quantities, and the statement that “it was a very small well,” threw little if any light upon that point. Immediately after the witness had given the testimony complained of, he said that he had personally seen the well and that in point of fact “it was very small,” and he followed this by stating its pressure. Nor do we think that error was committed in sustaining the objection to the question asked of this witness as to whether his company had “made offers for the well”; this was not cross-examination upon any point testified to by him or upon any issue in the case.\nThe assignments are overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Moschzisker,"
      }
    ],
    "attorneys": [
      "George B. Lewis, for appellant.",
      "W. B. Rodgers, for appellee."
    ],
    "corrections": "",
    "head_matter": "Illig, Appellant, v. Monongahela Natural Gas Co.\nPractice, O. P. — Trial—Charge of court — References to testimony.\n1. Where no specific complaint is made at the time of the delivery of the charge as to quotations therein from the testimony, and where the statements in the charge concerning the evidence are substantially correct and it is not likely that the plaintiff suffered any material harm in the manner in which the testimony was reviewed, an appellate court will not reverse.\nEvidence — Hearsay—Oil and gas leases — Cross-examination.\n2. The admission of evidence which might have been excluded as hearsay, does not constitute reversible error where it throws little, if any, light upon the point in controversy at the trial.\n3. A case will not be reversed by the appellate court for an exclusion of testimony, sought to be elicited by cross-examination, upon a point not testified to by the witness in chief and not relating to any issue in the case.\nArgued Oct. 21, 1912.\nAppeal, No. 14, Oct. T., 1912, by plaintiffs, from judgment of C. P. No. 3, Allegheny County, May T., 1906, No. 188, on verdict for defendant in case of Charles Illig, et al., v. Monongahela Natural Gas Co.\nBefore Fell, C. J., Brown, Mestrezat, Stewart and Moschzisker, JJ.\nAffirmed.\nAssumpsit to recover rental under oil and gas lease. Before Evans, J.\nThe facts sufficiently appear in the opinion of the Supreme Court.\nVerdict and judgment for defendant. Plaintiffs appealed.\nErrors assigned were to the charge of the court and as to the admission and rejection of testimony, as appears in the opinion.\nGeorge B. Lewis, for appellant.\nW. B. Rodgers, for appellee.\nJanuary 6, 1913:"
  },
  "file_name": "0324-01",
  "first_page_order": 352,
  "last_page_order": 355
}
