{
  "id": 991494,
  "name": "Nicholson v. Brown, Appellant",
  "name_abbreviation": "Nicholson v. Brown",
  "decision_date": "1913-01-06",
  "docket_number": "Appeal, No. 74",
  "first_page": "356",
  "last_page": "360",
  "citations": [
    {
      "type": "official",
      "cite": "238 Pa. 356"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "227 Pa. 299",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1008729
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/227/0299-01"
      ]
    },
    {
      "cite": "1 Yeates 316",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6774530
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/1/0316-01"
      ]
    },
    {
      "cite": "126 Pa. 562",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        968893
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/126/0562-01"
      ]
    },
    {
      "cite": "78 Pa. 432",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040350
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/78/0432-01"
      ]
    },
    {
      "cite": "214 Pa. 440",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        946027
      ],
      "pin_cites": [
        {
          "page": "444"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/214/0440-01"
      ]
    },
    {
      "cite": "64 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021310
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "14"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/64/0009-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 439,
    "char_count": 9231,
    "ocr_confidence": 0.515,
    "pagerank": {
      "raw": 1.3129806732404145e-07,
      "percentile": 0.6248597891228408
    },
    "sha256": "737b58bd173d370063a9d51a696da251c45651ba504974d65ee9357dc3df3934",
    "simhash": "1:4155a9e80f050200",
    "word_count": 1635
  },
  "last_updated": "2024-02-27T22:33:41.463162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Nicholson v. Brown, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe judgment is affirmed on the opinion of Judge Shafer.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "John W. Chalfant, for appellant.",
      "Gordon Fisher, for appellee."
    ],
    "corrections": "",
    "head_matter": "Nicholson v. Brown, Appellant.\nWills — Construction—Contingency—Words and phrases — “Or\" used conjunctively — Marketable title.\n1. Where a devise over is made, if the first taker dies without issue or heirs or before reaching a certain age, the word “or” is to be treated as a conjunctive and the same rule applies where the third contingency is closely connected with the second and in a sense is an expansion of it.\n2. Testator provided as to his residuary estate, including the realty in suit, “and after the decease of my wife I do give and bequeath the same unto my daughter Nancy Nicholson aforesaid and her heirs and assigns, and if my daughter Nancy Nicholson shall die in her minority or unmarried or without issue,” then over. Held, that “or” is here used conjunctively and the daughter being of age, although unmarried and without issue, has a fee after the mother’s death in the estate in question, and can convey a marketable title.\nArgued October 22, 1912.\nAppeal, No. 74, Oct. T., 1912, by defendant, from the order of O. P., No. 2, Allegheny Co., Oct. T., 1911, No. 465, entering judgment for plaintiff upon a special verdict, in the case of Nancy A. Nicholson v. John D. Brown.\nBefore Fell, C. J., Brown, Mestrezat, Stewart and Moschzisker, JJ.\nAffirmed.\nAction of assumpsit to recover purchase price of certain realty sold by plaintiff to defendant. The jury found a special verdict as follows:\nFirst. That William J. Nicholson died February 22, 1849, seized in fee of the land described in the plaintiff’s statement, leaving a will dated May 22, 1848, a copy whereof is attached to the defendant’s affidavit of defense.\nSecond. That said testator left surviving him his widow, Susanah Nicholson and one child, Nancy A. Nicholson, the plaintiff.\nThird. That on August 22d, 1849, a posthumous child of said William J. Nicholson was born, named Susanah Helen Nicholson, and who died January 1, 1850, unmarried, intestate, and without issue, leaving as her sole heirs her mother, the said Susanah Nicholson, and said plaintiff.\nFourth. That Susanah Nicholson, widow of William J. Nicholson, and mother of the plaintiff, died on September 27, 1901.\nFifth. That Nancy A. Nicholson, plaintiff, is above the age of twenty-one years, has never been married, and is without issue.\nSixth. That plaintiff, by articles of agreement duly executed, a copy whereof is attached to plaintiff’s statement of claim, agreed to convey said lands to the defendant for sixteen hundred ($1,600.00) dollars, one hundred ($100.00) dollars of which was paid at the execution thereof.\nSeventh. That a deed of the plaintiff in proper form was duly tendered to the defendant who declined to accept the same, alleging that the plaintiff was not seized in fee of the lands in question.\nIf upon these facts and the provisions of the will of William J. Nicholson, the court is of the opinion that Nancy A. Nicholson, plaintiff, is seized in fee of the lands in question, then we find for the plaintiff in the sum of fifteen hundred and fifteen ($1,515.00) dollars; otherwise we find for the defendant.\nShafeb, J., filed the following opinion:\nThe action is for the purchase money of real estate agreed to be sold by the plaintiff to the defendant, the defense being want of marketable title in the plaintiff. A special verdict was taken, from which it appears that William J. Nicholson, the father of the plaintiff, died in 1819, seized 'of the land in question and leaving a will, a copy of which is made part of the verdict; that William J. Nicholson left surviving him his widow, Susanah Nicholson, and the plaintiff who was his only child; that after his death a posthumous child, a daughter, was born to him not provided for in the will, which lived a few months; that Susanah Nicholson, the widow of William J. Nicholson, died in 1904; that the plaintiff is above the age of 21 years and is without issue, never having been married, and has agreed to sell the land to the defendant for $1,600.00, and that a deed has been tendered but was refused upon the allegation of the defendant that the title in the plaintiff is not a marketable title in fee to the whole of the land. The will of William J. Nicholson, after disposing of some specific legacies, gives all the residue of his estate, including the land in question, to his wife, Susanah, “until my daughter Nancy Nicholson shall arrive at the age of 21 years, after which my wife Susanah shall only have one-third of the proceeds thereof for and during the balance of her natural life......and after the decease of my wife I do give and bequeath the same unto my daughter Nancy Nicholson aforesaid, and her heirs and assigns; and if my daughter Nancy Nicholson shall die in her minority or unmarried or without issue” after her death and the death of my wife Susanah Nicholson I then do give the same to my brother John Nicholson, his heirs and assigns forever.\nIt is admitted that the plaintiff inherited one undivided half of the land in question from her deceased sister, the posthumous child above mentioned, and the only question is as to the title of the other half. The devise over to John Nicholson is upon the contingency of the plaintiff dying “in her minority or unmarried or without issue.” She is still unmarried and without issue. If, therefore, the word “or” in either of the cases in which it is here used is to be treated as a disjunctive there can be no question that the plaintiff is not in position to convey a marketable title to the undivided half of the land in question. We are clearly of opinion, however, that these words are to be taken conjunctively. Where a devise over is made if the first taker dies without issue or heirs or before reaching a certain age the uniform construction has been that the word “or” is to be treated as a conjunctive. Cases to this effect can be found in Dcebler’s App., 64 Pa. 9, 14. It is there said that this construction has been- so conclusively settled as to have become one of the landmarks of the law not now to be shaken. The only remaining question will then be whether the use of two disjunctives makes any difference. Of course, if the third disjunctive introduces a matter not connected with the second but of a different nature the gift over does not take effect unless both contingencies occur, but where, as in this case, the third contingency is closely connected with the second and in a sense an expansion of it, there appears no reason why the same rule should not be applied. The reason of the rule applies in one case exactly as in the other. But we are not without authority for the exact case in question. In the case of Holmes v. Holmes, 5 Binney 252, Chief Justice Tilgiiman cites with approval the case of Frammingham v. Brand, 1 Wils. 140, decided by Lord Hardwicke, where the devise over was in case the son of the testator should “happen to die in his minority or unmarried or without issue, then I give the inheritance in fee to H. B.,” and where it was held that the son took an absolute estate in fee upon his arrival at the age of 21. In the case of Scott v. Price, 2 S. & R. 59, the executory devise was of a sum of money, which it was determined, however, was to be treated in the same manner as a devise of real estate, and the provision was that upon the contingency of the beneficiary dying before the age of 21 years unmarried or without lawful issue the gift should go over, and it was held that upon arriving at the age of 21 years the gift became absolute.\nThere is an additional reason for holding that the plaintiff’s estate is absolute, founded upon a rule of interpretation which is clearly stated in the opinion of the Supreme Court in the case of Mayer v. Walker, 214 Pa. 440, 444, -wliere it is said: “Where an absolute estate is followed by the words ‘if he should die without issue,’ it is a settled principle of interpretation that they will be understood as referring to death without issue in the lifetime of the testator, if the gift is immediate; or during the continuance of the life estate if it is not; and if the donee survives the testator or the continuance of the intervening estate, his interest becomes absolute and indefeasible.”\n• We are, therefore, of opinion that the plaintiff has a good and marketable title in fee to the whole of the land in question, and that she is entitled to judgment upon the verdict. It is, therefore, ordered that judgment be entered for the plaintiff upon the special verdict upon, payment of the verdict fee.\nError assigned was the action of the court in ordering judgment to be entered for the plaintiff on the special verdict.\nJohn W. Chalfant, for appellant.\n— The gift to the appellee was an executory devise, liable to be defeated by her death unmarried and without issue, and the title which she offers to convey is unmarketable: Reek’s App., 78 Pa. 432; Woelpper’s App., 126 Pa. 562; Griffith v. Woodward, 1 Yeates 316.\nGordon Fisher, for appellee.\n— The appellee’s estate is a fee: Doebler’s App., 64 Pa. 9; Holmes v. Holmes, 5 Binney, 252; Frammingham v. Brand, 1 Wils. 140; Scott v. Price, 2 S. & R. 59; Edward’s Estate, 227 Pa. 299.\nJanuary 6, 1913:"
  },
  "file_name": "0356-01",
  "first_page_order": 384,
  "last_page_order": 388
}
