{
  "id": 991676,
  "name": "Drexler v. Borough of Braddock, Appellant",
  "name_abbreviation": "Drexler v. Borough of Braddock",
  "decision_date": "1913-01-06",
  "docket_number": "Appeal, No. 110",
  "first_page": "376",
  "last_page": "381",
  "citations": [
    {
      "type": "official",
      "cite": "238 Pa. 376"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "145 Pa. 612",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        825911
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/145/0612-01"
      ]
    },
    {
      "cite": "21 Pa. Superior Ct. 294",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        844346
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/21/0294-01"
      ]
    },
    {
      "cite": "8 Pa. Superior Ct., 484",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        286966
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/8/0484-01"
      ]
    },
    {
      "cite": "203 Pa. 316",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994705
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/203/0316-01"
      ]
    },
    {
      "cite": "224 Pa. 120",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        963073
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/224/0120-01"
      ]
    },
    {
      "cite": "81 Pa. 414",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044146
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/81/0414-01"
      ]
    },
    {
      "cite": "216 Pa. 224",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        950436
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/216/0224-01"
      ]
    },
    {
      "cite": "204 Pa. 405",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        927480
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/204/0405-01"
      ]
    },
    {
      "cite": "159 Pa. 99",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        850146
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/159/0099-01"
      ]
    },
    {
      "cite": "216 Pa. 224",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        950436
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/216/0224-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 488,
    "char_count": 10245,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 9.841894344868575e-08,
      "percentile": 0.5338606613744662
    },
    "sha256": "147b6a70fa481b5ab99caeb5ef4c757c19d366b41e84f75295b3faade76ee0e1",
    "simhash": "1:f03075c7da076c13",
    "word_count": 1792
  },
  "last_updated": "2024-02-27T22:33:41.463162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Drexler v. Borough of Braddock, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Brown,\nThe first complaint of the appellant is that the court below permitted Louis A. Drexler to testify as to the value of plaintiff’s property taken in the opening of a street in the Borough of Braddock known as “Wood Way.” He is the husband of the plaintiff, and objection was made to his competency, for the reason that he had not shown sufficient knowledge of the market value of real estate in the vicinity of the property taken to enable him to testify as to its value and the damages which his wife sustained by the opening of the street. Before he was permitted to express an opinion as to the value of his wife’s property before and after it was taken for street purposes, he had testified, in reply to questions asked in chief and on cross-examination, that he had lived in Allegheny County twenty-eight or twenty-nine years and had known the property in question dur: ing all that period; that from the time of his marriage, in 1898, he had managed this property for his wife and had been collecting the rents from it; that she had thirteen properties in Braddock in the same neighborhood; that from 1901 to 1904 he had lived in the Borough of Braddock, on a property located on a street next to the one on which the property in this case is situated, and had sold the same to a hospital; that he had managed his wife’s properties for her and collected the rents from them ever since his marriage; that he had a knowledge of the value of real estate in the borough; that though he had moved to Delaware in 1904, he had made frequent visits to Braddock and had kept in touch with the value of properties there, and that he and his wife had sold to the Schuylkill Land Improvement Company the rear end of the property involved in this issue. The witness was so clearly competent for the purpose for which he was called that we dismiss the first assignment of error without further comment.\nThe second assignment calls for a reversal of the judgment. Edward M. Brackmeyer was called as a witness for the defendant, and, after having testified that he was familiar with the market value of property in Braddock in 1907, in the vicinity of that belonging to the plaintiff, he fixed the value of hers at $400 a front foot. On cross-examination he was asked whether he had been a witness in the year 1910 in a condemnation proceeding called the “Brennen” case, and plaintiff’s counsel was allowed, under defendant’s objection, to ask him whether he had not testified in that case that Brennen’s property was worth $800 a front foot. This question, which the witness answered in the affirmative, was allowed after he had testified that the Brennen property was unlike plaintiff’s in its location and surroundings and was situated three-fourths of a mile distant. His testimony was admitted by the court “for the purpose of testing the knowledge of the witness as to real estate values, in his judgment, in the Borough of Braddock.” While it is true that, where a witness has testified to the value of real estate, his good faith and the accuracy and extent of his knowledge may be tested on cross-examination by questioning him as to particular sales of property similarly situated, for the purpose of ascertaining whether he was familiar with them and considered them in forming an opinion, it is equally true that there cannot be developed, under the guise of cross-examination, as affirmative evidence of value, facts that neither party could have shown in chief: Schonhardt v. Pennsylvania Railroad Company, 216 Pa. 224. The Brennen property, even if it had been actually sold at $800 per front foot, was not in the vicinity of plaintiff’s land, but in an entirely different part of the borough, with dissimilar surroundings; and the effect of Brackmeyer’s testimony, which is the subject of the second assignment, was to permit the plaintiff to show as affirmative evidence a fact that she could not have shown in chief. The value of the Brennen property, at the time it was taken for railroad purposes, was a separate and distinct issue for another jury, and was a matter with which the jury in this case had no concern. Whether Brackmeyer’s valuation in the Brennen case was reliable, fair and just, was an utterly irrelevant matter in this issue, and his answer to the irrelevant question was as irrelevant and improper as if he had testified in this case that the Brennen property was worth $800 per front foot. No matter what may now be said as to the purpose of asking the witness the question, the effect of his answer to it upon the jury may have been that, if he had fixed $800 per front foot as the value of the Brennen property, he ought not to have fixed Mrs. Drexler’s at a less figure. When the court permitted him to answer the irrelevant question, his answer was equally irrelevant and enabled the plaintiff to submit to the jury evidence of value which she could not have offered in chief and which was not pertinent at any stage of the trial. Brackmeyer’s valuation in the Brennen case may have been just and fair, but the jury were not to be given an opportunity to say that, in this case, his valuation ought to have been as high per front foot. An irrelevant question is followed, as a rule, by an irrelevant answer, often resulting in a harmful effect, calling for the reversal of a judgment which otherwise would not be disturbed. It is for this reason that the second assignment of error is sustained.\nThe remaining complaint of the appellant is of the court’s instruction to the jury as to an allowance which might be made to the plaintiff by way of compensation for the delay to which she was subjected in recovering her damages. Plaintiff’s seventh point was properly affirmed, but in that portion of the general charge which is the subject of the' fourth assignment the trial judge used words that were liable to misconstruction by the jury. After telling them that there was no evidence of unreasonable delay in bringing the case to trial, he added: “There has been no evidence of that fact except so far as the argument of counsel is concerned.” This left the jury at liberty to consider and weigh as evidence the argument of counsel upon a feature of the case as to which they had just been told there was no actual evidence.\nThe second and fourth assignments of error are sustained and the judgment is reversed with a venire facias de novo.",
        "type": "majority",
        "author": "Mr. Justice Brown,"
      }
    ],
    "attorneys": [
      "Wm. B. Rodgers, with him Joseph F. Mayhugh, for appellant.",
      "Joseph A. Langfitt, with him E. W. McIntosh, for appellee."
    ],
    "corrections": "",
    "head_matter": "Drexler v. Borough of Braddock, Appellant.\nEvidence — Testimony—Property values — Eminent domain— Boroughs — Damages—Opinion as to value — Cross examination— Irrelevant facts.\n1. In a proceeding to recover damages for property taken by a borough for a public street under the power of eminent domain, a witness who testifies that he had resided in the particular county for twenty-nine years; had known the property in question all his life and managed it for a time; that he was familiar with the property and other properties in the same neighborhood, some of which he had sold and that he had a general, knowledge of the values of real estate in the neighborhood, is competent to testify, as to the before and after values of the property taken.\n2. Where in such a case a witness for the defendant has given his opinion as to the value, it is error for the court to allow the. plaintiff on cross examination to require him to state a higher value which he had given in testifying in court to another property which was so- unlike plaintiff’s and situated at such a distance therefrom that its value was not a relevant fact.\nEminent domain — Opening of streets — Damages for delay— Charge.\n3. While a plaintiff is entitled to recover compensation for delay to which she has been unreasonably subjected in recovering damages for the taking of her property in the opening of a street, it is error for the court to instruct the jury that such damages can be recovered where there is no evidence that there was any unreasonable delay, and particularly to instruct the jury that “there has been no evidence of that fact except so far as the argument of counsel is concerned.” The jury, under this instruction, might have understood that they could consider the argument of counsel without evidence.\nArgued October 22, 1912.\nAppeal, No. 110, Oct. T., 1912, by defendants, from judgment of O. P. Allegheny Co., March T., 1908, No. 526, on verdict for plaintiff in case of Elizabeth M. Drexler v. Borough of Braddock.\nBefore Fell, C. J., Brown, Mestrezat, Stewart and Moschzisker, JJ.\nReversed.\nAppeal from report of viewers in condemnation proceedings. Before Reid, J.\nThe opinion of the Supreme Court states the facts.\nThe plaintiff presented, among others, a point which, with the court’s answer thereto, was as follows:\n“7. If the jury find that the market value of the property of plaintiff was depreciated by the opening of Wood alley on August 9, 1907, and the plaintiff entitled to damages by reason thereof, the jury may consider the delay in payment thereof, and increase the damages of the plaintiff by such amount as they think proper as compensation for the delay, not exceeding six per centum per annum.”\nAnswer: “Affirmed.” (3)\nVerdict for plaintiff for $11,750. Defendant appealed.\nErrors assigned were, inter alia, (1-2) various rulings of the court upon the evidence, and (3) the affirmance of point.\nWm. B. Rodgers, with him Joseph F. Mayhugh, for appellant.\n— As to the competency of witness to testify as to value: Michael v. Crescent Pipe Line Co., 159 Pa. 99; Friday v. Pennsylvania R. R. Co., 204 Pa. 405.\nThe court erred in overruling the defendant’s objection to the cross-examination of Brackmeyer: Schonhardt v. R. R. Co., 216 Pa. 224.\nJoseph A. Langfitt, with him E. W. McIntosh, for appellee.\n— The cross-examination of a witness to value in a condemnation proceeding may properly embrace inquiry into his knowledge of values of other properties in the vicinity: Penna. & N. Y. R. R. Co. v. Bunnell, 81 Pa. 414; Mengell v. Water Co., 224 Pa. 120; Stevenson v. Coal Co., 203 Pa. 316.\nThe range of cross-examination must be left to the discretion of the trial judge: Hunter v. Voigt, 8 Pa. Superior Ct., 484; Shannon v. Castner, 21 Pa. Superior Ct. 294; Lentz v. Carnegie Bros. & Co., 145 Pa. 612. .\nJanuary 6, 1913:"
  },
  "file_name": "0376-01",
  "first_page_order": 404,
  "last_page_order": 409
}
