{
  "id": 991498,
  "name": "Thubron v. Dravo Contracting Company, Appellant",
  "name_abbreviation": "Thubron v. Dravo Contracting Co.",
  "decision_date": "1913-01-06",
  "docket_number": "Appeal, No. 123",
  "first_page": "443",
  "last_page": "450",
  "citations": [
    {
      "type": "official",
      "cite": "238 Pa. 443"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "116 Pa. 344",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        554337
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/116/0344-01"
      ]
    },
    {
      "cite": "192 Pa. 206",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        908986
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/192/0206-01"
      ]
    },
    {
      "cite": "209 Pa. 240",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936131
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/209/0240-01"
      ]
    },
    {
      "cite": "191 Pa. 254",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        907067
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/191/0254-01"
      ]
    },
    {
      "cite": "150 Pa. 145",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834399
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0145-01"
      ]
    },
    {
      "cite": "4 Allen 557",
      "category": "reporters:state",
      "reporter": "Allen",
      "case_ids": [
        2100499
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/86/0557-01"
      ]
    },
    {
      "cite": "183 Pa. 184",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        896119
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/183/0184-01"
      ]
    },
    {
      "cite": "127 Pa. 184",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        565757
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/127/0184-01"
      ]
    },
    {
      "cite": "209 Pa. 240",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936131
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/209/0240-01"
      ]
    },
    {
      "cite": "150 Pa. 145",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834399
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/150/0145-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 638,
    "char_count": 14284,
    "ocr_confidence": 0.471,
    "pagerank": {
      "raw": 2.331544187835759e-07,
      "percentile": 0.7911463177969063
    },
    "sha256": "28e1ef55f18a404953bbd99dd3ade41cc1b73b6f1cd18da9738190f392ee03e6",
    "simhash": "1:bb00ecf9cd12fada",
    "word_count": 2464
  },
  "last_updated": "2024-02-27T22:33:41.463162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Feel, C. J., Brown, Mestrezat, Potter and Stewart, JJ."
    ],
    "parties": [
      "Thubron v. Dravo Contracting Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Stewart,\nThe plaintiff sought in this action to recover for the loss of two horses which were killed under the following circumstances. The horses had been in the care and custody of the owner’s servant, who was leading them at night time through a public street in the City of Pittsburgh, on the way to the stable where usually kept. The evidence shows clearly that, either through the negligence of the servant, or because of unexplained fright, they escaped from the control of the servant and ran in the direction in which they were being led, but too far for their own safety. In continuing straight on after a certain point had been reached, they were not following the route on which they would have been led, but one which ended a short distance beyond on the bank of the Allegheny river. There had been a bridge at this point, but it was being removed by the city through defendant as contractor for the work. No sufficient barriers at the terminus of the street on the bank existed, and in consequence, the horses being without control, when they reached this terminus, plunged over a high embankment into the river and were killed by the fall. The sole question in the case is, what was the proximate cause of the accident? The defendant’s negligence in failing to erect barriers on the embankment may be conceded, but liability for plaintiff’s loss does not result therefrom, except as such negligence was the proximate cause. Mere concurrence of one’s negligence with the proximate and efficient cause of the disaster will not create liability. But for the escape of the horses from the control of the party in charge the accident would not have happened. For that escape defendants of course were not liable. Our own cases leave us in no doubt as to the correct rule to be applied where such conditions as these presented here exist. It should first be observed, that the measure of duty with respect to the maintenance of barriers on the river embankment was neither more nor less than the duty that would have rested on the city had it undertaken the work of removing the bridge otherwise than through a contractor. It follows that the cases we cite are none the less governing because of the fact that in each the negligence charged was failure on the part of a municipality to maintain the highway in a reasonably safe ¡condition for public travel. Beginning with Jackson Township v. Wagner, 127 Pa. 184, and repeated in Schaeffer v. Jackson Township, 150 Pa. 145, Willis v. Armstrong County, 183 Pa. 184, Nichols v. Pittsfield Township, 209 Pa. 240, and others which might be cited, we have uniformly held that dangers which a runaway horse may encounter in his erratic course are not such as the municipality is bound to provide against; its duty in this respect being measured alone by reasonable regard for the safety of the ordinary traveler, himself exercising reasonable care and prudence. Whenever in any of our cases a municipality has been held liable for damages resulting through a frightened horse, it has appeared as a fact that the horse took fright at a point on the highway where it was in unsafe condition, and the disaster followed as an immediate consequence. There is a clear distinction between cases of this character and cases like the one we are now dealing with, and nowhere is this distinction more clearly recognized and explained than in Schaeffer v. Jackson Township, supra. Heydrick, J., delivering the opinion there says: “It is a general rule as well settled as anything in the law of negligence that a man is responsible for such consequences of his fault as are natural or probable, and might therefore be seen by ordinary forecast, but if his fault happen to concur with'something extraordinary, and therefore not likely to be foreseen, he will not be answerable for the extraordinary result. The rule applies in actions against municipalities and quasi municipal corporations as well as to natural persons and private corporations. The concurrence of that which is ordinary with a party’s negligence does not relieve him from responsibility for the resultant injury. Examples of such concurrence may be found in cases where by reasons of causes known to the public authorities horses are likely to become frightened and in their sudden fright plunge over an unguarded-precipice, or rush upon some danger in the highway for the existence of which the authorities are responsible. In such cases the consequences of the neglect of duty are natural and probable and therefore ought to be foreseen. But when, from extraordinary causes, for the existence of which the supervisors are not responsible and of which they cannot be presumed to have had notice, a driver loses control of his horses and they come in contact with a defect in the highway, there is no more reason for holding the township answerable for a resultant injury than there is for holding any other party responsible for the result of the concurrence of something which he could not foresee with his negligence.” Further on in the opinion he says, referring to several cases of similar import, “These judgments require no vindication. They are logical deductions from the rule of law which must be invoked by every plaintiff who seeks redress for an injury received through the negligence of another. The injury must have been the natural and probable result of the defendant’s negligence. But the cases must be rare in which an injury can be said to be the result of the negligence of a party when there is another and primary efficient proximate cause, wholly independent of such negligence and for which the party charged with negligence is in no way responsible. In such cases it would be incumbent on the plaintiff to show that the accident would have happened without the concurrence of the primary efficient proximate cause.” The full significance of what was here said can only be understood as the facts of the case are known. That was a case when a horse, hitched to a vehicle, took fright at a donkey, drawing a cart loaded with tin cans, and ran away, wrecking one of the wheels which dragged upon the ground until it reached a hole, negligently left in the highway, when the occupants were thrown out and injured. It was held, reversing the judgment in the court below, that the proximate cause of the injury was the fright of the horse which was not caused by any neglect of the township. As in that case, so in this, the escape of the horses from control of the party in charge was the efficient, primary and proximate cause, and for which no responsibility rested on the defendant; and this being so, the plaintiff would be entitled to recover from the defendant only as the case showed that the accident would have happened without the concurrence of such primary cause. The case showed just the contrary, that had they remained in control of the servant they would not have taken the road leading to the precipice. The case cited is authority for the rule that when there are two efficient, independent, proximate causes of an injury sustained on a highway, the primary cause being one for which the party charged with negligence is not responsible, — here the frightening and escape of the horses — , and the other being a defect in the highway, the injury must be referred to the former and not to the latter. As shown by Mr. Justice Heydrick in his opinion the rule here applied is one which has received general recognition. To the cases he cites from other states we may add that of Davis v. Inhabitants of Dudley, 4 Allen 557, as not only recognizing the rule above asserted, but as suggesting quite another difficulty in the way of the plaintiff’s recovery. In the case we cite the accident occurred in this wise. The plaintiff was driving his sleigh upon the highway when, because of a secret defect, the bolt connecting the cross bar and thills with the sleigh broke and let them fall upon the heels of the horses, whereupon the horse became frightened and having got detached from the sleigh and loosened from the control of the driver, ran about thirty rods, in a straight course, and there struck a pile of wood lying partly within the travelled portion of the way and broke his leg. The action was for the injury to the horse. From the opinion in this case we quote the following: “Here the accident and injury were not coincident, but were separate and were produced by separate causes. The effect of the accident as a procuring cause was complete when the horse, frightened by the falling of the cross tree and thills upon his heels, became detached from the sleigh and had escaped from the control of the driver. The blind violence of the animal, acting without guidance or direction, became, in the course and order of incidents which ensued, the supervening and proximate cause of the injury inflicted by his running against the wood pile, which constituted an unlawful obstruction and defect in the highway. In this succession of events, it happened that the accident placed the owner in a situation -where it was out of his power to exercise the care over the horse while this new cause was in operation, and until it had contributed to produce the disaster by which his leg was broken-. The accidental breaking of the bolt was a personal misfortune, the direct consequence of which was all to be borne by the plaintiff himself. It is one of those consequences, that it disables him from recovering compensation for the loss and damage resulting from the injury to his horse, because having lost all opportunity and power of using, it was impossible for him to prove that he did use, due and ordinary care to prevent it; and therefore since he cannot establish this indispensable preliminary fact, he can maintain no action against the defendant, although the defect in the highway for which the town was responsible was the immediate cause of it.” In the present case the primary, efficient cause of the accident was the escape of the horses from control, whether this happened through the carelessness of the party in charge or through fright at some object is immaterial. However this may be, the series of occurrences that led to the injury began with the escape; the running away followed in consequence of the escape, and the plunging over the precipice resulted from the running away. After the horses had broken away from the servant they were free from his control and direction and pursued their own way. There being no opportunity for the exercise of due care by the servant to avoid the accident after the escape, proof of the indispensable preliminary fact was rendered impossible. The case last cited develops the reason on which must rest the general rule, that municipalities are under no obligation to keep their highways in such condition that damage may not be caused thereon by horses, which have escaped from the control of their driver or are running away. The rule as we have stated it appears in the text of Dillon on Municipal Corporations, Sec. 1015. The authorities supporting are given in an extensive note thereto.\n•The case called for binding instructions for the defendants and it was therefore error to refuse defendant’s third point.\nThe judgment is reversed.",
        "type": "majority",
        "author": "Mr. Justice Stewart,"
      }
    ],
    "attorneys": [
      "W. D. W. Rogers, with him John C. Slack and O. S. Richardson, for appellant.",
      "Thomas M. Marshall, with him Thomas M. Marshall, Jr., for appellee."
    ],
    "corrections": "",
    "head_matter": "Thubron v. Dravo Contracting Company, Appellant.\nNegligence — Municipalities—Contractors—Roads and highways —Unguarded embankment — Runaway horses — Proximate cause.\n1. When there are two efficient, independent, proximate causes of an injury sustained on a highway, the primary cause being one for which the party charged with negligence is not responsible, and the other being a defect in the highway, the injury must be referred to the former and not to the latter.\n2. Municipalities are under no obligation to keep their highways in such condition that damage cannot be caused thereon by horses which have escaped from the control of their driver and are running away.\n3. In an action to recover damages for the death of two horses where it appears that the horses were being led at night time through a public street in a city on the way to their stable by a servant of the plaintiff owner; that either through the negligence of the servant or because of unexplained fright, the horses escaped from the servant’s control and ran in the direction in which they were being led; that in continuing straight on after a certain point had been reached, they were not following the route on which they would have been led, but one which ended a short distance beyond on the bank of a river at a point where there had been a bridge which was being removed by the city through the defendant as contractor for the work; that no sufficient barriers at the terminus of the street on the bank existed, and that in consequence when the horses reached this terminus they plunged over a high embankment into the river and were killed by the fall, it is the duty of the court to give binding instructions for the defendant.\n4. In such a case, the measure of duty with respect to the maintenance of barriers on the river embankment resting on the contractor under the city was neither more nor less than the duty that would have rested on the city had it undertaken the work of removing the bridge otherwise than through a contractor.\nArgued Oct. 24,1912.\nAppeal, No. 123, Oct. T., 1912, by defendant, from judgment of C. P. Allegheny Co., March T., 1908, No. 69, on verdict for plaintiff in case of William J. Thubron v. Dravo Contracting Company.\nBefore Feel, C. J., Brown, Mestrezat, Potter and Stewart, JJ.\nReversed.\nThe facts aré stated in the opinion of the Supreme Court.\nVerdict and judgment for plaintiff for $2,000. Defendant appealed.\nError assigned, inter alia, was the refusal of binding instructions for the defendant.\nW. D. W. Rogers, with him John C. Slack and O. S. Richardson, for appellant.\n— The failure to erect a barrier at the bridge was not the proximate cause of the accident: Schaeffer v. Jackson Twp., 150 Pa. 145; Card v. Columbia Twp., 191 Pa. 254; Nichols v. Pittsfield Twp., 209 Pa. 240.\nThomas M. Marshall, with him Thomas M. Marshall, Jr., for appellee.\n— The case was for the jury: Boone v. East Norwegian Township, 192 Pa. 206; West Mahanoy Township v. Watson, 116 Pa. 344.\nJanuary 6, 1913:"
  },
  "file_name": "0443-01",
  "first_page_order": 471,
  "last_page_order": 478
}
