{
  "id": 991635,
  "name": "Fishblate v. Fishblate",
  "name_abbreviation": "Fishblate v. Fishblate",
  "decision_date": "1913-01-06",
  "docket_number": "Appeals, Nos. 133; 134",
  "first_page": "450",
  "last_page": "459",
  "citations": [
    {
      "type": "official",
      "cite": "238 Pa. 450"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "64 Pa. 25",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021258
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/64/0025-01"
      ]
    },
    {
      "cite": "193 Pa. 486",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        910304
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/193/0486-01"
      ]
    },
    {
      "cite": "146 Pa. 49",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        827887
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/146/0049-01"
      ]
    },
    {
      "cite": "69 U. S. 70",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8299887
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/69/0070-01"
      ]
    },
    {
      "cite": "9 Pa. Superior Ct. 228",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        817168
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/9/0228-01"
      ]
    },
    {
      "cite": "5 Pa. 71",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953524
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/5/0071-01"
      ]
    },
    {
      "cite": "196 Pa. 419",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        916753
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/196/0419-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 828,
    "char_count": 18909,
    "ocr_confidence": 0.476,
    "pagerank": {
      "raw": 2.4390799102384115e-07,
      "percentile": 0.8028618656917835
    },
    "sha256": "865b6595351bd8696e8f678eaa94e50531d9a09ee20447a93f0c531bfe5be9ef",
    "simhash": "1:aa1eb11a25f78bfb",
    "word_count": 3164
  },
  "last_updated": "2024-02-27T22:33:41.463162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Feel, C. J., Brown, Mestrezat, Potter and Stewart, JJ,"
    ],
    "parties": [
      "Fishblate v. Fishblate."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThese appeals are from a decree entered on bill and cross-bill. They are both dismissed and the decree is affirmed on the findings by Judge Miller, specially presiding.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "A. Leo Weil, with him Charles M. Thorp and 8. Leo Ruslander, for Mrs. Marion Neu and S. Sidney Neu.",
      "Ernest C. Irwin, with him Robert Woods Sutton, for Florence M. Fishblate.",
      "Chantler & McClung and S. A. MeClung, Jr., for Fidelity Title & Trust Co., executor of estate of S. A. Fishblate, deceased."
    ],
    "corrections": "",
    "head_matter": "Fishblate v. Fishblate.\nTrusts and trustees — Illegal business — Revocation of trust— Trust securities — Identification—Family settlement.\n1. Where a husband and wife had been engaged in business of doubtful legality, and the husband had placed the proceeds thereof in batik in his own name, as trustee for his wife, and had used part of such proceeds for the purchase of securities, the wife cannot be deprived of her rights to the funds or securities so held for her, on the ground that the business was illegal. If the securities can be traced into the hands of third parties who took with notice of the trust, they can be recovered. A trust which is made for another, even though voluntarily, cannot be revoked without the consent of the beneficiary.\n2. Family settlements are favored by the law, and where such a settlement has been made for the purpose of ending a controversy between husband and wife, it will be enforced so far as it applies.\nArgued Oct. 25, 1912.\nAppeals, Nos. 133, by Marion Neu and S. Sidney Neu, and 134, by plaintiff, Oct. T., 1912, from decree of O. P. Allegheny Co., June T., 1910, No. 251, in case of Florence M. Fishblate v. S. A. Fishblate and S. A. Fishblate, Trustee, John McSorley, Mellon- National Bank, Diamond National Bank, Citizens Savings and Trust Company, Union Trust Company, trustee for the Allegheny Valley Street Railway Company, Allegheny Valley Street Railway Company, American National Bank, The Fidelity Title and Trust Company, Executor of the Estate of S. A. Fishblate, deceased, Commonwealth Trust Company, Mrs. Marion Neu and S. Sidney Neu.\nBefore Feel, C. J., Brown, Mestrezat, Potter and Stewart, JJ,\nAffirmed.\nBill and cross bill in equity to require the delivery of personal property.\nMiller, J., specially presiding, filed the following opinion:\n“The questions at issue arise over a controversy between the plaintiff and her husband, by a bill and cross-bill, relating to the ownership of twenty-five thousand dollars’ worth of bonds, certain certificates of deposit, and one-half interest in a forty thousand dollar mortgage.\nThe bill alleges that the defendant, individually and as trustee for the plaintiff, holds and claims ownership of certain bonds, certificates of deposit, a certain draft, and an assignment of a certain mortgage, all of which she avers are her property, praying, inter alia, for a decree of transfer and delivery to her of the same; the other parties, defendants, are a mortgagor, certain financial institutions who hold some of the properties in controversy, and a sister and nephew of the defendant, who, it is alleged, hold or claim title thereto. The defendant’s answer acknowledges nominal title in him as trustee for the plaintiff; but sets up an understanding as to the reason for the title thus taken, avowing that the money was earned as a result of his efforts, and the securities in controversy are his own; the answer also sets up a family settlement. The answers by the other defendants are in substance that they are not acquainted with the matters at issue, but admit possession by them of the properties in question.\nIn the cross-bill filed by the defendant husband against his wife, he not only repeats the averments in his answer as to the properties therein, in dispute but alleges in addition the investment by him of his funds in her name in mortgages and other real estate securities, in the neighborhood of sixty-five thousand dollars, exclusive of the particular mortgage here in controversy, claiming that the real ownership is in him, and praying for delivery and accounting. This the answer denies.\nPending this litigation, the defendant died testate, in February, 1911; by his will, dated November 10,1910, he devised to his wife, the plaintiff, all the estate he theretofore placed in her possession, in his name as trustee, being the same which he was then seeking to recover in this cross-bill. His death and the disposition made by will of the properties subsequently enumerated in the cross-bill, eliminates any adjudication with respect to the mortgages and securities therein questioned. Her answer to the cross-bill admits the facts as to the character and amount of the mortgage investment recited in the cross-bill.\nFrom the evidence and pleadings the following are the material facts:\nFirst. S. A. Fishblate, the defendant, and the plaintiff were married in the year 1886; they lived together as husband and wife until March, 1909. He was a physician, beginning his practice in 1879, from which time until 1900 he was located in a number of different cities, generally unsuccessful in these different locations. In Pittsburgh an advertising medical business was established under the name of the Otterbourg Electrical Medical Institute; flaring notices in the papers set forth cures for all' manner of diseases, with a large picture of an alleged Dr. Otterbourg.\nSecond. Defendant was the physician in charge; at times other physicians assisted, always other helpers; the place was divided into compartments for rooms; in it were electric machines, a display of drugs and elaborate furnishments; his wife, the plaintiff, had charge of the books; she seemed to control the business management; apparently she advanced some money for the physical equipment of the establishment when it was started; this was repaid to her. The collections, at least most of them, were deposited in the name of the institute, and were invested by the defendant, in trust for the plaintiff; these deposits were in different banks, most in his name as trustee for her; some in his name as trustee merely; some in her name individually. When it subserved their ends, when suits were brought or executions issued against this institute or against the defendant personally, he disclaimed title; the property was claimed by her or by this institute, which seemed to consist of them jointly; on several occasions he asserted that the business belonged to her; on others that it belonged to him. While he drew a salary of two hundred dollars per month he was the earning power of this business, notwithstanding his irregular habits; when his health failed, the business ceased so far as either of these two parties were concerned. The lease for the premises in which the business was conducted stood in the husband’s name.\nThird. In 1902 he went into involuntary bankruptcy; the schedules showed large indebtedness, principally for advertising his professional labors in other cities; no mention is made of the Otterbourg Electrical Medical Institute, nor is its equipment valued, nor was the fact set forth that at that time there was on deposit to the credit of this institute certain funds. Whether before or after the adjudication in bankruptcy the profits of this medical business were enormously large. His wife, the plaintiff, seemed to have some limited separate estate of her own prior to the establishment of the business here; the evidence shows that from the beginning of its operation to the termination in 1907, irrespective of what profits or proceeds have not been disclosed, more than one hundred thousand dollars was laid aside as the profits of this business; of this amount the plaintiff unquestionably had in his name as trustee for her more than eighty thousand dollars.\nFourth. In June and July, 1906, he purchased twenty-five thousand dollars’ worth of Allegheny Valley Street Railway bonds, all of which purchase price came from various deposits, in his name as trustee for his wife, and were some of the proceeds of the Otterbourg Electrical Medical Institute. The interest on these bonds was apparently collected by him and used for their joint support; he admits both by his answer, and his admissions to others are, that these bonds belonged to his wife, paid for out of the funds from the business thus conducted; they remained in his possession.\nFifth. In October, 1907, John McSorley, one of the defendants named, borrowed forty thousand dollars upon a mortgage, the title to which was taken in the name of the plaintiff; the funds for this mortgage so purchased came from deposits, or from sales of other securities, which stood in the name of the defendant, in trust for his wife. At or about the time the mortgage transaction was closed, the plaintiff assigned a one-half interest therein to the defendant; the money for this mortgage came from this business and its investments; that he did not invest all earnings in trust is clear; he speculated in the stock market and represented that he was successful; that he was only to have two hundred dollars per month as his entire interest out of the profits of this business, of which he was the earning cause, has not been shown.\nSixth. His health failed; he became afflicted with locomotor ataxia; earnings from this business ceased, and it was disposed of; for what price has not been shown; then the parties moved to the City of Washington, D. C.; there and prior thereto, disputes continually occurred between them as to their property interests, both claiming absolute ownership in the properties here and in the cross-bill in dispute; a family agreement was entered into, adjusting the things therein set forth, the substance of which is, after reciting certain differences between the parties respecting the McSorley forty-thousand-dollar mortgage', that the defendant contributed twenty thousand dollars thereof, and. was entitled to a one-half interest therein; it further sets forth that “in order to adjust their said differences,” a lock box in tbe American National Bank was to be secured, into which said mortgage and title papers were to be placed, the key to be retained by said bank; that upon maturity thereof, the mortgage, bond and title papers were to be delivered to the plaintiff, and that upon payment thereof, one-half was to be retained by her, and the other one-half to be held by the said bank, to the credit of the defendant; with the further proviso that either party might withdraw said bond and mortgage for the purpose of having the assignment appearing thereon at the time it was executed duly recorded. There is some testimony that other papers, in the nature of receipts and securities, then passed between the parties, at the time of the execution of this agreement, among others, the delivery to the defendant of five one-thousand-dollar bonds; but there is not sufficient or clear testimony upon which to base a fact with respect thereto; the written agreement alone is the evidence of what the parties assented to.\nSeventh. In addition to the twenty-five thousand dollar bonds purchased, as heretofore stated, and in the possession of the defendant, a certificate of deposit in the sum of one thousand dollars in the Mellon National Bank stood in the name of the defendant as trustee for the wife, also a draft for sixteen hundred dollars, purchased by the defendant out of the funds which stood in his name as trustee for the plaintiff, also a certificate of deposit in the Diamond National Bank in the sum of one thousand dollars, held by him as trustee. The moneys for these certificates came from the conduct of the business of the Otterbourg Electrical Medical Institute.\nEighth. After the execution of the agreement in Washington, the parties permanently separated; the defendant’s physical condition grew worse; the plaintiff no longer was interested in looking after him, or caring for him. He came, or was brought, to the residence of his sister, Mrs. Marion Neu, in this vicinity, after having been at Atlantic City and various other places for treatment; with her he made his home; his illness required continuous attendance of physicians and nurses; the only income, so far as the evidence indicates, from which his expenses were met, was the interest on these bonds, and on his share in this mortgage. He gave these bonds to his sister; she, with knowledge of the disputes respecting the ownership thereof, ostensibly sold them to her son, the other defendant. By decree of this court they are impounded. The defendant also gave to his sister one of the certificates of deposit, and the proceeds of the draft for sixteen hundred dollars above referred to. There is no evidence that she had notice of plaintiff’s claims on the other certificates of deposit and the draft paid or given to his sister, from the proceeds of which in part he was maintained.\nNinth. At the time of defendant’s death, he had no estate, except a few personal jewels, other than his claim of ownership of his interest in this mortgage; by his will, as said in the beginning, he devised all the estate, consisting of a large number of mortgages, described in the cross-bill, standing in his name as trustee for his wife, to her. His debts and funeral expenses, including charges for nurses and maintenance, are all unpaid and are. of a very large amount, filed with his executor.\nCONCLUSIONS OF LAW.\nOne. The contention that plaintiff’s bill must fail because she seeks to recover the fruits of an illegal business, claiming ownership thereof, cannot be sustained, because there is no evidence establishing any facts as to the illegality of the business; her claim of ownership does not establish the.fact of ownership. Even if she were the owner, it is conceded that the treatment and the methods pursued in the Otterbourg Medical Institute, of whatever character they may have been, were by Dr. Fishblate, the defendant, a licensed physician, or his medical assistants; there is no evidence that anyone not a licensed physician pretended to practice medicine, of whatever kind it may have been, in the so-called institute. Conceding that she could not practice medicine under the Acts of (April 12) 1875 (P. L. 51), and (May 18) 1893, (P. L. 94) for want of training and a diploma from a chartered medical school, there is no prohibition in the law as to her ownership of an institution in which the medical work is done by licensed medical practitioners. Conceding, further, that she owned and conducted an illegal medical business and was the practitioner therein, the proceeds thereof, as shown here, are not the subject of taint and cannot be set up by her admitted trustee as a reason why he should retain the fruits thereof: Hertzler v. Geigley, 196 Pa. 419. The court will not unravel the transaction when an illegal object is set up because the money or thing which was the price of it, being a legal consideration, cannot be affected (Lestapies v. Ingraham, 5 Pa. 71; Elder v. Corr, 9 Pa. Superior Ct. 228). The profits drawn out of this business do not taint the title in anyone legally holding the same (Brooks v. Martin, 69 U. S. 70).\nTwo. The plaintiff’s right is clearly established to the bonds amounting to twenty-five thousand dollars and to the remaining deposits still in the name of the defendant as trustee for her, which had not, prior to his death, been disposed of or transferred to Mrs. Neu without notice of the plaintiff’s alleged claim; the bonds, it clearly appearing, having been accepted and ostensibly sold with notice of this claim, are within the grasp of law and can be restored.\nThe plaintiff’s absolute ownership therein is distinctly and unequivocally traced; the defendant set apart the funds for their purchase in his name as trustee for his wife; this title attaches to the objects of the purchase; his dedication of these funds for her use is proven by well established written evidences (Gaffner’s Estate, 146 Pa. 49; Smith’s Estate, 144. Pa. 428). Even though this trust declared by the defendant was entirely voluntary, there being no power of revocation shown, it is beyond his control (Eynd v. Baker, 193 Pa. 486). Conceding that the money was his own and that he was the owner of the business and all profits arising therefrom, having déclared it in trust, and thus earmarked it, for his wife, no resulting trust in his own favor can arise (Pomeroy’s Equity Juris., Sec. 39) > It is wholly immaterial, in view of the proof as to the trust declared by him, where the money came from or by whom it was earned; the funds themselves, or the things which the funds purchased, are hers and must be restored.\nThree. The McSorley mortgage is on an entirely different footing; while the moneys that purchased it have been traced into funds the defendant had eai marked as held in trust for his wife and part thereof seemed to have been her own money, this designation disappeared when she took it in her own name and voluntarily assigned one-half to him. She recognized thereby the fact, abundantly appearing in this case, that he had other moneys and that he had an interest in the moneys he had earned greater than an employee’s salary of two hundred dollars per month. More than thát, when she entered into the written family agreement of March 23, 1909, for the purpose of settling their differences with respect to the custody of and interest in this mortgage, she ratified the ownership of a half interest in him; she has shown neither facts nor equities which would justify a repudiation. By this agreement or settlement, they adjusted their acrimonious disputes as to this mortgage. Such settlements are favored in the law as tending to adjust family feuds and disputes (Shartel’s Appeal, 64 Pa. 25). No overreaching mistake or fraud has been shown as would set it aside.\nBut this family settlement establishes nothing else; whatever transfers may have taken place, whatever else may have been discussed, is not found in the agreement.\nFour. It follows that there should be delivered to the plaintiff the twenty-five Allegheny Yalley Street Eailway bonds with interest thereon from the date of the defendant’s death; that the certificate of deposit in the Mellon National Bank should be delivered to the plaintiff, assuming that it was not disposed of and used by or through the defendant without notice of plaintiff’s claim; that the transfer and assignment of the one-half interest in the McSorley mortgage is valid, and the said mortgage, or the proceeds thereof, be delivered or assigned to the defendant’s executor; the costs to be divided between the parties.\nLet a decree nisi be drawn in accordance with these conclusions.”\nThe court made a decree accordingly, and exceptions thereto were afterwards dismissed. Both parties appealed. The appeals were argued together.\nErrors assigned were the dismissal of exceptions and the decree of the court.\nA. Leo Weil, with him Charles M. Thorp and 8. Leo Ruslander, for Mrs. Marion Neu and S. Sidney Neu.\nErnest C. Irwin, with him Robert Woods Sutton, for Florence M. Fishblate.\nChantler & McClung and S. A. MeClung, Jr., for Fidelity Title & Trust Co., executor of estate of S. A. Fishblate, deceased.\nJanuary 6, 1913:"
  },
  "file_name": "0450-01",
  "first_page_order": 478,
  "last_page_order": 487
}
