{
  "id": 991568,
  "name": "Tritten's Estate",
  "name_abbreviation": "Tritten's Estate",
  "decision_date": "1913-01-06",
  "docket_number": "Appeal, No. 148",
  "first_page": "555",
  "last_page": "558",
  "citations": [
    {
      "type": "official",
      "cite": "238 Pa. 555"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "202 Pa. 74",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992327
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/202/0074-01"
      ]
    },
    {
      "cite": "64 Pa. 325",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021302
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/64/0325-01"
      ]
    },
    {
      "cite": "171 Pa. 328",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985596
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/171/0328-01"
      ]
    },
    {
      "cite": "230 Pa. 132",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845586
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/230/0132-01"
      ]
    },
    {
      "cite": "218 Pa. 64",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999599
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/218/0064-01"
      ]
    },
    {
      "cite": "92 Pa. 491",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        490943
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/92/0491-01"
      ]
    },
    {
      "cite": "90 Pa. 78",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1065583
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/90/0078-01"
      ]
    },
    {
      "cite": "88 Pa. 450",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061147
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/88/0450-01"
      ]
    },
    {
      "cite": "52 Pa. 135",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002204
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/52/0135-01"
      ]
    },
    {
      "cite": "24 Pa. 200",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        9503873
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/24/0200-01"
      ]
    },
    {
      "cite": "207 Pa. 511",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        933624
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/207/0511-01"
      ]
    },
    {
      "cite": "202 Pa. 74",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992327
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/202/0074-01"
      ]
    },
    {
      "cite": "171 Pa. 328",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985596
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/171/0328-01"
      ]
    },
    {
      "cite": "230 Pa. 132",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845586
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/230/0132-01"
      ]
    },
    {
      "cite": "218 Pa. 64",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999599
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/218/0064-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 337,
    "char_count": 5429,
    "ocr_confidence": 0.503,
    "pagerank": {
      "raw": 2.402114405858928e-07,
      "percentile": 0.799031526548459
    },
    "sha256": "43697915375fe40982c7d296d31c6074c634dafe073915a9078e6e4a66fe3fbe",
    "simhash": "1:dcf114bcd9d98fce",
    "word_count": 959
  },
  "last_updated": "2024-02-27T22:33:41.463162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Beown, Mestrezat, Potter, Elkin and Mosohziskee, JJ."
    ],
    "parties": [
      "Tritten’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Elkin,\nPage held a mortgage for $15,000.00 against Lenhart, who died without having paid the debt thus secured. The administratrix of Lenhart under an order of the Orphans’ Court sold the hotel property against which the mortgage was a lien, to Tritten, who thus acquired title to the mortgaged premises. The lien of the mortgage was not divested by the sale, but continued against the property in the hands' of the purchaser. The consideration agreed to be paid by Tritten for the mortgaged property, including good will of business, transfer of license and fixtures, was $18,700.00, the payment of the $15,000 mortgage being a part of this consideration. He made all of the cash payments, paid the interest on mortgage to the time of his death and reduced the principal to $13,000. His executrix filed her first account, which includes only the personal property of the decedent. Appellant, executor of Page, the mortgagee, filed exceptions to this account on the ground that Page was a creditor of the estate of Tritten. The learned court below dismissed the exceptions on the ground that appellant had no standing as a creditor to share in the fund for distribution. Tritten purchased the property of Lenhart, not of Page, who was the creditor of Len-hart. Tritten’s dealings were with the Lenhart Estate and not with Page, the mortgagee. Under these circumstances the learned court below very properly held that the remedy of the mortgagee was first against the land, the primary fund out of which the mortgage must be paid, and so far as disclosed by the record there is nothing to show that the value of the land is not ample to pay the balance of the mortgage debt. We also agree that the right to enforce a personal liability against Tritten, or his estate, inures to the grantor only with whom the agreement was made, under the second section of the Act of 1878. This is true, even if it be conceded, which it is not, that Tritten assumed such personal liability: Fisler v. Reach, 202 Pa. 74; Sloan v. Klein, 230 Pa. 132. The Act of 1878 applies to the present case because the controversy is between a grantee of real estate and the holder of an incumbrance thereon. The title and the context of the act in terms make it applicable to the parties and to the subject matter involved in this proceeding. Even if the proceedings in the Orphans’ Court be considered as the equivalent of an assumption in writing by the grantee of personal liability as required by the Act of 1878, it still was a covenant between grantor and grantee to which the mortgagee was not a party, and was intended to indemnify the grantor against loss in the event that the mortgage debt was not paid out of the land, or otherwise, and he was required to make good the deficiency. This being a covenant of indemnity, the party suing upon it must prove his loss before he can recover. This is true, even if the grantor brought the suit: Blood v. Crew Levick Co., 171 Pa. 328; May’s Est, 218 Pa. 64. It certainly will not be contended that the mortgagee, who was not a party to the covenant, stands in a better position than the grantor, for whose protection it was made.\nWe think the case was properly disposed of in the court below and needs no further discussion.\nDecree affirmed at cost of appellant.",
        "type": "majority",
        "author": "Mr. Justice Elkin,"
      }
    ],
    "attorneys": [
      "Samuel L. Dille, with him J. O. Boyer, for appellant.",
      "TP. H. S. Thomson, with him Frank Thomson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Tritten’s Estate.\nMortgages — Vendee’s agreement to pay mortgage — Personal liability — Act of June 12, 1878, P. L. 205.\nThe owner of a mortgage on certain real estate which, after the mortgagor’s death, was sold by order of the Orphans’ Court, the vendee taking it subject to the mortgage and with an agreement that the mortgage should be paid as a part of the consideration, is not entitled to prove the unpaid portion of the mortgage as a claim against the estate of the vendee after his death on the ground that there was a personal liability assumed for the payment of the mortgage, since, even conceding that the vendee assumed such personal liability, the right to enforce it inured to the grantor only with whom the agreement was made, under the Act of June 12, 1878, P. L. 205, and in any event the remedy on such agreement of payment being first against the land.\nArgued October 30, 1912.\nAppeal, No. 148, Oct. T., 1912, by Guarantee Title and Trust Company, Executor of H. H. Page, from decree of O. C. Allegheny Co., Oct. T., 1911, No. 54, dismissing exceptions to adjudication in Estate of Christ Tritten, deceased.\nBefore Beown, Mestrezat, Potter, Elkin and Mosohziskee, JJ.\nAffirmed.\nExceptions to adjudication. Before Miller, J.\nThe facts are stated in the opinion of the Supreme Court.\nErrors assigned were dismissing exceptions to adjudication.\nSamuel L. Dille, with him J. O. Boyer, for appellant.\n—Tritten was personally liable to the Page Estate for the payment of the mortgage: Kirker v. Wylie, 207 Pa. 511; Hoff’s App., 24 Pa. 200; Lennig’s Est., 52 Pa. 135; Moore’s App., 88 Pa. 450; Merriman v. Moore, 90 Pa. 78; Hirst’s App., 92 Pa. 491.\nThe decree of the Orphans’ Court created a liability, if it did not previously exist: Kirker v. Wylie, 207 Pa. 511; May’s Est., 218 Pa. 64; Sloan v. Klein, 230 Pa. 132; Blood v. Crew Levick Co., 171 Pa. 328; Dundas’s App., 64 Pa. 325.\nTP. H. S. Thomson, with him Frank Thomson, for appellee.\n— Tritten was not personally liable to the Page Estate: Act of June 12, 1878, P. L. 205; Sloan v. Klein, 230 Pa. 132; Pisler v. Reach, 202 Pa. 74.\nJanuary 6, 1913:"
  },
  "file_name": "0555-01",
  "first_page_order": 583,
  "last_page_order": 586
}
