{
  "id": 991509,
  "name": "Izzo v. Finn, Appellant",
  "name_abbreviation": "Izzo v. Finn",
  "decision_date": "1913-01-06",
  "docket_number": "Appeal, No. 92",
  "first_page": "602",
  "last_page": "605",
  "citations": [
    {
      "type": "official",
      "cite": "238 Pa. 602"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "226 Pa. 514",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967840
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/226/0514-01"
      ]
    },
    {
      "cite": "225 Pa. 644",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965290
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/225/0644-01"
      ]
    },
    {
      "cite": "235 Pa. 571",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        984831
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/235/0571-01"
      ]
    },
    {
      "cite": "38 Pa. Superior Ct. 172",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        878713,
        878714
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/38/0172-01",
        "/pa-super/38/0172-02"
      ]
    },
    {
      "cite": "217 Pa. 349",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953612
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/217/0349-01"
      ]
    },
    {
      "cite": "231 Pa. 585",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        973924
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/231/0585-01"
      ]
    },
    {
      "cite": "225 Pa. 644",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965290
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/225/0644-01"
      ]
    },
    {
      "cite": "235 Pa. 571",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        984831
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/235/0571-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 390,
    "char_count": 7417,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 1.407565662403488e-07,
      "percentile": 0.6463129703700872
    },
    "sha256": "2cbd0ae33625f298dbf55f2f2f1c15f824199ccc65fca6619b0a6efcae0db510",
    "simhash": "1:99639aac38311268",
    "word_count": 1296
  },
  "last_updated": "2024-02-27T22:33:41.463162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Potter, Elkin and Moschzisker, JJ."
    ],
    "parties": [
      "Izzo v. Finn, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Elkin,\nIn the original statement of claim the negligence charged in this case was failure to provide a safe place to work and safe tools with which to work; the amended statement added failure to properly guard the belting to the specific acts of negligence charged. At the trial the case went to the jury on the question of failure to properly guard the belting. The position of appellee is that the proper guarding of the belting was a statutory duty and that failure to perform this statutory duty made appellant answerable in damages for injuries resulting from such negligence. The Act of May 2, 1905, P. L. 352, known as the Factory Act, among other things, provides as follows: “All vats, pans, saws, planers, cogs, gearing, belting, shafting, set-screws, grindstones, emery-wheels, fly-wheels and machinery of every description shall be properly guarded.” In several recent cases the provisions of the Act of 1905 have been considered by this court and it has been uniformly held that the legislature under the police power of the Commonwealth could enact such legislation. Acting within the scope • of its powers the legislature has said to employers that dangerous machinery of the kind specified in the act must be properly guarded as a protection to employees whose duties require them to work near or around it. In the present case appellee was very severely injured by the breaking of a belt used in running the machine at which he was working. The belt was not guarded in any way, although it was the duty of the injured person to work near it. It is urged that there was no way to guard the belt in question without interfering with the operation of the machine, and that appellant was not required to do an impossible thing. The difficulty with this position is that there is no sufficient evidence to show that the belt could not be guarded and, therefore, nothing upon which to base the contention. It is also suggested that under the facts of the present case there was no necessity for guarding the belting; and, therefore, no statutory duty to perform under the act. But who is to decide this question? Shall the court decide it as a matter of law, or shall the jury determine it as a question of fact? This question was considered in the very recent case of McCoy v. Wolf Company, 235 Pa. 571, in which it was held that: “ ‘Properly guarded’ is a relative term or expression, and whether the statutory requirement in that respect has been complied with necessarily depends upon the facts of the particular case.” In the same case it was decided that the necessity for an artificial guard depends upon the existence of certain conditions and was a question of fact for the jury. It is the province of the jury to determine the facts, and in the case at bar the question was so submitted. It is true the testimony relating to the guarding of the belting is very meagre, and not as satisfactory as it should be, but appellant offered no evidence on this branch of the case, and according to our view the learned trial judge under these circumstances would not have been warranted in declaring as a matter of law that appellant was relieved from the performance of the statutory duty. We think this question was for the jury, and since there is no assignment of error as to the manner of submission, the verdict must be accepted as determining the negligence of appellant in this respect.\nThe question of contributory negligence was also in the case, and it was likewise for the jury: Jones v. American Caramel Co., 225 Pa. 644. In cases arising under the Act of 1905, as in other actions for personal injuries, the plaintiff must affirmatively establish the negligence of the defendant, and his case in chief must not disclose contributory negligence on his part. Contributory negligence is a good defense to an action brought under the Act of 1905, just as it is in other negligence cases. In the present case appellee made out his case in chief by introducing testimony which established the fact that the belt was not guarded and by proving all the facts and circumstances connected with the location of the machinery and the happening of the accident. Appellant undertook to show that appellee had contributed to the accident by the negligent manner in which he attempted to repair the belt, and that he had adopted a dangerous method when he could have chosen a safe way. But this all depends upon the facts, and they were not so clear as to warrant the trial judge in taking the case from the jury.\nOur conclusion Is that the case was for the jury, both as to the negligence of appellant and the contributory negligence of appellee.\nAssignments of error overruled and judgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Elkin,"
      }
    ],
    "attorneys": [
      "Richard H. Hawkins, of Dalzell, Fisher & Hawkins, for appellant.",
      "R. H. Jackson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Izzo v. Finn, Appellant.\nNegligence — Master and servant — Belting—Necessity for guard —Court-and fury — Act of May 2, 1905, P. L. 852.\n1. In cases arising under the Factory Act of May 2, 1905, P. L. 352, as in other actions for personal injuries, the plaintiff must affirmatively establish the negligence of the defendant, and his case in chief must not disclose contributory negligence on his part.\n2. In such a case the necessity for an artificial guard, under the Act of May 2, 1905, P. L. 352, depends upon the existence of certain conditions and in many instances is a question of fact for the jury.\n3. In an action against an employer to recover damages for personal injuries alleged to have been sustained by an employee by reason of the defendant’s failure to provide a guard for the belt used in running the machine at which he was working, the case was held to be for the jury and a verdict for the plaintiff was sustained where the plaintiff introduced testimony which established the fact that the belt was not guarded, and proved all the facts and circumstances connected with the location of the machinery and the happening of the accident; and the defendant undertook to show that the plaintiff had contributed to the accident by the negligent manner in which he had attempted to repair the belt, and that he had adopted a dangerous method when he could have chosen a safe way.\nArgued October 31, 1912.\nAppeal, No. 92, Oct, T., 1912, by defendant, from judgment of C. P. Allegheny Co., Second T., 1909, No. 271, on verdict' for plaintiff in case of James Izzo v. P. W. Finn.\nBefore Fell, C. J., Brown, Potter, Elkin and Moschzisker, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries. Before Carnahan, J.\nThe facts are stated in the opinion of the Supreme Court.\nThe jury rendered a verdict in favor of the plaintiff for $6,000.\nThe court overruled the motions for new trial and judgment for defendant n. o. v. and entered judgment on the verdict. Defendant appealed.\nErrors assigned were the refusal of binding instructions for defendant, and overruling motion for judgment for defendant n. o. v.\nRichard H. Hawkins, of Dalzell, Fisher & Hawkins, for appellant.\n— Plaintiff was guilty of contributory negligence : Solt v. Williamsport Eadiator Co., 231 Pa. 585; Lee v. Dobson, 217 Pa. 349; Bentley v. Eochester Planing Mill Co., 38 Pa. Superior Ct. 172.\nThere was no violation of the Act of May 2, 1905, P. L. 352; McCoy v. Wolf Co., 235 Pa. 571.\nR. H. Jackson, for appellee.\n— Whether guards were needed was for the jury: Jones v. Caramel Co., 225 Pa. 644; Valjago v. Carnegie Steel Co., 226 Pa. 514; McCoy v. Wolf Co., 235 Pa. 571.\nJanuary 6, 1913:"
  },
  "file_name": "0602-01",
  "first_page_order": 630,
  "last_page_order": 633
}
