{
  "id": 846605,
  "name": "Pottsville Lumber Co., Appellant, v. Wells",
  "name_abbreviation": "Pottsville Lumber Co. v. Wells",
  "decision_date": "1893-10-02",
  "docket_number": "Appeal, No. 76",
  "first_page": "5",
  "last_page": "13",
  "citations": [
    {
      "type": "official",
      "cite": "157 Pa. 5"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "81 Pa. 336",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044168
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/81/0336-01"
      ]
    },
    {
      "cite": "57 Pa. 40",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010396
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/57/0040-01"
      ]
    },
    {
      "cite": "100 Pa. 68",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "122 Pa. 266",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948405
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/122/0266-01"
      ]
    },
    {
      "cite": "112 Pa. 322",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546748
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/112/0322-01"
      ]
    },
    {
      "cite": "113 Pa. 191",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457584
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/113/0191-01"
      ]
    },
    {
      "cite": "106 Pa. 384",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "88 Pa. 258",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061212
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/88/0258-01"
      ]
    },
    {
      "cite": "84 Pa. 514",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053524
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/84/0514-01"
      ]
    },
    {
      "cite": "11 Pa. 58",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        404641
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/11/0058-01"
      ]
    },
    {
      "cite": "4 Pa. 237",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        401958
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/4/0237-01"
      ]
    },
    {
      "cite": "9 Watts, 413",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "68 Pa. 439",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024590
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/68/0439-01"
      ]
    },
    {
      "cite": "2 Watts, 421",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840138
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0421-01"
      ]
    },
    {
      "cite": "19 Pa. 292",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970684
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/19/0292-01"
      ]
    },
    {
      "cite": "28 Pitts. L. J. 13",
      "category": "reporters:state",
      "reporter": "Pitts L.J.",
      "opinion_index": -1
    },
    {
      "cite": "38 Leg. Int. 262",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts, 269",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846030
      ],
      "pin_cites": [
        {
          "page": "272"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0269-01"
      ]
    },
    {
      "cite": "81 Pa. 336",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044168
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/81/0336-01"
      ]
    },
    {
      "cite": "57 Pa. 40",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010396
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/57/0040-01"
      ]
    },
    {
      "cite": "19 Pa. 292",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970684
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/19/0292-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 792,
    "char_count": 18647,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 6.338508133234187e-07,
      "percentile": 0.9586838846589125
    },
    "sha256": "5fae79e24ac1e2d7b4f54250b5baf49748fe8e39c4da3063aa548ec4a95eeb8a",
    "simhash": "1:b3b015b5692c716c",
    "word_count": 3353
  },
  "last_updated": "2024-02-27T16:35:34.044399+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, Williams and McCollum, JJ."
    ],
    "parties": [
      "Pottsville Lumber Co., Appellant, v. Wells."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Sterrett,\nAll the facts necessary to a proper understanding of the question presented by the two specifications of error in this case are so concisely and accuratel}*' presented in the charge of the learned president of the court below that brief reference to a few of them will be sufficient.\nIn the view taken by the court, the plaintiff’s case depended on the effect of the treasurer’s sale of June 12, 1882, for taxes assessed in March, 1880. If the title to the demised premises, which it is conceded the defendant .Wells acquired in 1880, was divdsted by that sale, it follows that the seizure of plaintiff’s goods on the landlord’s warrant was illegal. On the other hand, if said title was not divested by the treasurer’s sale, the relation of landlord and tenant between said defendant Wells and the plaintiff continued to exist, and the former had an undoubted right to distrain for the rent in arrear, and the plaintiff has no case.\nThe title of the defendant Wells, above referred to, was acquired by him in September, 1880, at sheriff’s sale under the purchase money mortgage, duly recorded more than ten years before. It is conceded that said mortgage was the first lien of ■record against the land at the time of the sheriff’s sale. After thus acquiring title, Mr. Wells leased part of the property to •the plaintiff company, and the rent was paid by it until the •position now contended for was assumed, viz.: that his title to the demised premises was divested by virtue of the tax sale and his failure to redeem. After all the testimony bearing upon the respective contentions of the parties was received, points 'for charge were submitted by each of them. The fourth and eighth points of the plaintiffs are as follows :\n■ “ 4. The sale of the premises in dispute on the 10th day of September, 1880, by proceedings on the mortgage in evidence, •did not pay nor discharge the liability of the premises to be sold for the taxes of 1880 at the treasurer’s sale in June, 1882.”\n“8. Under the evidence in the case, the title of W.B. Wells was divested by the tax sale of 1882, and at the time the defendant seized the property in question for rent there was no rent due and payable to him, and the verdict must be for the plaintiff.”\nThe first three of the seven points submitted by defendants are:\n“ 1. That the sale under the mortgage of William Brechley to Christina Pott, being a first mortgage, which sale was made on the 10th day of September, 1880, discharged the land from the lien of all taxes assessed and levied subsequent to the recording of said mortgage and prior to said sale, and the uncontradicted evidence being that the taxes, for which the sale was made by the treasurer in 1882 to the commissioners, were assessed and levied subsequent to the recording of said mortgage and prior to said sale under the same, no title passed by said treasurer’s sale, and the verdict of the jury must be for the defendant.”\n“ 2. If the jury believe that during the year 1880, subsequent to the levying of the taxes for that year, there was sufficient personal property on the mortgaged premises to pay all the taxes assessed thereon, which might have been collected by the collector if he had used due diligence, no title passed by the treasurer’s sale of the 12th June, 1882, and the verdict must be for the defendant.”\n“ 3. The uncontradicted evidence being that William B. Wells, who was the owner of the premises described in the mortgage, went, on May 26, 1882, prior to the sale on June 12, 1882, and demanded from the treasurer or his deputy the amount of all taxes due and unpaid, and offered to pay all such taxes, and said Wells did thereupon pay all taxes demanded from him by said officer, the sale by the treasurer on the 12th of June, 1882, to the commissioners, did not pass title to any portion of the promises, and the verdict of the jury must be for the defendant.”\nIn their fifth point, the defendants also asked the court to say: “ That, under the evidence, the verdict of the jury must be for the defendants.”\nThe facts, of which defendants’ first point, above quoted, is predicated, were undisputed; and the same is substantially true as to the facts of which their third point is predicated.\nThe testimony of William B. Wells, by which they are all clearly and satisfactorily proved, was neither contradicted nor in any manner impeached. Their second point was fully warranted by the testimony.\nAfter stating the facts and referring to some of the legal propositions relied on by the defendants, including the one presented in their sixth point, viz.: that the assessment for 1880 was illegal in that it was not made in and for the ward in which the real estate assessed was located, etc., the learned judge in concluding his charge said: “ These and other questions .... we need not discuss, because the case in our judgment turns upon another question, the first question suggested by the points of the defendants.” Then, without further answering any of the other points submitted by either side, he instructed the jury as recited in the specifications of error. In doing so, he substantially, though not in express terms, affirmed defendants’ first point, and upon that alone ruled the case. In that we think there was error, and unless defendants were entitled to binding instructions on one or more of their other points, the judgment should be reversed.\nWhen the land was sold in 1880, the taxes of that year were not a lien thereon. It was well settled that, while taxes on unseated land were a lien, those on seated land were not, except when made so by statute : Burd v. Ramsey, 9 S. & R. 109 ; Kennedy v. Daily, 6 Watts, 269, 272; Ellis v. Hall, 19 Pa. 292. In the case last cited, Mr. Justice Lowkie said : “Leaving out of view some exceptions instituted by recent legislation, the general rule of law is, that taxes on seated lands are a charge upon the person merely, and those on unseated lands are a charge upon the land merely.”\nPrior to the act of April 29, 1844, P. L. 501, payment of taxes on seated lands was enforced by seizure and sale of personal property of the owner, tenant or occupant of the land, and if no such property could be found, then by arrest and imprisonment of the person assessed. After expiration of the collector’s warrant, the only remedy was by action at law. In providing the additional remedy, the act of 1844 declares that as to “ all real estate .... on which personal property cannot be found sufficient to pay the taxes assessed thereon, and where the owner or owners thereof neglect or refuse to pay said taxes, the collectors of the township in which said lands lie, shall return the same to the commissioners . . . . ; and the said lands shall be sold as unseated lands are now sold in satisfaction of the taxes due by said owner or owners ; ” etc. Subsequent acts of March 22, 1850, P. L. 806, and May 13, 1879, P. L. 55, provide for notice of sale, redemption of land, etc.\nIt is a mistake to hold that this much-needed remedy, for collection of taxes on seated lands, was restricted or in any manner interfered with by the act of 1867, passed for the preservation of the lien of mortgages: P. L. 44.\nAs a specific remedy, in the nature of a proceeding in rem, for the collection of such taxes, the act of 1844 was in force when the mortgage was given, and the mortgagee must be regarded as having accepted the security subject to the provisions of the act. When her executor foreclosed the mortgage and bought the property, he held it subject to the then existing remedy for collection of delinquent taxes. If they had been a lien on the land at the time of sale, they would have been paid out of the proceeds; but, as we have seen, they were not, and the only remedy against the land was that provided by the act of 1844 and its supplements. We find nothing in the act of 1867 to warrant the conclusion that the commonwealth was thereby deprived of the remedy referred to.\nIf the instruction to find for the defendants has no other basis than that suggested by the learned judge in that portion of his charge, recited in first specification of error, the judgment cannot be sustained. It is contended, however, by defendants, that the binding instruction referred to was fully warranted by the undisputed facts of which their third point, above quoted, is predicated; that if, in the circumstances, they were entitled to such binding instructions, the judgment should not be reversed because an insufficient reason, for such proper instruction, was given by the court. This contention is not only meritorious, but we think it is a sufficient answer to the assignments of error. As already observed, the facts, recited in defendant’s third point, were clearly established by testimony that was neither contradicted nor in any manner impeached. There was no conflict of testimony as to the fact that shortly before the sale for taxes Mr. Wells went to the treasurer’s office for the express purpose of paying all overdue taxes on the property and thus preventing a sale, that after explaining his business he requested a statement of such taxes and paid all taxes demanded from him by the treasurer. There cannot be any question as to the fact that his purpose in going to the treasurer’s office was to ascertain from the proper officer what taxes were overdue and to pay the same then and there; nor can it be doubted that he did pay all taxes that were claimed by the officer. The conclusion of law, drawn from the facts recited in the point, is eorrectty stated therein: Dietrick v. Mason, 57 Pa. 40; Breisch v. Coxe, 81 Pa. 336. in the latter case, Mr. Chief Justice Agnew said: “ It must be conceded that the payment of taxes is a duty, and a failure to perform it is the fault of the owner. But payment is one thing, and the steps leading to it are another. For the latter the owner is not responsible. He cannot assess himself or know what is charged against him. He must await the action of the agents of the law. He cannot pay until he is informed what he is to pay. To perform the duty of payment he must apply to the treasurer for the taxes charged against his land. If this officer fail to give him the information on demand, on what just principle shall it be said he has not performed his duty ? It is said, there are the tax books open to inspection, let him search them. But this is neither his business nor his duty. As was said in Dietrick v. Mason, 7 P. F. Smith, 40, the treasurer is the legal custodian of the books and entries of the taxes necessary to show the sum to be tendered. This information it is his duty •to give, and he cannot lay the books before the owner, and compel him to search for himself. The knowledge of the latter ■may be inadequate to find what he needs. If then the owner pays all the taxes stated by the treasurer, he has done his whole duty. He can do no more. ... It is but just, then, that a bona fide attempt to pay all taxes, frustrated bj' the fault of the treasurer, should stand as the equivalent of an actual payment. It is an almost universal rule, which substitutes a tender for performance, when the tender is frustrated by the act \"of the party entitled to performance.”\nIn view of the conclusion we have reached it is unnecessary to consider the position contended for by defendants under their sixth point. It is by no means certain that an assessment' of seated real estate made outside of the ward in which it is located, and presumably not made by the assessor of the proper ward, will support a sale for taxes under the act.of 1844.\nFor reasons already given we think the binding instruction to find for the defendants was fully warranted by the undisputed facts recited in their third point, and hence the judgment should not be disturbed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Chief Justice Sterrett,"
      }
    ],
    "attorneys": [
      "J. W. Ryon, James Ryon with him, for appellant, cited:",
      "Cruy E. Earquhar, for appellees, cited :"
    ],
    "corrections": "",
    "head_matter": "Pottsville Lumber Co., Appellant, v. Wells.\nTax sales — Payment of taxes — Mistake by officer.\nWhere a landowner goes to the county treasurer’s office for the express purpose of paying all overdue taxes, and thus preventing a sale of Ms | property, and pays all the taxes demanded from him by the treasurer, his property cannot subsequently be sold for taxes which the treasurer by mistake failed to demand of him.\nMortgage — Taxes—Act of April 29, 1844.\nSince the act of April 29, 1844. P. L. 501, a mortgagee is subject to the remedy provided by the act for the collection of delinquent taxes. This remedy was not restricted or in any manner interfered with by the act of March 23, 1867, P. L. 44, passed for the preservation of the lien of mortgages.\nAssessment of real estate in wrong ward.\nNot decided whether an assessment of seated real estate made outside of the ward in which it is located, and presumably not made by the assessor of the proper ward, will support a sale for taxes under the act of April 29, 1844.\nArgued Feb. 14, 1898.\nAppeal, No. 76, Jan. T., 1893, by plaintiff, from judgment of C. P. Schuylkill Co., May T., 1891, No. 402, on verdict for defendant William B. Wells, executor of Christina Pott, deceased, and Andrew Comrey, sheriff.\nBefore Paxson, C. J., Sterrett, Green, Williams and McCollum, JJ.\nReplevin for lumber seized under landlord’s warrant.\nAt the trial, before Pershing, P. J., it appeared that, on Feb. 14, 1872, Christina Pott conveyed to William Buechley a lot of ground in the borough of Pottsville. The purchase money was secured by mortgage. On Aug. 2, 1880, judgment was entered against William Buechley on a sci. fa. on the mortgage. This was followed by a lev. fa. and sale of the property on Sept. 11, 1880, to William B. Wells, executor of Christina Pott. A sheriff’s deed was subsequently made. After the sale Mr. WTells leased a part of the property to the Potts-ville Lumber Co., Limited. Taxes were assessed in 1880, against the property, and on June 12, 1882, the property was sold for the taxes and bid in by tbe county commissioners. On March 16, 1888, the commissioners sold the land to A. B. McCool, who in turn conveyed it to the wife of William Buechley, who it was alleged held it for the Pottsville Lumber Co., Limited.\nIt appeared from the evidence that, shortly before the sale for taxes, Mr. Wells went to the treasurer’s office for the express purpose of paying all overdue taxes on the property and thus preventing a sale ; that, after explaining his business, he requested a statement of such taxes and paid all taxes demanded from him by the treasurer.\nThe court charged in part as follows :\n“ The defendant here claims that he was misled when he went to the treasurer for the purpose of payin'g all the taxes upon the land to prevent its sale. In connection with that you have heard the evidence as to its being assessed in different wards. So far as our own notes go, and we think we have taken it down correctly, the property was assessed in 1871 in the proper ward, the northeast ward. Subsequently Mr. Buechley lived in different wards, and the property was afterwards assessed, sometimes in the southeast ward and sometimes in the middle ward. Question has been made here as to whether such an assessment was legal, whether it must not be made in the ward and for the ward in which the property is located, and question has been raised as to the legality of the sale, in view of the efforts which Mr. Wells alleges he made in order to pay the taxes and prevent .the sale of the property, whether or not he was misled, and whether the treasurer was to blame for the fact that the land was not redeemed. These and other questions, some of them we confess a little perplexing to our mind just now, we need not discuss, because the case in our judgment turns upon another question, the first question suggested by the points of the defendant.\n“ [It is claimed that as this purchase money mortgage had been in existence from 1872 to 1880, constituting the first lien, the taxes assessed in 1880 and which were in existence and unpaid at the time of the sale upon the mortgage, were discharged by that sale ; and we so instruct you. That the sale upon the mortgage discharged the taxes so far as the property was concerned; and, if so, then the treasurer’s sale two years afterward, in 1882, would convey no title to the county, and the county commissioners’ sale of it afterwards in 1888 would convey no title to A. B. McCool, and that therefore your verdict must be for the defendant.] ” [1]\n“ In finding a verdict for the defendant it will be your duty to ascertain and fix the amount of rent due at the time the sheriff seized this lumber for the purpose of paying the rent by its sale. There is no dispute, I understand, between the parties, nothing to contradict it.at least, that the rent was $125 a year, and that up to the time this landlord’s warrant was issued there was three years’ rent due Jan. 1, 1891, and $125 a year would make $875 rent due at that time. To this the authorities say a jury may add interest from the date of the seizure of the property for the payment of the rent. You must also find the value of the property seized under the landlord’s warrant. It is agreed that it was worth $500, and there is no other evidence upon the subject.\n“ [We say to you, therefore, that, affirming this point, you must necessarily find for the defendant; also find how much rent was due and unpaid at the time the landlord’s warrant was issued and he levied upon this lumber, and also the value of the lumber.] ” [2]\nVerdict and judgment for defendants for $352.62.\nPlaintiff appealed.\nErrors assigned were (1, 2) above instructions, quoting them.\nJ. W. Ryon, James Ryon with him, for appellant, cited:\nActs of April 29, 1844, P. L. 501; May 13,1879, P. L. 55 ; 3 Triekett, Liens, 440; Brigg’s Ap., 38 Leg. Int. 262 ; Bergwin v. Birchfield, 28 Pitts. L. J. 13; Burd v. Ramsay, 9 S. & R. 109; Evan’s Est., 2 Woodward, 166; Ellis v. Hall, 19 Pa. 292; Kennedy v. Daily, C Watts, 269; Sheaffer v. McCabe, 2 Watts, 421; Harrisburg v. Orth, 2 Pearson, 340 ; Cohen’s Ap., 10 W. N. 230; Plunkett v. Maguire, 2 Pearson, 273; Smeich v. York Co., 68 Pa. 439 ; Henry v. Horstick, 9 Watts, 413 ; McGregor v. Montgomery, 4 Pa. 237; Caldwell v. Moore, 11 Pa. 58 ; Lacy v. Green, 84 Pa. 514; Act of June 2, 1881, P. L. 45 ; Miller v. Cunningham, 7 Pa. C. C. R. 500 ; Townsend v. Wilson, 7 Pa. C. C. R. 101; Com. v. Patton, 88 Pa. 258; Davis v. Clark, 106 Pa. 384; Scranton v. Silkman, 113 Pa. 191; Morrison v. Bachert, 112 Pa. 322; Ayars’s Ap., 122 Pa. 266.\nCruy E. Earquhar, for appellees, cited :\nAct of 1867, P. L. 44; Fisher v. Connard, 100 Pa. 68 ; Dietrick v. Mason, 57 Pa. 40; Breisch v. Coxe, 81 Pa. 336.\nOct. 2, 1893 :"
  },
  "file_name": "0005-01",
  "first_page_order": 27,
  "last_page_order": 35
}
