{
  "id": 846607,
  "name": "Lebbering v. Struthers, Wells & Co., Appellant",
  "name_abbreviation": "Lebbering v. Struthers, Wells & Co.",
  "decision_date": "1893-10-02",
  "docket_number": "Appeal, No. 53",
  "first_page": "312",
  "last_page": "324",
  "citations": [
    {
      "type": "official",
      "cite": "157 Pa. 312"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "24 Atl. R. 291",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": -1
    },
    {
      "cite": "14 Atl. R. 545",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": -1
    },
    {
      "cite": "24 Atl. R. 184",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": -1
    },
    {
      "cite": "75 Pa. 83",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036669
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/75/0083-01"
      ]
    },
    {
      "cite": "118 N. Y. 489",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2227336
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/118/0489-01"
      ]
    },
    {
      "cite": "147 Pa. 475",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        829917
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/147/0475-01"
      ]
    },
    {
      "cite": "120 Mass. 427",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        738987
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/120/0427-01"
      ]
    },
    {
      "cite": "142 Mass. 431",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        768520
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/142/0431-01"
      ]
    },
    {
      "cite": "139 Pa. 48",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "18 C. B. 797",
      "category": "reporters:specialty",
      "reporter": "C.B.",
      "opinion_index": -1
    },
    {
      "cite": "146 Pa. 465",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        827901
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/146/0465-01"
      ]
    },
    {
      "cite": "25 N. Y. 562",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2031392
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/25/0562-01"
      ]
    },
    {
      "cite": "131 Pa. 203",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        810264
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/131/0203-01"
      ]
    },
    {
      "cite": "126 Pa. 387",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        968865
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/126/0387-01"
      ]
    },
    {
      "cite": "151 Pa. 505",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836650
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/151/0505-01"
      ]
    },
    {
      "cite": "131 Pa. 509",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        810312
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/131/0509-01"
      ]
    },
    {
      "cite": "132 Pa. 341",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970498
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/132/0341-01"
      ]
    },
    {
      "cite": "112 Pa. 400",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546852
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/112/0400-01"
      ]
    },
    {
      "cite": "64 N. Y. 5",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2161841
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/64/0005-01"
      ]
    },
    {
      "cite": "81 N. Y. 516",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2175357
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/81/0516-01"
      ]
    },
    {
      "cite": "126 N. Y. 1",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2237649
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/126/0001-01"
      ]
    },
    {
      "cite": "139 Pa. 42",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11250483
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/139/0042-01"
      ]
    },
    {
      "cite": "149 U. S. 386",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "pin_cites": [
        {
          "page": "387"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "24 Atl. R. 134",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "120 Mass. 431",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    },
    {
      "cite": "100 Pa. 301",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498370
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/100/0301-01"
      ]
    },
    {
      "cite": "118 N. Y. 489",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2227336
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ny/118/0489-01"
      ]
    },
    {
      "cite": "147 Pa. 475",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        829917
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/147/0475-01"
      ]
    },
    {
      "cite": "139 Pa. 48",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "151 Pa. 505",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836650
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/151/0505-01"
      ]
    },
    {
      "cite": "131 Pa. 509",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        810312
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/131/0509-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 935,
    "char_count": 27027,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 5.117237547382608e-07,
      "percentile": 0.9386564622107312
    },
    "sha256": "50b45ed40784dab8bb1ade58e3fe6c7314d8b37c785386a6a8a3fb898efe1792",
    "simhash": "1:70678543ecd864a4",
    "word_count": 4700
  },
  "last_updated": "2024-02-27T16:35:34.044399+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stebkett, C. J., Williams, McCollum, Dean and Thompson, JJ."
    ],
    "parties": [
      "Lebbering v. Struthers, Wells & Co., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Chief Justice Sterrett,\nPlaintiff’s right to recover in this case depended entirely upon the facts as they were found by the jury from the testimony introduced by the parties and submitted by the court. There undoubtedly was evidence, proper for their consideration, tending to prove that the defendants employed Pedlow, a young and inexperienced man, about twenty years of age, to operate the new and powerful machine which had recently been introduced into their establishment, and that the injury sustained by plaintiff resulted from Pedlow’s incompetency and lack of experience in the use of said machine. There was also evidence tending to show that it was dangerous to intrust the operation of such a machine to any one not sufficiently instructed in its proper use, and that neither Pedlow nor the plaintiff had been so instructed.\nThe necessity for previous instruction in the use of hydraulic machines, such as defendants’, was testified to by two witnesses of large practical experience in operating them. Mr. Norton, one of these witnesses, said that, in his opinion as an expert, it would not “ be safe to put in a young man to run a machine, who had no experience in this kind of work;” and, in answer to the question, “How long would it take a man accustomed to machinery, as you are, to learn ? ” his reply was, “ It would take a green hand all of a couple of weeks to learn how to run it,” etc. The testimony of Mr. Robinson, the other expert, was to the same effect. Both of these witnesses also gave it as their opinion that it would be dangerous to run a hydraulic machine fast.\nMr. Hammond, defendants’ superintendent, being called and examined on their behalf, was asked to state “ what instruction or advice, if any,” he gave to Pedlow and the plaintiff before putting them at work. His reply was: “ I called them together; I asked them if they would take the machine. I wanted them to take the machine by the piece, that is by piece work, after they had got used to it. I says, take it for a week, two weeks, three weeks or four weeks; I says, take it quietly until you get accustomed to the machine; then I said, if you find you can make more money by working by the hundred than by the day you can have it in that way.”\nIt was also testified by Mr. Dyson, defendants’ engineer, that, having observed Pediow’s unskillfulness and incompetency, he called the attention of Mr. Hammond, the superintendent, to the fact on the day before plaintiff was injured, and he dismissed the matter by saying, “that would be all right after they (Pedlow and plaintiff) got used to it; something of that kind.”\nThe testimony is voluminous, and of course it is unnecessary to consider it in detail. We have referred to a few of the more salient points therein for the purpose of showing that the evidence was quite sufficient to require submission of the case to the jury. That was fairly done in a clear and comprehensive charge embodying full and adequate instructions in the law applicable to every phase of the testimony. It is not even alleged that there was any error in the admission or rejection of testimony. The several specifications of error are all directed either to excerpts from the learned judge’s charge or to his an swers to points submitted by counsel. We have examined the testimony with special reference to each of the specifications, and are not convinced that the instructions complained of were either erroneous or unwarranted. With scarcely a single exception, the principles of law applicable to the facts of which the verdict is presumptively predicated are too familiar to require either discussion or citation of authorities.\nAmong the numerous cases in which the employer’s duties to his employees are stated, a few of the more recent are, Payne v. Reese, 100 Pa. 301; Rummel v. Dilworth, 131 Pa. 509; Ross v. Walker, 139 Pa. 48; Wagner v. Jayne Chemical Co., 147 Pa. 475; Kehler v. Schwenk, 151 Pa. 505 ; O’Connor v. Adams, 120 Mass. 431; Reynolds v. Railroad Co., 24 Atl. R. 134; Brennan v. Gordon, 118 N. Y. 489; B. & O. Railroad Co. v. Baugh, 149 U. S. 386, 387.\nAs was said in Ross v. Walker, supra: “ It is the duty of an employer to provide his laborers with a suitable place to work, with suitable tools and machinery to use, with suitable materials, and with reasonably competent fellow laborers with whom to work. If they are young, or without experience in the use of the tools or machinery they are to handle, it is his duty to see that they are instructed in these particulars and warned of such dangers as are peculiar to the use and care of the machinery with which their labor brings them in contact.”\nBefore putting an inexperienced employee in charge of dangerous machinery, with the use of which he is unacquainted, it is the positive duty of the employer to instruct and properly qualify him for such new service. If he cannot perform that duty himself, he must provide a competent person to give such necessary instruction ; and whether the person selected for that purpose be a co-employee of the promoted servant or not, the employer must see to it that he is a competent and trustworthy instructor; otherwise he will be liable for the consequences of his incompetency or negligence. The person to whom the duty of giving the necessary instruction in such cases is delegated represents the employer, and, pro hac, occupies the position of vice principal: Brennan v. Gordon, supra. In the language of the syllabus in that case, “ If for the purpose of instruction the master selects another servant in his employ, the latter must be, not simply as competent as the master, but absolutely compelent. If he is incompetent or negligent while performing the ■duty of instructor, or if he discontinues his instruction before ■completion, and in consequence thereof the promoted servant is injured, the master is liable.”\nIt is unnecessary to notice the specifications in detail. We find no error in either of them that requires a reversal of the judgment.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mb. Chief Justice Sterrett,"
      }
    ],
    "attorneys": [
      "W. D. Brown, J. H. Donly with him, for appellant, cited:",
      "J. Boss Thompson, Samuel T. Neill with him, for appellee, cited:"
    ],
    "corrections": "",
    "head_matter": "Lebbering v. Struthers, Wells & Co., Appellant.\nNegligence — Master and servant — Instruction of servant — Dangerous machine — Vice principal.\nBefore putting an inexperienced employee in charge of dangerous machinery, with the use of which he is unacquainted, it is the positive duty of the employer to instruct and properly qualify him for such new service. U he cannot perform that duty himself, he must provide a competent person to give such necessary instruction; and whether the person selected for that purpose be a co-employee of the promoted servant or not, the employer must see to it that he is a competent and trustworthy instructor; otherwise he will be liable for the consequence of his incompetency or negligence. The person to whom the duty of giving the necessary instructions in such cases is delegated, represents the employer and, pro hac, occupies the position of: vice principal.\nPlaintiff was injured while working at a machine for riveting boilers. Evidence for plaintiff tended to show that the accident occurred through lack of skill and proper care of a fellow employee, a young and inexjierieneed man who had been placed at work on the machine without having been instructed as to its use. There was also evidence tending to show that it was dangerous to intrust the operation of such a machine to any one not sufficiently instructed in its proper use, and that neither plaintiff nor his fellow servant had been so instructed. Held, that the ease was for the jury.\nArgued May 1, 1893.\nAppeal, No. 53, Jan. T., 1893, by defendants, from judgment of C. P. Warren Co., Sept. T., 1891, No. 50, on verdict for plaintiff, August Lebbering.\nBefore Stebkett, C. J., Williams, McCollum, Dean and Thompson, JJ.\nTrespass for personal injuries. Before Noyes, P. J.\nPlaintiff’s statement averred that defendant’s negligence, was “in employing unskilled, unfit, incompetent and inexperienced servants.” Plea, not guilty.\nAt the trial, it appeared that, on March 24, 1891, plaintiff, while working at a bull or hydraulic riveter in defendant’s boiler works, received serious personal injuries. Plaintiff’s evidence tended to show that he was a common laborer, and was directed by defendants’ foreman to work on tbe machine without having been given any instructions as to its use. After he bad been working at the machine for about four days, another laborer named Pedlow was also placed at work at tbe machine without having been instructed as to its use. On the following morning, through the lack of skill and proper care of Pedlow in managing the levers, plaintiff was injured. There was evidence to the effect that tlie machine was a dangerous one, and that it was improper to intrust its operation to any one not instructed as to its use.\nTlie court charged in part as follows :\n“ [It is claimed that the defendants are chargeable with negligence in assigning Pedlow to the operation of tbe riveting machine. This was done, not by any member of the firm in person, but by Mr. Hammond, the foreman. Assuming that there was negligence in selecting Pedlow for this work, (but I do not mean to say that was the case,) which, if you reach it, will be a question of fact for you, under all the evidence, and governed by certain principles which I shall hereafter explain — was this • act of Hammond done in his capacity of foreman, or was it one of the master’s duties, intrusted to him by his employers?] [1]\n“ Upon this point the defendants ask us to instruct you in the eighth and tenth propositions, submitted as follows :\n“ [u8. That if the defendants, by themselves or their foreman, employed competent and reasonably careful men in their boiler shop, and employed a competent foreman, and placed him in charge of the boiler shop, they had discharged every duty they owed to the plaintiff, resulting from the negligence of such foreman, or from his mistake of judgment in assigning one of the employees to different work than that to which he had been accustomed.’ Answer: This is a correct statement of the law in general; but its application must be limited to cases where the work to which the workman is assigned is of the same general nature as that in which he was formerly employed. But where the work, under the charge of the foreman, consists of various operations, each requiring a special sort of skill and fitness in the workman, and the foreman is intrusted by the master with the duty of hiring and discharging the workmen, as well as assigning them their duties; his act in taking a workman from one sort of work and setting him at another requiring different and special qualifications, would be in effect a new employment, and in so doing he would be regarded as acting for the master; for example, if the foreman of a carpenter shop takes a carpenter from planing boards, and sets him to boring auger holes, he acts merely as foreman and fellow employee with the carpenters. The master is not responsible for any error of judgment or neglect in selecting the right men, but if the superintendent of a railroad, hiring and discharging all the men employed upon it, takes an employee ■ from the gravel train, unskilled in machinery, and puts him to running a locomotive, he acts as vice principal; it is in effect, a new employment. These are extreme cases, but they illustrate the principle which you must apply in the present case.] [2]\n“ 10. That in the assignment of Pedlow to the work of managing the riveter, and the assignment of plaintiff as assistant, Hammond was not acting as vice principal, charged with the duties of the defendants, but was a co-employee with the plaintiff.’ Answer: This point is refused. Whether Hammond was acting as vice principal or as co-employee, depends upon how you find the facts in the case. If the machine was of such a character that it required no special skill or experience to operate it with ordinary safety, and it might be so operated by the ordinary men employed in the boiler shop as Pedlow and the plaintiff were employed, then the point would be correct. But if it did require special education and skill, so that its safe operation constituted a special employment, different from the ordinary work of the boiler shop, then it would not be. In the one case the foreman would act within the ordinary range of his duty as foreman, assigning men of equal grade to their respective stations within the grade. But in the other, he would be acting for the principal — practically discharging a workman from one employment, and re-employing him in another.\n“With respect to this point, — the first question of fact — - a very important question for you to consider — is as to the character of this machine with reference to its mode of operation. If it was so complicated in its construction and operation that it required considerable special skill, that no ordinary man employed in the boiler shop, and having acquaintance with the business of making boilers and its various branches, could, with a small amount of instruction, learn bow to operate it; but it required special education, although, perhaps, not so great as would be necessary to run a locomotive ; then the assignment of the laborer to that machine from some other employment would be such an act that the master would be bound to know that the man so assigned was competent,] [8] but if the machine, though powerful, was simple in construction, easily operated, so that any man who had been around the boiler shop and done the work there, and used other machines, was put in charge of it, and receiving instructions as to how it was operated, what levers to pull and how to pull them, how to arrange the boiler, -etc., could operate it with a reasonable degree of safety, then it would not fall within any special class, and the act in assigning such workmen from some other machine to that machine would be within the ordinary duty of the foreman, and any neglect of his would not be negligence of the employer, and would not be a basis for liability in such a case as the present. . . .\n“ [Now, from all the evidence, you will determine whether the machine is of such a character that a man had to have special education in order to run it with safety; ] [4J whether one or two hours’ instruction in pulling the lever and handling the valve by which the work is raised and lowered would be sufficient, so that, if he had ordinary intelligence and gave ordinary care to his work, he could operate it with an ordinary degree of safety; if he could, then there was no negligence in assigning Pedlow to this work.\n“ [If you should find that the machine was of such a character, and its operation attended with such difficulty and danger, that it did not belong to the ordinary work of the shop, but constituted a special branch requiring special skill, then you must inquire further whether there was in fact, any negligence on the part of Hammond in selecting Pedlow. If Pedlow was known to have no previous knowledge or experience in operating the machine, it would be negligence to intrust its operation to him, without seeing that he was first properly instructed and educated, so that he could with due care operate it safely. It is a part of the duty of the master to instruct inexperienced workmen in the use of machines or appliances which he knows they are not acquainted with, and to warn them against dangers in their use, not apparent to the experienced observer, if he required the workmen to operate them; and this not only for the protection of the workmen assigned to the machine, but for the safety of all those employed with them, and who might be injured through their ignorance. His duty is to put the employee in possession of the knowledge required to enable him, with due and ordinary care, and using ordinary intelligence, to operate the machine with reasonable safety. How was this in the present case? Was the machine difficult to operate, and especially dangerous, or was it simple, though powerful, easy to understand, and requiring only slight knowledge and ordinary care ? Were the instructions given by Hammond to Pedlow such as should have enabled him, if he had attended to them and used ordinary care, to have operated the machine with ordinary safety ?] [5]. . . .\n“ [If he was injured through Pedlow’s ignoranee of the work to which he was intrusted, if Pedlow was not instructed how to use it, didn’t know how, and Hammond failed to instruct him when he was inexperienced and ignorant, and he put him on the machine to do this work, ignorant of how to do it, and that was the cause of the injury, then the plaintiff can recover, unless he was himself at fault in some way.] [6]\n“ [There is another branch of the case to which I will now call attention. If there was no negligence in assigning Pedlow to the operation of the machine, or in instructing him as to its use, the plaintiff claims that there was negligence in continuing him there after notice that he was operating the machine improperly. It is conceded that such notice was given to Hammond, the foreman, by Dyson. Such notice, in my opinion, was notice to the employer.] [7] But, inasmuch as there is no evidence that Pedlow was in general either incompetent or habitually careless, and the notice was that he was not pulling the lever right — not operating this particular machine in a proper manner — it does not follow that it was negligence to retain him in the employment. [If the improper pulling of the lever was due to Pedlow’s ignorance, it became the duty of the defendants or their representative, on knowledge of this, to see that he had the requisite instructions to enable him to correct it. But his general character for carefulness justified Hammond in believing that he would exercise care after a suitable caution, and if he gave such caution, and had reason to believe that Pedlow had attended to his orders, then the defendants would not be responsible, even although Pedlow caused the injury to the plaintiff by a subsequent act of carelessness. But if he knew that, notwithstanding his cautions, Pedlow continued to run it in a dangerous manner, or if he ought to have known it by ordinary attention, then they would be liable if Pedlow was continued in the employment and the plaintiff was injured thereby without his fault.] [8]\n“ In respect to this, the evidence tends to show, by Dyson and others, that the machine was run too fast by Pedlow; the lever was pulled out too suddenly; that it continued to be so on Tuesday, as well as on Monday; that he spoke to Hammond about it; and that Hammond, who says he had some other business at the moment, returned within a short time. Hammond testifies, and there is no contradiction of it, that he went to Pedlow and cautioned him and gave him some .further instructions, which' you will remember; he said he observed the machine afterwards, and also passed it occasionally, and Pedlow was operating it all right. You will have to determine how this was.\n“ [ If, when it was called to Hammond’s attention, he immediately went to Pedlow, who he had reason to believe was ordinarily careful and ordinarily skillful, gave him what information he needed to enable him to pull the lever properly and warned him of any danger, or cautioned him against his carelessness, if that is what it was, and he had no reason after that to suppose it had been repeated, but that he was operating it rightly, then it would not be negligence. But if he neglected that, it would be.] ” [9] ....\nPlaintiff’s points were among others as follows :\n“ 4. The foreman of the shop in which the plaintiff was engaged in working, having authority to hire and discharge men in that department, from time to time, had such delegated authority over that department as rendered the foreman vice principal, and notice to said foreman was notice to the principal, and if the jury find from the evidence, notice was given to the foreman that Pedlow, in charge of the riveting machine, was running the machine in a careless or unskillful and dangerous manner, and after such notice he was permitted to continue running the machine in the same careless, unskillful manner, whereby the plaintiff was injured, this would be notice to the defendants, and they would be liable to plaintiff in damages for injury thus sustained. Answer: To this point we answer that the foreman of the shop, who had authority to hire and discharge the men employed, there, is to be considered as standing in the place of the employer in respect to that duty, which is one which belongs to the employer. Notice to the foreman that Pedlow was an unskillful and careless workman, whose employment would render the other workmen unsafe while discharging their duties, would be notice to the employer, and a continuance of Pedlow in the employment after such notice would render the principal liable for any injury resulting from the negligence or unskillfulness of Pedlow thereafter. But there is no evidence that Pedlow was either unskillful or careless in respect to bis general character, nor that any such character was known to the employers or their foreman. Under these circumstances, knowledge that Pedlow was acting unskillfully or carelessly in a single instance, or, for example, in operating this particular machine, would not necessarily make it the duty of the employer to discharge him, nor to remove him from the machine. If the manner in which he was operating the machine showed a want of competent knowledge of the proper way to run it, it became the master’s duty, on notice of such want, to give the necessary instructions and so put him in such position that he could, if he pleased, operate it properly. If he was in this instance careless, but was a man of ordinary prudence and care in other matters, the master had a right to expect that a caution or reprimand would cause him to-be careful in this one. If after such caution the master or his foreman had no reason to suppose that the acts of carelessness were repeated he would not be bound to remove him from his place ; nor would he be liable for injuries resulting from his negligence. But he would be bound of course to exercise ordinary supervision over it, and to inform himself, not shut his eyes willfully to what was going on.” [11]\n“ 5. If the jury find from the evidence that the riveting machine was a new invention, and in use in the shops of the defendants a short time prior to the time when the plaintiff was injured, having a very high pressure, to wit, fifty tons pressure, it would be incumbent on the defendants to see that a competent person was placed in charge of the same; and if the young man Pedlow placed in charge of the machine was inexperienced, and not properly instructed, the plaintiff being injured thereby, he is entitled to recover. Answer: If the machine was one which might reasonably be expected to cause accidents to those about it when operated by persons inexperienced or not instructed in its proper use, and Pedlow was inexperienced and without knowledge of the proper way to use the machine, and was placed in charge of it by the defendants’ foreman without being properly instructed in the use of the machine, so that with ordinary care and attention he could operate it with the ordinary degree of safety, the defendants would be responsible for an injury to the plaintiff resulting from Pedlow’s want of instructions, provided that the plaintiff himself is free from negligence which contributed to the injury.” [12]\nDefendants’ points were among others as follows :\n“ 2. It was only while discharging duties which the employer (the defendant company) was bound to discharge toward its employee (the plaintiff), that Hammond can be regarded as a vice principal. The only such duty of the principal, which, from the evidence, Hammond appears to have discharged was that of employing and discharging hands, and the moment this duty was performed by him, all his functions as vice principal ceased, and all his other acts were but as foreman or co-laborer with plaintiff in the works. Answer: The first clause affirmed. The second refused. The evidence shows that Hammond instructed those who were set to operate the machine which caused the accident. In giving such instructions to the inexperienced men he acted also as vice-principal.” [18]\n“ 5. The pleadings in this case raise no issue as to the failure of defendants to warn the young and inexperienced employee as to the danger incident to machinery upon or about which he was working. Answer: No such distinct issue is raised by the pleadings, but the question is indirectly involved in this case.” [14]\n“ 6. This duty of an employer to warn the young and inexperienced employee of the dangers incident to the machinery, is a duty the employer owes to the employee so warned for his own safety. There is no duty upon the employer or employers to warn other employees of the dangers incident to machinery for the safety of an employee; (such as plaintiff who does not in his statement complain that he was young and inexperienced, and not warned of the dangers incident to the use of the machinery.)” Refused. [15]\n“ 7. So far as plaintiff is concerned he cannot complain that one of his co-employees being young and inexperienced was not so warned of the dangers incident to the use of machinery. It is enough if defendants employed fit and reasonably competent fellow laborers to work with him. The defendants’ failure, if there was such failure, to warn them or any of them, of the dangers incident to the use of the machinery, was not a neglect of duty of which plaintiff could complain.” Refused. [16]\n8 and 10. See charge of court above, page 314.\n“ 11. That under the pleadings and evidence the plaintiff is not entitled to a verdict.” Refused. [17]\nVerdict and judgment for plaintiff for $2,105.\nDefendants appealed.\nErrors assigned were instructions in brackets, quoting them.\nW. D. Brown, J. H. Donly with him, for appellant, cited:\nRoss v. Walker, 139 Pa. 42; Cullen v. Norton, 126 N. Y. 1; Crispin v. Babbitt, 81 N. Y. 516 ; Malone v. Hathaway, 64 N. Y. 5 ; R. R. v. Bell, 112 Pa. 400 ; Kinney v. Corbin, 132 Pa. 341; Rummel v. Dilworth, 131 Pa. 509; Kehler v. Schwenk, 151 Pa. 505; Faber v. Mfg. Co., 126 Pa. 387 ; Duffy v. Oliver, 131 Pa. 203 ; Sherman & Redfield on Negligence, 110; Wright v. N. Y. Central R. R., 25 N. Y. 562; Reese v. Clark, 146 Pa. 465; Tarrant v. Webb, 18 C. B. 797.\nJ. Boss Thompson, Samuel T. Neill with him, for appellee, cited:\nRoss v. Walker, 139 Pa. 48; Atkins v. Thread, 142 Mass. 431; O’Connor v. Adams, 120 Mass. 427; Wagner v. Jayne Chemical Co., 147 Pa. 475; Rummel v. Dilworth, 131 Pa. 509; Kehler v. Schwenk, 151 Pa. 505 ; R. R. v. Fort, 17 Wal. 553; Brennan v. Gordon, 118 N. Y. 489; Crissey v. Ry., 75 Pa. 83; Reynolds v. B. & M. R. R., 24 Atl. R. 184; Foster v. Pusey, 14 Atl. R. 545; Union Mfg. Co. v. Morrissey, 22 Am. L. Reg. 574; Wust v. Erie City Iron Works, 24 Atl. R. 291.\nOct. 2, 1893 :"
  },
  "file_name": "0312-01",
  "first_page_order": 334,
  "last_page_order": 346
}
