{
  "id": 846583,
  "name": "Elder v. Lykens Valley Coal Co., Appellant",
  "name_abbreviation": "Elder v. Lykens Valley Coal Co.",
  "decision_date": "1893-10-02",
  "docket_number": "Appeal, No. 9",
  "first_page": "490",
  "last_page": "499",
  "citations": [
    {
      "type": "official",
      "cite": "157 Pa. 490"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "96 Pa. 70",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        494592
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/96/0070-01"
      ]
    },
    {
      "cite": "145 Pa. 612",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        825911
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/145/0612-01"
      ]
    },
    {
      "cite": "61 Pa. 306",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "84 Pa. 284",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "54 Pa. 58",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "1 Penny. 159",
      "category": "reporters:state",
      "reporter": "Pennyp.",
      "case_ids": [
        216899
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pennyp/1/0159-01"
      ]
    },
    {
      "cite": "3 R. 268",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    },
    {
      "cite": "81 Pa. 156",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044164
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/81/0156-01"
      ]
    },
    {
      "cite": "48 Ohio, 41",
      "category": "reporters:state",
      "reporter": "Ohio",
      "opinion_index": -1
    },
    {
      "cite": "57 Cal. 412",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2290230
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cal/57/0412-01"
      ]
    },
    {
      "cite": "2 Pa. 394",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        951075
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/2/0394-01"
      ]
    },
    {
      "cite": "9 Pa. 193",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960637
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/9/0193-01"
      ]
    },
    {
      "cite": "111 U. S. 228",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3507380
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/111/0228-01"
      ]
    },
    {
      "cite": "101 N. Y. 396",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2201433
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/101/0396-01"
      ]
    },
    {
      "cite": "98 N. Y. 562",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        558011
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/98/0562-01"
      ]
    },
    {
      "cite": "68 N. Y. 306",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        529012
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/68/0306-01"
      ]
    },
    {
      "cite": "56 N. Y. 1",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        519317
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/56/0001-01"
      ]
    },
    {
      "cite": "84 N. Y. 455",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2181007
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/84/0455-01"
      ]
    },
    {
      "cite": "85 Pa. 293",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        440494
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/85/0293-01"
      ]
    },
    {
      "cite": "97 Pa. 72",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "70 Pa. 86",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1028176
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/70/0086-01"
      ]
    },
    {
      "cite": "95 Pa. 287",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        492930
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/95/0287-01"
      ]
    },
    {
      "cite": "111 Mass. 136",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2113077
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/111/0136-01"
      ]
    },
    {
      "cite": "147 Pa. 343",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        829770
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/147/0343-01"
      ]
    },
    {
      "cite": "131 Pa. 143",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        810304
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/131/0143-01"
      ]
    },
    {
      "cite": "113 Pa. 126",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457611
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/113/0126-01"
      ]
    },
    {
      "cite": "48 Leg. Int. 477",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "opinion_index": -1
    },
    {
      "cite": "56 Pa. 326",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "116 Pa. 483",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "32 N. E. Rep. 784",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": -1
    },
    {
      "cite": "146 Pa. 465",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        827901
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/146/0465-01"
      ]
    },
    {
      "cite": "152 Pa. 202",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838112,
        838132
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/152/0202-02",
        "/pa/152/0202-01"
      ]
    },
    {
      "cite": "122 Pa. 601",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948396
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/122/0601-01"
      ]
    },
    {
      "cite": "150 Pa. 145",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834399
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0145-01"
      ]
    },
    {
      "cite": "145 Pa. 612",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        825911
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/145/0612-01"
      ]
    },
    {
      "cite": "113 Pa. 126",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457611
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/113/0126-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 879,
    "char_count": 21852,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 4.3053738454062394e-07,
      "percentile": 0.9168675471040976
    },
    "sha256": "bb9fbca90acc40ea5ababd7e266f1f4ebde81ab3f2a8ea95281f81e52b858829",
    "simhash": "1:6c6344b0969d8219",
    "word_count": 3969
  },
  "last_updated": "2024-02-27T16:35:34.044399+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Steerett, C. J., Green, Williams, Mitchell, Dean and Thompson, JJ."
    ],
    "parties": [
      "Elder v. Lykens Valley Coal Co., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. J us pice Williams,\nThe legal questions involved in this case are well settled. The trouble is with the questions of fact. There is no doubt that the owner of coal lands may mine and remove his coal in a proper manner. If the drainage from the mines falls into and pollutes a stream of water and injuriously affects lower riparian owners, this fact alone will not impose liability on the owner of the coal. Sanderson v. Coal Co., 113 Pa. 126. He may deposit the culm and refuse from his mines on his own land where they will be safe from encroachment by ordinary floods. If an extraordinary flood should reach and carry away any portions of the culm so deposited, and leave it on the lands of lower riparian owners, he is not liable for the injury so sustained. But he must deposit the culm and refuse on his own lands. He has no right to throw it into the streams, or leave it where ordinary floods will carry it down upon the lands of others; Lentz v. Carnegie Bros., 145 Pa. 612. If he does throw it into the stream, or leave it where ordinary floods will carry it away, then the injury that his neighbor may suffer therefrom is not the natural and necessary consequence of the rightful mining of coal, but of the want of proper care in disposing of the refuse product of the mines. For an injury resulting from the want of care, an action will lie. It may be convenient or economical for the coal owner to throw the refuse of his mines into the streams, but that is not enough. He is bound to consider the rights of others. If he takes the risk of injuring others to save trouble or expense for himself, he makes himself liable for the loss his conduct may inflict on his neighbors. These general rules are settled by a multitude of cases.\nThe controversy in this case was mainly over the facts. The plaintiff alleged that the defendant company used the stream called Bear creek to carry away large quantities of its refuse, and that this was brought by the water down upon his lands, thereby injuring them and greatly impairing their value. The defendant denied such use of the stream, asserted that so much of the refuse as was thrown into it was thus disposed of in order to make room for a retaining wall to protect the culm pile from ordinary floods, and that the deposit of refuse on the plaintiff’s land was the work of an extraordinary flood for which the defendant could not be held responsible. These were questions for the jury, and the evidence relating to them was of such a character that we do not see how it could have been withdrawn from the jury. The verdict must be taken as establishing the facts that the defendant did put large quantities of refuse into the stream and that it descended upon the lands of the plaiutiff and lodged there. ■ Upon these facts the plaintiff was entitled to recover his actual loss.\nThe motive with which an unlawful act is performed is ordinarily immaterial, except as it may bear upon the question of the plaintiff’s right to exemplary damages. The learned judge of the court below did not, as we understand him, submit the question of the plaintiff’s right to exemplary damages to the jury, but instructed them that the measure of the plaintiff’s loss, and consequently of his damages, was the difference in the rental value of his land caused by the descent of the refuse upon it. This was the correct measure of the actual damage suffered from the defendant’s act, regardless of the motive which inspired it, unless the culm could be removed and the land restored to its original condition for a less sum, and this was not alleged.\nIt was also contended upon the trial that if it be conceded that refuse was thrown into the stream and carried by it part of the way to the plaintiff’s land, yet, as the evidence shows that it was washed upon the land, or made its actual descent from its last resting place under the influence of an extraordinary flood, the plaintiff’s loss is chargeable to an extraordinary flood and not the defendant’s act. It is undoubtedly true that no liability arises from the loss occasioned by an extraordinary flood. Such flood is treated as the act of God, for which no action lies. If therefore the evidence in this case had shown the exercise of proper care on the part of the defendant to protect the culm from the action of the water, and that an extraordinary flood overcoming the precautions employed had swept it away, the rule invoked would be applicable. If on the other hand, the evidence satisfied the jury that the defendant had thrown the culm into the stream where every flood, as well as the ordinary current, would. act upon it, and carry it gradually down the stream, the fact that an extraordinary flood quickened its descent and gave the final impulse that lodged it on the plaintiff’s land is not enough to bring the case within the rule. Upon the latter state of facts, the extraordinary flood is not an unlooked-for and overpowering force invading the defendant’s grounds and sweeping away that which an ordinary flood would not reach, but a force co-operating with the negligence of the , defendant. It would, upon such a state of facts, add its energy to the defendant’s neglect, and so expedite the natural process of descent which began with the defendant’s unlawful act of throwing the refuse into the stream.\nSeveral assignments of error are to the rejection of evidence offered to disprove negligence. This was a competent line of evidence if the offers were of matter that was competent. Whether a given act is performed in a prudent and proper manner is a subject upon which a witness qualified to speak may express an opinion. He may state the manner of the performance and whether the precautions taken or the work done were reasonably sufficient for the purpose in view. But whether a line of conduct, like the defendant’s management of its culm pile, is negligent or careful is for the jury after the facts are laid before them. We think also that so far as the offers related to particular facts the court below was right in holding the facts irrelevant. Thus Womelsdorf was called as an engineer, and an offer was made to show by him as an expert witness that “ In putting up these walls and doing the work that we did, we did what we should have done; I mean to say that we did it in a skillful and workmanlike manner, well calculated to produce the desired effect.” The objection to the relevancy of this offer rested on the fact that no complaint was made about the manner in which the walls were constructed. The walls were not in the controversy. The complaint was that culm and refuse had been thrown in the stream by the defendant in large quantities and the character of the walls threw no light upon that subject. The same objection exists to the offer to show that “ The unprecedented flood of 1886 did great damage to the defendant’s property and caused the mines to be idle for three weeks.” This tended neither to deny nor excuse the acts charged against the defendant and was rightly held to be irrelevant matter. The recovery seems to us to be large, but the learned judge of the court below could not have been of this opinion or he would have set aside or reduced the verdict.\nThe assignments of error are not sustained and the judgment is affirmed.",
        "type": "majority",
        "author": "Mb. J us pice Williams,"
      }
    ],
    "attorneys": [
      "L. W. Hall, Francis Jordan with him, for appellant.",
      "Lyman JD. Gilbert, John S. Weiss and John F. Fox with him, for appellee."
    ],
    "corrections": "",
    "head_matter": "Elder v. Lykens Valley Coal Co., Appellant.\n[Marked to be reported.]\nMining — Negligent deposit of culm — Vis inertia,.\nAn owner of a mine who deposits culm and refuse from his mines in a stream, or in a place where ordinary floods will carry it down upon the lands of others, is liable for the injury that his neighbor may suffer therefrom.\nIf a mine owner throws culm into a stream where the ordinary current will act upon it, and carry it gradually down the stream, the fact that an extraordinary flood quickened its descent, and gave the final impulse that lodged it on another’s land, will not relieve the mine owner from liability.\nIn such a case the extraordinary flood is not an unlooked for and overjiowering force invading the defendant’s grounds and sweeping away that which an ordinary flood would not reach, but a force co-operating with the negligence of the defendant.\nInjuries from culm — Waters—Measure of damages.\nWhere a lower riparian owner is injured by culm washed upon his lands through the negligence of an upper riparian owner, the measure of damages is the cost of removing the culm; if this is impracticable then the difference in the rental value of the land caused by the descent of the refuse upon it.\nNegligence — Opinion of witness — Question for jury.\nWhether a given act is performed in a prudent and proper manner is a subject upon which a witness qualified to speak may express an opinion; but whether a line of conduct, like the management of a culm pile, is negligent or careful, is a question for the jury to decide from all the facts before them.\nEvidence — Opinion of expert — Relevancy of testimony.\nIn an action to recover damages for injuries caused by culm being washed upon plaintiff’s land, evidence of an engineer that certain retaining walls were built in a proper manner, is irrelevant, where it appears that the injury was done by the defendant throwing the culm in large quantities into a stream.\nArgued May 29, 1898.\nAppeal, No. 9, May T., 1898, by defendant, from judgment of C. P. Dauphin Co., Jan. T., 1891, No. 115, on verdict for plaintiff, David D. Elder.\nBefore Steerett, C. J., Green, Williams, Mitchell, Dean and Thompson, JJ.\nTrespass for injuries to land. Before Simonton, P. J.\nAt the trial, plaintiff claimed that defendant negligently deposited large piles of culm and refuse on tlie banks of Bear creek whicli empties into Wiconisco creek, and that the rains and elements swept large quantities of the culm down tbe two creeks and on to plaintiff’s lands.\nDefendant offered to prove generally by expert witnesses that there was no negligence in putting tbe coal dirt where it was before he made tbe change of tbe stream. Also the special facts mentioned in the opinion of the Supreme Court. Objected to, excluded and exceptions. [13-18]\nTbe court charged in part as follows :\n“ [Defendant lias no right in carrying on its mining operations, it has no right, speaking generally, to take the coal dirt out of the mines, separate it from the coal, and throw it into the stream ; ] [1] it must have regard to the interests of those who are living upon the stream; and unless it shows some solid reason for it, it would not have the right to put this material into the stream. [It is claimed by the plaintiff that, having done this, this material passed down gradually, or perhaps by the flood of 1889 to some extent rapidly, down the stream, and that it was lodged, a large amount of it, in what you heard called Good’s dam, and that it was afterwards put out of the dam, the plaintiff claims, through the concurrence and on the responsibility of the defendant, and passed on down, and finally in 1889 lodged to some extent upon the land and in the springs of the plaintiff. You will determine how that was, as to the passing of this coal dirt down the stream.] [1] You will find what the facts were in regard to passing it out of Good’s mill. It has been testified that the mill was purchased by the defendant ; that it was leased by the defendant to a brother, I believe, of Good, from whom it was purchased; that after it was leased, the coal dirt which was in the dam, to a considerable extent, and that which was in the headrace, and, if any, in the tail-race, was swept out into the stream — in 1887 or 1888, I believe — you will remember — -this is said to have occurred, and it is claimed by the plaintiff that this was done on the responsibility of the defendant.\n“ The defendant was the owner at the time it was done. [A lease has been given in evidence by the defendant to Good— at least it was said to be in evidence ; it has not been produced, it has not been read ; we do not know what its terms are. You will remember what the testimony was as to whether the mill could be operated or not in the condition it was while that coal dirt was in. If it could not be operated at that time, if it was in the contemplation of the parties on both sides that the coal dirt was to be removed, and if it was turned over in that condition, to be operated as a mill, by the defendant to Good, and if he did then turn that coal dirt out into the stream, if you find that it previously came from the mines of the defendant, then we say that the defendant, under those circumstances, would be responsible for whatever damage was done by turning that coal dirt out of its dam. The fact of its having leased it with that in, when it was necessary that it should be removed in order that the mill could be operated, would not relieve it from the responsibility, whatever it might be, for that coal dirt. And we say to you further, that, if this coal dirt was voluntarily put by the defendant into the stream at the mines, and, if you find it to be so, at the dam, then, even if the extraordinary flood of 1889 did carry it down on to the land of the plaintiff, the fact that this was an extraordinary flood would not, under those circumstances, relieve the defendant from responsibility.] [2] If it put the coal dirt where it had no right to be, where it had no right to put it, and where the tendency of ordinary floods would be to sweep it on to the lands of the plaintiff, then, even if it was swept there by an extraordinary flood, that would not relieve the defendant from responsibility, because its negligence would be concurring with the extraordinary flood; but for whatever damage was occasioned by the extraordinary flood alone, without any concurrence of the defendant, it would not be liable.\n“ Testimony has been given by the defendant tending to show that there was coal dirt coming from mines above its mines. That fact would not, of itself, relieve it from responsibility for the coal dirt that it put in, if you find that it did. If you find then that it did voluntarily put this coal dirt into the stream in 1886 or 1887, or both, and that it did voluntarily put this coal dirt out of its dam in 1888, or whenever it was, and that •this was carried down afterwards and lodged upon the plaintiff’s land, then it would become your duty to ascertain whether any damage was thus done to him; and if there was any real, substantial, pecuniary injury done to him, for that, under those circumstances, he would be entitled to recover. And in determining these facts you are to consider the whole evidence on both sides. You are to consider all the testimony that bears upon the question of whether or no defendant did put this coal dirt into the stream. [If you find that it did, then you are to consider whether it would be the natural and probable, and whether it was the actual consequence of the flow of the stream downwards, that this coal dirt was carried down the streams; you are to consider whether it did or did not lodge upon the farm and in the spring of the plaintiff; and if you should find that it did not, that it did him no injury, he would be entitled to no damage. If you find on the other hand that it did injure his water or his land, then you would have to determine the amount of damage that was done to him.] ” [3]\nDefendant’s points were, among others, as follows:\n“2. The floods of January, 1886, and that of 1889 (known as the Johnstown flood) were acts of God; and the plaintiff cannot recover for any damages he might have sustained resulting therefrom. Answer: To that we say, gentlemen, as we have already said to you, that for damages done purely and simply by what is called an extraordinary flood, as it is practically conceded these floods were, the defendant would not be liable ; but if the defendant puts coal dirt before the last of these floods where it had no right to put it in the stream, and if then that coal dirt was carried on to the lands of the plaintiff by an extraordinary flood, that would not relieve the defendant for liability therefor.” [4]\n“ 7. Even if the jury believe that the culm and dirt were placed in Bear creek by the defendant in 1886 and 1887, or in the Wiconisco in May, 1889, it would be no ground for recovery in this case, it not having been proved that said deposits were carried on to plaintiff’s farm, on or after June 1, 1889, as is alleged in plaintiff’s narr. Hence the verdict must be for the defendant. Answer: It is sufficient for us, in answer to that point, to say, as it asks us to give the jury a binding instruction, we cannot affirm the point.” [5]\n“ 8. As the running was done without malice or negligence, if the plaintiff was thereby injured, it is damnum absque injuria, and the plaintiff cannot recover. Answer: That point we cannot affirm, because it asks us to take the case from the jury.” [6]\n“ 84. As the plaintiff has neither alleged in his narr, nor proved any negligence of the defendant in 1889, when he says the dirt was lodged on his farm, there can be no recovery. Answer: That is refused for the same reason.” [7]\n“ 9^. As the work done, by which the culm, etc., went in Bear creek, was done for the protection of the banks of culm, and to prevent them being washed away, it affords no cause of action to plaintiff.” Refused. [8]\n“ 10. The testimony in the whole case shows that the defendant did not go bejmnd what was necessary in the lawful use of his property, and the plaintiff cannot recover.” Refused. [9]\n“ 11. The mining of coal necessitated the dirt, culm, etc., and as the evidence shows the defendant did everything required to protect the rights of others, there can be no recoveiy by the plaintiff, and the verdict must be for the defendant. Answer: That we have to decline for the reason that it requires us to give binding instructions to the jury; and there would be the further reason that it is predicated upon a witness undertaking to decide a question of law by saying that the defendants did everything that they were required to do. That is a legal question.” [10]\n“ 14. The defendant is not responsible in law in this case for1 its action in the premises, although both quantity and quality of the water of the Wiconisco creek were affected thereby.” Refused. [11]\n“ 15. The uncontradicted evidence in this case, showing that the unprecedented floods, which did the damage to the plaintiff’s property were great torrents of water which came from' the adjoining lands to the plain below, the defendant is not responsible for the loss thus occasioned, if any loss is shown to have occurred. Answer: To that we say, as we already have said, gentlemen, that for the action of an unprecedented flood, pure and simple, the defendant would not be liable ; if the negligence of the defendant concurred with the flood, the defendant would be liable for the result.” [12]\nVerdict and judgment for plaintiff for $1,507.\nDefendant appealed.\nErrors assigned were (1-12) instructions ; (13-18) rulings on evidence; quoting instructions and bills of exceptions.\nL. W. Hall, Francis Jordan with him, for appellant.\nWhile one is responsible for such consequences of his fault as are natural and probable, and might therefore be foreseen by ordinary forecast, if his fault happen to concur with something extraordinary, and therefore not likely to be foi'eseen, he will not be answerable for the extraordinary result: Schaeffer v. Jackson Twp., 150 Pa. 145; Chartiers Twp. v. Phillips, 122 Pa. 601; McCauley v. Logan, 152 Pa. 202.\nWhen the facts are undisputed, what is negligence is a question of law, and for the court: Reese v. Clark, 146 Pa. 465; Fulmer v. Packard, 32 N. E. Rep. 784.\nThere is nothing to show that defendant used its property in an unreasonable or unlawful way; and for such use as proved the books are full of cases holding that defendants are not responsible : R. R. v. Lippincott, 116 Pa. 483; R. R. v. Speer, 56 Pa. 326; Keiser v. Gas Co., 48 Leg. Int. 477; Jutte v. Bridge Co., 29 W. N. 169; Pa. Coal Co. v. Sanderson, 113 Pa. 126; Collins v. Chartiers Gas Co., 131 Pa. 143; Long v. Pa. R. R., 147 Pa. 343; Lane v. Atlantic Works, 111 Mass. 136; Wabash R. R. v. Locke, 14 N. E. R. 391; City of Allegheny v. Zimmerman, 95 Pa. 287; Fairbanks v. Kerr, 70 Pa. 86; Baker v. Fehr, 97 Pa. 72; Hoag v. Ry., 85 Pa. 293 ; Loftus v. Ferry Co., 84 N. Y. 455; Dougan v. Champlain Trans. Co., 56 N. Y. 1; Cleveland v. N. J. Steamboat Co., 68 N. Y. 306; Burke v. Witherbee, 98 N. Y. 562; Marsh v. Chickering, 101 N. Y. 396; Hayes v. Ry., 111 U. S. 228.\nThe lease from defendant to Daniel A. Good was a simple lease of the property without any covenant for repairs by the lessor. Under such circumstances the landlord would not be responsible for any act of the tenant: Bears v. Ambler, 9 Pa. 193; Offerman v. Starr, 2 Pa. 394.\nLyman JD. Gilbert, John S. Weiss and John F. Fox with him, for appellee.\nWhere an act is malum in se or willful, the person guilty of it is liable for all the consequences, however remote, because the act is quasi criminal in its character’, aird the law conclusively presumes that all the consequences are foreseen and intended : 16 A. & E. Enc. L. 434; Bigelow on Torts, 313 ; Robinson v. Black Diamond Coal Co., 57 Cal. 412; Coal Co. v. Tucker, 48 Ohio, 41.\nThat one who throws coal dirt and other impurities into a stream, and permits them to be carried down by the action of the water and deposited on the land of another, is responsible in damages therefor, has been recognized and applied in the following cases : Coal Co. v. Price, 81 Pa. 156; Howell v. McCoy, 3 R. 268; Horton v. Hall, 1 Penny. 159; McCallum v. Water Co., 54 Pa. 58; Water Co. v. Iron Co., 84 Pa. 284; Seely v. Alden, 61 Pa. 306; Lentz v. Carnegie, 145 Pa. 612 ; Bamford v. Turnley, 3 B. & S. 61; R. R. v. School District, 96 Pa. 70.\nOctober 2, 1893 :"
  },
  "file_name": "0490-01",
  "first_page_order": 512,
  "last_page_order": 521
}
