{
  "id": 846608,
  "name": "Fick v. Pennsylvania R. R., Appellant",
  "name_abbreviation": "Fick v. Pennsylvania R. R.",
  "decision_date": "1893-10-23",
  "docket_number": "Appeal, No. 14",
  "first_page": "622",
  "last_page": "626",
  "citations": [
    {
      "type": "official",
      "cite": "157 Pa. 622"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts, 119",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849975
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0119-01"
      ]
    },
    {
      "cite": "67 Miss. 38",
      "category": "reporters:state",
      "reporter": "Miss.",
      "case_ids": [
        1763706
      ],
      "opinion_index": -1,
      "case_paths": [
        "/miss/67/0038-01"
      ]
    },
    {
      "cite": "131 Ill. 288",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        5416527
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/131/0288-01"
      ]
    },
    {
      "cite": "86 N. Y. 140",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        546212
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/86/0140-01"
      ]
    },
    {
      "cite": "131 Pa. 466",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        810268
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/131/0466-01"
      ]
    },
    {
      "cite": "122 Pa. 001",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "150 Pa. 145",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834399
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0145-01"
      ]
    },
    {
      "cite": "113 Pa. 482",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457577
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/113/0482-01"
      ]
    },
    {
      "cite": "131 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        810258
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/131/0241-01"
      ]
    },
    {
      "cite": "121 Pa. 520",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        561236
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/121/0520-01"
      ]
    },
    {
      "cite": "111 Pa. 110",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        545209
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/111/0110-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 547,
    "char_count": 10625,
    "ocr_confidence": 0.473,
    "pagerank": {
      "raw": 1.6035771470023929e-07,
      "percentile": 0.6842825585584333
    },
    "sha256": "1e3f3db89daa11379f5b22246a4cf725d63ae9aa05d7244de1ef37a83f1edc77",
    "simhash": "1:e9b6555409d3c79b",
    "word_count": 1817
  },
  "last_updated": "2024-02-27T16:35:34.044399+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Thompson, JJ."
    ],
    "parties": [
      "Fick v. Pennsylvania R. R., Appellant."
    ],
    "opinions": [
      {
        "text": "Pee Ctjeiam,\nIn this action, to recover damages resulting from defendant’s negligence, etc., the plaintiff alleged and introduced testimony tending to prove that the company so negligently constructed and maintained a culvert under its roadway at Gallitzin that it was insufficient to receive and vent the water that naturally collected at its mouth, and consequently it was backed into his premises and his property was thereby injured and destroyed. Referring to the natural water course or channel, etc., the learned judge correctly instructed the jury, that the company had an undoubted right to build its railroad across said channel, but, in doing so, its duty was to construct an artificial channel or culvert, so that the embankments would not obstruct the natural flow of the water ; that it was only bound to provide for ordinarily high water and not for extraordinary freshets, and that it was also bound to maintain the culvert in such a condition that its capacity would be sufficient to carry away the water in ordinary but not in extraordinary floods. They were also instructed that if, on June 19, 1891, there was such an extraordinary fall of water that the company, by exercising ordinary care and diligence, could not keep the culvert open, it would not be liable.\nThe questions of fact, necessarily involved in these and cognate inquiries, were for the jury, and to them they were fairly submitted with instructions which appear to be entirely adequate and free from error.\nThe defendant has no just reason to complain of the learned judge’s answers to plaintiff’s points, recited in the first and second specifications, nor to his answers to its own points recited in the third to'fifth specifications inclusive. The testimony referred to in the sixth and seventh specifications was rightly admitted.\nReference has already been made to that part of the charge recited in the eighth and last specification. ‘ We think the instructions contained therein were fully warranted by the evidence and were entirely proper.\nJudgment affirmed.",
        "type": "majority",
        "author": "Pee Ctjeiam,"
      }
    ],
    "attorneys": [
      "Alvin Evans, IT. W. Storey with him, for appellant, cited:",
      "F. J. O' Connor, J. B. C Connor with him, for appellee, cited :"
    ],
    "corrections": "",
    "head_matter": "Fick v. Pennsylvania R. R., Appellant.\nRailroads — Negligence—Waters—Gulverl—Ordinary floods.\nIn constructing a culvert over a natural water course, a railroad company is only bound to provide for ordinarily high water, and not for extraordinary freshets. It is also bound to maintain the culvert in such a condition that its capacity will be sufficient to carry away the water in ordinary but not in extraordinary floods. The sufficiency of the culvert is a question for the jury.\nArgued Oct. 9, 1893.\nAppeal, No. 14, Oct. T., 1893, by defendant, from judgment of C. P. Cambria Co., Dec. T., 1891, No. 172, for plaintiff, A. F. Fick.\nBefore Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Thompson, JJ.\nTrespass by tenant, a hotel keeper, for damages by negligent construction and maintenance of culvert.\nAt the trial, before Barker, P. J., when plaintiff was on the stand, he was asked: “ Q. What damage did this water cause to you as a tenant ? ” Objected to for the reason that it is irrelevant and immaterial, as the plaintiff has not alleged' in his declaration any damages of this character.\nBy the Court: Our impression is tending towards the admission of testimony of this kind, if we could once satisfy ourselves as to the character of the damage claimed; but if it be, as has been suggested in the objection, for inconvenience or for discomfort or. other matters of that kind, it would clearly not be evidence in this action. But if for an injury to the freehold which he would be compelled either by a contract to repair, or that he would be liable for under the law, that he would be bound to replace, we think it would be evidence. We will permit this witness to describe the injury done to the house and rule subsequently as to whether it affects the tenancy or not. Exception. [6]\nThe witness stated that water and mud got into the cellar and destroyed goods, etc.\n“ Q. Were any of the walks belonging to the premises washed away? ” Objected to for the reason that the walks were a part of the realty, and the plaintiff in this action being but a tenant, he would not be entitled to any damages that resulted in an injury to the property that he occupied, that only the owner of the property could bring such an action if an injury had been sustained.\nBy the Court: The witness is permitted to testify to injuries to the private walks on the property within the inclosure, but not as to public board walks. Exception. [7]\nThe witness stated that private walks were injured.\nThe court charged in part as follows:\n“It seems that at the time of the construction of the Pennsylvania Railroad over the ground where the borough of Gallitzin now stands it was necessary to pass over a natural waterway or water channel in which water gathered from the vicinity and flowed northward. This the Pennsylvania Railroad Company had a perfect right to do under their charter; but it was their duty, in so doing, to construct a channel or culvert under and across their tracks sufficient to carry away that water in times of ordinary high water, [and, after constructing, it was their duty to keep it free and unobstructed, so that it would carry off the water in times of ordinary high water; and, failing to do this, they would be liable in damages to any one injured by reason of their failure. You will observe by this brief exposition of the law, which rve have stated to you now, so that you may understandingly consider the testimony, that the Pennsylvania Railroad Company had a right, under their charter, to build a railroad across this channel; that it was their duty when they did this to construct an artificial channel or culvert so that the embankments would not obstruct the natural flow of this water ; that in doing this they were only bound to provide for the ordinary high water, and not for extraordinary freshets ; and that in maintaining it they were bound only by the same rule, that is, to maintain it in such a condition that its capacity would be sufficient to carry away the water in ordinary high water, and not at times of extraordinary floods or other occasions for which they were not responsible and against which they could not provide by ordinary care and prudence.\n“ Now bearing in mind the law, as we have given it to you briefly, consider the evidence in this case and determine these questions : First, was this culvert sufficient to carry off the water in times of ordinary high water ? Second, did the defendants exercise ordinary care in keeping it open and in repairing it? And, in considering the question of their negligence or want of care, you will- consider the question as to whether ordinary care would have prevented the accumulation of the débris which it is alleged blocked up the channel. Third, you will consider, was the rainfall on the 19th of June, 1891, when it is alleged this injury occurred, extraordinary? Fourth, should you determine the first and second propositions or either of them in the negative, that is that the culvert was improperly constructed or improperly maintained, and the third in the negative, that the water was ordinary, then it would be your duty to determine from the evidence what damage the plaintiff sustained by reason of the negligence of the defendant.] ” [8] ....\nPlaintiff’s points were among others as follows:\n“ 4. That if the drift which ordinarily can be expected to flow down a stream during a freshet, was caught by obstructions placed across the natural water course by the defendant, thereby forming a dam and injuring the plaintiff’s property, the verdict should be for the plaintiff. Answer: If the defendant placed any obstruction in the culvert, otherwise properly constructed, of course they would be liable.” [1]\n“ 5. If the jury find that the defendant company, by reason of the construction of their road and culvert, caused the water during an ordinary freshet to overflow the plaintiffs land, the verdict should be for the plaintiff.” Affirmed. [2]\nDefendant’s points were among others as follows:\n“ 3. That if the jury believe from the weight of the evidence that the débris and rubbish that were carried down to the mouth of the culvert by the heavy rain-fall of June 19, 1891, from the properties lying above the property occupied by the plaintiff, and that the accumulation of the same at that point closed up and clogged the inlet or mouth of the culvert and thereby dammed the water back to and upon the property occupied by the plaintiff, he cannot recover any damages in this action ; and the verdict should bo for the defendant company. Answer : Affirmed, provided the defendants exercised ordinary care and prudence in keeping the inlet clear from débris. In order to find that, you must find that they were not negligent in keeping the opening unobstructed, as well as in constructing it of sufficient capacity originally. They would not be held to extraordinary care in this respect.” [3]\n“ 5. That if the barrels, kegs, boxes, wood, tin cans, and débris or rubbish placed upon the lots, streets or alleys within the'borough of Gallitzin, were either permitted or disregarded by the borough authorities, and the same or any part thereof would be, during heavy rain-falls, carried down to the mouth of the culvert to obstruct the current of water in the same, and that is what did happen and caused the water to back upon and overflow the premises occupied by the plaintiff and damaged his property, he cannot recover and the verdict must be for the defendants. Answer: We see nothing in this point not covered by our answer to the defendant’s third point.” [4]\n10. Request for binding instruction. Refused. [5]\nVerdict and judgment for plaintiff for $450.\nDefendant appealed.\nErrors assigned were (1-5, 8) instructions; (6, 7) rulings on evidence; quoting instructions, bills of exceptions, and evidence.\nAlvin Evans, IT. W. Storey with him, for appellant, cited:\nHuddleston v. West Bellevue Bor., 111 Pa. 110; Duncan v. Sherman, 121 Pa. 520; Peoples Savings Bank v. Denig, 131 Pa. 241; Swank v. Phillips, 113 Pa. 482; Schaeffer v. Jackson Twp., 150 Pa. 145; Chartiers Twp. v. Phillips, 122 Pa. 001; Keil v. Chartiers Valley Gas Co., 131 Pa. 466.\nF. J. O' Connor, J. B. C Connor with him, for appellee, cited :\nLawrence v. Great Northern R. R., cited in Angell on Water Courses, 6th ed. p. 644 ; Barklay v. Wilcox, 86 N. Y. 140; Kankakee R. R. v. Iioran, 131 Ill. 288; Miss. & T. R. R. v. Archibald, 67 Miss. 38; McCoy v. Danley, 8 Harris, 85; Bell v. McClintock, 9 Watts, 119 ; Duncan v. Sherman, 121 Pa. 520.\nOctober 23, 1893 :"
  },
  "file_name": "0622-01",
  "first_page_order": 644,
  "last_page_order": 648
}
