{
  "id": 551756,
  "name": "Young versus The Pennsylvania Railroad Co.",
  "name_abbreviation": "Young v. Pennsylvania Railroad",
  "decision_date": "1887-01-24",
  "docket_number": "",
  "first_page": "112",
  "last_page": "119",
  "citations": [
    {
      "type": "official",
      "cite": "115 Pa. 112"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "55 Pa. St., 396",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1470703
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/55/0396-01"
      ]
    },
    {
      "cite": "63 Me., 298",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        592799
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/63/0298-01"
      ]
    },
    {
      "cite": "137 Mass., 293",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        757889
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/mass/137/0293-01"
      ]
    },
    {
      "cite": "14 Howard, 468",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 718,
    "char_count": 15972,
    "ocr_confidence": 0.471,
    "pagerank": {
      "raw": 2.884809638980327e-07,
      "percentile": 0.8438542169833068
    },
    "sha256": "115e8d7a13b5655588c726ee7a30ea47ccc64067f9627e5c801eb27b26c31ddb",
    "simhash": "1:82e63a087f31d5e1",
    "word_count": 2747
  },
  "last_updated": "2024-02-27T19:44:41.054639+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Meectje, C. J., Gordon, Paxson, Trunkey, Sterrett and Green, J J. Clark, J., absent."
    ],
    "parties": [
      "Young versus The Pennsylvania Railroad Co."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Sterrett\ndelivered the opinion of the court, January 24th, 1887.\nPlaintiff’s right to recover in this case involved substantially two propositions, both of which it was, incumbent on him to maintain: 1st. That the ticket which the conductor refused to honor, on February 16th, 1884, was then good for passage from Sunbury to Philadelphia; and 2d. That the conductor, by whom he was forcibly ejected from the car, was at the time an employee of the railroad company defendant, acting within the general scope of his authority as such conductor. If the testimony tended to prove both of these propositions, there was error in withdrawing the case from the jury and directing a verdict for defendant.\nAs to the first proposition, the substance of the testimony is that, on February 12th, 1884, plaintiff, for himself and party, purchased from the ticket agent of the New York, Pennsylvania & Ohio Railroad Company at Akron, Ohio,four “ Special limited ” tickets from that place to Philadelphia, via the Elmira & Williamsport, Philadelphia & Erie, Northern Central and Pennsylvania Railroads. Before doing so, he infor.med the ticket agent- that they wished to stop, en route, at least thirty-six hours, at Moutandon Junction, a short distance west of Sunbury, and was assured by him that the tickets he was about to issue would permit them to do so ; that they would be good over each- of the roads named in the respective coupons until midnight of 18th February. The date on the margin of each ticket was accordingly punched by the agent for the purpose of limiting the time, within which they could be used, to six days from date of issue. The printed contract, on face of the ticlcet, declares the holder thereof agrees with-the respective companies, over whose road he is to be carried, “ to use the same on or before the date as cancelled by punch on the margin of this contract ticket; and, the holder hereof failing to comply with this agreement, either of said companies may refuse to accept this ticket or any of the coupons thereof, and demand the full, regular fare which the holder agrees to pay.”\nAttached to the ticket held by plaintiff, as well as each of the others, were four coupons, calling respectively for “one first-class passage,” “Elmira to Williamsport, via Elmira & Williamsport It. It.,” “ Williamsport to Sunbury, via Philad’a & Erie Railway,” “Sunbury to Harrisburg, via Northern Central Railroad ” and “ Harrisburg to Philad’a, via Pennsylvania R. R.” Plaintiff and each of his three companions, being provided with one of these coupon tickets, started on their journey and reaching Montandon Junction on the Philadelphia & Erie Railway stopped off, as they had arranged to do before leaving Akron. On their way thither, they used all the coupons except the two last named. Having purchased local tickets to Sunbuiy, the terminus of the Philadelphia & Erie Railroad, they checked their baggage through to Philadelphia and resumed their journey on February 16th. The local tickets were, of course, taken up on the way to Sunbuiy. After leaving that place, plaintiff offered his through ticket to same conductor in charge of same train. He refused to receive it and demanded full fare over the Northern Central Railroad to Harrisburg. Plaintiff then called his attention to the punched date on margin of the ticket, showing that it had two days yet to run, and told him what occurred between himself and the agent from whom it was purchased ; but the conductor insisted on payment of full fare, and, upon plaintiff’s refusal to pay, ejected him and his companions from the car, refusing at same time to give them their Baggage. After waiting several hours at a way station, they boarded the next east-bound train.- Plaintiff then offered to the conductor the rejected ticket and it'was received, without objection, for passage to Harrisburg, and thence to Philadelphia. Thus the ticket which the former conductor pronounced worthless the others recognized as valid.\nThe fact that, with the single exception complained of, the ticket was honored on all the roads named in the respective coupons, tends to prove that it was issued under some arrangement between the companies operating them and the New York, Pennsylvania -& Ohio Railroad Oo. In other-words, that the last named company acted as agent of the others in selling the through tickets. If so, they were respectively bound by the act of the ticket agent at Akron, done within the general scope of his authority. On the margin of the ticket are printed letters and figures indicating the days and months of the year in which they were issued, and the testimony shows it was the duty of the selling ticket agent to stamp upon each ticket the date of issue and punch out the date limiting the time within which it could be used. If he made a mistake or violated the instructions of his principals, it is very clear that the confiding traveler should not, in consequence thereof, be treated as a trespasser. When a railroad ticket has been purchased in good faith, as the ticket in this case appears to have been, from an agent acting within the general scope of his employment, it is the duty of the several companies named therein to honor it until it is used or expires by its own limitation. It is well settled that through tickets, in the form of coupons, entitling the holder thereof to pass over successive roads, usually import no contract with the company selling the same to carry such person beyond the line of its own road. “They are to be regarded as distinct tickets for each road, sold by the first company as agent for the others, so far as the passenger is concerned: ” 2 Redfield on Railwaj-s, (4th ed.) 276, pi. 2. In accordance with this just and reasonable rule, the ticket in question contains the printed declaration that the New York, Pennsylvania & Ohio Railroad Company, “in selling this ticket for passage over other roads, acts only as agent for them and assumes no responsibility beyond its own line.”\nWe conclude, therefore, that the testimony was sufficient to have warranted the jury in finding the first above stated proposition. If so, the confpany operating or carrying passengers over'the Northern Central Railroad — on the line of which the alleged trespass was committed — was bound, by tlie act of its agent in selling the ticket, to honor the coupon, at least for one continuous passage over that road, at any time before expiration of the limit indicated by the punched date on the ticket; and the ejection of plaintiff from the ear by its employee was a trespass for which it is answerable in damages.\nAs to the second proposition, we think the testimony was sufficient to have justified its submission also to the jury. It is practically conceded that defendant company was then operating the Elmira & Williamsport R. R. and Philadelphia & Erie R. R., and the testimony tends to show that the train in which plaintiff was carried to Sunbury, the terminus of the latter road, was the same train that passed over the Northern Central R. R., all the while in charge of the same conductor by whom plaintiff was ejected from one of the cars thereof. The correspondence also between the Assistant General Passenger Agent, of defendant road, and the General Passenger Agent of the New York, Pennsylvania & Ohio R. R. Co. tends to prove that all the roads, named in the coupons, between Elmira and Philadelphia were then operated by defendant railroad company. In the communication of the former addressed to the latter, he says: “ I have had referred to me, by our auditor of passenger receipts, coupons, Sunbury to Philadelphia, of tickets Nos. 39, 40, 41 and 42, of form A. 192, Philadelphia, sold at Akron, Ohio, on February 12th, 1884, the holders of which stopped off at Sunbury, Pa., on account of the limit being six days. As we cannot accept limited proportions on tickets that are issued with a limit that permits passengers to stop off, I must request that you will report to this company $>7.50 for each of the above named from Elmira.” The tickets thus referred to are those purchased by plaintiff for himself and his party. The demand thus made by defendant company of $7.50 for each passenger from Elmira to Philadelphia necessarily implies that it was operating the intervening roads and hence it was entitled to claim the proportion of fare between the points named. It is evidently predicated of the assumed fact that defendant company was then operating the several roads between those points.\nThe evidence in support of the second proposition is more than a seintilla. In the absence of rebutting testimony, the jury might well have found that the alleged “trespass was committed by an employee of defendant company, as conductor of one of its trains.\nWe think, therefore, that the learned judge erred in withdrawing the case from the jury and directing a verdict for defendant.\nJudgment reversed and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Sterrett"
      }
    ],
    "attorneys": [
      "'William Henry Lex (2?. Qoppée Mitchell with him), for plaintiff in error.",
      "David W. Sellers, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Young versus The Pennsylvania Railroad Co.\nThrough railroad tickets in the form of coupons, entitling the holder thereof to pass over successive roads, usually import no contract with the company selling the same to carry such person beyond the line of its own road. They are to be regarded as distinct tickets for each road, sold by the first company as agent for the others, so far as the passenger is concerned; and when a passenger has purchased such ticket in good faith, from an agent acting within the general scope of his employment, it is the duty of the several companies named therein to honor it until it is used or expires by its own limitation. They are bound by the statements and agreements expressed on the ticket, made by the agent selling it, as to its limit and its stop-over privileges.\nJanuary 4th, 1887.\nBefore Meectje, C. J., Gordon, Paxson, Trunkey, Sterrett and Green, J J. Clark, J., absent.\nError to the Court of Common Pleas No. 3 of Philadelphia county: Of January Term, 1886, No. 161.\nCase by Benjamin F. Young against the Pennsylvania Railroad Company to recover damages sustained by the unlawful and wrongful action of the alleged agent of the defendant in ejecting the plaintiff from a passenger train. Plea, not guilty.\nThe facts of the case, as they appeared on the trial, sufficiently appear in the opinion of the Supreme Court.\nA copy of the ticket sold to the plaintiff by the agent of the New York & Ohio Railroad, is shown on pages 112'and 113.\nThe court instructed the jury as follows: [Under all the evidence in this case, and especially under the depositions which have Been read, and which I have had to catch as the answers were read to you, I am satisfied that the remedy here is not against the Pennsylvania Railroad Company.] I am satisfied of that fact first, — I speak in general terms now, I may hereafter have an opportunity to explain my views in a more elaborate manner. First, [there was no authority to make this contract, and no authority is pretended, other than that which arose from a series of coupons passing this person over various roads]. [In the next place there is no evidence here that this ticket was refused upon a road which belonged to the defendant — no evidence whatever.] And, thirdly, in my judgment, [there is no ratification of this contract by the letters produced, and which is commented upon by orre of the gentlemen, the counsel for the plaintiff.] Lastly, [on the face of his ticket, and without more evidence, without other evidence, the conductor, whatever may have been said of the way in which the thing was done, and however disagreeable it may have been to the parties concerned, and unfortunate under the circumstances, it strikes me now, though perhaps I may change my view about that hereafter, but it strikes me now that, these tickets in the possession of the passenger, the conductor with his knowledge of events, and of the fact that this person had stopped off, was fully justified in refusing to take the ticket.] I do not say that he might not have made some arrangement by which they should have remained, that is another thing; but it comes down to a difficult question of law, as I understand it, that is not a stop-off ticket. There is nothing upon the face of this ticket to show that it is other than a limited ticket for a continuous passage, .and the conductor, acting upon bis responsibilities, and under his orders, would have found himself in a serious position with the company, if he had permitted this person to travel upon that ticket, and, from every view of this case, thus briefly stated, [I shall direct you, upon all the evidence in the case, to render a verdict for the defendant.]\nVerdict for the defendant and judgment thereon,-whereupon the plaintiff took this writ assigning for error those portions of the charge included within brackets.\n'William Henry Lex (2?. Qoppée Mitchell with him), for plaintiff in error.\n— The sale of tickets such as these in the form of coupons is regarded in the same light as when the tickets of one company are sold at the stations of the other companies. Such transactions are regarded in the light of agency: American Law Register, N. S., vol. I., p. 12.\nThese through tickets are regarded as having been sold by the first company as agent for the other companies, so far as the passenger is concerned: See Redfield on Railways, p. 292, etc., and foot-note.\nThe tickets were sold by a regular ticket agent at Akron, Ohio, stationed there for that purpose, and, therefore, presumably acting within the scope of his authoritju Being the authorized agent of the road which sold the tickets as agent for the other roads, if he was acting within the , scope of-his employment, it could make no difference, even if the agent disobeyed the direction of his superior: Redfield on Railways, pp. 188 and 139; Railroad Company v. Derby, 14 Howard, 468; Murdock v. R. R. Co., 137 Mass., 293; Burnham v. R. R. Co., 63 Me., 298.\nThis court, in Pennsylvania Railroad Company v. Spicher, 9 Out., 143, has decided that any items of evidence, tending to show that the act complained of was committed by one of the company defendant’s officers, acting within the general scope of bis authority, should be submitted to the jury: Hanover Co., v. Coyle, 55 Pa. St., 396.\nDavid W. Sellers, for defendant in error.\n— There is no pretence of any authority for extending the limit and permitting a stop-over except what took place at the purchase of the ticket from Auble, who was not the agent- of the defendant, who took the responsibility to issue a ticket for a continuous ride when he ought to have known -.that conductors on other roads would be governed by the ticket alone, as was said in Beebe v. Ayres, 28 Barbour, 278: — He (the conductor) had no right to act upon oral evidence; what was written or printed upon the passenger’s ticket was the only evidence he had a right to take;.....once admit the right of the conductor to take the word of a passenger as a substitute for a ticket, or what a ticket indicates, and - frauds innumerable would be committed by dishonest travelers upon over credulous conductors......He (the passenger) is presumed to have purchased the ticket with reference to the regulations of the road, and, when he chose to lie over a train, there was nothing unreasonable in requiring him to procure his ticket to be so indorsed as to make it a voucher to the conductor who should have charge of the next or some subsequent train.\n■ None of the cases cited by the plaintiff in error impair the accuracy of the ruling of the court below.\n■ In Murdock v. R; Road, 137 Mass., 293, the company sued had by its agent made the parol contract controlling that expressed in the ticket, and which was broken by it. Similar is the case of Burnham v. R. Road, 63 Maine, 298. In Spichef v. R. Road, 9 Outerbridge, 143, the plaintiff sued tlm selling road, and which, according to the evidence, was the one making the wrongful ejection."
  },
  "file_name": "0112-01",
  "first_page_order": 126,
  "last_page_order": 133
}
