{
  "id": 551794,
  "name": "Strohen versus Franklin Saving Fund & Loan Association to use of McKinley, Receiver",
  "name_abbreviation": "Strohen v. Franklin Saving Fund & Loan Ass'n ex rel. McKinley",
  "decision_date": "1887-02-21",
  "docket_number": "",
  "first_page": "273",
  "last_page": "280",
  "citations": [
    {
      "type": "official",
      "cite": "115 Pa. 273"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "16 W. N. C., 367",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "108 Pa. St., 331",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "102 Pa. St., 184",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        502669
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/102/0184-01"
      ]
    },
    {
      "cite": "100 Pa. St., 488",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498426
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/100/0488-01"
      ]
    },
    {
      "cite": "12 W. N. C., 492",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "106 Pa. St., 334",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        455744
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/106/0334-01"
      ]
    },
    {
      "cite": "97 Pa. St., 524",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "104 Pa. St., 394",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        452119
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/104/0394-01"
      ]
    },
    {
      "cite": "93 Pa. St., 258",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        442110
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/93/0258-01"
      ]
    },
    {
      "cite": "89 Pa. St., 15",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063217
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/89/0015-01"
      ]
    },
    {
      "cite": "99 Va., 293",
      "category": "reporters:state",
      "reporter": "Va.",
      "opinion_index": -1
    },
    {
      "cite": "40 Md., 172",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1843917
      ],
      "opinion_index": -1,
      "case_paths": [
        "/md/40/0172-01"
      ]
    },
    {
      "cite": "105 Mass., 246",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        713146
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/105/0246-01"
      ]
    },
    {
      "cite": "9 W. N. C., 218",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "10 W. N. C., 414",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "10 Wright, 493",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "35 Penn. St. R., 436",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "65 Barb., 524",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        2267459
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/65/0524-01"
      ]
    },
    {
      "cite": "105 Mass., 261",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "108 Penn., 325",
      "category": "reporters:state",
      "reporter": "Penn.,",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 803,
    "char_count": 18207,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 1.9097198646322654e-06,
      "percentile": 0.9945747802284998
    },
    "sha256": "b75829a5e1b89f7ac7b4b6506395d0fec96403c3c67445b85973e0deaf66eae8",
    "simhash": "1:91575d78a14084ef",
    "word_count": 3132
  },
  "last_updated": "2024-02-27T19:44:41.054639+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercue, C. J., Gordon, Paxson, Teunkey, Steeeett and Green, JJ. Claek, J., absent."
    ],
    "parties": [
      "Strohen versus Franklin Saving Fund & Loan Association to use of McKinley, Receiver."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Paxson\ndelivered the opinion of the court, February 21st, 1887.\nThis was a scire facias upon a building association mortgage. The court below gave judgment for the full face of the mortgage. and interest, notwithstanding the affidavit of defence. In other words, the defendant was treated as if he were a defaulting stockholder, whereas it was the association that was in default. The former had become insolvent and was in the hands of a receiver. It was, therefore, unable to keep its contract with the defendant. If the defendant be now required to keep his contract with the company precisely as if no default or insolvency had occurred, it is clear to my mind that very inequitable results must necessarily follow.\nThe defendant was the owner- of twenty-one shares in the association, of the par value of $200 each. He borrowed $4,200 of the company less the premium, which amounted to $2,268. • He received in actual cash $1,932, and gave therefor a mortgage of $4,200, and in addition pledged his twenty-one shares of stock as collateral. He paid the interest on the mortgage to December, 1880, and his monthlydues on his stock, fines, etc., to January 1885, which was about the time the company became disorganized and insolvent. The receiver was appointed in March, 1885.\nIt is clear that the business of the association ceased with the appointment of a receiver. Nothing remained but liquidation. The receiver had no authority to collect dues maturing after his appointment, for that would be to continue the association instead of winding it up.\nUnder such circumstances, was the company entitled to recover, in this suit, the full amount of the mortgage with interest? If so, the defendant will be placed in a much worse position than the non-borrowing stockholder. The latter loses only what he has paid in on the stock, while the defendant loses in addition the $2,268 which'he bid as the premium. In view of the failure of the company, the consideration or inducement for giving this large premium has failed, or at least has failed in part. That consideration was the mode of payment, being in small sums monthly, and his participation in the profits resulting from premiums, fines and other sources. It is plain to see that, if other members purchase loans at a premium, be the same large or small, he participates in those profits, in the event of the solvency of the company and its winding up in the usual manner, while he is deprived of such participation by insolvency and a failure to carry out the objects of its formation. The principal benefit of this system, and the chief inducement for poor men to invest their savings in such corporations, is a long' time to pay and small payments frequently repeated. If we strike this feature out of building associations there is nothing left of value, certainly nothing of sufficient value to compensate for the risk of the certain disaster which always results from the inability of the member to keep his engagements with the company. And, if equal disaster is to follow from the failure of the company, the condition of a member is hard indeed.\nThe insolvency of the company, as before observed, puts an end to its operations as a building association; to a certain extent, it also ends the contract between it and its members respectively, and nothing remains but to wind it up in. such a manner as to,do equity to creditors, and between the members themselves. As regards the latter, care should be taken to adjust the burdens equally, and not to throw upon either borrowers or non-borrowers more than their respective share. That result may be reached by requiring the borrower to repay what he actually received with interest. He would then be entitled, after the debts of the corporation are paid, to a fro rata dividend with the non-borrower for what he has paid upon his stock. Pie will thus be obliged to bear his proper share of the losses. To allow him to credit upon his mortgage his paj^ments on his stock would enable him to escape responsibility for his share of the losses, and throw them wholly upon the non-borrowers. In other words the borrower would escape without loss. It will not do to administer the affairs of an insolvent corporation in this manner.\nIn bis affidavit of defence, the defendant averred that his monthly payments on account of his stock were credited to the mortgage. He has, however, appended a copy of these credits, as contained in his pass-book, and it does not appear therefrom or thereby that any such credit was given,-or appropriation made. The credits are given generally. And the power Of an insolvent corporation to so credit payments, made on the stock, may well be doubted. It was held, in Quein v. Smith, 108 Penn., 325, that an officer of a building association, who knows that it is insolvent, cannot discharge his indebtedness to it with stock held by him.\nUnder our view of the case, the plaintiff was entitled to judgment, but not for the amount for which it was entered. The damages should be assessed by charging the defendant with the sum actually received on his mortgage, with interest for the same, and crediting him with all actual payments of interest. But bis payments upon his stock are not to be credited on the mortgage as payments of either principal or interest.\nThe judgment is reversed, and it is ordered that the record be remitted to the court below to enter a judgment for the plaintiff in accordance with the principles indicated in this opinion.",
        "type": "majority",
        "author": "Mr. Justice Paxson"
      }
    ],
    "attorneys": [
      "Edward Q. Quin for plaintiff in error.",
      "Alexander Simpson, Jr., (John F. Goodwin with him) for defendant in error. —"
    ],
    "corrections": "",
    "head_matter": "Strohen versus Franklin Saving Fund & Loan Association to use of McKinley, Receiver.\n1. The insolvency of a building association puts an end to its operations, as a building association. To a certain extent, it also ends the contract between it and its members respectively, and nothing remains but to wind it up in such a manner as to do equity to creditors and between the members themselves.\n2. A borrowing stockholder, in settling with an insolvent building association, should be required to repay what he actually received with interest. I-Ie will then be entitled, aiter the debts of the corporation are paid, to a pro rata dividend with the non-borrowing stockholder for. what he has paid upon his stock.\n3. In entering judgment against a borrowing stockholder, in favor of an insolvent building association, on a mortgage given to secure the payment of a loan, damages should be assessed by charging the defendant with the sum actually received on the.mortgage, and interest on the same, and crediting him with all actual payments and interest. But his payments upon his stock, assigned as collateral security for the payment of the mortgage, should not be credited on the mortgage as pavments of either principal or interest.\nJanuary 25th, 1887.\nBefore Mercue, C. J., Gordon, Paxson, Teunkey, Steeeett and Green, JJ. Claek, J., absent.\nErroe to the Court of Common Pleas, No. 3, of Philadelphia county: Of January Term 1887, No. 69.\nThis was a scire facias sur mortgage brought by authority of court in the name of The Franklin Saving Fund and Loan-. Association of Roxborough to the use of John S. McKinley, receiver of said association, against Michael Strohen.\nThe defendant filed an affidavit of defence. A rule was granted to show cause- why judgment should not be entered for want of -a sufficient affidavit of defence. This rule was made absolute by the court and the damages were assessed to the full amount of the mortgage with interest, whereupon the defendant took this writ, assigning for error the action of .the court in making said rule absolute-, and in assessing the damages at the full amount of the mortgage and interest.\nThe following was the affidavit of defence:\nMichael Strohen, the above-named defendant, being duly sworn according -to law, doth depose and say, that he has a just and true defence to the whole of the plaintiff s claim of the nature and character following: that is to say, this deponent was a stockholder in and owner of twenty-one shares of the capital stock of the above-named Franklin Saving Fund and Loan Association. Fifteen shares of which said stock this deponent acquired by original subscription, and six shares by purchase from Bernard Schler, who duly assigned the same to this deponent on the eleventh day of April, A. D., 1874. Deponent borrowed from the said association on said twenty-one shares and received a loan thereon from said association of forty-two hundred dollars, less the premium, which said premium amounted to the sum of twenty-two hundred and sixty-eight dollars, and the actual amount of cash received by this deponent from said association for said loan was the sum of .nineteen hundred and thirty-two dollars, and to secure -the repayment of which said loan this deponent gave the said Association the mortgage upon which this suit has been brought.\nThe' amount paid by this deponent to said association (including eighteen dollars which was paid by said Bernard Schler on his said six shares) on account of the principal of said mortgage debt, is the sum of twenty-seven hundred and ninety-three dollars, together with interest at the rate of six per cent, per annum.\nAll moneys paid upon said twenty-one shares of stock, up to the date of said loan, was credited by the said association on account of the principal debt and interest at the rate of six per cent, per annum, charged on the balance. ' And all moneys paid upon said stock, after the date of said loan, was credited on account of the said principal debt by the said association annually, and the interest on the balance annually reduced until the month of December, 1881, when the entire amount of the said principal sum of said mortgage debt was paid, and after that time no interest was charged by the said association. Notwithstanding the fact that the said principal debt was fully paid in the month of December, A. D. 1881, this deponent still continues to pay twenty-one dollars a month to the said association up to and including the month of January, A. D. 1885.\nThat the consideration which induced this deponent to make said loan, was that he should be a participant in the profits and advantages which would accrue, and of right ought to- accrue and should have accrued to him as a stockholder of said association, from the payment of the premiums, dues, fines and interest of the other stockholders, besides many other profits and advantages incident to membership in a properly conducted building association.\nThat instead of borrowing, a great number of the stockholders withdrew their stock, and others commenced suits against the said association, and the affairs of the said association had been and were so negligently and improvidently managed, that on or about the month of March, A. D. 1885, the said association became and was, and still is, .insolvent, and at that time and ever since has been so disorganized that it has not been able to carry on the business of a building association.\nThat owing to said insolvency and disorganized condition of the said association, all .its estate real, personal and mixed was placed in the hands of John S. McKinley, Esquire, as Receiver, by order and decree of the Court of Common Pleas, No. 1, of Philadelphia County, in the case of Joseph Arbuekle against the said association, as of March Term, 1885, No. 234.\nThat by reason of the facts hereinbefore stated, the consideration which induced this deponent to make said loan has failed, and under the facts hereinbefore set forth this deponent is advised and respectfully submits to the court that he is not legally bound to pay to the said association or the Receiver thereof any other or greater sum of money than the amount actually received by him from the said association with interest thereon at the rate of six per. cent, per annum, which said sum so actually received as aforesaid by this deponent from said association has been fully paid by the deponent to said association, together with six per cent, per annum interest thereon.\nEdward Q. Quin for plaintiff in error.\n— The effect of the dissolution of a building association upon its members stops at once any liability for further regular stock payments, and this applies equally whether such members be merely investors or also borrowers. The liability to pay monthly dues or fines or interest on the amount advanced cannot extend beyond the existence of the association: Cook v. Kent, 105 Mass., 261; Binker v. Association, 7 Allen (Mass.), 100; End-lie h on Building Associations, sec. 496. The reason for this is obvious,as “nothing passes to the Receiver but the possession of the assets, coupled with the duty of converting them into cash and distributing the money among those equitably entitled to it.” His appointment does not confer upon him the power or authority of the corporation to carry on the business of a building association. Burrill on Assignment, page 623. His functions are simply to collect the assets and bring the money into court: Kerr on Receivers, page 196; Bennison v. Bill, 62 111., 408; Yeager v. Wallace, 44 Penna., St. R., 296; Runyan v. The Bank, 3 Green, C. R., 480; Cooney v. Cooney, 65 Barb., 524. “As a general rule, a Receiver is the mere custodian of the property, and has no power except those conferred upon him by the order of his appointment.” Kerr on Receivers, page 196.\nThe contention here is, that the appropriation of the payments on the monthly dues, being a part of the contract of the purchase of the loan, and the association, in compliance with the terms of the contract, having appropriated the payments on the stock until the loan was fully paid, that neither the association nor the Receiver can undo what has been done against the consent of the plaintiff in error.\nThere can be no question of law as to the right of the association when entirely solvent to make the appropriation with the consent of the stockholder: Sutton v. The North American Building Association, 35 Penn. St. R., 436; The Spring-Garden Building Association v. The ■ Tradesmen’s Building Association, 10 Wright, 493; Watkins v. The Building Association, 10 W. N. C., 414; Economy Building Association v. Hungerbueler, 9 W. N. C., 218.\nNeither can there be any dispute as to the fact of the appropriation, as this positively appears by the affidavit of defence.\nThe defendant was liable for only what he had actually received with interest on the same, and should have been credited with all he paid, either upon the stock or interest, and the computation should have been made according to the partial payment rule; Endlich on Building Ass’ns § 496; Cook v. Kent, 105 Mass., 246 ; Building Ass’n v. Goodrich, 48 Georgia, 445 ; Windsor et al. v. Baudel, 40 Md., 172; Building Ass’n v. Zucker, 48 Id., 448; Building Ass’n v. Jareksch, 51 Id., 198; Garson v. Seldner, 99 Va., 293.\nAlexander Simpson, Jr., (John F. Goodwin with him) for defendant in error. —\nWhen a loan is made, the borrower assigns to the association his stock as collateral thereto, and gives a bond and mortgage conditioned for the repayment of the amount of the loan, and also the monthly dues. Payments are made upon the stock, and not upon the loan. When the value of the stock — not the payments thereon — is equal to the face of the mortgage, then, and then only, is the mortgage to be satisfied; and such payments are to be continued until that time, no matter how long it takes.\nPayments on the stock are not ipso facto payments on the mortgage; they do not ipso facto work a. pro tanto extinguishment of the mortgage: Link v. Germantown Building Assosociation, 89 Pa. St., 15.\nWhen the stock of a building association is assigned as collateral security for a mortgage given to the association, payments on the stock are not ipso facto payments on the mortgage : Economv Building Association v. Hungerbuehler, 93 Pa. St., 258. \"\nIn an action on a building association mortgage, it is not competent for the defendant to show that less than the face value of the mortgage has been advanced to the mortgagor, since the presumption is that the difference between the two sums is the premium legalized by the Act: Johnston v. Eliz: abeth Building and Loan Association, 104 Pa. St., 394.\nTo the same effect is Selden v. Reliable Saving and Building Association, 32 P. F. S., 336.\nPlaintiff in error has not paid that premium. As said in Watkins v. Workingmen’s Building and Loan Association, 97 Pa. St., 524, he only promised to pay it; it was inserted in the' mortgage', and is now being collected.\nSome point might, perhaps, be made as to his being required to account for the whole premium, but for the fact that more than one hundred months have passed since the loan, and-in such case no part is returnable: § 5, Act April 12th, 1859, P. L„ 546.\nTrue, the Act of 1859 gives a withdrawing stockholder the right to receive the amount paid in; but a borrowing stockholder cannot withdraw, and moreover that right fails in case of insolvency.\nA member whose stock is held in pledge is not a withdrawing stockholder, within the terms of the Act of 12th April, 1859, P. L., 544, and is not, therefore, entitled to the privileges of the Act: Watkins v. Workingmen’s B. and L. Association, 97 Pa. St., 524.\nTo the same effect is Laurel Run Building Association «. Sperring, 106 Pa. St., 334.\nIn Criswell’s Appeal,-.12 W. N. C., 492 (S. C., 100 Pa. St., 488), it is held that, when the association becomes insolvent, the preferences and method of payment provided by the Act do not apply; but “the assets fall into the lap of the law for distribution, which knows no preference.”\nTo the same effect is Christian’s Appeal, 102 Pa. St., 184.\n. And, in Quein «. Smith, 108 Pa. St., 331, this court flatly holds that, after insolvency, a borrower cannot appropriate his stock to pay his debt.\nNor does it make any difference that the business has suspended. A borrowing member cannot prove, as a set-off to an action on his mortgage, that the association suspended business subsequent to his loan, and that he suffered pecuniary loss of profit on account of such suspension: Johnston «.Elizabeth B. and L. Association, 104 Pa. St., 394. See also Booz’s Appeal, 16 W. N. C., 367."
  },
  "file_name": "0273-01",
  "first_page_order": 287,
  "last_page_order": 294
}
