{
  "id": 551691,
  "name": "In Re Public Road in Benzinger Township",
  "name_abbreviation": "In re Public Road",
  "decision_date": "1887-03-21",
  "docket_number": "",
  "first_page": "436",
  "last_page": "439",
  "citations": [
    {
      "type": "official",
      "cite": "115 Pa. 436"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "58 Pa. St., 66",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013211
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/58/0066-01"
      ]
    },
    {
      "cite": "55 Pa., 66",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 408,
    "char_count": 7720,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 3.2109011237965595e-07,
      "percentile": 0.8664800534702989
    },
    "sha256": "011d89e8a49df1a7c605a9800be6e8a951ea5be3b073337f4f253672082c426e",
    "simhash": "1:7a6869c0a4ca17b5",
    "word_count": 1363
  },
  "last_updated": "2024-02-27T19:44:41.054639+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercur, O. J., Gordon, Paxson, Trunkey, Sterrett, Green and Clark, JJ."
    ],
    "parties": [
      "In Re Public Road in Benzinger Township."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Trunkey\ndelivered the opinion of the eourt, March 21st, 1887.\nThe exceptions filed by the supervisors of the township had so much merit that instead of simply approving the road as laid out by the viewers, the court “ confirmed that the road be opened to a point convenient to the sawmill of Sykes & Caflish and the' other part of the road not to be opened until the further order'of the court.”\nIt is suggested by the petitioners that all after the word confirmed may be treated as surplusage. But this should not be done in the statutory proceeding for a public road. The court should either unqualifiedly approve or disapprove the road laid out and returned. Unless satisfied of the necessity for the road, under the circumstances, the court may refuse' approval, notwithstanding the favorable report of the viewers.\nAfter a public road has been laid out, approved and entered on record, the duty of the supervisors begins, which duty is prescribed by statute. It is not in the province of the court to condition the approval by an order to open an indefinite part convenient to a saw-mill, and forbid the opening of the other part until further order. Such a conditional approval evidences that the court was of opinion that there was no present necessity for the road as laid out. The court cannot approve a part only. If this order be held valid it is neither more nor less than approval of a part — the order to open the other part may never be made.\nThe entire road, in the opinion of the court, may be unnecessary, and in that case it matters not that the court should believe a fraction of it necessary, for the road must be considered as a whole.\nThe order of confirmation, • dated May 27th, 1886, is reversed.",
        "type": "majority",
        "author": "Mr. Justice Trunkey"
      }
    ],
    "attorneys": [
      "Harry Alvan Hall, for plaintiffs in error.",
      "Walter W. Ames, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "In Re Public Road in Benzinger Township.\n1. The Court of Quarter Sessions of the Peace should either unqualifiedly approve or disapprove the road laid out and returned by viewei's. Unless satisfied of the necessity for the road under the circumstances, the court may refuse approval, notwithstanding the favorable report of the viewers.\n2. It is not in the province of the court to condition the approval by an order to open an indefinite portion of a road, in this case to a point convenient to a saw-mill, and forbid the opening of the other part until fur- ■ ther order. Such a conditioned approval evidences that the court was of opinion that there was no present necessity for the road as laid out. The court cannot approve a part of a road only.\nFebruary 16fch, 1887.\nBefore Mercur, O. J., Gordon, Paxson, Trunkey, Sterrett, Green and Clark, JJ.\nCertiorari to the Court of Quarter Sessions of the Peace, of JElh county : Of January Term, 1887, No. 36.\nThe record showed the following: On September 16th, 1884, upon petition, the court appointed viewers to view and make report of the propriety of laying out a public road, to begin in a public road leading from Kaul’s mill to George Reuscher’s, at a point near Erhardt Gahn’s barn, and to end in a public road leading from Swissmount to Rathbun at a point near where said road, crosses West Creek in Benzinger township.\nOn November 19fch, 1884, the viewers filed their report, reporting in favor of laying out said road.\nTo their report the supervisors of the road and certain citizens and tax-payers filed the following exceptions.\n1. That the road is entirely unnecessary and would benefit no one but the owners of a small saw-mill on the line of said road and their emploj'ees; that said saw-mill will in all probability be abandoned in about two years and the road be of no further use.\n2. That there is now a good public road leading from St. Mary’s to Swissmont which answers all purposes of travel and traffic between said points, which said public roaji is about the same distance between St. Mary’s and Swissmont as the proposed road would be.\n3. That Benzinger township is now in debt to the amount of over eight thousand dollars, and is unable to raise money to build the roads already granted by your said court, and that the granting of the proposed road would for this, if no other reason, be burdensome to the inhabitants of said township.\nOn May 27th, 1886, the court indorsed the following order on the rep.ort: “Confirmed. That the road be opened to a point convenient to the saw-mill of Sykes & Caflish and the other part of the road not to be opened until further order of the court.”\nThe exceptants thereupon took this writ and assigned said order for error.\nHarry Alvan Hall, for plaintiffs in error.\n— The court has no right to make an alteration in the report of viewers of a road. The report is the act of the viewers which the court may either reject or confirm, but they cannot alter it, for it is then no longer the act of the viewers: Road from Hern’s Mill to Columbia Turnpike, 14 S. & R., 204.\nThe viewers had no notice of the proposed alteration.\n■ It will be contended that the order of the court was a confirmation of the whole report and that the portion which refers to the opening of the road was only an exercise of judicial discretion as to how far the road should be opened at this time. The court has no such discretion. The only discretionary power vested in the court regards the confirmation or rejection of the report of viewers; when that is done discretion is at an end.\nAfter an approval of the report of viewers and an order fixing the width of the road, the judicial functions of the court have terminated. The court in making an order to open acts merely in a ministerial capacity which could equally well be exercised by the cleric of the courts: Road to Ewing’s Mill, 8 Casey, 282.\nThe clerk of the court has the same power to issue and order to open that the court has. It will scarcely be contended that the clerk could exercise any discretion in regard to how much of the road should be opened. '\nThe court cannot designate an intermediate point in an order to viewers: McConnels Mill Road, 8 Casey, 285; Road in Lower Merion Township, 55 Pa., 66.\nIt would seem to follow a fortiori that the court cannot designate an intermediate point in any subsequent orders.\nWalter W. Ames, for defendants in error.\n— As we understand, the court’s indorsement was an absolute confirmation of the report, overruling the exceptions and making stable the confirmation nisi; else, why the following: “Now, May 27th, 1886, confirmed.” Had this part of the order not been so punctuated, the appellant’s argument relative to intention would have more force.\nBut objection is made that the order is uncertain in not stating which end of the road should be opened ; there is little ground for discussion here, as the report states where the road commences and where it ends, and in the absence of other designation it is easily seen that the intention was to open the road from the starting point to Sykes & Caflisch’s mill.\nThe appellee does not contend that the eourt has a right to designate intermediate points in the order to view; it was not done in this case, hence McConnels Mill Road, 8 Casey, 285, and Road in Lower Marion Township, 58 Pa. St., 66, do not apply.-\nIn the Road to Ewings Mills, 8 Casey, 282, cited by appellant, the court did enunciate the principle that is contended for in this case in terms applied to the facts in the case then under consideration, where the report was filed, confirmed and ordered opened a cei’tain width, without exceptions, the judicial1 functions of the eourt have terminated; but where exceptions are filed within the timé required, the court must necessarily adjudicate.\nSuppose the court’s order after the word “ confirmed,” is without legal authority, then this court will treat it as surplus-age and the confirmation absolute will remain."
  },
  "file_name": "0436-01",
  "first_page_order": 450,
  "last_page_order": 453
}
