{
  "id": 551792,
  "name": "Harper versus Biles",
  "name_abbreviation": "Harper v. Biles",
  "decision_date": "1887-03-07",
  "docket_number": "",
  "first_page": "594",
  "last_page": "599",
  "citations": [
    {
      "type": "official",
      "cite": "115 Pa. 594"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Wright, 302",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts, 118",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850998
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0118-01"
      ]
    },
    {
      "cite": "3 Wharton, 309",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833424
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0309-01"
      ]
    },
    {
      "cite": "2 Wright, 32",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts, 26",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838068
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0026-01"
      ]
    },
    {
      "cite": "8 W. & S., 390",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "8 Wright, 15",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "74 Pa. St., 305",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 575,
    "char_count": 12206,
    "ocr_confidence": 0.47,
    "pagerank": {
      "raw": 2.557058182564188e-07,
      "percentile": 0.8149722242493674
    },
    "sha256": "163dec8634578c79678136f8170debde15740a765d157274ae9f4fb22fe53897",
    "simhash": "1:382b156dff4e8eeb",
    "word_count": 2145
  },
  "last_updated": "2024-02-27T19:44:41.054639+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercur, C. J., Gordon, Paxson, Trunkey, Sterrett and Clark, JJ. Green, J., absent."
    ],
    "parties": [
      "Harper versus Biles."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was filed March 7th, 1887.\nPee Curiam.\n— The reasons stated in the opinion of the learned judge clearly justify the court in refusing to strike oft the judgment. Not only were the laches too great, under the undisputed facts, for the defendant below to successfully invoke the aid of the equitable power of the court, but the judgment had also been regularly and duly revived: Duff v. Wynkoop, 74 Pa. St., 305.\nJudgment affirmed.",
        "type": "majority",
        "author": "Pee Curiam."
      }
    ],
    "attorneys": [
      "Charles H. Pennypacker for plaintiff in error.",
      "J. Newton Huston and William H. Waddell, for defendants in error, were not heard."
    ],
    "corrections": "",
    "head_matter": "Harper versus Biles.\n1. A judgment by default for want of an affidavit of defence, taken one day before the default was made, is not void but voidable.\n2. The court will, on motion of the defendant in a voidable judgment, if guilty of no laches, strike the same from the records.\n3. The defendant in a voidable judgment, it having been entered one day too early, cannot successfully invoke the aid of the equitable power of the court to strike off the same because of his laches, where he does not move until six years after an attachment execution on the same has been served on him, and until a judgment on a scire facias on said voidable judgment has been taken.\n4. The court will not strike off a voidable judgment-which has been regularly and duly revived.\nFebruary 25th, 1887.\nBefore Mercur, C. J., Gordon, Paxson, Trunkey, Sterrett and Clark, JJ. Green, J., absent.\nError to the Court of Common Pleas of Chester county: Of July Term 1886, No. 169.\nRule to show cause why judgment taken by default for want of an affidavit of defence should not be stricken off, and to stay proceedings on an attachment execution.\nThe facts of the ease sufficiently appear in the following opinion of the court discharging the rule:\nThe plaintiff brought suit against the defendant on March 20th, 1879, and filed his statement of his cause of action March 22d, 1879. The summons was. served on the defendant March 24th, 1.879, and judgment by default taken April 3d,' 1879, for $663.71. The Act of Assembly relating to the commencement of actions in Chester county, passed April 5th, 1862 (P. L., 270), provides, that all writs for the commencement of actions in said county shall be made returnable in ten days after the service thereof, and that if the plaintiff shall file his statement, where the ease is a proper one for a statement, as prescribed by said Act, at least five days before the return day, he may enter judgment by default against the defendant at any time after the return day, unless the defendant shall, on or before the return day, file an affidavit of defence, stating the nature thereof. The return day of the writ in the case was April 3d, 1879, that being the tenth day after its service, and judgment by default could not, therefore, be regularly taken until the next day — the 4th. It was, however, doubtless through inadvertence, taken on the 3d.\nOn August 10th, 1885, six years and four months after the judgment was thus taken, the defendant took this rule, to show cause why the judgment thus entered should not be stricken off, based wholly upon the fact that it was thus taken one day too soon. This is resisted by the plaintiff, on the ground that the defendant, by his delay, has waived his right to have the judgment stricken off, and that he has also acquiesced in the entry thus made, and cannot, at this late day, interfere with the judgment and with rights acquired by the plaintiff thereunder. It appears from the records, that an attachment execution was issued on this judgment, attaching, in the hands of the executors of John Harper (grandfather of the defendant) a legacy or share coming to the defendant at a future day. This attatchment execution was issued April 7th, 1879, four days after the judgment was entered, and was served on the garnishee and the defendant on April 11th, 1879. The sheriff’s return shows that it was served on the defendant personally, by giving him a true and attested copy of the writ, and making known to him the contents thereof. This writ of attachment recites the recovery of the judgment on the 3d of April, 1879, and its amount. The defendant, therefore, on the 11th day ot April, eight days after the entry of the judgment, had notice of the date when the judgment had been entered. On April 18th, 1879, another attachment execution was issued on the judgment, attaching moneys in the hands of the other garnishees. This was served on the defendant April 25th, 1879. This writ also recited the judgment as taken on the 3d of April; so that the defendant had again notice, some three weeks after the entry of judgment, of the day on which it was entered. No appearance was entered, or affidavit of defence filed, but the defendant, with knowledge thus brought directly home to him, of the entry of the judgment on April 3d, one day too soon, acquiesced in the judgment thus entered, and in the attachment execution issued thereon and served, and took no steps to interfere therewith, until the taking of this rule on August 10th, 1885, to strike off the judgment. • In addition to this a scire facias was issued on the judgment on March 13th, 1884, and duly served personally on the defendant, Harper. This writ recited the judgment on which it issued, as entered on April 3d, 1879. No appearance was entered, or defence taken, and judgment by default was subsequently entered before the taking of this rule. An attachment execution at the suit of another creditor, was issued on August 4th, 1885, and the same moneys attached; so that while the motion to strike off the judgment in question is made by the defendant, the controversy is really between two judgment creditors, as to which of them shall take the money attached — the creditor in the attachment .issued April 7th, 1879, or the creditors in the attachment issued August 4th, 1885.\nWe shall consider the case, however, as wholly between the plaintiff and the defendant. That a judgment entered as this was is not void but voidable, is, we think, clear. That is absolutely void which the law or the nature of things forbids to be enforced at all, and that is relatively void or voidable which the law condemns as a wrong to individuals, and refuses to enforce against them : Pearsoll v. Chapin, 8 Wright, 15.\nIn Hamer’s Appeal, 5 W. & S., page 473, a judgment entered in the District Court of Lancaster, but on a warrant to confess judgment only in the Common Pleas, was sustained as an actual, though an irregular judgment, and, therefore, that if the defendant did not interfere to abate it, no one else could, unless for fraud or collusion, which was not alleged; and in Drexel's Appeal, 6 Barr, 272, it was held that an actual but irregular judgment, entered on the records of the court, without authority, can only be reversed in a writ of error, or set aside in the court below on motion, but only at the instance of the defendant, and that strangers have no right to interfere with a judgment, except where it is collusive, and that as long as the party injured by the irregularity submits to it, no one else can complain.\nIn Lowber and Wilmer’s Appeal, 8 W. & S., 390, the court say: “But when the objection extends no further than that the judgment upon which the execution has been issued has been erroneously entered or obtained, or the execution erroneously issued thereon, no other person than the defendant therein, or his legal representatives, will be permitted to make it.”\nThis judgment, therefore, was not void, by reason of its being taken one day too soon, but simply voidable.\nFor this irregularity, however, as the authorities cited show, the defendant, if guilty of no laches, is entitled, on notice, to have it stricken from the records of the court. Can this motion prevail at this late day ?\nThe defendant had knowledge when the attachment execution was served upon him, eight days after the taking of judgment, that the judgment was thus erroneously entered, and he had similar knowledge when the second attachment was served, two weeks after the first attachment, yet he took no steps to correct the error, and even allowed the judgment to be revived five years after it had been entered.\nHe knew that the plaintiff relied upon the attachment which had been made to secure the debt due him, but 'laid by for over six years, and until an attachment at the suit of another creditor had issued, or was about to be issued, and then, suddenly waked up to the fact that the judgment of the plaintiff had been erroneously entered, and that it should be stricken off, and the fruits of the attachment be' lost to the plaintiff, and go to another attaching creditor.\nIn Roemer v. Demig, 6 Harris, 482, where execution was issued one day too soon, the court say: “ That acquiescence of the defendant after notice that the writ had issued a day too soon, would conclude him.” In Christian v. Pine Knot Coal Co., 2d Legal Record Reports, 269, the Common Pleas of Schuylkill county held, that where a judgment by default is irregularly entered, it is the duty of the defendant to move to strike it off, or have, it opened, without unreasonable delay, after knowledge that it is entered.\nIn that case something over one year had elapsed after the defendant had knowledge of the judgment, and the' court, by reason of the delay, and no excuse being offered therefor, refused to strike it off.\nA judgment before a justice of the peace, against a party not served, is illegal and will be reversed. It is said, that in a certain sense, a justice has no jurisdiction in such a case. But a certiorari must be sued out within a reasonable time after the party has knowledge that judgment has been rendered against him, If he does not do so, and allows an unreasonable length of time to elapse before moving to set the judgment aside, or taking out a writ of certiorari, he will be precluded : Rice v. Kitzelman, 1 Ches. Co. R., 174; Christian v. Pine Knot Coal Co., supra.\nThe same principle applies to the case before us. We think the defendant waived the irregularity now complained of, and acquiesced in the judgment, and the process issued thereon for 'its collection, as is shown by his long delay after knowledge of such irregularity without excuses, and his permitting the revival of the judgment without objection, and that he cannot now have the judgment stricken off.\nThe rule to strike off the judgment, and also the rule to stay proceedings on the attachment execution, are dismissed.\nThe defendant thereupon took this writ and assigned for .error the judgment of the court in discharging the rules.\nCharles H. Pennypacker for plaintiff in error.\n— This case presents .the question, whether or not a judgment, taken in violation of the provisions of an Act of Assemblj', is void. It is admitted that the judgment was taken a day too soon, and the only reply to this error which appears upon the face of the record, is the alleged laches of the defendant, by which it is claimed this defect has been cured.\nThe evidence of John Harper shows, that he never knew of this nine- day judgment until about July 25th, 1885; and by what process of tins court, or any court, can this diseased record be made legal, and sound for all purposes?\nThere was no saving grace in subsequent service of attachment executions and writs of scire facias: Westmoreland Bank v. Rainey, 1 Watts, 26; Mellon Assignee v. Guthrie, 1 P. F. S., Ill; Eldred v. Hazlett’s Admr’s., 2 Wright, 32; Dorrance v. Scott, 3 Wharton, 309; Camp v. Wood, 10 Watts, 118; Banks’ Appeal, 10 Out., 71.\nThe Act of Assembly of 1862 is in language that cannot be misunderstood. Under, and by virtue of its provisions, this suit was brought. The Statute fixes the day for judgment. A .variation therefrom makes this judgment absolutely void — void ah initio: Dewart v. Mussen, 4 Wright, 302.\nThere is but one judgment, or alleged judgment, in this case. The writs of scire facias represent an extension or continuation of this entry of April 3d, 1879. If that were void, the processes based thereon fall with it. If the foundation is rotten the whole structure tumbles: Cope’s Appeal, 15 Norris, 297; Van Ormer v. Ford, 2 Out., 178; Dietrich’s Appeal, 11 Out., 177.\nJ. Newton Huston and William H. Waddell, for defendants in error, were not heard."
  },
  "file_name": "0594-01",
  "first_page_order": 608,
  "last_page_order": 613
}
