{
  "id": 1940050,
  "name": "Hamler v. Waldron (et al., Appellant)",
  "name_abbreviation": "Hamler v. Waldron",
  "decision_date": "1971-12-20",
  "docket_number": "Appeal, No. 177",
  "first_page": "262",
  "last_page": "266",
  "citations": [
    {
      "type": "official",
      "cite": "445 Pa. 262"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "76 A. 2d 220",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1950,
      "opinion_index": 0
    },
    {
      "cite": "365 Pa. 507",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1225528
      ],
      "year": 1950,
      "opinion_index": 0,
      "case_paths": [
        "/pa/365/0507-01"
      ]
    },
    {
      "cite": "153 Atl. 424",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1930,
      "pin_cites": [
        {
          "page": "426"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "302 Pa. 287",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1129110
      ],
      "year": 1930,
      "pin_cites": [
        {
          "page": "295"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/302/0287-01"
      ]
    },
    {
      "cite": "269 A. 2d 347",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "218 Pa. Superior Ct. 28",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        794901
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/218/0028-01"
      ]
    },
    {
      "cite": "97 A. 2d 59",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "373 Pa. 593",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1240343
      ],
      "year": 1953,
      "pin_cites": [
        {
          "page": "595"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/373/0593-01"
      ]
    },
    {
      "cite": "82 A. 2d 40",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1951,
      "opinion_index": 0
    },
    {
      "cite": "169 Pa. Superior Ct. 102",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        472959
      ],
      "year": 1951,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/169/0102-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 416,
    "char_count": 6270,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 2.659986489667035e-07,
      "percentile": 0.8248143038455138
    },
    "sha256": "8f0a298da2a2c845aa2c7d5a0d04e19e4518819930e228ecd8da627a1e4bea82",
    "simhash": "1:35fc290eda388bcc",
    "word_count": 1062
  },
  "last_updated": "2024-02-27T18:04:17.394880+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Eagen, O’Brien, Roberts, Pomeroy and Barbieri, JJ."
    ],
    "parties": [
      "Hamler v. Waldron (et al., Appellant)."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Pomeroy,\nThe issue raised by this appeal is whether the appellant, William H. Lagar, an excavating subcontractor, or the appellee, James F. Waldron, the general contractor in the construction of a residential building, is responsible for personal injuries sustained by Robert J. Hamler, the plaintiff, while working on the construction project.\nAs general contractor for the project, Waldron engaged Lagar as excavating subcontractor and Ray Austin, trading as Austin Contracting Company, as a carpentry subcontractor. Hamler was an employee of Austin, and was injured by the collapse of a foundation wall which was inadequately shored. The excavation work was performed by an employee of Lagar.\nHamler sued Waldron, the general contractor, and Lagar, the excavating contractor. The lower court, in a non jury trial, found in favor of plaintiff and against Lagar. A finding was made that Waldron, the general contractor, was a statutory employer as defined by the Workmen's Compensation Act, Act of June 2, 1915, P. L. 736, as amended, 77 P.S. §1, and a verdict was therefore returned in its favor. Exceptions filed by Lagar were dismissed, and judgment was entered on the verdict. This appeal followed.\nThere is no dispute that plaintiff was in fact injured in the course of his employment, without fault on his part, and that the cause of the injury was the failure to provide shoring for the excavation where an overhang of earth existed. The issue here is solely which of the two original defendants is liable. It is appellant’s contention that he merely furnished a high-lift truck and operators to Waldron, and exercised no control over the excavation; that the lift operator became the servant of the general contractor, and that any negligence in failing to provide proper shoring was that of the general contractor. Appellant relies upon Ramondo v. Ramondo, 169 Pa. Superior Ct. 102, 82 A. 2d 40 (1951), and similar cases. We conclude that on this record this line of cases is not apposite, and that appellant’s contention must fail.\nWhether the highlift operator, nominally the employee of Lagar, became the “borrowed” servant of Waldron turns on the extent of direction and control, if any, exercised on the part of 'Waldron as to that employee. “The crucial test in determining whether a servant furnished by one person to another becomes the employe of the person to whom he is loaned is whether he passes under the latter’s right of control with regard not only to the work to be done but also to the manner of performing it: [citations omitted]”. Mature v. Angelo, 373 Pa. 593, 595, 97 A. 2d 59 (1953). As had been the practice of the parties in the past, Waldron orally contracted with Lagar to have the property in question excavated. Lagar sent one of Ms employees with a highlift truck to perform the work. Waldron generally plotted the area where the excavating was to be done and he, or one of his employees, would daily observe the work in progress. There is no evidence that Waldron actually controlled the manner in which the work was done. “The mere fact that the person to whom a machine and its operator are supplied points out to the operator from time to time the work to be done and the place where it is to be performed does not in any way militate against the continuance of the relation of employe and employer between the operator and Ms original master: [citations omitted]”. Mature v. Angelo, supra, at 597. We agree with the court below that the evidence shows that Lagar’s employee retained control of his own excavation work. Moreover, it was Lagar who paid his operator and he who provided the equipment and its maintenance. 'While it appears that Lagar billed Waldron on an hourly basis, this does not establish, as Lagar contends, that he merely rented the machinery and furnished an operator for it to Waldron on an hourly basis. The facts show only a typical construction contract, not a rental agreement. Even if, however, the agreement were to be construed as one of hiring equipment and an operator, “there is a factual presumption that the operator remains in the employ of his original master” which can only be overcome by evidence “that the borrowing employer in fact assumes control of the employe’s manner of performing the work.” Mature v. Angelo, supra; Walton v. H. M. Kelly, Inc., 218 Pa. Superior Ct. 28, 269 A. 2d 347 (1970). As above indicated, there was no such evidence in this case.\nIn sum, Ave find no error of laAV in the verdict and judgment of the lower court. Judgment affirmed.\nMr. Justice Jones took no part in the consideration or decision of this case.\nThe original defendants joined Austin, plaintiff’s employer, as an additional defendant. The court found a verdict in Austin’s favor, and no appeal has been taken from the judgment thereon.\nSee Act of May 18, 1937, P. L. 654, §§2(f) and 12, 43 P.S. §§25-2(f), and 25-12.\nAppellant does not expressly take issue with the court’s finding that appellee was a statutory employer of plaintiff, and we therefore do not discuss this point. See §203 of the Workmen’s Compensation Act, Act of June 2, 1915, P. L. 736, as amended, 77 P.S. 52. The requisites for finding a statutory employer relationship are set forth, inter aUa, in McDonald v. Levinson Steel Co., 302 Pa. 287, 295, 153 Atl. 424, 426 (1930). The status of statutory employer, carrying with it liability under the Workmen’s Compensation Act, is of course inconsistent with the status of an employer who has “borrowed” an employee of another, which carries with it tort liability as at common law for the negligence of the borrowed employee. The remedies of the Workmen’s Compensation Act are ex-elusive as to employers and employees who have agreed to accept the Act. See §303 of the Workmen’s Compensation Act, supra, as amended, 77 P.S. §481; McIntyre v. Strausser, 365 Pa. 507, 76 A. 2d 220 (1950).",
        "type": "majority",
        "author": "Mr. Justice Pomeroy,"
      }
    ],
    "attorneys": [
      "Cosmos J. Reale, with him Murovich & Reale, for appellant.",
      "John J. Repcheck, with him Mercer & Buckley, for Hamler, appellee.",
      "William W. Guthrie, with him Wayman, Irvin, Trushel & McAuley, for Waldron, appellee."
    ],
    "corrections": "",
    "head_matter": "Hamler v. Waldron (et al., Appellant).\nArgued Marck 18, 1971.\nBefore Bell, C. J., Eagen, O’Brien, Roberts, Pomeroy and Barbieri, JJ.\nCosmos J. Reale, with him Murovich & Reale, for appellant.\nJohn J. Repcheck, with him Mercer & Buckley, for Hamler, appellee.\nWilliam W. Guthrie, with him Wayman, Irvin, Trushel & McAuley, for Waldron, appellee.\nDecember 20, 1971:"
  },
  "file_name": "0262-01",
  "first_page_order": 294,
  "last_page_order": 298
}
