{
  "id": 1940026,
  "name": "Commonwealth v. Murray, Appellant",
  "name_abbreviation": "Commonwealth v. Murray",
  "decision_date": "1971-12-20",
  "docket_number": "Appeal, No. 175",
  "first_page": "546",
  "last_page": "549",
  "citations": [
    {
      "type": "official",
      "cite": "445 Pa. 546"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "256 A. 2d 468",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "435 Pa. 273",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1924301
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa/435/0273-01"
      ]
    },
    {
      "cite": "260 A. 2d 467",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "436 Pa. 330",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1926138
      ],
      "weight": 2,
      "year": 1969,
      "pin_cites": [
        {
          "page": "331-332"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/436/0330-01"
      ]
    },
    {
      "cite": "263 A. 2d 886",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "437 Pa. 326",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1927753
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/437/0326-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 308,
    "char_count": 4063,
    "ocr_confidence": 0.462,
    "pagerank": {
      "raw": 7.478737242767233e-08,
      "percentile": 0.4455389097974438
    },
    "sha256": "5434ea13fcc9761f88c80abe9ec1c351e5c8930e2a5f6096aee3ffd915d81a18",
    "simhash": "1:690362239a055de9",
    "word_count": 675
  },
  "last_updated": "2024-02-27T18:04:17.394880+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Eagen, O’Brien, Roberts, Pomeroy and Bx\\rBIERI, JJ."
    ],
    "parties": [
      "Commonwealth v. Murray, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMii. Justice Bakbieiu,\nAppellant was tried before a jury and found guilty of first degree murder. After his motion for a new trial was denied by a Court en banc he was sentenced to a term of life imprisonment. On appeal to this Court, we affirmed the order of the lower court. Commonwealth v. Murray, 437 Pa. 326, 263 A. 2d 886 (1970). Appellant thereafter filed a petition for relief under the Post Conviction Hearing Act (PCHA), and counsel was appointed to represent him. After argument, appellant’s petition was denied without an evidentiary hearing. Appellant then brought this appeal pro se after duly waiving his right to counsel on appeal.\nAppellant’s sole contention is that he was denied effective assistance of counsel on appeal. In support of this claim he alleges, inter alia, that after trial Ms privately retained counsel was allowed to withdraw and the Public Defender was appointed to represent him; that someone in the Defender’s office told him that the staff was too busy to prepare a brief for post-trial motions and that he should prepare his own; that he prepared Ms own brief and had the Defender’s office type it; that the lawyer summoned from the Public Defender’s office to argue the motions was unfamiliar with the case and was given 30 minutes to prepare for argument, in spite of his protestations to the court of his inability to argue the case adequately; and that the Defender argued only a portion of the case, suggesting that appellant himself should argue the bulk of the case, which appellant apparently did. Appellant’s motion for a new trial was denied.\nWe believe appellant has stated facts which, if true, entitle him to relief. Moreover, none of appellant’s allegations is contradicted by the record and some are supported in the transcript from the sentencing proceedings. Thus, it cannot be said that appellant’s assertions are patently frivolous or without a trace of support in the record. We conclude that the PCHA court erred in failing to hold an evidentiary hearing.\nOur conclusion is compelled by Commonwealth v. Stein, 436 Pa. 330, 260 A. 2d 467 (1969). In Stein we found a denial of effective assistance of counsel where appellant’s counsel, on an appeal to the Superior Court from a denial of relief in a PCHA proceeding, filed a xeroxed copy of a 10 page “brief” prepared by the appellant himself, with only a memorandum by counsel requesting the Superior Court to “peruse and consider said document with the same attention as if it were prepared by counsel learned in the law.” To this counsel added a short argument which was based on appellant’s original uncounseled PCHA petition. The Court in Stein said: “This is hardly the ‘representation in the role of an advocate’ which we require.” 436 Pa. at 331-332. (citations omitted). See also, Commonwealth v. Villano, 435 Pa. 273, 256 A. 2d 468 (1969).\nIn terms of effect, the case before us is indistinguishable from Stein. Here, since appellant’s post-trial motion counsel had allegedly not read the trial transcript, all he could contribute to the defense was whatever he gleaned from appellant’s uncounseled brief. Certainly, at the crucial post-trial motion stage, where trial errors must be raised to be preserved for appeal, a defendant is entitled to more than a verbal rehash of his own uncounseled brief. Unquestionably, close scrutiny of an available trial transcript would be a necessary step prior to argument of post-trial motions by one who was not trial counsel.\nThe order appealed from is vacated and the case is remanded for appropriate PCHA hearing consistent with this opinion.\nAct of January 25, 1966, P. L. (1965) 1580, §1 et seq., 19 P.S. §1180-1 et seq.\nSection 9 of Post Conviction Hearing Act, supra at footnote 1.\nId.",
        "type": "majority",
        "author": "Mii. Justice Bakbieiu,"
      }
    ],
    "attorneys": [
      "Carol Mary Los and Robert L. Campbell, Assistant District Attorneys, and Robert W. Duggan, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Murray, Appellant.\nSubmitted September 27, 1971.\nBefore Bell, C. J., Jones, Eagen, O’Brien, Roberts, Pomeroy and Bx\\rBIERI, JJ.\nCarol Mary Los and Robert L. Campbell, Assistant District Attorneys, and Robert W. Duggan, District Attorney, for Commonwealth, appellee.\nDecember 20, 1971:"
  },
  "file_name": "0546-01",
  "first_page_order": 578,
  "last_page_order": 581
}
