{
  "id": 1303621,
  "name": "Kajowski v. Null, Appellant",
  "name_abbreviation": "Kajowski v. Null",
  "decision_date": "1962-01-16",
  "docket_number": "Appeal, No. 391",
  "first_page": "589",
  "last_page": "600",
  "citations": [
    {
      "type": "official",
      "cite": "405 Pa. 589"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "291 Pa. 574",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1107290
      ],
      "pin_cites": [
        {
          "page": "577"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/291/0574-01"
      ]
    },
    {
      "cite": "277 Pa. 150",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1079520
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/277/0150-01"
      ]
    },
    {
      "cite": "143 Pa. 487",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        978542
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/143/0487-01"
      ]
    },
    {
      "cite": "265 N.W. 457",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "pin_cites": [
        {
          "page": "458, 459"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "274 Mich. 539",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1873250
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/274/0539-01"
      ]
    },
    {
      "cite": "169 N.E. 760",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "pin_cites": [
        {
          "page": "763, 764"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "337 Ill. 589",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        5234737
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill/337/0589-01"
      ]
    },
    {
      "cite": "72 N. Y. 174",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        532807
      ],
      "pin_cites": [
        {
          "page": "180"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/72/0174-01"
      ]
    },
    {
      "cite": "328 Pa. 577",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1179715
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/pa/328/0577-01"
      ]
    },
    {
      "cite": "163 Pa. Superior Ct. 611",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        464259
      ],
      "pin_cites": [
        {
          "page": "614"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/163/0611-01"
      ]
    },
    {
      "cite": "182 Pa. Superior Ct. 248",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        734177
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/182/0248-01"
      ]
    },
    {
      "cite": "235 Pa. 454",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        984903
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/235/0454-01"
      ]
    },
    {
      "cite": "347 Pa. 373",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1217385
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/347/0373-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1084,
    "char_count": 20131,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 3.3731678304051383e-07,
      "percentile": 0.875953192637872
    },
    "sha256": "d403b67acbb751e50b84abfbefc9cecf884a3dd732a43440971e57e4a26ac20e",
    "simhash": "1:fbf78f1e27f4b148",
    "word_count": 3290
  },
  "last_updated": "2024-02-27T17:55:57.255417+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen and Alpern, JJ."
    ],
    "parties": [
      "Kajowski v. Null, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Musmanno,\nDuring the last decade of the nineteenth century, William H. Higbee owned a large tract of land in Philadelphia County which he carved into lots and sold to various purchasers, the deed in each instance carrying a restrictive covenant as follows: “Under and subject nevertheless to the express condition and restriction that no tavern or building for the sale or manufacture of beer or liquor of any kind or description, no court house, currier establishment, blacksmith, machine shop, livery stable, slaughter house, coal yard, piggery, white lead works, poudrette neats foot oil, lampblack, gunpowder, glue, starch, soap or candle manufactury, tallow chandlery, bone boiling establishment, chemical laboratories or establishment where steam power is used or any building for offensive occupation whatsoever shall at any time he erected, used, or occupied thereon or any part thereof . . .” (Emphasis supplied)\nOn November 15, 1922, Reuben J. and Lydia M. Dierwechter, his wife, acquired from this tract a lot located at 4517 Higbee Street. On August 13, 1930, Gordon H. and Isabella E. Null, his wife, purchased lots located at 4514-15-16 Benner Street. On January 29, 1951, Martin J. and Beatrice Kajowski, his wife, bought the land at 4515 Higbee Street. All these persons were, by reason of the above restrictive covenant set forth in their deeds, prohibited from using their premises for any of the purposes therein specified.\nWhen the Nulls took title to their particular land in 1930, it accommodated a two-story dwelling in front and, in the rear, a small two-story frame building. This latter structure, from all descriptions, was a neglected stepchild in the family of buildings in the area. It was old, dilapidated, run-down, unsightly, unpainted, without glass for the windows and lacking electricity) heat or plumbing. On a part-time basis and in a very modified form the Nulls used this ramshackle structure as a screw machine shop from 1930 to 1940. The structure progressively deteriorated with the passing of the years. Windows were boarded up, holes appeared in the roof, exposing the interior to the elements, the floors and steps creaked, birds and cats visited the premises without tidying up the place before they left, and rats made a holiday of the debris-strewn location.\nIn 1954 the Nulls applied to the local zoning board of adjustment for a permit to remove this ugly duckling of an oversized shanty and erect in its stead a graceful swan of a two-story cinder block building with a 25% increased area. The Kajowskis and the Dierwechters, whose properties adjoined the land of the Nulls in the rear, as well as other neighboring residents, opposed the granting of the permit. The zoning board rejected the application, but the Court of Common Pleas No. 4 of Philadelphia County, on appeal by the Nulls, reversed the zoning board’s action, and the Kajowskis and the Dierwechters appealed to the Supreme Court. The Supreme Court affirmed the action of the court of common pleas.\nIn the meanwhile, the Nulls impetuously went ahead with the cinder block construction. The Kajowskis and the Dierwechters warned the Nulls that the building they were racing to finish violated the provisions of the restrictive covenant common to the neighborhood and that they were going ahead at their own risk. The Nulls were apparently willing to so proceed and rushed the building to completion, moved, in with machinery, equipment and materials,, and began to operate at full blast a full-fledged machine shop with ten workers, in spite of the covenant which specifically forbade the use of the property as a machine shop, and such other strangely associated establishments as, for instance, a tallow chandlery, a slaughterhouse, a bone-boiling factory, a piggery, or a courthouse.\nThe Kajowskis and the Dierwechters, continuing their running fight with the Nulls, applied to the court of common pleas for equity action which would restrain and enjoin the Nulls. The Nulls answered with new matter, the plaintiffs replied to the new matter and the whole cause came on for trial in January, 1959.\n• After a full hearing, the chancellor found that the Nulls had indeed violated the restrictive covenant in their deed and ordered them to cease operating their machine shop in the two-story cinder block building. This order was really superfluous because the court, in addition to what has just been stated, ordered the demolition of the building which, if done, would certainly of itself bring the machine shop to a full and permanent stop. The Nulls appealed.\n. This.is one of those rare cases where both sides will win, but .at. the same time, necessarily, both will lose something. .For the Nulls to. expect to continue operating a machine shop, in the face .of the specific prohibition in. their- deed , against machine shops is excessive, expectation.- . For the Kajowskis and the Dierwechters' to expect the demolition of an excellent, useful, good-looking building in the face of the money invested and the labor- expended, is also excessive expectation where the building can be devoted to uses consistent with the restrictive covenant.\nThe plaintiffs complain that the defendants’ machine shop has destroyed the peace of the neighborhood which is residential. All day long one hears issuing from- the cinder block building unbearable noises of hissing, grinding, hammering and tapping, trucks and automobiles making use of the establishment raise clouds of dirt and dust, the revolving machinery emits gaseous and nauseating odors, at night glaring lights in and outside the building inundate the area with vexing illumination. The plaintiffs assert also that they are annoyed by “blaring radio playing and conversation at all hours of the day and night,”, which suggests that the occupants of the building must shout rather loudly if they can be heard above the grinding, hissing, hammering and tapping, plus the blaring radio. Because of all this, the plaintiffs assert that the running of the machine shop constitutes a nuisance in fact and per se. The chancellor did find as a fact that operation of the machine shop did interfere with the “quiet enjoyment of neighboring property owners.”\nBut if the hissing is stilled, the grinding, tapping and hammering eliminated, the extraordinary glare dimmed, the radio blaring silenced, the truck traffic stopped and the loud conversation gagged, why is it necessary to destroy the building? The building in itself, emptied of the machine shop and the phenomena which make it an aural and olfactory nuisance, can do no more harm than a self-contained well-behaved maple or hemlock tree. It would be as if the building had been originally constructed for a purpose consistent with the restrictive covenant.\nThe plaintiffs cite in their brief the case of Essick v. Shillam, 347 Pa. 373, where the Court said: “Because certain types of business, by the necessary incidents of their normal operation, deleteriously affect the health and comfort of the community, their establishment in residential districts has been held to constitute a nuisance as a matter of law. Public garages . . . automobiles service and filling stations . . . are the most common illustrations of enterprises in this category.”\nBut it is to be noted in that case that the emphasis is on the business and not on the structure. The building which was once a machine shop, and is now no longer a machine shop, produces no hissing, hammering or hullabaloo, which is what the plaintiffs are really complaining about, not the actual building itself. Even a cannon, when it ceases to speak with fire and flame becomes a tranquil part of the landscape, even somehow hushing the surrounding atmosphere.\nThis same type of restriction against erection and use involved in this case was considered in Hibberd v. Edwards, 235 Pa. 454, and we there affirmed per curiam the lower court’s conclusion that: “The restriction above quoted is not a residential restriction — limiting the property to residential uses, nor is it intended to be, but to guard and protect residences and inoffensive business places from the annoyance, discomfort and inconvenience of offensive establishments, such as are enumerated and others of like character.”\nThe appellants rely to. a great extent on Ventresca v. Ventresca, 182 Pa. Superior Ct. 248, but that case cannot control here for the reason that the offending building there, a garage, cut off the plaintiffs view, light and air. The Court held that the restriction prohibiting the erection of any building within five feet of the side lines of a lot constituted the creation by contract of an easement to light and air. The defendants’ building interfered with that easement and continued as a breach of the restriction so long as it remained. But in the instant case, if the building is given over to a use consistent with the restriction, there is no further breach of the restriction; the building could have been erected originally for such a purpose without any question of violating the restriction.. ■ As already stated, the intent of the restriction was to avoid offensive uses. .\nWhen the Nulls were erecting the cinder block building the plaintiffs notified them on October 31, 1956 as follows: “This is to advise you that the building you are erecting at 4516 Benner Street is in direct violation of the restrictions set forth in our deed. Therefore, we are taking necessary legal action and advise you to desist from further construction. Any further continuance to build will be at your own risk and expense.”\nAt that time the appeal taken from the common pleas court to the Supreme Court was pending. The plaintiffs now argue that since the defendants ignored their warning and went ahead in the face of the restriction and ■ while litigation was pending, they should be required to tear down the new building since they had been notified they were proceeding at their own risk and expense. Controversies in court, however, are not decided simply on warnings and portents. Even if it were to be assumed that the defendants were premature and hasty in erecting their building while the question of approval of the building permit was still pending, they are not to be penalized simply because the plaintiffs warned them.\nA court of equity is a tribunal where revenge or punishment in the way of reprisal has no place. A court is not a feuding arena where the Capulets and the Montagues lunge with legal swords at one another. Justice repels, reason abhors, logic condemns and fundamental equity principles reject that a . new building should be destroyed when its demolition accomplishes no more than satisfy one of the parties that he had correctly foretold the state of the legal weather. In the case of Haig Corp. v. Thomas S. Gassner Co., 163 Pa. Superior Ct. 611, 614, the Court very properly said that “ . . acts which, though irregular and unauthorized, can have no injurious result, constitute no ground for relief’ ”. Moreover, it is to be noted that, prematurely constructed as the building was, it did eventually receive judicial sanction.\nThat part of the lower court’s decree, therefore, which orders demolition of the cinder block building is reversed.\nAlthough the defendants may retain their building intact, they must cease using it as a machine shop. In opposition, they argue that they have the right to continue operating as in the past on the thesis that the plaintiffs have acquiesced in what they, the defendants, have done. This proposition can hardly be advanced seriously because if there is one thing of which the plaintiffs cannot be justly accused it is that they have acquiesced in the activities of the defendants. When the defendants in 1933 applied for a permit to operate a screw machine factory in the controverted building, on the basis of nonconforming use, the Dierwechters and the predecessor in title of the Kajowskis, opposed the granting of the permit. When the defendants obtained a permit to demolish the building in dispute, the plaintiffs appealed to the zoning board of adjustment which sustained the appeal and directed the zoning division of the department of licenses and inspections to revoke the permit. Then, when the defendants appealed to the court of common pleas, which reinstated the permit, the plaintiffs appealed to the Supreme Court, as already stated. When the defendants, while this appeal was pending, began to build the cinder block machine shop, the plaintiffs notified them to desist, and when fhijü notice proved ineffective, they applied in equity for a mandatory injunction. In the light of these events it is difficult to see what the plaintiffs could have done, short of physically restraining the defendants, which they did not do, to prevent the defendants from treating the restriction in the deed as a dead letter.\nThen the defendants argue that the plaintiffs were guilty of laches because they did not bring their equity action in 1954 when the zoning permit was granted. Even though the plaintiffs filed an appeal from the granting of the permit, the defendants insist that the plaintiffs were lax in pursuing their rights by not initiating an equity action at the time. This suggests that the plaintiffs should have been, like a juggler with several balls in the air, pursuing two different remedies in the courts to cure the one same ailment. The courts are already overly congested with lawsuits without inviting multiplicity of actions arising out of one and the same transaction.\nEven so, the plaintiffs asked for equitable intervention on November 26, 1956, although the zoning matter was not finally adjudicated until January 6, 1958. Instead of being charged with laches, the plaintiffs might be subject to reproof for having moved with undue celerity because, had the Supreme Court reversed the court of common pleas in the zoning matter, there would have been no need for equity action at all. It must be said in behalf of the plaintiffs, however, that they were confronted with a condition and not a theory because the defendants, ignoring admonitions and appeals, were driving apace with the erection of the new building for the purpose of conducting a business precisely forbidden by their deed to the property.\nThen, because the plaintiffs suppressed their impatience from August 8, 1956, when the court of common pleas authorized the rebuilding of the structure, until November 26, 1956, when the equity action was begun, the defendants assert that the plaintiffs sat “supinely by and lulling the defendants into a false sense of security.” If the defendants were ever lulled into anything in this case the record does not show it. .Their ceaseless conduct, in ignoring the restriction in their deed, has been that of beavers and not sleepers. The lower court properly found.that: “there was.no lapse in litigation that would support a legal finding of laches against plaintiffs in pursuing diligently their legal rights.”\nThe defendants contend, in addition, that the plaintiffs may not avail themselves of the restrictive cove: nant because the old. building had been used in violation of the. restriction for over twenty-one years, with the knowledge of the Dierwechters and the predeces: sors in title of-the Kajowskis. But, as the chancellor pointed out, the prior uses referred to by the defendants were on a very small scale and caused scarcely a ripple in the tranquil residential pond of the community, involved. . We cannot hold that the failure to object to minor violations of restrictions constitute such acquiescence as to-prevent further enforcement of the covenant where the breaches become substantial and more serious. As this court pointed out in Benner v. Tacony Athletic Association, 328 Pa. 577, 581: “Nor do the clubs- stand on firmer ground when they point to breaches of other provisions of the restriction which have been tolerated from time to time, such as the maintenance of a carpenter .shop, a steam laundry, a livery stable,..and a slaughterhouse. It is only when violations are permitted to such an extent as to indicate that the entire restrictive plan has been abandoned that objection to further violations is barred. Nor will indulgence work a waiver or estoppel against the enforcement of restrictions which are distinct and separate from those previously violated: Lattimer v. Livermore, 72 N. Y. 174, 180; Cuneo v. Chicago Title & Trust Co., 337 Ill. 589, 169 N.E. 760, 763, 764; Polk Manor Co. v. Manton, 274 Mich. 539, 265 N.W. 457, 458, 459.”\nThus, the case of Orne v. Fridenberg, 143 Pa. 487, cited by the defendants to support their argument that the plaintiffs’ acquiescence in the breach for over 21 years prevents their enforcement of the restriction, is clearly distinguishable. The buildings there complained of were the same buildings which had been constructed many years prior to the alleged violation and they were permitted to stand for many years after the violation, without any objection. The court said that though it was alleged that the buildings were permitted to remain over 21 years “exact dates are not very material, in our view of the case, as it is undisputed that all the structures were there many years before this bill was filed.”\nThe defendants cannot avoid the restrictive covenant which they accepted voluntarily. When a large tract of land is cut up into small pieces and sold to individual purchasers, all the pieces carrying the same restrictive covenant, the tract becomes a terrestrial net with each strand depending on its connecting strands for support, stability and cohesiveness. Any purchaser, then, who violates his covenant' severs one or more strands, eventually weakening the entire net. Thus any individual landowner in such a tract cannot argue that he may do what he pleases with his own lot. Being an integral part of a meshwork of real estáte values; ány violation of an agreed-upon standard of conduct affects the enjoyment of the land of the others. Every owner in such a tract has a dominant estate over that of his neighbors, and the neighbors are dominant over his, so that in full accord and harmony the pattern of tranquillity and family-like serenity envisaged by the patriarch grantor is maintained unbroken. As was stated in Benner v. Tacony Athletic Association, supra: “It requires no citation of authorities to support the proposition that the restriction in this case runs with the land, and may be enforced by one or more grantees of the lots as against others. Presumably those who established residences in this area did so in reliance upon the neighborhood remaining more orderly and desirable by reason of the restriction.”\nThe record clearly establishes that the restrictive covenant here involved was still of value to the properties intended to be benefited thereby and that the defendants’ breach of the covenant was properly restrain-able in equity. (Hunter v. Wood, 277 Pa. 150; Benner v. Tacony Athletic Association, supra.) In view of that fact we find it unnecessary to pass upon the other issues decided by the court below, namely, whether the defendants’ operation of the machine shop constituted a nuisance in fact and per se.\nThat part of the decree of the court below which restrains use of the building as a machine shop is affirmed; that part of the mandatory injunction which orders demolition of the building is reversed.\nEach party to bear own costs.\nIn considering this question the chancellor considered all the facts -as is required by -the authorities. ’ “We are confronted with the -single question -as -to whether plaintiff has by his conduct lost liis right to equitable relief. In passing upon the effect of delay in the assertion of claims as here presented the determination must rest on a consideration of the facts of -the particular case.” McGrann v. Allen, 291 Pa. 574, 577.",
        "type": "majority",
        "author": "Me. Justice Musmanno,"
      }
    ],
    "attorneys": [
      "Walter (}. Horowitz, for appellants.",
      "A. Joseph Rieffel, for appellees."
    ],
    "corrections": "",
    "head_matter": "Kajowski v. Null, Appellant.\nArgued December 4, 1961.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen and Alpern, JJ.\nWalter (}. Horowitz, for appellants.\nA. Joseph Rieffel, for appellees.\nJanuary 16, 1962:"
  },
  "file_name": "0589-01",
  "first_page_order": 625,
  "last_page_order": 636
}
