{
  "id": 1303593,
  "name": "Baur, Appellant, v. Mesta Machine Company",
  "name_abbreviation": "Baur v. Mesta Machine Co.",
  "decision_date": "1961-12-29",
  "docket_number": "Appeal, No. 215",
  "first_page": "617",
  "last_page": "641",
  "citations": [
    {
      "type": "official",
      "cite": "405 Pa. 617"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "184 A. 844",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "321 Pa. 248",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1165897
      ],
      "year": 1936,
      "pin_cites": [
        {
          "page": "262-263"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/321/0248-01"
      ]
    },
    {
      "cite": "132 A. 2d 695",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Pa. Superior Ct. 251",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        736650
      ],
      "year": 1957,
      "pin_cites": [
        {
          "page": "254"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/184/0251-01"
      ]
    },
    {
      "cite": "164 A. 724",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1933,
      "opinion_index": 0
    },
    {
      "cite": "309 Pa. 574",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1141605
      ],
      "year": 1933,
      "pin_cites": [
        {
          "page": "p. 577"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/309/0574-01"
      ]
    },
    {
      "cite": "143 A. 2d 12",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "393 Pa. 380",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1279633
      ],
      "weight": 3,
      "year": 1958,
      "pin_cites": [
        {
          "page": "384"
        },
        {
          "page": "381"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/393/0380-01"
      ]
    },
    {
      "cite": "15 A. 2d 557",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1940,
      "opinion_index": 1
    },
    {
      "cite": "142 Pa. Superior Ct. 18",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1028867
      ],
      "year": 1940,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/142/0018-01"
      ]
    },
    {
      "cite": "155 A. 2d 220",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 1
    },
    {
      "cite": "190 Pa. Superior Ct. 552",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        745710
      ],
      "year": 1959,
      "pin_cites": [
        {
          "page": "555"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/190/0552-01"
      ]
    },
    {
      "cite": "101 A. 2d 392",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1953,
      "opinion_index": 1
    },
    {
      "cite": "27 A. 2d 779",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1942,
      "opinion_index": 1
    },
    {
      "cite": "150 Pa. Superior Ct. 22",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1044682
      ],
      "year": 1942,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/150/0022-01"
      ]
    },
    {
      "cite": "119 A. 2d 832",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 1
    },
    {
      "cite": "180 Pa. Superior Ct. 286",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        730830
      ],
      "year": 1956,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/180/0286-01"
      ]
    },
    {
      "cite": "43 A. 2d 543",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1945,
      "opinion_index": 1
    },
    {
      "cite": "157 Pa. Superior Ct. 463",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1061412
      ],
      "year": 1945,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/157/0463-01"
      ]
    },
    {
      "cite": "193 A. 86",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1937,
      "opinion_index": 1
    },
    {
      "cite": "127 Pa. Superior Ct. 231",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        999728
      ],
      "year": 1937,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/127/0231-01"
      ]
    },
    {
      "cite": "124 A. 471",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1924,
      "opinion_index": 1
    },
    {
      "cite": "280 Pa. 203",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1084457
      ],
      "year": 1924,
      "opinion_index": 1,
      "case_paths": [
        "/pa/280/0203-01"
      ]
    },
    {
      "cite": "154 A. 2d 298",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 1
    },
    {
      "cite": "190 Pa. Superior Ct. 319",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        745892
      ],
      "year": 1959,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/190/0319-01"
      ]
    },
    {
      "cite": "3 A. 2d 377",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1939,
      "opinion_index": 1
    },
    {
      "cite": "332 Pa, 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1186545
      ],
      "weight": 2,
      "year": 1939,
      "opinion_index": 1,
      "case_paths": [
        "/pa/332/0401-01"
      ]
    },
    {
      "cite": "119 A. 2d 645",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1956,
      "opinion_index": 1
    },
    {
      "cite": "180 Pa. Superior Ct. 332",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        730803
      ],
      "weight": 2,
      "year": 1956,
      "pin_cites": [
        {
          "page": "334"
        },
        {
          "page": "334"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/180/0332-01"
      ]
    },
    {
      "cite": "131 A. 247",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 3,
      "year": 1925,
      "opinion_index": 1
    },
    {
      "cite": "284 Pa. 348",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1092076
      ],
      "weight": 3,
      "year": 1925,
      "opinion_index": 1,
      "case_paths": [
        "/pa/284/0348-01"
      ]
    },
    {
      "cite": "143 A. 2d 12",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 1
    },
    {
      "cite": "393 Pa. 380",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1279633
      ],
      "year": 1958,
      "opinion_index": 1,
      "case_paths": [
        "/pa/393/0380-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1360,
    "char_count": 42324,
    "ocr_confidence": 0.501,
    "pagerank": {
      "raw": 4.40257293776035e-07,
      "percentile": 0.9199584608986856
    },
    "sha256": "a2d46a87e49892238e09a90a227fb570dc1ccbcbaf3f714315a1d6e4465329ed",
    "simhash": "1:541bb485a82405c0",
    "word_count": 7367
  },
  "last_updated": "2024-02-27T17:55:57.255417+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, O. J., Musmanno, Jones, Cohen, Eagen and Alpern, JJ."
    ],
    "parties": [
      "Baur, Appellant, v. Mesta Machine Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nJustice Alpern,\nThis Court decided in Baur v. Mesta Machine Co., 393 Pa. 380, 143 A. 2d 12 (1958) that when an employer voluntarily provides a first aid room and administers to ill as well as injured employees, it has the duty to provide proper medical care. If the employee’s death from coronary occlusion was found to he due to the neglect of the employer in not providing proper medical care, this would constitute an “industrial accident” which is compensable under the Workmen’s Compensation Law. In reaching this conclusion this Court adopted the arguments advanced by Mesta and its insurance carriers in opposing the right of the plaintiff to recover in trespass against the defendants for the improper care given the decedent by the male nurse in charge of the Mesta dispensary. A demurrer to the trespass action was sustained. The right of the claimant to proceed under the Workmen’s Compensation Law was specifically established.\nThereafter the widow’s claim before the referee and the Workmen’s Compensation Board was heard. Both held that this was not an industrial accident for which compensation should be allowed. The County Court of Allegheny County reversed, holding that the decision of the board was capricious and unwarranted in the light of the uncontradicted testimony in the record. On appeal to the Superior Court that court held that the board was right in denying the claim. This appeal presents the record and the legal problems implicit in the case back to this court for determination.\nThe facts in this case are important for the determination of the legal issues involved. Frank Baur, forty-five years of age, had been employed for nine years as a steel chipper at the Mesta Machine Company plant. On February 29, 1956 he reported for work at three o’clock for an eight-hour shift. Baur was doing lighter work than usual that day and had worked only fifteen minutes when he became ill. No unusual exertion brought on his illness.\nBaur told a fellow workman, Widock, that he was feeling sick and that he had pneumonia. He said his chest hurt and it was hard getting his breath. He was advised to go to the dispensary which had been maintained for years by his employer, and where employees were directed to go when they were ill or injured at work.\nAccording to the dispensary records he came there at 4:15 P.M. He related his symptoms to the registered male nurse at the dispensary. The nurse testified that he complained of diarrhea and vomiting, pains in his stomach and chest pains, nausea and chills. The nurse stated that he was perspiring and nervous and told him that he had been under a doctor’s care previously for a virus condition. He was put on a cot for an hour and a half.\nNo doctor was ever called. The Homestead Hospital was within five minutes of the Mesta plant but Baur was not taken there. He was given no medical assistance the entire two hours he remained in the dispensary.\nBaur’s condition had become. much worse in the two hours he remained in the dispensary. When Widock, who had seen him at 3:15 saw him at six P. M. Baur complained that the pain in his chest was terrible. Widock testified that Baur tried to squeeze his chest to ease the pain. He was perspiring heavily, his color had changed, he looked beat. He vomited. It is significant that Widock who helped him dress and who helped him. to the cab was sufficiently concerned by the deterioration in his condition to call Mrs. Baur and tell her to have a doctor there when Baur got home for her husband was mighty sick.\nWidock helped to dress Baur and accompanied him to a waiting cab. It was necessary to walk fifty yards to get to the cab. Widock helped Baur into the cab. One more unfortunate incident occurred. The cab that had been called for Baur then arrived, and after a discussion between the two drivers, Baur was taken out of the first cab and moved into the second cab. The cab driver testified he assisted Baur “because he didn’t seem to manage very well by himself.” This was at 6:10 or 6:15 P.M.\nIn the course of the ride Baur told the cab driver that the pain in his chest was very severe. “. . . as sort of a dirty gray. He looked Uke he was dirty and very dark and his eyes were very bloodshot.” Baur complained he was cold. The cab driver turned the heat up although the cab was actually warm.\nThe cab driver noticed a short time later that Baur had become unconscious. He was gasping for air. He loosened his clothing and took him to the Homestead Hospital. He was dead on arrival at 6:30. The cause of death was later determined to be coronary occlusion.\nThe application of the prudent nurse test to the conduct of the nurse in the case at bar indicates graphically the capriciousness of the Board’s finding that proper medical care was given to Baur.\n1. The nurse had no right to diagnose the case. Diagnosis is the exclusive province of doctors. Yet this nurse proceeded to diagnose Baur’s illness as the continuance of a virus condition. The nurse in charge of the dispensary was not an inexperienced nurse. He became a registered nurse in 1928. He was aware of the fact that a nurse does not have the right to diagnose. “Q. When you were dealing with Mr. Baur in the first aid room and before 4:15 and about 6 or 6:15 when he left, did you take into consideration the possibility that Mr. Baur might have had heart trouble of some sort? A. I believe anyone may think so, but I am not in any position to diagnosis.”\n2. A reasonably prudent nurse would have considered it necessary to have a doctor prescribe for Baur. Allowing him to be on the cot was certainly not prescribed treatment for a serious condition. The increased severity of the chest pains, the excessive perspiration, vomiting, two bowel movements, and obvious distress required a doctor to prescribe medication. Only when Baur asked for something to settle his stomach, after vonliting again, was any attention paid to him. He was given a teaspoon of citrus carbonate. No effort was made to call Baur’s own physician, or the plant physician. Had a physician examined Baur the seriousness of his condition would have resulted in a proper diagnosis of heart involvement. Appropriate treatment — morphine and oxygen — would have been given.\n3. Failure on the part of the nurse to recognize that Baur was getting worse was gross incompetence;\nIt was the opinion of the nurse that Baur had “gotten over his initial shock.” The testimony of Widock established that he was much worse than when he had seen him originally. The pain was greater, his color worse, he looked beat, he was perspiring profusely, he was less agile. His condition was so much worse that Widock called his wife to have a doctor at the house when Baur arrived by car. The layman knew a doctor was needed. The nurse did not.\nThe cab driver, Swan, described Baur’s dark grey color and bloodshot eyes and Ms complaint of severe chest pains. The nurse should have noted what laymen could see.\n4. Failure to recognize that severe chest pains, vomiting, chills and perspiration indicated a heart involvement which required prompt treatment by a physician was not the act of a reasonably prudent nurse.\n5. Failure to recognize the danger of sending Baur home in a cab instead of by ambulance to a hospital with oxygen administered en route was not the act of a reasonably prudent nurse.\nThe nurse attempted to justify his failure to grasp the seriousness of the case — chest pains and vomiting are symptoms of coronary occlusion — by stressing the fact that Baur had told him of a prior virus condition . . I more or less took it for granted that maybe he still had a virus.”\nIt was the opinion of the medical expert, Dr. Wendell Gordon, a noted cardiologist, that the symptoms of chest pains, chills and vomiting should have alerted the nurse to the serious condition of Baur. They are clear signs of heart involvement, such as coronary occlusion.\nThe dispensary records do not lend credence to the nurse’s testimony. The only notation made on Baur’s card by the nurse is “Stomach pains, diarrhea, nausea, cold sweat.”\nThere are significant omissions. (1) There is no notation on Baur’s card of a prior virus, the condition relied upon by the nurse in misdiagnosing the case. (2) The fact of a prior virus was not stated in the nurse’s written report to the Coroner. (3) There is no notation of chest pains on the card. The nurse admitted at the hearing he was told of chest pains. Chest pains when on deep breathing was included in the nurse’s written statement to the Coroner, but not on Baur’s dispensary record.\nWhen pressed, the nurse gave no reason for failing to make these significant notations on Baur’s card in the dispensary.\nNo reasonably prudent nurse would have kept such inaccurate records. They do not indicate the serious chest pains that brought Baur to the dispensary, the increased severity of the pain while Baur was there for two hours, his change of color and bloodshot eyes, and deterioration. A layman, Widock, noted the worsened condition. The nurse did note: “He thought he had recovered from the initial shock.”\nThe failure to provide proper medical care was established. There was an industrial accident within the ruling of this Court in the Mesta case, supra.\nThe word “accident” as used in the Workmen’s Compensation Act is to be construed in its usual, ordinary, popular sense. Lacey v. Washburn & Williams do., 309 Pa. 574, at p. 577, 164 A. 724 (1933). It has been held, however, that unusual exertions can be held to be “accidents” even though they would not in lay language be classified as accidents. The failure of an employer to administer properly to a sick employee would not normally be deemed an “accident”, if the use of the word were confined to its usual, ordinary, popular sense. This Court held in the Mesta case, supra, that where death resulted from failure to provide proper medical care which the employer had assumed to provide, this would constitute an “industrial accident” compensable under the Workmen’s Compensation Act.\nIn order for the plaintiff to recover in the case at bar under the Workmen’s Compensation Act, it must be shown (1) that the employer assumed the obligation of providing medical care to the employees who became ill in the course of their employment.; (2) that proper care was not provided; and (3) that the death of the employee was due to the neglect of the employer to provide proper care.\nThere is no question that Mesta Machine Company assumed the obligation of giving care to ill as well as injured employees. This was fully established in the record.\nThe standard of care required of a registered nurse is that which a reasonably prudent registered nurse in charge of an industrial dispensary would have exercised. The question before the Workmen’s Compensation Board was did the male nurse do what could reasonably have been expected under the circumstances in this case. The Compensation Board found that he had and that there was no “accident” within the definition adopted by the Supreme Court in Baur v. Mesta, supra.\nThe issue before this Court is whether there was a capricious disregard of admittedly competent evidence in the finding by the Board that there was no “accident”.\nThere was no evidence introduced by the defendants. No attempt was made to contradict by other testimony the testimony of Dr. Wendell Gordon, President of the Pennsylvania Heart Association and of the local County Medical Society. He testified categorically :\n1. No nurse may make a dignosis.\n2. A doctor should have been called immediately because of the gravity of the symptoms.\n3. A doctor would have prescribed morphine and oxygen.\n4. Failure to obtain any medical assistance in a two hour period caused and contributed to the death of Baur.\n5. Allowing a man in Baur’s condition to go home in a cab was serious neglect since established procedure required Baur to be taken in an ambulance with oxygen administered en route.\nThe cross-examination of Dr. Gordon by the defendant never shook his opinion as to the culpable error in the handling of Baur by the nurse in charge of the dispensary. Dr. Gordon testified on direct examination that chest pains and nausea are symptoms of coronary occlusion and that it was great neglect for the nurse not to have called a doctor so that essential aid could be given Baur. “Q. Doctor Gordon, may I ask are those symptoms which I have recited, are they the symptoms of a coronary occlusion? A. The pain in the chest and vomiting are the symptoms of coronary occlusion, most commonly. Q. Now, what Doctor Gordon, in your professional opinion would be the putting of such a patient or person with Mr. Baur’s symptoms to bed for one and one-half hours, giving him some citrus carbonate and sending him home in the taxicab one-half hour later unattended, constituted adequate and proper medical care within the accepted standards of the nursing profession? A. Well, I would say the man was treated with a great deal of neglect in not having a doctor. It wasn’t proper to ask a nurse, or any nurse, to make a diagnosis and prescribe treatment for as sick as he must have been. And, to be there for one and one-half hours or two hours and not have a doctor see him is certainly neglectful in my opinion as was sending him home in a taxicab with practically no diagnosis or treatment having been made. A nurse is not capable of diagnosing or treating and they are not asked to diagnose or treat, neither is anybody else except a doctor. . . .”\nDr. Gordon testified that the twenty per cent who died as a result of their first coronary received late care, inadequate care, or no care, and that Baur fell within this category.\n“Q. If Mr. Baur in this case had received prompt medical attention from a licensed physician, what effect would it have had upon his chances for recovery? A. I think that would have greatly improved that chance. Perhaps proper and prompt medical attention may very well have saved his life. Our statistics indicate that in a coronary occlusion eighty per cent of those who have a first attack recover. The twenty per cent who die are made up largely of such cases as Mr. Baur, cases who received inadequate or late care or no care. . . . I would say, he received no care or treatment for what was the matter with him, none whatever except to be put to bed and he was put to bed because he couldn’t stand up. Q. In other words, you believe that the delay of two hours caused and contributed to his death? A. I indeed do. Yes. Q. Now, if Mr. Baur had been seen and treated by a licensed physician, iyhat is generally the accepted method of treatment that he should have been given? A. He should have been administered morphine or something similar promptly to relieve his pain and his other symptoms. He should have been given oxygen very likely and he should have been taken promptly to a hospital with oxygen being adminstered enroute by ambulance.”\nDr. Gordon testified that a reasonably prudent nurse would have called a doctor immediately since no nurse can make a diagnosis and the symptoms were serious. The nurse admitted he was not qualified to make a diagnosis. Nevertheless, it is clear that when the nurse concluded this was a continuation of a virus, a diagnosis was in fact made. “Q. Doctor Gordon, in the presence of the symptoms which the Registered. Nurse has testified he found present in this patient, what would a reasonable prudent Registered Nurse have done or what action should he have taken under the circumstances? A. I think he should have called the doctor. It was not his province, I don’t believe, to undertake the responsibility of treating such a sick man attempting to make á diagnosis. He is not qualified to do that.”\nOn cross-examination his clear and forthright opinion was not altered: “Q. What in your opinion would be the duty of a male nurse in the first aid room for such a company as Mesta Machine Company? A, I suppose he could wrap up a smashed finger and then send them to a doctor. He could give some aspirin for a headache. I don’t think nurses should he asked to make a diagnosis on anybody that is very sick or treat them. You wouldn’t want to be treated by a nurse or diagnosed by a nurse. Here was a real sick man and this nurse was attempting to make a diagnosis and treat Mm with citrus carbonate. That shows you how qualified he was.”\nThe doctor said a registered nurse is trained to recognize serious symptoms and should not have ignored them. “A. I don’t like to criticize the male nurse whom I have never seen, but just on general principles any trained nurse should also see a red flag in a patient who is sweating, vomiting and having pains in the chest and in his arms. I don’t think much of— any nurse who works for me and if I saw such a patient and she gave him citrus carbonate and failed to call me in a big hurry . . . she would get fired the next day.”\nHis cross-examination was concluded with: “Q. . . . In fact this was a case of misdiagnosis? A. On the part of the nurse? Q. Yes. A. Well, he had no business of trying to make a diagnosis. Q. And, was not qualified to make a diagnosis? A. That’s right. I bet he won’t do it again.”\nFrom the foregoing it is clear that the nurse was remiss in failing to call a doctor; failing to send Baur to a hospital in an ambulance, and that this failure caused and contributed to the death of this forty-five year old man.\nThis Court has ruled that such conduct on the part of the nurse is a compensable accident. “When , decedent became ill he proceeded, as directed by his employer, to the dispensary provided for such contingencies. Due to the failure of the attendant to provide adequate medical care, his death resulted a short time later. Certainly, the death was unexpected and unforeseen and not in the usual course of events. To decide otherwise would require us to believe that proper treatment was intentionally withheld.” Baur v. Mesta Machine Co., 393 Pa. 380, 384.\nMuch stress is placed by the Superior Court upon the finding made by the Workmen’s Compensation Board. An examination of the finding establishes clearly that it was based upon a capricious disregard of the evidence. This was the finding: “Decedent displayed the symptoms of an ordinary attack of virus. The evidence does not disclose that (the nurse) had any reason to think otherwise. Based upon his opinion, he treated decedent accordingly and the record does not tell us that decedent’s condition during the period of treatment deteriorated. Had he known or been expected to know the true state of decedent’s health, claimant then would have a stronger case. Moreover, the nurse’s treatment may have prolonged decedent’s life an hour or two. This is not answered, nor are we told whether or not decedent would have survived had the best possible medical attention been rendered him.”\nAn analysis of each statement made indicates its unreliability in the case at bar.\n1. The board concludes that the symptoms shown by the decedent were virus symptoms in character and that the nurse had no reason to think otherwise and treated the decedent accordingly.\nAccording to the uncontroverted testimony by an eminent heart specialist, Dr. Wendell Gordon, chest pains accompanied by heavy perspiration and vomiting are indicative of a coronary occlusion. A registered, nurse should have known that. Only a doctor had a right to interpret the symptoms.\n2. A nurse has no right to diagnose and prescribe. Dr. Gordon was of the opinion that a nurse, had. no right to diagnose at all, a nurse should call a doctor who could prescribe or send the patient to a hospital in an ambulance where oxygen could be administered en route. Instead the patient was allowed to remain unattended, to climb a flight of stairs, to walk fifty yards to a cab, to be shifted to another cab, to ride in a sitting position, until he became unconscious and died. It was capricious for the board to find that the nurse acted properly.\n3. The statement of the board that the record does not show that the decedent’s condition deteriorated during the two hour period he remained in the dispensary is a capricious conclusion. The record shows just the opposite. Widock, the . fellow workman who had seen the decedent when he first complained of illness at 3:15 P.M., testified that Baur said: “. . . his chest that hurt and it was hard getting his breath.”\n. When Widock was sent for at 5:30 P.M. to bring Baur’s clothes and help him to a cab he found that Baur “looked pale and it wasn’t his usual color. He. said he was sick and complained of pain . . . he didn’t feel good and the pain in his chest was terrible ... he was white and he was perspiring.” When asked whether there was any change in Baur at 5:30 as compared with his appearance at 3:15 when he first heard Mm complain of illness, lie said: “He was sick looking. He looked, bad. He didn’t have the agility that he had downstairs. . . . He was perspiring a great deal. .. He was pale and he looked beat.” When Widock called Mrs. Baur he told her that her husband “was mighty sick and it might be a good idea to have a doctor waiting.”\nThe eab driver, Charles Swan, stated that he helped Baur in the eab “because he didn’t seem to manage too well by himself.” Baur complained of severe pain in his ehest. “he was so cold, I turned the heat up in the cab, which was already quite warm ... I would describe his complexion as sort of a dirty gray. He looked like he was dirty and very dark and Ms eyes were very bloodshot.” Shortly after Baur slumped in the cab and was unconscious. When the cab driver noticed that he was breathing with difficulty and gasping for air he loosened his shirt and asked the supervisor if he should take him to the hospital. He was instructed to take him to the Homestead Hospital where Baur was pronounced dead on arrival.\nThis testimony uncontradicted shows clearly that there was a great deterioration that took place in the two hours that Baur remained at the dispensary on a cot without any medical assistance. For the board to find in the light of this evidence that there was no deterioration was truly capricious, for there had been great deterioration while the male nurse did nothing to give this sick man assistance.\nFor the board to say moreover that the nurse’s treatment may have prolonged his life for an hour or two, is fantastic. There was no treatment. He was left unattended, he was given no help. When he vomited shortly before taking a cab he asked for something to settle his stomach and got a teaspoon of citrus carbonate.\nSignificantly, the board’s finding inferentially approves of a nurse making a diagnosis and treating the patient accordingly.\nThis is in direct conflict with the views of Dr. Wendell Gordon that a nurse may never make a diagnosis, a nurse can bandage a finger, administer first aid. A nurse can neither diagnose nor prescribe. This is a fundamental cleavage to the approach of this case. According to Dr. Gordon the only duty of the nurse under, these circumstances was to call a doctor. The doctor testified that allowing the decedent to remain without medical assistance, putting him in a cab without medical assistance, failing to have a doctor to give him morphine or some other medication to relieve the pain, failing to place him in an ambulance where oxygen could be administered en route, contributed to the death of Baur. According to Dr. Gordon eighty per cent of those suffering a first coronary occlusion survive if given proper treatment. The twenty per cent who do not; survive are the ones who are not treated, given the wrong treatment or given treatment too late.\nIt is the opinion of this Court that there has been a capricious disregard of the evidence in this case that impels this Court to set aside the findings of the board.\n, “In cases of disallowance, the courts can set aside the findings of the board ... if they cannot be sustained without a capricious disregard of the competent evidence.” Lorigan v. W. O. Gulbranson, Inc., 184 Pa. Superior Ct. 251, 254 (1957), 132 A. 2d 695.\n, “Capricious, disbelief is not merely disbelieving a witness, To constitute capricious disbelief there must be a wiifull, deliberate disbelief of an apparently trustworthy witness, whose testimony one of ordinary intelligence could not possibly challenge or entertain the slightest doubt as to its truth.” Pusey’s Estate, 321 Pa. 248, 262-263 (1936), 184 A. 844.\nThe board has completely disregarded the repeated testimony of the expert witness, a man of admittedly the highest qualifications, that the nurse had no business attempting a diagnosis in the first place.\nTo say that the nurse acted properly in diagnosing the case as one of virus is capricious. Nurses are not permitted to diagnose. This is the function of physicians. To say that the nurse was justified in failing to seek further medical assistance, thus withholding from the deceased the care of a doctor, is capricious. This Court has ruled that failure to give any treatment where the situation calls for it is equally as culpable as giving the wrong medicine. In Baur (393 Pa. 380, 381) we said: “Appellant attempts to distinguish these cases on the theory that the injury was caused by a sudden positive act, while in the present case, death resulted from an omission to act without any sudden physical violence, and consequently, cannot be regarded as accidental. With this conclusion, we are unable to agree.”\nThe judgment of the Superior Court is reversed and the judgment of the County Court of Allegheny County is reinstated.\nOn the direct examination no reference to pains in the arms was made in the hypothetical question asked of the doctor. The symptoms related were diarrhea, vomiting, pains in the stomach and pains in the chest while breathing and also chills. The doctor said, “The pain in the chest and vomiting are the symptoms of coronary occlusion, most commonly.” In later questions it was erroneously assumed by counsel on both sides that there was testimony that Baur complained of pains in his arms. The nurse had stated that he didn’t recall if there were pains in the arms.\nThe appellee misconstrues what is involved here for it says at page 16 of its brief with regard to the conduct of the nurse: “We are all human. Even doctors will fail to make a correct diagnosis and the patient will die. These cases are unfortunate but since we are dealing with the human body, we must recognize that no one has the divine power of always being right. However, even though mistakes do occur, our society does not attach liability to such cases.” This is not a suit in trespass based on negligence, but a Workmen’s Compensation case, claiming that the accident was in the nurse’s making his own diagnosis, instead of calUng a doctor to make a diagnosis or sending him to a hospital.",
        "type": "majority",
        "author": "Justice Alpern,"
      },
      {
        "text": "Dissenting Opinion by\nMe. Chief Justice Bell :\nThe majority opinion is in my judgment wrong for two reasons: The Workmen’s Compensation law gives compensation to an employee for an industrial accident which occurred in the course of his employment. The referee and the Workmen’s Compensation Board, who under the law are the fact-finders, and the Supreme Court found that Baur died from a coronary occlusion, a very frequent natural cause of death, and that this coronary was not the result of an industrial accident. I believe it is clear from the evidence and the facts found by the fact-finders and the pertinent principles of law that this coronary .occlusion .was not and could not be found to be an industrial accident unless the language, as well as tbe meaning and purpose of the Workmen’s Compensation law, are ignored or greatly distorted. As the Superior Court aptly said, “, . . this [claimant’s contention] gives a meaning to ‘accident’ not before attributed to it either in workmen’s compensation eases or accident insurance cases, and presents us with the problem of applying a concept of ‘accident’ never before expressed either in this or any other jurisdiction. , . . The Workmen’s Compensation Act was passed to compensate employes for disability caused by accidents but as has been frequently said, it is not insurance against disability because of illness or death resulting from natural causes. Gansman v. Pearson, 284 Pa. 348, 131 A. 247 (1925). . . , Death occurring in the normal course of the decedent’s work does not raise even an inference of an accident. Landis v. General Motors Corp., supra, 180 Pa. Superior Ct. 332, 334, 119 A. 2d 645 (1956); Adamchick v. Wyoming Valley Collieries Co,, 332 Pa, 401, 3 A. 2d 377 (1939). It is common knowledge that many people die from coronary occlusions who have the best of medical care, and that many survive an attack with no medical care,”\nHowever, even under the majority’s definition of an industrial “accident” — with which I disagree — -this claimant under the evidence and the findings of the fact-finders, is not entitled to workmen’s compensation. The majority opinion reaches its conclusion (a) by disregarding the burden of proof which is on the employee to establish that his death resulted from an industrial accident, and (b) by reaching its conclusion on the basis of only part of the testimony and finding therefrom a capricious disregard by the fact-finders of this evidence when the fact-finders had a legal right to believe the much stronger evidence which justified their finding that the coronary occlusion was not the result of an industrial accident.\nThe Evidence\nWhen Baur arrived at the dispensary it was 4:15 p.m., and a male registered nurse was on duty. According to the evidence presented by the claimant, Baur walked into the first aid room “complaining of diarrhea and vomiting and pains in his stomach and chest pains when on deep breathing and also chills.” He told the nurse he had been under a doctor’s care for a virus condition, and the nurse suggested that maybe he still had a virus and that he should see his family doctor who had been treating him. The nurse had him lie on a cot, and about an hour and a half later gave him a teaspoonful of citrus carbonate. While Baur was at the dispensary, he had two bowel movements and he vomited. The nurse checked his pulse several times. Although, according to the nurse, “he got over his initial shock,” he, nevertheless, remained ill and the nurse ordered a taxi to take him home. The nurse called Baur’s wife and told her he was sending her husband home in a taxi, and that she should get a doctor and have him waiting at the house.\nThe referee, the Workmen’s Compensation Board unanimously, and the Superior Court unanimously believed this testimony! They further found that Baur’s death was not caused by or resulted from his work or from any negligence on the part of the defendant’s male nurse. These findings and this conclusion are overruled and reversed by the majority opinion, which disregards the important pertinent evidence relied upon by the fact-finding Board and relies upon (1) only part of the testimony, (2) including mainly the testimony of Dr. Gordon, which as we shall see was based upon an erroneous assumption of facts.\nThe majority opinion in one breath says that a registered nurse should not diagnose an illness or call a cab and notify the sick man’s wife to have a doctor ready for him when he gets home; and in the next breath the majority opinion takes the position that (a) the nurse should have diagnosed the illness as a coronary occlusion and (b) immediately called a doctor and an ambulance, and (c) assumes that a good doctor could have been immediately obtained, and (d) this would have saved Baur’s life. This position is not only unreasonable and illogical, and unrealistic and untenable, because even a heart specialist would admit, and nearly every layman knows (1) that the symptoms of which Baur complained to the nurse, even without his prior history of having been to the sick room 123 times in 9 years, would indicate a virus or a badly upset stomach, or possibly a heart attack; and (2) only time and future developments could determine which; and (3) no one can know — no doctor can know even with the benefit of hindsight — whether Baur would have lived if a heart specialist could have been immediately obtained. Moreover, the referee and the Board, namely the fact-finders, believed the nurse and the testimony which refuted Baur’s claim, and if there is any capricious disbelief of the evidence it is (of course unintentionally) that of the majority opinion. For example, the majority opinion (1) fails to discuss or consider that Baur had been to the nurse’s room 123 times before the present visit, and (2) on numerous prior occasions had complained of the same symptoms and pains which he had on the day of his death, and (3) he was suffering from a virus. Dr. Gordon did not testify as the majority erroneously stated, that “the 20% who do not survive [a first coronary occlusion] are the ones who are not treated, given the wrong treatment, or given treatment too late.” What Dr. Gordon did testify was that many of this 20% died for these reasons. Furthermore, Dr. Gordon’s testimony is tremendously weakened, and even if completely believed furnishes no basis for the position taken by the majority, since the doctor’s diagnosis (1) was based, to a substantial degree, on important-nonexistent facts, namely that Baur had complained of pain in his arms, and (2) the failure to take into consideration Baur’s virus and his 123 visits to the nurse’s room and his prior history, and (3) if a doctor and an ambulance had been immediately secured Baur’s life would have been saved — neither a nurse nor a heart specialist, only God or future events could determine this.\nI would affirm on the following excerpts from the able convincing opinion of Judge Woodside :\n“We believe that it was not the intention of the Supreme Court [and certainly not of the legislature] to make the employer an insurer of the health [and life] of its employes while in the course of their employment. The Workmen’s Compensation Act was passed to compensate employes for disability caused by accidents, but as has been frequently said, it is not insurance against disability because of illness or death resulting from natural causes. Gausman v. Pearson, 284 Pa. 348, 131 A. 247 (1925).”\n“A heart attack is an injury, but it is not'an accident, although it may be the result of an accident either by a direct or an indirect trauma or by an unusual exertion. Bonaduce v. Transcontinental Gas Pipe Line Corp., 190 Pa. Superior Ct. 319, 154 A. 2d 298 (1959) ; Samoskie v. Philadelphia & Reading Coal & Iron Co., 280 Pa. 203, 124 A. 471 (1924) ; Strode v. Donahoe’s Fifth Ave. Store, 127 Pa. Superior Ct. 231, 193 A. 86 (1937) ; Balaban v. Severe, 157 Pa. Superior Ct. 463, 43 A. 2d 543 (1945). It is- admitted by the claimant that the heart attack which the deceased suffered was not brought on by any unusual physical exertion or mishap, so there was no accident here of the type dealt with or discussed in the above cases.”\n“Death occurring in the normal course of the decedent’s work does not raise even an inference of an accident. Landis v. General Motors Corp., supra, 180 Pa. Superior Ct. 332, 334, 119 A. 2d 645 (1956); Adamchick v. Wyoming Valley Collieries Co., 332 Pa. 401, 3 A. 2d 377 (1939). It is common knowledge that many people die from coronary occlusions who have the best of medical care, and that many survive an attack with no medical care.”\n“The test here is not whether there was competent evidence to sustain a finding that there was an accident, but whether there was a capricious disregard of the evidence in the refusal to find that there was an accident. Allen v. Patterson-Emerson-Comstock, Inc., supra, 180 Pa. Superior Ct. 286, 119 A. 2d 832 (1956).”\n“In order to establish an accident of the type described by the Supreme Court, the claimant here must [prove] (1) that the employer agreed to provide medical care to its employes who became ill in the course of their employment; (2) that the nurse neglected to provide proper care; and (3) that the death of the employe was due to the neglect of the employer to provide proper care.”\n“Throughout his testimony it is clear that [Dr. Gordon’s] opinions and conclusions were strongly influenced, if not controlled, by that hindsight. ‘It wasn’t proper to ask a nurse ... to make a diagnosis and prescribe treatment as side as he must have been.’ ‘He should have had a doctor as sick as he must have been/ . . . ‘the nurse should have sent for a doctor as events turned out,’ ... ‘If he had received prompt and proper treatment, he might not have died/ ‘Of course I can’t’ . . . ‘state specifically that Mr. Baúr would have lived if he had been taken to the hospital promptly.’ ‘There was no harm done by the citrus carbonate. It was just inadequate as it turned out. The man died/\n“The force of Doctor Gordon’s testimony is further weakened because it was based upon two false assumptions. Throughout his testimony he assumed that Baur had pains in his arms. In at least four questions put to the doctor, reference was made to the pain in Baur’s arms, and in at least four answers to other questions, the doctor made reference to the pain in Baur’s arms. The evidence was that Baur never said anything about pain in his arms. Furthermore, the doctor stated that Baur ‘was put to bed because he couldn’t stand up.’ Baur walked into the first aid room; when the nurse was not looking, he walked upstairs to a toilet; when he left the first aid room, he walked away unassisted. Dr. Gordon’s opinions apparently were based, at least in part upon these assumptions which are not supported by the evidence.”\n“The conduct of the nurse must be judged not by hindsight, but in the light of the facts as they appeared [and the present condition and prior history of Baur] while Baur was in the first aid room. According to the evidence, this was the 123rd time Baur appeared at the first aid room during the nine years he was employed by the defendant. It was at least the 12th time he was there complaining of a stomach ailment, indigestion or pain in the abdomen. It was the third time he was there with pain in his chest. He had been there at least six times for a headache. He had not collapsed at work on the day he died. He walked into the first aid room. He told of having been ill of a virus.. He complained of diarrhea, vomiting, chills, and pains in his stomach and chest. He did not complain of pain in his arms. Diarrhea is not a symptom of heart trouble, but.pain in the arms is. Taken as a whole the symptoms were more indicative of a return of his previous illness than of a heart attack. His condition did not worsen. He seemed to have ‘gotten over his initial shock.’ When he left the first aid room, he changed his clothing and walked a considerable distance unassisted except for the carrying of his lunch box. At no time was he refused a doctor. Under these circum: stances was the nurse guilty of neglect to provide proper medical care when he immediately told Baur to lie down, and then later sent him home in a taxi after calling his wife and telling her to have her family physician there? The referee and the board found that the nurse was not guilty of neglect to provide proper care under these circumstances, and we cannot hold, as a matter of law, that in so holding the board capriciously disregarded the competent evidence.\n“The unanimous opinion of the board was written by its chairman, John L. Dorris, M.D. After relating certain facts and referring to Baur v. Mesta Machine Co., supra, 393 Pa. 380, 143 A. 2d 12 (1958), Dr. Dorris said: ‘Decedent displayed the symptoms of an ordinary attach of virus. The evidence does not disclose that (the nurse) had any reason to thinh otherwise. Based upon his opinion, he treated decedent accord: ingly and the record does not tell us that decedent’s condition during the period of treatment deteriorated. Had he known or been expected to know the true state of decedent’s health, claimant then would have a strong-, er case. Moreover, the nurse’s treatment may have prolonged decedent’s life an hour or two. This is not answered, nor are we told whether or not decedent would have survived had the best possible medical attention been rendered him.’ [We repeat, no Doctor, only God could have foretold whether under such circumstances Baur would have recovered.]\n“The Board found, therefore, that under the circumstances the nurse did not neglect to provide proper treatment. The board further found that the claimant had not established, with evidence it believed, that there was any causal connection between the death and any failure of the deceased to receive any particular treatment.\n“The burden rested upon the claimant to convince the board that the death was the result of an accident and not from natural causes or from the normal progress of a pre-existing ailment. Mancuso v. Mancuso, 150 Pa. Superior Ct. 22, 27 A. 2d 779 (1942); Rosso v. Aetna Steel Products Corp., supra, 174 Pa. Superior Ot. 258, 101 A. 2d 392 (1953). Even if an injury is the result of one or more causes, for only one of which the defendant is liable, the burden is on the claimant to individuate that one as the actual cause of his death. Gausman v. Pearson Co., supra, 284 Pa. 348, 131 A. 247 (1925); Kenny v. Thornton-Fuller Co., 190 Pa. Superior Ct. 552, 555, 155 A. 2d 220 (1959). The board did not believe that the employe’s death was caused by his failure to receive adequate care, and expressed the thought that the care administered might even have prolonged the employe’s life. See Nolker v. Ford Collieries Co., supra, 142 Pa. Superior Ct. 18, 15 A. 2d 557 (1940).”\nItalics throughout, crars.\nThat case arose on preliminary objections which of course admitted all facts which were weU pleaded and everything in the Court’s opinion must be considered in the light of the pleaded facts.",
        "type": "dissent",
        "author": "Me. Chief Justice Bell :"
      }
    ],
    "attorneys": [
      "Clyde E. Donaldson, for appellant.",
      "Henry E. Rea, Jr., with him Brandt, Riestér, Brandt & Malone, for appellees.",
      "Thomas Letois Jones, for amicus curiae."
    ],
    "corrections": "",
    "head_matter": "Baur, Appellant, v. Mesta Machine Company.\nArgued October 3, 1961.\nBefore Bell, O. J., Musmanno, Jones, Cohen, Eagen and Alpern, JJ.\nreargument refused January 17, 1962.\nClyde E. Donaldson, for appellant.\nHenry E. Rea, Jr., with him Brandt, Riestér, Brandt & Malone, for appellees.\nThomas Letois Jones, for amicus curiae.\nDecember 29, 1961:"
  },
  "file_name": "0617-01",
  "first_page_order": 653,
  "last_page_order": 677
}
