{
  "id": 1308416,
  "name": "Schrader, Appellant, v. Heath",
  "name_abbreviation": "Schrader v. Heath",
  "decision_date": "1962-07-02",
  "docket_number": "Appeal, No. 43",
  "first_page": "79",
  "last_page": "84",
  "citations": [
    {
      "type": "official",
      "cite": "408 Pa. 79"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "21 A. 2d 912",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "343 Pa. 109",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1208330
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/343/0109-01"
      ]
    },
    {
      "cite": "59 A. 100",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1904,
      "opinion_index": 0
    },
    {
      "cite": "209 Pa. 589",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936226
      ],
      "year": 1904,
      "opinion_index": 0,
      "case_paths": [
        "/pa/209/0589-01"
      ]
    },
    {
      "cite": "125 A. 2d 755",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "386 Pa. 306",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1268340
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/pa/386/0306-01"
      ]
    },
    {
      "cite": "80 A. 2d 776",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "367 Pa. 587",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1228341
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/367/0587-01"
      ]
    },
    {
      "cite": "81 A. 2d 870",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "368 Pa. 109",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1230332
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/368/0109-01"
      ]
    },
    {
      "cite": "96 A. 2d 895",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "374 Pa. 299",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1241468
      ],
      "pin_cites": [
        {
          "page": "302"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/374/0299-01"
      ]
    },
    {
      "cite": "114 A. 2d 491",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "382 Pa. 88",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1259928
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/pa/382/0088-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 450,
    "char_count": 6548,
    "ocr_confidence": 0.472,
    "pagerank": {
      "raw": 7.585840652949876e-07,
      "percentile": 0.970674931241165
    },
    "sha256": "be5e26edf0162ea3c1f04398d2f396a097441a230a0148689febaf573a16fcf5",
    "simhash": "1:9bd1be4ca4a85fe8",
    "word_count": 1096
  },
  "last_updated": "2024-02-27T19:06:06.776827+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen and O’Brien, JJ.",
      "Mr. Justice Cohen dissents."
    ],
    "parties": [
      "Schrader, Appellant, v. Heath."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice O’Brien,\nThe chancellor dismissed plaintiffs’ complaint in equity,. sustaining defendants’ preliminary objections bn the ground that the plaintiffs .have an adequate remedy at law. This appeal by Floyd B. Schrader, Jr., trading as Floyd B. Schrader and Son, one of the plaintiffs, is from the order of the court dismissing the complaint. The Borough of Towanda did not appeal.\nThe sole question in this appeal is whether plaintiff has an adequate remedy at law. The complaint avers the existence of a written contract between appellant and the Borough of Towanda for removal and disposal of garbage for a three year period commencing August, 1960. There is the averment of a written contract, dated May, 1957, between appellees and the borough for collection and disposal of garbage by appellees for a three year period. In this agreement is set forth: “8. This agreement is to be for a period of three years from the date of execution and is to be renewed providing the Contractor has faithfully performed all the conditions of the agreement and Ordinance No. (blank) of the Borough, such agreement and right of renewal is based on the fact that the Contractor has purchased new equipment to comply with the terms and conditions of the ordinance hereinabove set forth and that a shorter term than three years with the right of renewal would be a financial burden upon said contractor.”\nThe complaint further avers, inter alia, the following: the service performed by Heath was not in accordance with the contract and enumerated the violations; the borough advertised for bids for a new contractor and both appellant and Heath submitted bids and appellant being low bidder was awarded the contract; the appellees claim an automatic renewal of their contract and have continued to transport and dispose of garbage as heretofore; the appellant is proceeding with work on the disposal site and has purchased equipment designed to handle garbage in accordance with his contract with the borough; and appellees have continued with garbage disposal work in competition with appellant.\nAttached to the complaint is a copy of the ordinance regulating garbage disposal containing the following pertinent provisions: “Section 3. No person, except the contractor designated as herein provided, shall collect garbage or refuse from any other person for conveyance to the Borough Sanitary Landfill, nor shall any person or persons, except the aforementioned contractor, haul any garbage or refuse from any other person within the Borough of Towanda or from any point within such Borough to any place or location outside the Borough limits. Provided, however, /the prohibitions contained in this section shall not apply to any person who shall haul his own garbage or refuse, having first provided himself with a proper conveyance and container in which garbage and refuse can be conveyed in such a manner as not to be a source of annoyance or unpleasant odors and so as not to leak, drip or be scattered upon any of the streets or alleys of the Borough, paying such fee to the custodian or contractor as will be agreed upon between custodian or contractor for the privilege of using the Sanitary Landfill.\n“Section 4. The contract for the exclusive right to collect refuse from other persons in the Borough, and for the conveyance thereof, shall be awarded to a contractor for such period of time as shall be determined by the Borough Council to a competent and financially responsible person. . . .”\n“Section 6. Any person who shall violate any of the provisions of this ordinance shall, upon conviction thereof, be sentenced to pay a fine of not less than $10.00 nor more than $50.00 and costs of prosecution, and in default of such fine and costs, to imprisonment for not more than thirty (30) days. Provided: Each day’s violation of this ordinance shall constitute a separate offense.”\nThe complaint sets forth sufficient averments to invoke equitable relief. In Gardner v. Allegheny Coun ty, 382 Pa. 88, 114 A. 2d 491 (1955) at p. 94, we said: “Defendants by their ‘preliminary objections admit as true all facts which are averred in the bill of complaint but not the pleaders’ conclusions or averments of law’: Narehood v. Pearson, 374 Pa. 299, 302, 96 A. 2d 895. Moreover, when the sustaining of defendants’ preliminary objections will result in a denial of plaintiffs’ claim, or a dismissal of plaintiffs’ suit, preliminary objections should be sustained only in cases which are clear and free from doubt: London v. Kingsley, 368 Pa. 109, 81 A. 2d 870; Waldman v. Shoemaker, 367 Pa. 587, 80 A. 2d 776.”\nIn the instant case many legal actions may be resorted to in a piecemeal fashion without resolving this controversy in its entirety. Equity is available for this sort of litigation. While there are available many legal remedies, none of which will be dispositive of the entire controversy, only equity furnishes the forum to completely accomplish this purpose. In Pa. State Chamber of Commerce v. Torqualo, 386 Pa. 306, 125 A. 2d 755 (1956), at p. 329, Mr. Justice (now Chief Justice) Bell, quoting with approval the language used in Pennsylvania Railroad Company v. Bogert, 209 Pa. 589, 59 A. 100 (1904) said: “‘The most comprehensive statement of the rule and the one which has been followed by this court ever since its announcement in 1850 by Judge King in Bank of Virginia v. Adams, 1 Parsons, 534, is as follows: “To induce equity to refuse its aid to a suitor, it is not sufficient that he may have some remedy at law. An existing remedy at law to induce equity to decline the exercise of its jurisdiction in favor of a suitor must be an adequate and complete one. And when from the nature and complications of a given case, its justice can best be reached, by means of the flexible machinery of a court of equity, in short where a full, perfect and complete remedy cannot be afforded at law, equity extends its jurisdiction in furtherance of justice.” ’ See also Bell Telephone Company v. Driscoll, 343 Pa. 109, 21 A. 2d 912, supra.”\nThe order must be reversed and complaint reinstated and the record is remanded for further proceedings. Costs to abide the final determination.\nMr. Justice Cohen dissents.",
        "type": "majority",
        "author": "Mr. Justice O’Brien,"
      }
    ],
    "attorneys": [
      "George A. Spohrer, with him Andrew S. Moscrip, and Hourigan, Kluger & Spohrer, for appellant.",
      "Romeyn F. Culver, with him John J. Griffin, and Culver and Griffin, for appellees."
    ],
    "corrections": "",
    "head_matter": "Schrader, Appellant, v. Heath.\nArgued January 8, 1962.\nJuly 2, 1962:\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen and O’Brien, JJ.\nGeorge A. Spohrer, with him Andrew S. Moscrip, and Hourigan, Kluger & Spohrer, for appellant.\nRomeyn F. Culver, with him John J. Griffin, and Culver and Griffin, for appellees."
  },
  "file_name": "0079-01",
  "first_page_order": 109,
  "last_page_order": 114
}
