{
  "id": 1308421,
  "name": "Carnegie Borough Annexation Case",
  "name_abbreviation": "Carnegie Borough Annexation Case",
  "decision_date": "1962-06-28",
  "docket_number": "Appeal, No. 8",
  "first_page": "146",
  "last_page": "155",
  "citations": [
    {
      "type": "official",
      "cite": "408 Pa. 146"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "98 A. 2d 29",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "374 Pa. 537",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1241435
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/pa/374/0537-01"
      ]
    },
    {
      "cite": "152 A. 2d 731",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "396 Pa. 592",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1284873
      ],
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/pa/396/0592-01"
      ]
    },
    {
      "cite": "130 A. 2d 686",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "388 Pa. 444",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1272502
      ],
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/pa/388/0444-01"
      ]
    },
    {
      "cite": "173 A. 2d 461",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "405 Pa. 150",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1303601
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/pa/405/0150-01"
      ]
    },
    {
      "cite": "106 A. 2d 416",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "378 Pa. 311",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1250881
      ],
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/pa/378/0311-01"
      ]
    },
    {
      "cite": "149 A. 2d 119",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "394 Pa. 631",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1280978
      ],
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/pa/394/0631-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 643,
    "char_count": 14427,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 2.5542553982684394e-07,
      "percentile": 0.8146936365788121
    },
    "sha256": "9d65034bda3f493c0671fff0d551d603cfe3e481a042b861415fdf7a497d870a",
    "simhash": "1:a0e59c3924c9d43d",
    "word_count": 2399
  },
  "last_updated": "2024-02-27T19:06:06.776827+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen and O’Brien, JJ."
    ],
    "parties": [
      "Carnegie Borough Annexation Case."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Cohen,\nIn 1955 the council of the Borough of Carnegie (Borough), Allegheny County, enacted an ordinance purporting to annex 190 acres of land in Robinson Township (Township). This ordinance was enacted following presentation of a petition to the council by the freeholders within the area involved seeking the annexation. Township appealed to the court of quarter sessions from the passage of this ordinance. The proceeding lay dormant until March, 1956, when, upon motion of Borough, the court gave it leave to withdraw its application for approval of the annexation “without prejudice.”\nOn November 1, 1956 (at 8:00 p.m.), a new petition signed by a majority of the freeholders seeking annexation of the same 190 acres was presented to the council of Borough at its regular meeting. The petition was accompanied by a $150 fee and contained a description of the land to be annexed. An affidavit by one of the petitioners regarding the validity and number of the signatures was filed with the council. The same petitioner also executed an affidavit stating that at 6:00 p.m. the same evening a blank copy of the petition, without signatures, was served upon the township secretary by the attesting petitioner at the former’s residence.\nOn November 6, 1956, the date of the general election that year, five days after presentation of the petition to council and ten days prior to passage of the ordinance, the voters of Township elected to change the status of Township from second class to first class, effective the first Monday in January, 1957. On November 16, 1956, the borough council, at a special meeting properly called for general purposes, enacted an ordinance purporting to annex the 190 acres of land. In December, 1956, through its properly designated officials, Borough filed its petition seeking approval of the annexation with the court of quarter sessions. The next month Township filed a complaint in that court seeking to invalidate the annexation.\nThe matter apparently again lagged; but in July, 1958, the court convened to take testimony regarding the proceedings. The next month it handed down its adjudication rejecting the various contentions of Township and upholding the legality and propriety of the annexation. Exceptions were filed by Township, but the court en banc dismissed the exceptions and upheld the annexation.\nTownship appealed to the Superior Court which quashed the appeal. It pointed out that the proceedings arose under the Act of «July 20, 1953, P. L. 550, 53 P.S. §§67501-67508, under which the lower court’s determination of legality and propriety became an interlocutory proceeding if a complaint to the annexation was made. Under such circumstances, the Superior Court continued, the lower court, if satisfied as to the propriety and legality of the annexation, had then to refer the matter to commissioners to hold a hearing and to make findings of fact which the court thereafter would consider. Since this reference back to the commissioners had not been made, the appeal was premature.\nThe Superior Court also noted that since the Act of 1953 was silent as to appeal, it had no power to review the matter, citing Nottingham Fire Company Charter Case, 394 Pa. 631, 149 A. 2d 119 (1959), and Delaware County National Bank v. Campbell, 378 Pa. 311, 106 A. 2d 416 (1954), and that only this Court could entertain an appeal.\nThe lower court then referred the proceeding to the board of commissioners who, in reports filed in early 1961, disagreed among themselves. Two of the members found the proposed annexation disadvantageous to both Borough and Township. The third found the annexation greatly advantageous to Borough and to the property owners in the area and not greatly disadvantageous to Township. The court agreed with the minority commissioner and entered an order affirming the annexation. This appeal followed.\nCounsel for the appellant poses five questions. He first challenges the validity of the annexation procedure, alleging (a) that it was conducted under the provisions of The Borough Code, Act of May 4, 1927, P. L. 519, 53 PS §§45425-45426, as amended, rather than under the Act of 1953, P. L. 550, 53 PS §§67501-67508, and (b) that the necessary certification of filing a copy of the petition with Township supervisors was not attached to the petition when presented to Borough council as section 1 of the Act of 1953, 53 PS §67501, requires be done. The second questions the validity of the petition since the bulk of the signatures thereon were obtained over a year prior to its presentation to the council. The third raises the question of whether the withdrawal of the earlier proceeding by the borough council precluded Borough from enacting a similar annexing ordinance within five years under the Act of 1927, 53 PS §45425. The fourth question poses the problem of whether a Borough may annex land of a second class township after the electorate has voted to change the township to a first class township. Finally, Township challenges the propriety of the lower court’s action in overriding the findings of the majority of the board of commissioners in making its decision.\nInitially, we note the problem created by the existence of dual provisions for annexation of land of a second class township by a borough since both The Borough Code, §§425 and 426, 53 PS §§45425-45426, and the completely separate Act of July 20, 1953, P. L. 5.50, 53 PS §§67501-67508 contain relevant sections. Borough argues that while only The Borough Code gives the requisite power and authority to a borough to annex territory of a second class township, the procedure for annexation contained in The Borough Code was supplanted by the procedures set forth in the Act of 1953. Borough asserts further that the procedure followed in the instant case complied in all respects with the Act of 1953 and that Township’s objections based upon The Borough Code’s provisions are, therefore, not valid. Township seems to argue that Borough acted under The Borough Code provisions but raises objections based on both acts.\nWe are faced, therefore, with the same initial problem which confronted us in West Conshohocken Borough Appeal, 405 Pa. 150, 173 A. 2d 461 (1961). If Borough here actually proceeded under the provisions of The Borough Code, we must decide if those provisions were impliedly repealed by the Act of 1953, thus malting this attempted annexation invalid. If, on the other hand, Borough did proceed under the Act of 1953 (as we found the borough did in the West Conshohocken Borough case), we need not decide the question of repeal.\nThe Borough Code, §§425 and 426, 53 PS §§45425-45426, provides for annexation by ordinance upon petition signed by a majority in number of the freeholders of the territory to be annexed. The ordinance, once adopted, is to be filed with the court of quarter sessions, together with a description and a plot of the borough both before and after the proposed annexation. Notice of filing is to be filed in the office of the board of elections. This is sufficient to complete the annexation unless, under the general appeal provision, §1010 of The Borough Code, 53 PS §46010, a complaint as to the legality and/or propriety of the ordinance is made to the court of quarter sessions, accompanied by a proper- bond, within thirty days after the ordinance takes effect. The decision of the court is conclusive; thus, our appellate review is by narrow certiorari only. Dauphin Deposit Trust Company v. Myers, 388 Pa. 444, 130 A. 2d 686 (1957).\nThe procedure under the Act of 1953, P. L. 550, 53 PS §§67501-67508 is more complex. The first step is presentation to the borough of a petition signed by a majority of the freeholders in the territory involved requesting annexation, accompanied by a fee of $150 and a certification that, prior to the presentation to the borough, a copy of the petition, without signatures, is filed with the supervisors of the township concerned. The petition is then submitted for approval of the council (presumably by ordinance) and certified to the court of quarter sessions. If no aggrieved person, within 30 days of the certification to the court, files a complaint asking for the appointment of a board of commissioners, the court determines if the proceedings were legal and the annexation proper. If it is satisfied, it affirms the annexation. ■ If a complaint is made, however, the court, after making the same review of legality and propriety and being satisfied of both, must appoint a board of three commissioners to study the facts. The board is to report back to the court within 60 days, whereupon the court considers its findings and either dismisses the proceeding or affirms the annexation. If affirmed, the annexation becomes effective immediately (with a minor non-relevant exception). The act is silent regarding appeal; hence, our appellate review is by broad certiorari: Bell Appeal, 396 Pa. 592, 152 A. 2d 731 (1959).\nIn the present case the procedure, as reviewed above, followed basically that set forth in the Act of 1953. Even though the lower court ordered the township to post bond with, its complaint (a requirement contained only in The Borough Code), the submission of the $150 with the petition, the filing of an unsigned copy of the petition with the secretary of the board of township supervisors and the certification of such filing to the Borough council all involve steps required only under the Act of 1953. It is true that the court below (and possibly counsel) apparently had another view of the matter since no reference to a board of commissioners was made until the Superior Court pointed out this requirement (we overlook the Superior Court’s error in so doing — since it had no jurisdiction, its only proper course was to certify the appeal to this Court, not to quash it — because, in view of our finding here, we would undoubtedly have done the same thing) ; but, nevertheless, it seems apparent that the parties chose to follow the procedure under the Act of 1953. Therefore, just as in the West Conshohocken Borough case, we need not decide whether the Act of 1953 repealed the provisions of The Borough Code.\nViewing the procedure actually followed, therefore, and reiterating that our review is on broad certiorari, we are satisfied that the annexation was valid and proper.\nFirst, Township’s objection that the certification regarding filing with the supervisors was not “attached” to the petition requesting annexation borders on the frivolous. The certification apparently was not physically attached to the petition; but the record contains such a certification dated November 1, 1956 (the day the petition was presented to the Borough council) and discloses that the filing with the supervisors was made at 6:00 p.m. and the presentation to council at 8:00 p.m. We cannot sensibly hold that a lack of physical attachment is fatal to an annexation proceeding ; and if Township felt that the certification was not presented in proper time, it was its obligation to call the witnesses who would have knowledge of this matter. Having failed to do so, it cannot now complain.\nWe conclude, also, that filing with the supervisors of a second class township may be accomplished by filing the petition with the secretary of the board of supervisors. The latter is the keeper of the books and records and is logically the person to receive these papers.\nThe length of time used to obtain all of the required signatures on the petition is immaterial. The Act of 1953, §1, 53 PS §67501, states that the determination of the required number of petitioners is to be made as of the date of presentation of the petition. No other requirement is present. If, therefore, on the date of presentation, the petition is proper in names and number of signers, the fact that it took almost 16 months to obtain the necessary signatures is not a matter for consideration (although a signer may withdraw his signature before presentation of the petition).\nWithdrawal of the earlier annexation proceeding is similarly meaningless here. The five year requirement is in The Borough Code only, not in the Act of 1953; and in any event there was no “defeat” of an annexation ordinance, only a voluntary withdrawal of a proceeding seeking confirmation of an approved ordinance.\nA more difficult question arises from the change in status of Robinson Township from second to first class. As noted previously, the present petition was presented on November 1, 1956; the electorate approved the change in status at the election on November 6, 1956; the annexing ordinance was enacted on November 16, 1956; the change in status became effective January 7, 1957; and the annexation became effective August 7, 1961. The answer, however, is found in the case of Lancaster City Annexation Case (No. 2), 374 Pa. 537, 98 A. 2d 29 (1953) and in the Act of May 27, 1949, P. L. 1955, 53 PS §55108, construed therein. In the Lancaster case, we pointed out that the annexation ordinance was enacted prior to the change of status of the adjoining township. By “change of status” we did not indicate whether we meant the date of the electorate’s approval or the effective date of the change. However, the present appellant in its brief states that the Lancaster ordinance was enacted on the same day as the election was held; accordingly, our reference to the change of status occurring after passage of the ordinance can only mean that we referred to the effective date of the change and not the date of the election. Since the effective date here, too, followed the enactment of the ordinance, the conclusion that the annexation was not invalidated by the change in status necessarily follows.\nFinally, as to the advantages of the annexation, we are satisfied that the finding of the court below in favor of the annexation should not be disturbed. Although the testimony before the board of commissioners is not part of the record here, the two-member court considered the reports and testimony and both judges agreed on the conclusion reached. We can find no basis to disturb their decision.\nOrder affirmed.",
        "type": "majority",
        "author": "Mr. Justice Cohen,"
      }
    ],
    "attorneys": [
      "Joseph I. Lewis, for appellant.",
      "T. Robert Brennan, with him Brennan and Brennan, for appellee."
    ],
    "corrections": "",
    "head_matter": "Carnegie Borough Annexation Case.\nArgued March 16, 1962.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen and O’Brien, JJ.\nreargument refused July 18,1962.\nJoseph I. Lewis, for appellant.\nJune 28, 1962:\nT. Robert Brennan, with him Brennan and Brennan, for appellee."
  },
  "file_name": "0146-01",
  "first_page_order": 176,
  "last_page_order": 185
}
