{
  "id": 1308386,
  "name": "Gillette Company, Appellant, v. Master",
  "name_abbreviation": "Gillette Co. v. Master",
  "decision_date": "1962-06-28",
  "docket_number": "Appeal, No. 184",
  "first_page": "202",
  "last_page": "214",
  "citations": [
    {
      "type": "official",
      "cite": "408 Pa. 202"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "15 U.S.C.A. §45",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "66 Stat. 632",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "year": 1952,
      "opinion_index": 0
    },
    {
      "cite": "50 Stat. 693",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "year": 1937,
      "opinion_index": 0
    },
    {
      "cite": "65 Yale L. J. 23",
      "category": "journals:journal",
      "reporter": "Yale L.J.",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "65 Yale L. J. 196",
      "category": "journals:journal",
      "reporter": "Yale L.J.",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "64 Yale L. J. 967",
      "category": "journals:journal",
      "reporter": "Yale L.J.",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "176 A. 2d 413",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "406 Pa. 137",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1304938
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa/406/0137-01"
      ]
    },
    {
      "cite": "177 A. 2d 555",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "36 N. J. 342",
      "category": "reporters:state",
      "reporter": "N.J.",
      "case_ids": [
        1901631
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj/36/0342-01"
      ]
    },
    {
      "cite": "148 Atl. 110",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1929,
      "opinion_index": 0
    },
    {
      "cite": "298 Pa. 267",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1120328
      ],
      "year": 1929,
      "opinion_index": 0,
      "case_paths": [
        "/pa/298/0267-01"
      ]
    },
    {
      "cite": "179 F. Supp. 287",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        410401
      ],
      "year": 1859,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/179/0287-01"
      ]
    },
    {
      "cite": "128 F. Supp. 226",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4256242
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/128/0226-01"
      ]
    },
    {
      "cite": "299 U. S. 183",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5721451
      ],
      "weight": 3,
      "year": 1936,
      "opinion_index": 0,
      "case_paths": [
        "/us/299/0183-01"
      ]
    },
    {
      "cite": "139 A. 2d 897",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "392 Pa. 225",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845276
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/pa/392/0225-01"
      ]
    },
    {
      "cite": "19 A.L.R. 2d 1139",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "year": 1951,
      "pin_cites": [
        {
          "page": "1145"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "170 P. 2d 88",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1946,
      "opinion_index": 0
    },
    {
      "cite": "75 Cal. App. 2d 61",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        4472364
      ],
      "year": 1946,
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/75/0061-01"
      ]
    },
    {
      "cite": "366 U.S. 276",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1285880
      ],
      "weight": 3,
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/us/366/0276-01"
      ]
    },
    {
      "cite": "158 A. 2d 528",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "31 N.J. 591",
      "category": "reporters:state",
      "reporter": "N.J.",
      "case_ids": [
        565184
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/nj/31/0591-01"
      ]
    },
    {
      "cite": "154 A. 2d 650",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1959,
      "pin_cites": [
        {
          "page": "658"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "57 N.J. Super. 291",
      "category": "reporters:state",
      "reporter": "N.J. Super.",
      "case_ids": [
        418218
      ],
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/nj-super/57/0291-01"
      ]
    },
    {
      "cite": "274 N.W. 426",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "year": 1937,
      "opinion_index": 0
    },
    {
      "cite": "225 Wis. 474",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8690828
      ],
      "year": 1937,
      "opinion_index": 0,
      "case_paths": [
        "/wis/225/0474-01"
      ]
    },
    {
      "cite": "182 Ore. 34",
      "category": "reporters:state",
      "reporter": "Or.",
      "case_ids": [
        2435402
      ],
      "weight": 3,
      "year": 1947,
      "opinion_index": 0,
      "case_paths": [
        "/or/182/0034-01"
      ]
    },
    {
      "cite": "294 N.W. 756",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "year": 1940,
      "opinion_index": 0
    },
    {
      "cite": "229 Iowa 554",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        6037242
      ],
      "year": 1940,
      "opinion_index": 0,
      "case_paths": [
        "/iowa/229/0554-01"
      ]
    },
    {
      "cite": "157 F. Supp. 838",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4285913
      ],
      "weight": 3,
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/157/0838-01"
      ]
    },
    {
      "cite": "193 F. Supp. 462",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        456358
      ],
      "weight": 2,
      "year": 1961,
      "pin_cites": [
        {
          "page": "464"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/193/0462-01"
      ]
    },
    {
      "cite": "22 N.E. 2d 253",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 2,
      "year": 1939,
      "pin_cites": [
        {
          "page": "254"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "281 N.Y. 101",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2038271
      ],
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/ny/281/0101-01"
      ]
    },
    {
      "cite": "164 A. 2d 656",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "401 Pa. 413",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1294518
      ],
      "weight": 2,
      "year": 1960,
      "pin_cites": [
        {
          "page": "416"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/401/0413-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1025,
    "char_count": 21857,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 4.0243848999936057e-07,
      "percentile": 0.9067555676025899
    },
    "sha256": "2173c8ce333687b8036baf6bba98684996ff30e169ada7b132d331de70569b7b",
    "simhash": "1:bd9158874768b449",
    "word_count": 3612
  },
  "last_updated": "2024-02-27T19:06:06.776827+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen and O’Brien, JJ.",
      "Mr. Chief Justice Bell joins in this dissenting opinion."
    ],
    "parties": [
      "Gillette Company, Appellant, v. Master."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Cohen,\nPlaintiff-appellant, the Gillette Company (Gillette), a Delaware corporation, manufactures through its divisions shaving, cosmetic and pliarmacentical products which are sold at retail throughout Pennsylvania. Pursuant to the enabling provisions of section 1 of the Act of 1935, June 5, P.L. 266, as amended, 73 PS §7, fair trade agreements with certain retail outlets in the Commonwealth establishing minimum retail prices for the sale of its products. Appellees, individuals and co-partners trading as Master Drug Company (Master) and Aaron’s, have not entered into fair trade agreements with Gillette, but have received notice of the existence of such agreements between appellant and others. Nonetheless, by their own admission, appellees have been retailing appellant’s products at their two drug stores at less than the fair-traded prices in contravention of section 2 of the Act of 1935, which declares such sales to be unfair competition and actionable as such.\nGillette filed an action in equity to enjoin Master from continuing to sell its items below the fair-traded price. By stipulation, the parties agreed that the sole issue to be determined by the court below on a rule to show cause why a preliminary injunction should not issue was to be whether or not Gillette has standing to maintain its action despite the admitted fact that it had not obtained a certificate of authority to do business in Pennsylvania, pursuant to section 1001 of the Business Corporation Law (Act of 1933, May 5, P.L. 364, §1001, 15 PS §2852-1001).\nIn the stipulation between the parties, it was agreed that if the decision of the court below on the foregoing issue was in favor of Gillette, the court, without further hearing, might enter a preliminary injunction against appellees, enjoining them from selling Gillette products below the established minimum fair trade prices. It was further stipulated, however, that either party would have the right to appeal from the decision of the court below, and that any of the issues foreclosed on the preliminary hearing by the stipulation might be raised and litigated at a final hearing if one were held.\nIn its opinion, the court below held that, as a matter of law, the instant action is based on the tort of unfair competition, and hence, is not barred by the provisions of section 1014 of the Business Corporation Law of 1933. Because of its holding, the court considered it unnecessary to decide whether or not Gillette was “doing business” within the Commonwealth so as to require it to procure a certificate of authority. The lower court then went on to hold that under the decision of this court in Gulf Oil Corporation v. Mays, 401 Pa. 413, 164 A. 2d 656 (1960), it could not enter a preliminary injunction in the absence of proof that Gillette products are sold in fair and open competition in Pennsylvania with products of the same general class produced or manufactured by others.\nGillette has appealed the order of the court below discharging the rule for preliminary injunction, thereby presenting two questions for our consideration: (1.) Is an action brought by a manufacturer to enjoin a .retailer who is not a party to a fair trade contract from selling items below the fair traded price an action on a contract within the meaning of section 1011 of the Business Corporation Law of 1933, or is it an' action sounding in trespass; and, (2) where a defendant in an action brought under section 2 of the Act of 1935 has demanded proof that plaintiff’s products are sold in fair and open competition within the Commonwealth, can the parties, by means of a stipulation, subsequently remove this issue from the consideration of the trial court at a hearing on a rule to show cause why a preliminary injunction should not issue?\nThe courts in this Commonwealth have never decided whether an action for an injunction brought by a signatory to a fair trade contract against a non-signer is one in assumpsit, arising out of a breach of a contractual relationship, or one sounding in trespass as a result of tortious unfair competition. Both the cases of the other jurisdictions wherein this problem has been considered and the limited scholarly commentary available reveal a split of authority on this question.\nThe New York courts have adhered to the position that violation of price maintenance contracts by a non-signatory is a tort. In Port Chester Wine and Liquor Shop, Inc. v. Miller Bros. Fruiterers, Inc., 281 N.Y. 101, 22 N.E. 2d 253. (1939), the leading New York case, on this.subject, the New York Court of Appeals stated:. “Before the Fair Trade Act had become part of our statutes, it had been said in this court: ‘The law endeavors to protect the interest of parties in existing contractual relations from intentional and wrongful interference by strangers. The principle constitutes a limitation upon the doctrine of freedom of contract, which courts have imposed in an attempt to promote justice and fair dealing and to prevent wrongs.’ [citing case]. Section 2 of the statute is an extension of this principle. Conscious disregard of price maintenance provisions by non-signatories is made a tort (‘unfair competition’). . . .” (22 N.E. 2d at 254). The Port Chester decision was recently cited with approval in Max Factor & Co. v. Park Row Cut Rate, 193 F. Supp. 462 (S.D.N.Y. 1961) which is relied upon by appellant. In Park Row Cut Rate, the District Court stated, “The New York cases make it quite clear that this action . . . against non-signatories is not one upon contract but sounds in tort.” (193 F. Supp. at 464). Other jurisdictions adhering to the New York position include Hawaii (Sunbeam Corporation v. Gem Jewelry Company, Inc., 157 F. Supp. 838 (D. Haw. 1957)), Iowa (Iowa Pharmaceutical Ass’n et al. v. May’s Drug Stores, Inc., 229 Iowa 554, 294 N.W. 756 (1940)), Oregon (Borden Co. v. Schreder, 182 Ore. 34, 185 P. 2d 581 (1947)) and Wisconsin (Weco Products Co. v. Reed Drug Co., 225 Wis. 474, 274 N.W. 426 (1937)). See also 1 Callmann, Unfair Competition and Trade-Marks, §24.1 (a) (2d Ed. 1950).\nOn the other hand, the New Jersey courts adhere to the view that an action against a non-signer is one on a contract. In a recent opinion, Eli Lilly and Co. v. Sav-On Drugs, Inc., 57 N.J. Super. 291, 154 A. 2d 650 (1959), aff’d per curiam 31 N.J. 591, 158 A. 2d 528 (1960), aff’d on other grounds 366 U.S. 276, 81 S. Ct. 1316, 6 L. Ed. 2d 288 (1961), the New Jersey Superior Court stated: “Plaintiff argues that its action is one in tort and therefore not precluded by the Corporation Act. It would seem, however, that the action is one on contract because, while the defendant is a non-signer of a fair trade contract, it is liable under the statute since other persons have signed such contracts. Non-signers have been held to be bound to the same degree as signers [citing cases].” (154 A. 2d at 658). California courts also appear to adhere to this position. See Downs v. Benatar’s Cut Rate Drug Stores, 75 Cal. App. 2d 61, 170 P. 2d 88 (1946). Pertinent in this regard is Annot. 19 A.L.R. 2d 1139, 1145 (1951) wherein it is stated: “While obviously a retailer does not enter into a contract or agreement with a manufacturer or wholesaler to maintain fixed resale prices merely because he has been notified or has knowledge of these prices, as required by the fair trade acts as a requisite of his duty to maintain them, it may well be argued that a retailer who accepts goods accompanied with a notice of minimum resale prices thereby enters into a contract to maintain them. There is no reason why a contract or agreement within the meaning of the act may not be implied, as well as express.”\nIn deciding which approach to adopt, it is Avell to consider the basic history and philosophy surrounding fair trade laws in Pennsylvania. As we said in Gulf Oil Corp. v. Mays, — “[T]he accepted purpose of a fair trade act ‘is to prevent predatory price-cutting and cutthroat competition, and to protect OAvners and public alike against unfair practices in the distribution of articles of standard quality under a distinguished brand or mark.’ . . . Such legislation ... is an appropriate exercise of the state police poAver reasonably calculated to prevent price-cutting and ‘loss-leader’ practices Avhieh debase the good-will of a product known by its brand or trademark, injuring both the distributor and public in general.” (401 Pa. at 416).\nIn addition to protecting the public, a primary purpose of the fair trade act is to protect the manufacturer’s or producer’s good will which is represented by its trade mark, brand or name. Olin Mathieson Chemical Corp. v. L. & H. Stores, Inc., 392 Pa. 225, 139 A. 2d 897 (1958). See Hawkland, The Pennsylvania Unfair Sales and Unfair Cigarette Sales Laws, 73 PS p. 1, 21 (1960).\nSince Gillette is engaged in interstate commerce, its right to bind appellee (a non-signer) to sell only at prices stipulated in its fair trade agreements with other retailers derives jointly from the enabling provisions of the relevant federal legislation, the Miller-Tydings Amendment of §1 of the Sherman Act and the McGuire Amendment of §5(a) of the Federal Trade Oommission Act, and the provisions of the Pennsylvania Fair Trade Act. An analysis of these statutes persuades us that an action by a party to a fair trade agreement is in tort rather than in contract.\nThe crucial sections in both the federal and state legislation are those defining “unfair competition.”\nThe legislation, by its very wording, applies to a person who is “not a party to ... a contract or agreement” and designates his knowing and willing violation of such contracts or agreements as “unfair competition” — a tort. In the words of Callmann, “It will not be denied that unfair competition is a branch of the law of torts. ‘It consists of the traditional torts plus those which inflict some peculiar injury upon competitors . . .’ ” 1 Callmann, Unfair Competition and Trademarks §6.1, p. 105 (2d Ed. 1950). Pertaining to violations of fair trade agreements, Callmann states particularly, “The nature of the act will determine the number of such violations necessary to condemn the act as unfair competition. For example, a single violation of a resale price maÁntenance agreement . . . being in itself an act of competitive unlawfulness, would suffice. ...” 1 Callmann, supra, §8.4, p. 143. (Emphasis supplied).\nAppellees’ tortious conduct is threefold: (1) by selling below the fair trade price they assaulted the property interest — namely the good will — of the producer which the latter still possesses notwithstanding the conveyance of the item to the retailer (See Old Dearborn Distributing Co. v. Seagram-Distillers Corporation, 299 U. S. 183, 57 S. Ct. 139, 81 L. Ed. 109 (1936), and Remington Arms Company, Inc. v. Catling, 128 F. Supp. 226 (W.D. Pa. 1955); (2) by tending to coerce venders of commodities bound by fair trade contracts to lower their prices, thereby breaching their contracts with the producer, in order to become competitive with the price cutter — (See Puritron Corp. of New Haven v. Silo, Inc., 179 F. Supp. 287 (E.D. Pa. 1859); and (3) by committing a tort per se since their knowing and willing violation of an express statutory proscription against price-cutting was contrary to the legislatively designated public policy of the Commonwealth. (See Sunbeam Corporation v. Gem Jewelry Company, supra; Iowa Pharmaceutical Ass’n. v. May’s Drug Stores, supra; Borden Co. v. Schreder, supra, and Weco Products Co. v. Reed Drug Co., supra.\nWhere, as in Pennsylvania, a state authorizes resale price maintenance contracts, it is contrary to the public policy for non-signatories to derogate from the effectiveness of these agreements by price cutting. A party to a fair trade contract does not, therefore, enforce mere contractual obligations when he brings an action under the Act of 1935 against a non-signatory. Rather, he is implementing a set of statutory rights which entitle him to designate the resale price of retail items. Sunbeam Corp. v. Gem Jewelry Company, supra.\nSince Gillette’s action against appellee is not an action on a contract but is an action in trespass based on tortious unfair competition, appellant possessed the standing requisite to maintain its action for a preliminary injunction notwithstanding the fact that it was not registered to do business in Pennsylvania. The lower court was correct when it observed that section 1014 of the Pennsylvania Business Corporation Law in no way restricts the maintenance of such an action in tort by an unregistered foreign corporation.\nSimilarly, the court below properly refused to grant the preliminary injunction since Gillette did not establish by an affirmative show of proof that its products are in free and open competition within the Commonwealth in compliance with the statutory requirement contained in section 1 of the Fair Trade Act (73 PS §7).\nIn their answer to the allegation in Gillette’s complaint that its products are sold in fair and open competition within the Commonwealth, appellees asserted that they were without sufficient information to affirm or deny the allegations and demanded proof of same at the time of trial. Having thus professed lack of knowledge regarding and having required evidence of appellant’s competitive structure, appellee cannot subsequently stipulate with appellant that, if Gillette is not in contravention of the registration requirements of the Business Corporation Law, a preliminary injunction could be entered by the court below. Rather, appellant became obligated to show that its products were offered in such fair and open competition.\nBefore a court can entertain an action for a preliminary injunction under section 2 of the Act of 1935 (73 PS §8), it must be established that the plaintiff-producer’s products are in fair and open competition within the state. Parties cannot by agreement eliminate this requirement and confer power upon the court to enter an injunction despite lack of compliance with the statutory provision. It is fundamental that parties to a divorce action cannot waive the requirement that the libellant prove tlie residence necessary to establish the court’s jurisdiction; nor can they by stipulation agree that the residence necessary to establish jurisdiction is complied with. Indeed, it is never within the power of litigants to invest a court with any power not conferred upon it by law. See Bluestone v. DeRoy, 298 Pa. 267, 148 Atl. 110 (1929). Here, as in the requirement of residence in divorce actions, because of the overriding public interest in price fixing litigation, the courts will not enforce fair trade provisions against non-signers unless all the statutory requirements are satisfied. Gulf Oil Corporation v. Mays, supra. Also see Gillette Co. v. Two Guys from Harrison, Inc., 36 N. J. 342, 177 A. 2d 555. This is true notwithstanding the willingness of the parties to waive strict compliance with the legislative mandate.\nAccordingly, the lower court properly refused to grant a preliminary injunction. As we recently held in Perloff Bros., Inc. v. Cardonick, 406 Pa. 137, 176 A. 2d 413 (1962), a preliminary injunction will not issue unless: (1) the rights of the plaintiff are clear; (2) there is an urgent necessity to avoid injury which cannot be compensated for by damages; and, (3) greater injury will be done by refusing it than in granting it. None of these conditions are here present. Absent the necessary proof of compliance with the statutory prerequisites of the Fair Trade Act, appellant has not demonstrated that it is entitled to relief by the courts. A preliminary injunction would, therefore, be improper at this time.\nDecree affirmed. Each party to bear own costs.\nSection 1 provides in pari : “No contract relating to the sale or resale of a commodity which bears, or the label or content of which bears, or the vending equipment from which said commodity is sold to the consumer bears the trade-mark, brand or the name of the producer or owner of such commodity, and which is in fair and open competition with commodities of the same general class produced by others, should, be deemed in violation of any law of the State of Pennsylvania by reason of any of the following i>rovisions which may bo contained in such contract: (a) That the buyer will not resell such commodity, except at the price stipulated by the vendor, (b) That the buyer of such commodity require upon Ms resale of such commodity that ilie purchaser from him agree that such purchaser will not in turn resell except at’ the price stipulated by the vendor of the buyer/'\nThe relevant portion of section 2 of the Act stated: “§8 Unfair Competition defined; defense. Wilfully and knowingly advertising offering for sale, or selling any commodity at less than the price stipulated in any contract entered into pursuant to the provisions of section one of this act, whether the person so advertising, offering for sale, or selling is, or is not, a party to such contract, is unfair competition and is actionable at the suit of such vendor, buyer or purchaser of such commodity. . . .” (Act of 1935, June 5, P.B. 266, §2, as amended, 73 PS §8).\nIn pertinent part, §1001 provides: “Admission of Foreign Business Corporations. — A foreign business corporation, before doing any business in this Commonwealth shall procure a certificate of authority to do So froto the Department of State. ■. . .”\nSection 1014 of the Pennsylvania Business Corporation Daw (Act of 1933, May 5, P.D. 364, 15 PS §2852-1014) provides inter alia: “1014. Penalty For Doing Business Without Certificate of Authority — Any foreign business corporation which is required by the provisions of this act to procure a certificate of authority, but has not done so, . . . shall be guilty of a misdemeanor . . .; but the failure of any such corporation to apply for and secure a certificate of authority from the Department of State shall not impair or affect the validity of any contract with such corporation, and actions or proceedings at law or equity may be instituted and maintained on any such contract. No such action, however, shall he instituted or recovery had hy any such corporation on any such contract either expressed or implied, in any of the courts of this Commonwealth, or before any justice of the peace or magistrate thereof, until such corporation shall obtain a certificate of authority, and shall pay to the Department of State a fine of two hundred fifty dollars ($250.00).\" (Emphasis supplied).\nThis provision is identical in all important regards with Section 2 of our own Fair Trade Act which is quoted in footnote 2.\nThe propriety of Fair Trade legislation in our economic system has evoked varying reactions among the commentators. See, e.g., Adams, Resale Price Maintenance: Fact and Fancy, 64 Yale L. J. 967 (1955) and Adams, Fair Trade and the Art of Prestidigitation, 65 Yale L. J. 196 (1955). Herman, A Note on Fair Trade, 65 Yale L. J. 23 (1955), McLaughlin, Fair Trade Acts, 86 U. Pa. L. R. 803 (1938). Ague, Resale Price Maintenance — A Threat to Free Competition, 63 Dick. L. R. 107 (1959). Also Fulda, Resale Price Maintenance, 21 U. Chi. L. R. 175 (1954).\n50 Stat. 693 (1937), 15 U.S.G.A. §1. The relevant portion of the amendment provides: “. . . provided, That nothing- herein contained [in sections 1-7 of this title] shall render illegal, contracts or agreements prescribing minimum prices for the resale of a commodity which bears, or the label or container of which bears, the trade mark, brand, or name of the producer or distributor of such commodity and which is in free and open competition with commodities of the same general class produced or distributed by others, when contracts or agreements of that description are lawful as applied to intrastate transactions, under any statute, law, or public policy now or hereafter in effect in any State ... in which such resale is to be made. . . .”\n66 Stat. 632 (1952), 15 U.S.C.A. §45(a), Subsection 3, provides, inter alia, — “Nothing contained, in this Act or in any of the Antitrust acts shall render unlawful the exercise or enforcement of any right or right of action created by any statute, law or public policy now or hereafter in effect in any State, . . . which in substance provides that willfully and knowingly advertising, offering for sale, or selling any commodity at less than the price or prices prescribed in such contracts or agreements whether the person so advertising, offering for sale, or selling is or is not a party to such a contract or agreement, is unfair competition and is actionable at the suit of any person damaged thereby.”\nSee footnote 2.\nSee footnotes 2 and 8.",
        "type": "majority",
        "author": "Mr. Justice Cohen,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Benjamin R. Jones:\nI am in agreement with the conclusion reached by the majority of this Court that Gillette possessed the necessary standing to maintain this action for a preliminary injunction.\nI disagree with the majority of this Court, however, in affirming the court below in its refusal to grant a preliminary injunction. In view of the stipulation entered into by the parties in the court below that, in the event Gillette was found to have proper standing, a preliminary injunction could issue, such stipulation amounted to an acknowledgment or admission that Gillette’s products were in free and open competition within the Commonwealth in compliance with the statutory requirement of section 1 of the Fair Trade Act.\nMr. Chief Justice Bell joins in this dissenting opinion.",
        "type": "dissent",
        "author": "Mr. Justice Benjamin R. Jones:"
      }
    ],
    "attorneys": [
      "Francis Hophinson, for appellant.",
      "Melvin Lashner, with him David Harrison, Paul Bhaliia, and Adelman & Lavine, for appellees."
    ],
    "corrections": "",
    "head_matter": "Gillette Company, Appellant, v. Master.\nArgued January 12, 1962.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen and O’Brien, JJ.\nJune 28, 1962:\nFrancis Hophinson, for appellant.\nMelvin Lashner, with him David Harrison, Paul Bhaliia, and Adelman & Lavine, for appellees."
  },
  "file_name": "0202-01",
  "first_page_order": 232,
  "last_page_order": 244
}
