{
  "id": 1308402,
  "name": "Chester v. Elam, Appellant",
  "name_abbreviation": "Chester v. Elam",
  "decision_date": "1962-09-25",
  "docket_number": "Appeals, Nos. 147, 148 and 149",
  "first_page": "350",
  "last_page": "356",
  "citations": [
    {
      "type": "official",
      "cite": "408 Pa. 350"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "70 Yale L. J. 1",
      "category": "journals:journal",
      "reporter": "Yale L.J.",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "16 A. 2d 737",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1940,
      "opinion_index": 0
    },
    {
      "cite": "142 Pa. Superior Ct. 591",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1028882
      ],
      "year": 1940,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/142/0591-01"
      ]
    },
    {
      "cite": "65 A. 2d 440",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1949,
      "opinion_index": 0
    },
    {
      "cite": "164 Pa. Superior Ct. 449",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        465655
      ],
      "year": 1949,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/164/0449-01"
      ]
    },
    {
      "cite": "306 U. S. 451",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6140919
      ],
      "weight": 3,
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/us/306/0451-01"
      ]
    },
    {
      "cite": "7 Pa. D. & C. 2d 34",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.2d",
      "case_ids": [
        8729289
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c2d/7/0034-01"
      ]
    },
    {
      "cite": "73 Pa. D. & C. 470",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.",
      "case_ids": [
        1588822
      ],
      "year": 1949,
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c/73/0470-01"
      ]
    },
    {
      "cite": "60 Pa. D. & C. 1",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.",
      "case_ids": [
        1570633
      ],
      "year": 1947,
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c/60/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 572,
    "char_count": 9306,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 9.896737285369194e-07,
      "percentile": 0.9823785093262194
    },
    "sha256": "9e5c87a62be2bffad201a99faec644f704ed98fd83fee502a3edf6aed451ae75",
    "simhash": "1:bff3e0a86c609c2e",
    "word_count": 1561
  },
  "last_updated": "2024-02-27T19:06:06.776827+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen and O’Brien, JJ.",
      "Mr. Chief Justice Bell concurs in the result."
    ],
    "parties": [
      "Chester v. Elam, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Cohen,\nIn 1960, appellants were arrested and brought before a magistrate in the City of Chester (City) and charged with disorderly conduct under an ordinance of City. At the time of their arrest, one of the appellants possessed a concealed steel bar and another had a blackjack.\nAfter a hearing, the magistrate found all three appellants guilty of disorderly conduct under City Code of Chester, Section 19-8, which reads as follows: “Any person who creates or participates in a disturbance, or in a disorderly assembly, in any street, house or place in the City shall upon conviction before the Mayor, committing magistrate or any Alderman of the City, be fined not less than $5, nor more than $300 for any one offense, recoverable with costs together with judgment of imprisonment not exceeding 90 days, if the amount of such judgment and costs shall not be paid.” Each appellant was fined $300 and costs which was later reduced to $50 apiece. Two of them paid their fine and costs and the third served thirty days in the county prison.\nSubsequently, appellants filed a petition for a writ of certiorari to the court below which allowed the writ. The magistrate filed his transcript of the proceedings with the lower court and appellants filed their exceptions to the record. After argument, the court en banc handed down its opinion and decree dismissing the writ of certiorari and sustaining the action of the magistrate. The instant appeals followed.\nThe ordinance under which appellants were prosecuted and convicted was passed prior to the adoption of the amendments to The Third Class City Code by the Acts of 1847, June 10, P. L. 494, and 1951, June 28, P. L. 662, 53 P.S. §37403(55), which authorise third class cities: “To define disorderly conduct within the limits of the city and to provide for the imposition of penalties for such conduct. . . .”\nThere is no serious dispute here that were this the sole factual consideration, the exceptions to the record of the magistrate would have been sustained and the conviction and imposition of sentence reversed. This is necessarily so since City, like all other third class cities, did not have the power to create by ordinance the offense of disorderly conduct prior to passage of the Acts of 1947 and 1951. City of Johnstown v. Troutman, 60 Pa. D. & C. 1 (1947) ; Commonwealth ex rel. v. Klein, 73 Pa. D. & C. 470 (1949) and Harrisburg v. Gable, 7 Pa. D. & C. 2d 34 (1956).\nAnother fact, however, complicates the problem. In 1958, City passed an ordinance “Adopting a consolidation, codification and revision, containing minor non-substantive changes of the general and permanent ordinances of the City of Chester, Pennsylvania, and providing for penalties for the violation thereof.” Included in this codification is the above-quoted provision pertaining to disorderly conduct. The City’s codification action was in accordance with the Act of 1957, July 10, P. L. 631, 53 P.S. §36014.1 which empowers third class cities to adopt a “consolidation, codification or revision, containing minor nonsubstantive changes, as an ordinance, in the same manner that is now prescribed by law for the adoption of its ordinances, except as hereinafter provided,”\nHence, we are confronted with two additional questions :\n1. Is the codification of a Third Class City ordinance under the terms of the Act of 1957 actually a reenactment of an ordinance so codified?\n2. Does the inclusion in the codification of an ordinance which City lacked the power to enact in the first instance, actually constitute a new enactment and hence violate the power contained in the Act of 1957 which permits only minor nonsubstantive changes?\nThe Act of 1957 was designed merely to permit a third class city to gather its existing ordinances and to consolidate them into a unified code for the convenience of the municipalities and its citizens. It does not purport to add to the body of laws within the community since all the ordinances had been enacted and were in existence prior to the codification. This is in no sense a re-enactment of the legislation involved. Had the legislature intended by the Act of 1957 to give third class cities the power to create new ordinances in the codification, it would have so provided. It is significant to note that where the legislature intends one of its own acts.to constitute a re-enactment of prior legislation, it is specifically so designated in the title (See e.g., the title of The Third Class City Code, Act of 1951, June 28, P. L. 662, 58 P.S. §35101 et seq.).\nThere can be no doubt, therefore, that the power granted to City and to all third class cities to prepare a consolidation, codification or revision containing minor nonsubstantive changes does not include the power to enact an ordinance which creates new crimes and imposes new obligations and substantial penalties. Nor, does the power granted by the legislature to third class cities to codify their ordinances enable them by means of the codification to revive and re-enact ordinances which were defective, unauthorized and improperly enacted in the first instance. In effect, City in the instant case, proposes to revitalize a nullity. It proposes to give legal effect to an ordinance which predated the enabling legislation of 1947. This it cannot do. The inclusion of an invalid statute or ordinance in a code is without effect. II Sutherland, Statutory Construction, 3d Ed. (1943), Section 3708 and cases cited therein.\nSection 3704 of 11 Sutherland, Statutory Construction and the cases cited in the 1962 cumulative supplement give a succinct analysis of the import of compilations. “A compilation of laws may be either officially or privately prepared. It is merely a systematic arrangement of all the statutes of a particular state published to facilitate the discovery of the law. Usually a compilation does not purport to eliminate laws which have been repealed but instead collects all laws on the same subject regardless of their operative effect. Even where a compilation has been given legislative approval it does not affect the status of the law and the final authority remains in the statutes as originally enacted by the legislature. The omission of statutes from the compilation, disastrous as it may be to the hurried lawyer in search of the statutory material, is without effect and if the statute is still in force its omission from the compilation is without legal significance.”\nEven, however, were the disorderly conduct section of the Chester City Code properly enacted, we still would be required to invalidate its provisions. It fails to “define disorderly conduct” as required by the legislature in the enabling legislation of The Third Class City Code, 53 P.S. §37403(55). It is significant that in enacting section 406 of The Penal Code of 1939, June 24, P. L. 872, 18 P.S. §4406, the legislature set forth in some detail the elements of the offense of disorderly conduct. In the adoption of its ordinance, a third class city cannot be permitted to do any less nor can it define disorderly conduct in a manner that does not bear striking resemblance to the definition contained in The Penal Code.\nThis leads to an even more basic objection to the statute. In order to comply with the due process clauses of both the Pennsylvania Constitution and the Constitution of the United States, a criminal statute must be sufficiently certain and definite to inform the accused of the acts which the statute is intended to prohibit and which will render him liable to its penalties. “A statute that either forbids or requires the doing of an act in terms so vague that men of common intelligence must guess as to its meaning and differ as to its application lacks the first essential of due process of law.” Lanzetta, v. State of New Jersey, 306 U. S. 451, 83 L. Ed. 888, 59 S. Ct. 618 (1939). Commonwealth v. Klick, 164 Pa. Superior Ct. 449, 65 A. 2d 440 (1949); Commonwealth v. Unkrich, 142 Pa. Superior Ct. 591, 16 A. 2d 737 (1940). See generally, 14 Am. Jur., Criminal Law, §19. From the wording of the ordinance in question, there is no standard by which “men of common intelligence” could determine what activities will result in the prescribed sanctions. It is in essence a dragnet statute which permits the arrest of persons who are acting in a manner which does not meet the approval of the authorities. See State v. Doe, 31 U. S. Law W. 2002 (N. H. S. Ct. (1962)); Model Penal Code §250.2 (Proposed Official Draft, May 4, 1962), and comments (Tent. Draft No. 13, April 19, 1961), and Douglas, Vagrancy and Arrest on Suspicion, 70 Yale L. J. 1 (1960).\nAccordingly, since the instant ordinance does not adequately define “disorderly conduct”, it is violative of the due process clauses of both the United States and Pennsylvania Constitutions, and is also in contravention of the enabling provisions of the Acts of 1947 and 1951. (53 P.S. §37403 (55)).\nJudgment reversed.\nMr. Chief Justice Bell concurs in the result.",
        "type": "majority",
        "author": "Mr. Justice Cohen,"
      }
    ],
    "attorneys": [
      "Jaclc Brian, for appellants.",
      "Philip A. MoMunigal, Jr., Assistant City Solicitor, with him Joseph W. deFuria, City Solicitor, for City of Chester, appellee."
    ],
    "corrections": "",
    "head_matter": "Chester v. Elam, Appellant.\nArgued April 19, 1962.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen and O’Brien, JJ.\nSeptember 25, 1962:\nJaclc Brian, for appellants.\nPhilip A. MoMunigal, Jr., Assistant City Solicitor, with him Joseph W. deFuria, City Solicitor, for City of Chester, appellee."
  },
  "file_name": "0350-01",
  "first_page_order": 380,
  "last_page_order": 386
}
