{
  "id": 1308391,
  "name": "Bugen, Appellant, v. New York Life Insurance Company",
  "name_abbreviation": "Bugen v. New York Life Insurance",
  "decision_date": "1962-09-25",
  "docket_number": "Appeal, No. 181",
  "first_page": "472",
  "last_page": "479",
  "citations": [
    {
      "type": "official",
      "cite": "408 Pa. 472"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "180 A. 2d 74",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "407 Pa. 89",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1307381
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa/407/0089-01"
      ]
    },
    {
      "cite": "126 A. 2d 442",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "386 Pa. 517",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1268312
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/pa/386/0517-01"
      ]
    },
    {
      "cite": "167 A. 603",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1933,
      "opinion_index": 0
    },
    {
      "cite": "109 Pa. Superior Ct. 195",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        967750
      ],
      "year": 1933,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/109/0195-01"
      ]
    },
    {
      "cite": "137 A. 2d 332",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "391 Pa. 28",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1276845
      ],
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/pa/391/0028-01"
      ]
    },
    {
      "cite": "169 A. 2d 298",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "403 Pa. 212",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1299477
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/pa/403/0212-01"
      ]
    },
    {
      "cite": "172 A. 712",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1934,
      "opinion_index": 0
    },
    {
      "cite": "315 Pa. 298",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1156746
      ],
      "year": 1934,
      "opinion_index": 0,
      "case_paths": [
        "/pa/315/0298-01"
      ]
    },
    {
      "cite": "159 A. 870",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1932,
      "opinion_index": 0
    },
    {
      "cite": "306 Pa. 435",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1136890
      ],
      "year": 1932,
      "opinion_index": 0,
      "case_paths": [
        "/pa/306/0435-01"
      ]
    },
    {
      "cite": "89 Pa. 464",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063253
      ],
      "year": 1879,
      "opinion_index": 0,
      "case_paths": [
        "/pa/89/0464-01"
      ]
    },
    {
      "cite": "85 A. 2d 858",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1952,
      "opinion_index": 0
    },
    {
      "cite": "369 Pa. 235",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1232369
      ],
      "year": 1952,
      "opinion_index": 0,
      "case_paths": [
        "/pa/369/0235-01"
      ]
    },
    {
      "cite": "172 A. 306",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1934,
      "opinion_index": 0
    },
    {
      "cite": "315 Pa. 34",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1156652
      ],
      "year": 1934,
      "opinion_index": 0,
      "case_paths": [
        "/pa/315/0034-01"
      ]
    },
    {
      "cite": "24 Pa. Superior Ct. 589",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        849795
      ],
      "year": 1904,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/24/0589-01"
      ]
    },
    {
      "cite": "175 A. 492",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1934,
      "opinion_index": 0
    },
    {
      "cite": "316 Pa. 444",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1159047
      ],
      "year": 1934,
      "opinion_index": 0,
      "case_paths": [
        "/pa/316/0444-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 551,
    "char_count": 9252,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 5.833616801480323e-07,
      "percentile": 0.9517707403018477
    },
    "sha256": "3fa562fc48da1e4a7910b8eb35da82f26872990b4061e4cdf2264f99b50b6715",
    "simhash": "1:3b1750b67d7d796f",
    "word_count": 1573
  },
  "last_updated": "2024-02-27T19:06:06.776827+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen and O’Brien, JJ."
    ],
    "parties": [
      "Bugen, Appellant, v. New York Life Insurance Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Eagen,\nThis is an action to recover the proceeds allegedly due under the terms of a life insurance contract. A jury trial resulted in a verdict for the defendant. Motions for a new trial or judgment non obstante veredicto were dismissed. Plaintiff appeals from the judgment entered on the verdict.\nThe insured, Harry Laveton, died on January 14, 1960. In his possession at the time of death was the insurance policy involved, which named his uncle, the plaintiff herein, as the beneficiary. The policy bore an issue date of June 3, 1959, but recited that it was effective as of December 8, 1927.\nThe company refused payment to the plaintiff after demand, and eventually paid the full proceeds due thereunder to the insured’s widow, Polly Laveton. Its position was that the plaintiff’s name was inserted in the policy as the beneficiary by the mistake of one of its employees and that the real, intended and legal beneficiary as of the date of death was the insured’s widow.\nJudgment n.o.v.\nIn resolving the merits of the motion for judgment n.o.v., the crucial question for determination is whether or not the evidence was legally sufficient to support the finding of the jury that a mistake had occurred in the draftsmanship of the policy. This is a question of law. We conclude that it was.\nA court of equity has the power to reform the written evidence of a contract and make it correspond to the understanding of the parties. This principle applies with equal force to insurance contracts: Broida v. Travelers Insurance Company, 316 Pa. 444, 175 A. 492 (1934). However, the mistake must be mutual to the parties to the contract: Boyce v. Fire Ins. Co., 24 Pa. Superior Ct. 589 (1904); Kaufman v. New York Life Ins. Co., 315 Pa. 34, 172 A. 306 (1934) ; Vrabel v. Scholler, 369 Pa. 235, 85 A. 2d 858 (1952). Parol evidence is generally admissible for the purpose of showing that, by reason of a mutual mistake, a written instrument does not truly express the intention of the parties: Eilenberger v. Protective Mutual Fire Ins. Co., 89 Pa. 464 (1879); Roberts v. Roesch, 306 Pa. 435, 159 A. 870 (1932) ; and, Allinger v. Melvin, 315 Pa. 298, 172 A. 712 (1934); Pellegrene v. Luther, 403 Pa. 212, 169 A. 2d 298 (1961).\nHowever, to warrant the reformation of the terms of a written contract on the grounds of mutual mistake, the evidence must be clear, convincing, and of the most satisfactory character. In fact, in order to obtain the reformation of a contract because of mutual mistake, the moving party is required to show the existence of the mutual mistake by evidence that is clear, precise and convincing: Easton v. Wash. Ins. Co., 391 Pa. 28, 137 A. 2d 332 (1957) ; Pellegrene v. Luther, supra. Furthermore, the evidence must be established by two witnesses, or by one witness and corroborating circumstances, Easton v. Wash. Ins. Co., supra.\nThe fact, that the insurance company did not first seek the reformation of the terms of the insurance contract in an action in equity, is not controlling and does not defeat its right to show the existence of a mutual mistake in the instant action. In this Commonwealth, wherein equitable principles are administered in common law forms, reformation of a policy in equity for mutual mistake is not a prerequisite to an action upon it at law: Litto v. Public Fire Ins. Co., 109 Pa. Superior Ct. 195, 167 A. 603 (1933); Broida v. Travelers Ins. Co., supra; Restatement, Contracts, §507.\nWith these principles of law in mind, let us review the evidence.\nThe policy was originally issued on December 8, 1927, naming the plaintiff, the insured’s uncle, as beneficiary. It inadvertently stated that the insured’s date of birth was September 23, 1905, whereas in fact, it was September 23, 1903. In 1930, the insured married. On January 6, 1931, a change of beneficiary form was executed and filed with the company by the insured, naming his wife as beneficiary. The change of beneficiary was endorsed on page seven of the policy. The plaintiff’s name, as the beneficiary originally named, remained on page one thereof.\nIn the year of 1959, an agent of the company discovered the existence of the date of birth discrepancy, not only in the policy involved, but also in six other insurance policies carried on the insured’s life. He pointed out to the insured the possible financial consequences and difficulties in connection with the collection of the proceeds of the policies. He advised that the policy involved, and the six others, be returned promptly to the company for correction and adjustment. The insured agreed and personally handed over all of the insurance policies to the company’s agent for this sole and limited purpose. No change in beneficiary was discussed or requested.\nThe local office of the insurance company contacted the home office as to the necessary procedure to effectuate the correction and adjustment. The home office prepared and forwarded forms for signature by the insured. After execution, they were returned to the home office, together with the policies and a copy of the insured’s birth certificate. These written forms requested only that the policy be corrected as to the date of birth stated therein. Nothing was said as to a change of beneficiary.\nAs a result, the company’s records were corrected and the company instead of correcting the date of birth and adjusting the principal sum due thereunder on the original policy, issued a substitute or new policy which was delivered to the insured on, or about, June 3, 1959. This policy was identical with the original policy except the date of birth was changed to conform with the correct facts, the principal sum was adjusted and the endorsement noting the change of the original beneficiary was omitted.\nIn addition, the office records of the company manifested that the last and only change in beneficiary requested by the insured was that of January 6, 1931, wherein the insured’s wife was named beneficiary. No written request was ever filed to change the name of the beneficiary from that of the wife. The terms of the policy provided, inter alia, “Every change of beneficiary must be made by written notice to the Company at its Home Office accompanied by the Policy for Indorsement of the change thereon by the Company, and unless so indorsed the change shall not take effect.”\nThis evidence was legally sufficient to warrant the submission of the question of mutual mistake to the jury. The motion for judgment n.o.v. was, therefore, correctly overruled.\nNew Trial\nThe plaintiff complains that the court refused to charge the jury that the company’s negligence in the draftsmanship of the policy, in effect, prevented it from raising the defense of mutual mistake in this action. This is without merit. The question of the validity of the contract was not involved. If all of the elements necessary for the reformation of a written contract are present, mere negligent conduct on the part of one of the parties thereto in failing to discover the mistake will not bar reformation in the absence of prejudice or a violation of a positive legal duty. See, 3 Pomeroy’s Equity Jur. (5th ed.) §856b; Goldin, The Law of Insurance in Pennsylvania, Yol. 1 (2d ed.), §268; Broida v. Travelers Ins. Co., supra.\nAppellant also argues that the trial court’s charge to the jury was unfair and contained prejudicial error. We cannot agree. A careful reading thereof is clearly convincing that it was fair, accurate and thorough.\nFinally, it is asserted that in the argument of defendant’s counsel to the jury, he engaged in an appeal to passion and prejudice and, hence a mistrial should have been declared. This was a matter for the wise discretion of the trial court: Contractors Lumber & Supply Co. v. Quinette, 386 Pa. 517, 126 A. 2d 442 (1956) ; Rondinelli v. Pittsburgh, 407 Pa. 89, 180 A. 2d 74 (1962). No abuse of that discretion is evidenced in this record.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Eagen,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Cohen:\nI would grant a new trial.\nThe insurance company defendant was solely responsible for the error, if any. The company acquitted its responsibility to the wife by paying the proceeds of the insurance policy to her, but the insurance company also has a responsibility to the named beneficiary. To escape its responsibility to the named beneficiary, the company should be required to proceed in equity by an action to reform the contract. In such an action the company would be required to assume the burden of going forward and the burden of proof, and it would also be required to produce a higher quality of evidence than it is required to produce to defend an action of assumpsit. By our action here, the road of the insurance company that seeks to resist the clear provisions of its policy of insurance is made much too easy, and the burden that we have placed upon the named beneficiary of a policy is much too heavy.",
        "type": "dissent",
        "author": "Mr. Justice Cohen:"
      }
    ],
    "attorneys": [
      "William P. Hogan, with him J. Douglas Fackenihal, and Hogan and Scott, and Faekenthal, Teel and McGiffert, for appellant.",
      "Edward J. Fox, Jr., with him Fox, Oldt & Ham-brook, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bugen, Appellant, v. New York Life Insurance Company.\nArgued April 26, 1962.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen and O’Brien, JJ.\nSeptember 25, 1962:\nWilliam P. Hogan, with him J. Douglas Fackenihal, and Hogan and Scott, and Faekenthal, Teel and McGiffert, for appellant.\nEdward J. Fox, Jr., with him Fox, Oldt & Ham-brook, for appellee."
  },
  "file_name": "0472-01",
  "first_page_order": 502,
  "last_page_order": 509
}
