{
  "id": 1019040,
  "name": "Aiken versus Stewart et al.",
  "name_abbreviation": "Aiken v. Stewart",
  "decision_date": "1870-01-03",
  "docket_number": "",
  "first_page": "30",
  "last_page": "34",
  "citations": [
    {
      "type": "official",
      "cite": "63 Pa. 30"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Wright 102",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "4 Pick. 148",
      "category": "reporters:state",
      "reporter": "Pick.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "187"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "16 Mass. 443",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2035298
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/16/0366-01"
      ]
    },
    {
      "cite": "12 Wright 321",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "4 Rawle 411",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823557
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/4/0411-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 573,
    "char_count": 11406,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 1.9388632589942094e-07,
      "percentile": 0.7352502018457446
    },
    "sha256": "b6423c38b12df8ed702532fc35db5c35b9de602497c7c5ed9c15cd101e9f6c22",
    "simhash": "1:16cb6de3a8459232",
    "word_count": 2062
  },
  "last_updated": "2024-02-27T19:05:11.647226+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, C. J., Read, Agnew, Sharswood and Williams, JJ."
    ],
    "parties": [
      "Aiken versus Stewart et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, January 3d 1870, by\nSiiarswood, J. —\nThis was an action of trespass quare clausum fregit. The defendants pleaded not guilty, and a special plea of justification of the trespass on the ground of a common and public highway over the locus in quo.\nThe 1st assignment of error is to the admission in evidence on the part of the defendants of a deed which was offered, as stated, for the purpose of showing that the defendants reside adjoining and own the tract of land contiguous to the plaintiff. Under the issue upon the special plea it is not easy to see the relevancy of the purpose of it as set forth in the offer. But we are not furnished with the evidence, and it is impossible to say that it might not have been relevant under the issue joined upon the plea of not guilty. The onus is upon the plaintiff in error to make out his assignment affirmatively, and he must furnish in the record and on his paper-book all that is necessary for that purpose. Besides which, it is an established rule of practice in this court not to reverse on account of the reception or rejection of written evidence without being furnished either with the paper in question or a copy of it: Gratz v. Gratz, 4 Rawle 411; Stafford v. Stafford, 3 Casey 144.\nThe same reasons dispose of the 2d assignment of error. We have not the evidence to show who Thomas Armstrong was, by whom the draft which was received in evidence was made, nor the draft itself, nor a copy of it.\nThe 3d error assigned is, that the court refused to allow the plaintiff’s counsel to ásk a witness on the stand if he did not state in his cross-examination a certain fact. It nowhere appears in our paper-books whether this witness was called by the plaintiff or the defendants; and such being the case, how can we decide whether the question was proper or improper ? Besides, although it may sometimes be important to ask a witness to repeat a former part of his testimony, there is no legal'right to insist upon this. If there were it would be without limit. It is evidently a matter entirely within the sound discretion of the court below, whose duty it is to take care that the public time is not needlessly consumed in mere repetitions: and they have an undoubted right to interpose in such a matter, though no objection be raised by the opposite party. There is the less reason for any exception in this instance, as the learned judge allowed the witness to be asked whether the fact about which he was asked, whether or not he had stated it before, was not true. It is not easy to see what injury was done to the plaintiff in this.\nThe 4th, 5th and 6th assignments are to the affirmance by the court below of the defendants’ 1st, 2d and 6th points. These points in different forms asked the court to instruct the jury that if they believed from the evidence that the defendants had a right Of way over the plaintiff’s land they were entitled to the verdict. They point unmistakeably to an uninterrupted user by the defendants or the occupiers of their farm or those under whom they claim title, and that whether the land were closed or unenclosed, which could scarcely be predicated of a public highway or of a user in common with the public. The use by those under whom they claimed title would have no pertinency to such a question. It is clear that a justification under a private right of way as well as a public highway must be specially pleaded, and cannot be given in evidence under the general issue: 2 Wms. Saund. Rep. 402, n. 1; Hawkins v. Wallis, 2 Wils. 173. The affirmance of these points had an evident tendency to mislead the jury from the true question in issue. They may have been true as abstract propositions, but they had no relevancy to the issue on trial. It is urged however that the question was rightly stated in the general charge, and Oakway Railway Co. v. Fielding, 12 Wright 321, is relied on as establishing that where the law is correctly stated in the charge this court will not reverse if a point in which the same thing is stated in exceptionable language is affirmed. In that case however there was really no substantial variance; the language of the court in the charge was only more precise and accurate than the point; and there was no reason to suppose that the jury were misled by the difference. In the case before us there was no distinct and explicit instruction that the jury could not base their verdict upon a mere private right of way in the defendants themselves or the occupiers of their farm or those under whom they claimed title, and they might well have inferred from the charge and the affirmance of the points taken together that the proof of either a public or private way would be a justification of the trespass by the defendants.\nJudgment reversed, and venire facias de novo awarded.",
        "type": "majority",
        "author": "Siiarswood, J. —"
      }
    ],
    "attorneys": [
      "B. S. Gfolden and J. B. Neale, for plaintiff in error. —",
      "J. Boggs, for defendants in error. —"
    ],
    "corrections": "",
    "head_matter": "Aiken versus Stewart et al.\n1. The onus is on a plaintiff in error to make out his assignment of error affirmatively, he must furnish in the record and on his paper-book, all that is necessary for that purpose.\n2. It is an established rule of the Supreme Court not to reverse on account of the reception or rejection of written evidence without having the paper or a copy of it.\n3. There is no legal right to insist upon the repetition by a witness of a former part of his testimony; it is within the discretion of the court below.\n4. The court has a right to interpose when a witness is asked to repeat, though no objection be raised by the opposite party.\n5. Justification under a private way must be specially pleaded, and cannot be given in evidence under the general issue.\n6. In an action of trespass in which the defendant pleaded that the locus in quo was a public highway, it was error so to charge that the jury might infer that proof of either a public or private way would be a justification of the trespass.\nOctober 29th 1869.\nBefore Thompson, C. J., Read, Agnew, Sharswood and Williams, JJ.\nError to the Court of Common Pleas of Armstrong county: Of October and November Term 1869, No. 153.\nThis was an action of trespass q. c. f. brought September 24th 1866, by James 0. Aiken against Isabella Stewart and others. The defendants pleaded “Not Guilty” and that the locus in quo was “ a certain common and public highway.”'\nThere was no evidence on the paper-books, but it appeared in the assignment of errors that on the trial, the court (Buffington, P. J.), had admitted, on the part of the defendants, a deed “ for the purpose of showing that they resided adjoining and own a tract of land contiguous to the plaintiff;” and also a draft of defendants’ land, made by Thomas Armstrong, to show its location ; also, that after the examination of a witness by defendants’ counsel, the plaintiff proposed to ask him “ if he did not state on his cross-examination that until Morrow came to his farm there was no road to the place where the defendants’ house now is, and if such statement is not true.” The court overruled the question as to what the witness had already stated as being a repetition and irrelevant, but admitted the latter part of the question. To these rulings exceptions were taken, and several bills of exception sealed.\nThe defendants’ 1st, 2d and 6th points were:\n1. A continued, uninterrupted and adverse enjoyment of a way over another’s land, with his knowledge and acquiescence, for twenty-one years or upwards, will justify a jury in finding in favor of a party who sets up the right arising out of such use.\n2. If the jury believe, from the evidence, that the defendants, or the occupiers of their farm, or those under whom they claim title, have used a way uninterruptedly upon and over the lands of the plaintiff, for twenty-one years or upwards, they have the right to presume a grant, whether the ground over which the way has been used, be improved or unimproved, closed or unenclosed land.\n6. If the jury believe the defendants had a right of way over the road in dispute, and in passing along this way, at the times of the alleged trespass, exercised no other rights than those belonging to them, the jury should find for the defendants.\nThe court affirmed these points, and charged: * * *\n“ The parties in this case owned and occupied contiguous pieces of land. By reason of an intervening and impassable bluff, or hill, the defendant could not reach his meadow, lying in the northeastern end of his tract, without passing around the point of this bluff, which extended into the land of the plaintiff. The plaintiff had erected a substantial fence all around his tract, including the woodland where the alleged road is; and the defendants contend that this road is a public highway, dedicated to the use of the public and all persons desiring it; and as such, was used and enjoyed by the public for such a length of time as amounts to a presumption that it was laid out by competent authority, or dedicated to public use, and thus became a public highway. This is the question, as the defendants do not seriously deny their entry on the ground, and use of it as a passage way, without the consent of the plaintiff.\n“ We are therefore to inquire whether, from the evidence in the case and the established rules of law, this was a highway for all persons to use and occupy at pleasure.\n“ It is not pretended that it was laid out by any public authority, and there is no evidence of it. Nor is it pretended that it was dedicated to public use by any act of the owner of the land. It rests simply upon presumption from lapse of time.\n“ There is no doubt that a public right of way may be acquired by an uninterrupted and adverse use of it as such for a period of twenty-one years. Such use affords a conclusive presumption of an original dedication, unless by non-user or abandonment it ceases to be such. If it be so abandoned, then the rights of owners re-attach and resume all their original qualities.\n“ The law does not determine the character or the capacity of a road established by mere user and presumption, as every case must depend upon the nature of the country, its population, business, and habits of intercourse. It therefore becomes a question of fact for the jury. * *\n“ From this evidence referred to, and all other evidence in the case, the jury will decide whether this alleged road was a public highway; whether it was so used by the public generally, continuously for twenty-one years, and of such character as was suited to the wants of the community, and as public roads are constructed and used in the state of the population and the wants and exigencies of public intercourse. If the jury so find it, it. was a public highway.” * *\nThe verdict was for the defendants. The plaintiff took out a writ of error and assigned for error the ruling of the court as to the evidence and the answers to the defendants’ points.\nB. S. Gfolden and J. B. Neale, for plaintiff in error. —\nA defence that there was a private right of way over the locus in quo must be specially pleaded: 2 Saunders Plead, and Ev. 381: 1 Chitty on Plead. 554, 545; Johnson v. Carter, 16 Mass. 443; Spear v. Bicknell, 5 Id. 125; Strout v. Berry, 7 Id. 385; Waters v. Lilley, 4 Pick. 148; Riggles v. Lesure, 24 Id. 187.\nJ. Boggs, for defendants in error. —\nThe whole charge and the answers to points must be taken together: Peirce v. Cloud, 6 Wright 102; Oakland Railway v. Fielding, 12 Id. 321; Davenport v. Wright, 1 P. F. Smith 292."
  },
  "file_name": "0030-01",
  "first_page_order": 32,
  "last_page_order": 36
}
