{
  "id": 1018882,
  "name": "Coleman et al. versus Nantz et al.",
  "name_abbreviation": "Coleman v. Nantz",
  "decision_date": "1870-07-07",
  "docket_number": "",
  "first_page": "178",
  "last_page": "182",
  "citations": [
    {
      "type": "official",
      "cite": "63 Pa. 178"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Binn. 417",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791125
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0417-01"
      ]
    },
    {
      "cite": "4 W. & S. 131",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "4 W. & S. 25",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856248
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0025-01"
      ]
    },
    {
      "cite": "3 Binn. 497",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 536,
    "char_count": 12261,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 4.243011079052227e-07,
      "percentile": 0.9147811320273884
    },
    "sha256": "612fd5b2f9b03b83fb930cfd9f8c5f176572bbfe6a12f57fcc596a1ec7c2b52d",
    "simhash": "1:ac61d050924b9ee2",
    "word_count": 2163
  },
  "last_updated": "2024-02-27T19:05:11.647226+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, C. J., Bead, Agnew, Sharswood and Williams, JJ."
    ],
    "parties": [
      "Coleman et al. versus Nantz et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, July 7th 1870, by\nWilliams, J. —\nIf we had 'more doubt than we have, as to the meaning of the rules under which the judgment for the amount admitted to be due in this case was entered, we should hesitate to overturn the construction which has been given to them by the. court below, and to disturb the practice which has prevailed under it for so long a period. Each court is the best judge of its own rules, and, as we have often said, we will not reverse for any construction given to them that is not palpably erroneous. ■ It is true that the rules, under which the judgment was entered, do not, in express terms, authorize the plaintiff to take judgment for the amount admitted to be due, and to proceed to issue and trial for the residue of his claim; but this has been the construction given to them by the District Court, and the practice has been in conformity therewith. The case of McKinney v. Mitchell, cited in the opinion of the court below, fully sustains this construction of the rules, and is an authority for the course pursued in this case. There, under a rule of the Common Pleas of Union county, providing that “ the plaintiff shall be entitled to judgment * * * * * unless an affidavit be filed on or before the application for judgment, setting forth that the defendant verily believes he has a just defence to the whole or part of the plaintiff’s demand, as the case may be, and if to part, specifying how much,” it was held, upon an affidavit to part of the claim, that the plaintiff might take judgment for the residue, and receive it, and proceed to issue, trial and judgment for that which was disputed. In this case the rules of the District Court provide, that “when the plaintiff shall file with his praecipe an affidavit, stating the amount verily believed to be due from the defendant, he shall be entitled to judgment, as for want of appearance, unless the defendant file an affidavit of defence with his appearance,” and “in all cases where an affidavit of defence is required by the rules of court, it shall state whether the defence is to the whole, or part of the claim of the plaintiff; and if only to a part, then it shall state, to the best of affiant’s knowledge or belief, to how much of the claim it extends.”' -As will be seen by a comparison of the rules, there is no substantial difference in their provisions. Why, then, should they not receive the same construction? No injustice is done the defendant by permitting the plaintiff to take judgment for the amount admitted to be due, and to proceed to trial for the residue of his claim; and there is no such inconvenience in the practice as to forbid it. But it is said that the simplicity of the common law does not tolerate such an incongruity in its forms, as the entry of two judgments in the same action. There would be great force in this objection, if the judgment for the amount admitted to be due is to be regarded as final. But, treating it as interlocutory, as we properly may, for it was not intended to put an end to the suit, why should it be considered an insuperable objection to the entry of a final judgment for the amount that may be found by the jury, whether it be for the whole of the plaintiff’s claim, or only for the sum admitted to be due and included in the interlocutory judgment ? The verdict can be moulded without inconvenience, and judgment can be entered thereon, with costs for the plaintiff or defendant, as provided by the rule regulating costs, so as to reach the merits of the case, and do substantial justice between the parties. But we need not enlarge. The construction given to the rules by the court below is so well vindicated in the opinion of the learned president judge, by whom the reserved question was decided, that we are relieved from the necessity of any further discussion of the subject.\nJudgment affirmed.",
        "type": "majority",
        "author": "Williams, J. —"
      }
    ],
    "attorneys": [
      "S. S. Greyer, for plaintiffs in error. —",
      "A. M. Brown, for defendants in error. —"
    ],
    "corrections": "",
    "head_matter": "Coleman et al. versus Nantz et al.\n1. Each court is the best judge of its own rules, and the Supreme Court will not reverse for a construction of them which is not palpably erroneous.\n2. A rule of court provided that when a plaintiff filed with his praecipe an 'affidavit stating the amount due, he should be entitled to judgment, “unless the defendant file'an affidavit of defence,”-which “shall state whether the defence is to the whole or part of the claim, and if to a part, it shall state to how much of the claim it extends.” Held, that under an affidavit of defence to part of a claim and tendering judgment for the balance, the plaintiff might take judgment for the part admitted and go to trial for the remainder.\n3. A judgment is not necessarily final so long as there remains any question'Of 'law or‘fact .to be determined. Per Hampton, P. J.\nNovember 9th 1869.\nBefore Thompson, C. J., Bead, Agnew, Sharswood and Williams, JJ.\nError to tbe District Court of Allegheny county: No. 48, to October and November Term 1869.\nThis was an action of assumpsit by John Nantz and another, partners as Nantz & Herchenrother, against Columbus Coleman and others partners as Coleman, Forrester & Co. The writ was issued February 28th 1868.\nThe plaintiffs filed a claim for lumber sold and delivered, amounting to $192.12.; The defendant’s filed an affidavit of defence to the whole of the plaintiffs’ claim, “ except $122.77, with interest from November 17th 1867, for which judgment is hereby tendered.” On the 12th of June 1868 the plaintiffs’ attorney filed a paper liquidating the amount due under the tender in the affidavit, and directing the prothonotary to “ enter judgment for the plaintiffs against the defendants for $126.77, as liquidated above, being the amount of judgment tendered by defendants in affidavit of defence, without prejudice to plaintiffs’ right to proceed for the balance of their claim.”\nBuie 5 of the District Court provides, that, “ in all cases where an affidavit of defence is required by the rules of court, it shall state whether the defence is to the whole, or part of the claim of the plaintiff; and if only to a part, then it shall state (to the best of affiant’s knowledge and belief) to how much of the claim it extends; and if plaintiffs’ claim be founded on a book account, and copy thereof be filed with the declaration, the affidavit of defence shall state to what items of said account the defendant objects, as incorrect, and all others shall be deemed and taken as confessed.”\nBuie 67 provides that, “ If defendant in his affidavit admit a certain sum to be due, and offers to confess judgment for the same, which is not accepted by the plaintiff, defendant shall be entitled to recover costs from the plaintiff unless he recover a greater sum than the amount offered.”\nOn the same day the plaintiffs ruled the defendants to plead. The defendants pleaded specially in bar, the acceptance of the tender of judgment and the entry of judgment thereon. They also pleaded the general issue.\nOn the trial of the case there was a verdict for the plaintiff for $204.85, the whole amount of their claim, subject to the reserved question, “ whether the tender and entry of judgment, as aforesaid, will, in law, constitute a bar to their right to proceed for and recover the balance of their claim.”\nThe court afterwards entered judgment on the reserved question, Hampton, P. J., after referring to the facts and the rules of court, delivering the following opinion. * * *\n“ These are the only rules 'bearing directly on the question under consideration, and the single point now to be decided is, ■whether the plaintiffs, after the entry of judgment for the amount tendered by the defendants, were debarred from proceeding for the residue of their claim. Our rules of court are made, not to defeat, but to promote the ends of justice. Hence they must be construed according to their spirit, rather than their letter. These rules are necessarily general in their structure — like general laws — and must be so treated; and as the courts are, in this particular, the law-making power, whenever the construction of one of their own rules is even doubtful, as when a sentence might seem to be required, not inconsistent with the spirit or letter of the rule in order to carry out its full intent and meaning, the court ought not to hesitate a moment to supply the ellipsis. In making the rules under consideration, the court clearly had the power to insert a clause similar to that found in the Court of Common Pleas of Philadelphia, which was tested before the Supreme Court as early as 1811: Yanatta v. Anderson, 3 Binn. 497. The rule there provided that “ if the defence be to part only” (of the plaintiff’s claim) “ the defendant shall specify in such case the sum in dispute, and judgment shall be entered for so much as shall be acknowledged to be due to the plaintiff, and the trial shall proceed for the residue of such debt or demand.” This latter phrase is omitted in our rule, but the objection now urged to the plaintiffs’ right to proceed for the residue of their claim, would be applicable if it contained this phrase, viz.: that the former judgment was final, and there can be but one final judgment in a case. This point most relied on here was not even raised in this case, although a number of the most eminent counsel then at the Philadelphia bar were concerned in the cause. If a plaintiff could be prevented from procuring a lien by the entry of judgment for the amount tendered, a defendant in failing circumstances, by tendering a judgment for three-fourths of the demand, might compel him to choose between losing one-fourth or the whole of his claim. No injustice can possibly result to the defendant by entering the judgment, but on the other hand, as we have seen, great injury and loss might be sustained by the plaintiff. But it is contended that this judgment was final, and therefore the plaintiffs were estopped from proceeding any further. The plaintiffs might, if they had thought proper, have so treated it, but they did not. The prothonotary was especially directed to enter the judgment without prejudice to the plaintiffs’ right to proceed for the balance of their claim. The record shows, therefore, very clearly, that they had no intention to accept it as a final judgment. But it is said that in law it is to be treated as such, without regard to plaintiffs’ intention. This is the real question in the cause. A judgment is not necessarily final as long as there remains any controverted question of law or fact to be determined. But when all the law of the case has been decided by the court, and all the disputed facts have been passed upon by tbe jury, tbe judgment entered therein is final and conclusive between the parties, their privies, and all others claiming under them; an interlocutory judgment is one given in the course of a cause, before final judgment. In McKinney v. Mitchell, 4 W. & S. 25, the Supreme Court held that upon an affidavit of defence to part of claim, the plaintiff may take judgment for the residue and secure the money; and proceed to issue, trial and judgment for that which was disputed. This case covers the whole question now before us, and even more, because the amount of the judgment was paid and received. * * * This case has not been overruled, and I trust it will not be, as it is just and equitable, and does no harm to anybody.”\nThe defendants took a writ of error, and assigned for error the entry of judgment qn the reserved .question.\nS. S. Greyer, for plaintiffs in error. —\nThere can be but one final judgment: O’Neal v. O’Neal, 4 W. & S. 131. The judgment on the affidavit of defence is final: Williams v. McFall, 2 S. & R. 282. The plaintiffs could have issued execution on that judgment: Brazier v. Banning, 8 Harris 348.\nA. M. Brown, for defendants in error. —\nThe first judgment was interlocutory, and according to the established practice in the District Court: Doddson v. Blackstock, 1 Pitts. Leg. Jur. (1853) No. 15; McKinney v. Mitchell, 4 W. & S. 25; Clarkson v. De Peyster, Hopkins 274. The court had authority to make these rules: Vanatta v. Anderson, 3 Binn. 417. The Supreme Court will not, unless when the mistake is obvious, reverse for a construction put upon its own rules by a lower court: Dailey v. Green, 3 Harris 128."
  },
  "file_name": "0178-01",
  "first_page_order": 180,
  "last_page_order": 184
}
