{
  "id": 1018895,
  "name": "Patterson et al. versus Kountz et al.",
  "name_abbreviation": "Patterson v. Kountz",
  "decision_date": "1870-01-03",
  "docket_number": "",
  "first_page": "246",
  "last_page": "253",
  "citations": [
    {
      "type": "official",
      "cite": "63 Pa. 246"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Rawle 112",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "6 W. & S. 174",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480180
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0174-01"
      ]
    },
    {
      "cite": "5 Wright 234",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "3 Whart. 40",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833408
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/3/0040-01"
      ]
    },
    {
      "cite": "6 Watts 274",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "4 Rawle 100",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823581
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/4/0100-01"
      ]
    },
    {
      "cite": "1 Rawle 349",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819329
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/1/0349-01"
      ]
    },
    {
      "cite": "5 Wright 234",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 801,
    "char_count": 20497,
    "ocr_confidence": 0.476,
    "pagerank": {
      "raw": 2.891605662438761e-07,
      "percentile": 0.8443486473535716
    },
    "sha256": "2d25ba489fd32209b61dc0dbc0c8d76b4c7775e6b13cb174d439450332e070b2",
    "simhash": "1:0c30985fde87ec06",
    "word_count": 3628
  },
  "last_updated": "2024-02-27T19:05:11.647226+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, 0. J., Read, Agnew, Shauswood and Williams, JJ."
    ],
    "parties": [
      "Patterson et al. versus Kountz et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, January 3d 1870, by\nSharswood, J. —\nIn this case there are seventeen assignments of error, but fortunately it will not be necessary to consider them seriatim. In the court below there were eight points in writing presented by the plaintiffs, and three by the defendant. The learned judge, at the close of his charge, answered them by saying : “ The points presented by the counsel on both sides are sufficiently answered in the charge, and so far as they are not answered to, they are refused.” The 1st assignment of error is, that the judge did not reduce the answers to writing, and read them to the jury before they retired from the bar to consider of their verdict. The 2d is, that the points and answers were not immediately filed by the prothonotary, and the 3d, that the charge was not filed in writing by the judge before the rising of the court, or within thirty days thereafter. These alleged errors may all appropriately be considered and disposed of together.\nIt is certainly well settled, by many decisions of this court, that it is not necessary for a judge to answer every point which may be presented to him separately, but that, if they are substantially answered in the charge the judgment will not be reversed on that account: Geiger v. Welsh, 1 Rawle 349; Stewart v. Shoenfelt, 13 S. & R. 368; Coates v. Roberts, 4 Rawle 100; Lynch v. Welsh, 3 Barr 297; McCoy v. Hance, 4 Casey 149; Groft v. Weakland, 10 Id. 304; Deakers v. Temple, 5 Wright 234. “ It is a mistake to suppose,” said Chief Justice Gibson, in 3 Barr 297, “that every prayer must have a separate answer. The judge’s recognition of a parcel of disjointed propositions would give the jury little more instruction than the scattered leaves of the sibyl gave to those who consulted her; and it certainly is not error in him to extract the law contained in them, and apply it, in a connected form, to the evidence.” It is supposed, however, that the law in this respect has been changed by the 3d section of the Act of April 17th 1856, Pamph. L. 396. It provides “that whenever the parties, or either of them, shall request the court to charge the jury on particular points of law, drawn up in writing and handed to the court before the close of the argument to the jury, the judge who charges the jury shall reduce the answers to the points to writing and read them to the jury before they retire from the bar to consider the verdict.” For myself I consider it very questionable whether this enactment has any application except to the courts of the Sixth Judicial District of the state. The title of the act is an “Act to provide for the election of an additional law judge of the Courts of Common Pleas in the Sixth Judicial District.” Every other provision in the act is evidently confined to the courts of that district. At the close of the 2d section, and immediately preceding the 3d, it is provided that “ questions of law, which may arise before the president judge, or the said additional judge may, in the discretion of the judge, be reserved for the determination of all the judges, either in term time, or at such adjourned sessions as they may appoint and hold for the purpose.” Then follows the clause in. question at the beginning of the 3d section. It does not say “any” court or “a” court indefinitely, but definitely “the” court; grammatically, the court spoken.of before, and about which alone the legislature was making regulations. I do not see how any one can read the whole act together without coming to that conclusion. I am aware that in Wheeler v. Winn, 3 P. F. Smith 128, Mr. Justice Woodward treats it as a general law applicable to the whole Commonwealth, but, most probably, he did not turn to the Pamphlet Laws, and examine it in connection with the whole act of which it forms a part. Mistakes have often arisen from neglecting this precaution, in the construction of Acts of Assembly. I speak for myself only, and by way of protestando, that the question may not be supposed to have been passed upon sub silentio. It is not necessary to decide it in this case. We are all of the opinion that the act, if it be a general one, makes no change in the law in the particular matter with which we are now dealing. It does not say that every point shall be answered separately, but if one sufficient answer is given to the whole, the law is complied with. Nor need the answer be written on a separate piece of paper; if contained in the charge, it is good enough. If the point is not pertinent, or the proper answer would do the party no good, the law still is, that it need not be answered at all. It would be in the power of any counsel to impose an intolerable burthen upon the judge, if the law was not so.\nIn regard to the subsequent provisions of the same section, that the points and answers shall be filed immediately by the prothonotary, and that it shall be the duty of the judge who delivers the charge to file the same in writing with the prothonotary before the rising of the court, or within thirty days thereafter; it is enough to say that they are only directory, and the refusal or neglect of the prothonotary or judge to perform the duty enjoined does not render the judgment erroneous and entitle either party to a reversal.\nThe same remark is applicable to the Act of April 15th 1856, Pamph. L. 337, which provides that “ the president judges of the several Courts of Common Pleas of this Commonwealth, shall, in every case tried before them respectively, upon request of any party or attorney concerned therein, reduce the whole opinion and charge of the court, as delivered to the jury, to writing, at the time of the delivery of the same, and shall forthwith file the same of record.”\nBy the 25th section of the Act of February 24th 1806, 4 Sm. Laws 276, it was provided, that in all cases in which the judge shall deliver the opinion of the court, if either party, by himself, or counsel, require it, it shall be his duty to reduce the opinion so given, with his reasons therefor, to writing, and file the same of record in the ease. On the construction of this act, which is in pari materia with that before us, it has been often held that it was not error, for which the judgment should be reversed, if the judge refused or neglected to file his opinion as required by the act: Morberger v. Hackenberg, 13 S. & R. 26; Kennedy v. Daily, 6 Watts 274; Koons v. Steele, 7 Harris 203. “In executing this law,” said Chief Justice Tilghman, in 13 S. & R. 28, “ every judge acts on his own responsibility. But what we have to consider is, whether, if the act be disobeyed, it is error for which the judgment should be reversed. And I am clearly of opinion that it is not error; because the act does not say that it shall be so, and it would be most unjust to visit the offence of the judge (supposing that he had been guilty of an offence) on an innocent suitor, who had obtained an honest and legal judgment.”\nThe learned judge below had a perfect right to request the jury to find particular facts, though they might have disregarded his request and found a general verdict: Chambers v. Davis, 3 Whart. 40. It is often a very convenient practice, and prevents embarrassing questions from arising subsequently, on a motion for a new trial, or on a writ of error, when it cannot otherwise be known on what grounds the verdict was rendered. In this instance, where the jury found a sum for the plaintiff “ after allowing the defendants’ claim of set-off for the non-completion of the banking-room, and of the entire building at the time the same ought to have been done, under the contract, making due allowance for the delay occasioned by the default of the defendants, and further, that the actual damage sustained by defendants for the non-completion of the banking-room and building are equivalent to the per diem rent at $30, stipulated to be paid by the said plaintiffs from the time that said banking-room and building ought to have been finished, until the same were finally completed,” the verdict took the wind out of all the plaintiffs’ points and exceptions. They must have decided that they did not do the work under the contract in a reasonable time, taking into consideration the delays which occurred by the faults of the defendants. They could have found no otherwise if all the plaintiffs’ points had been separately and explicitly affirmed. We find no error, therefore, in this record for which the judgment ought to be reversed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Sharswood, J. —"
      }
    ],
    "attorneys": [
      "R. $. Woods, for plaintiffs in error.",
      "A. M. Brown, for defendants in error,"
    ],
    "corrections": "",
    "head_matter": "Patterson et al. versus Kountz et al.\n1. It is not necessary for a judge to answer every point presented to him separately if they are substantially answered in the charge.\n2. It is not error in a j udge to extract the law contained in points and apply it in. a connected form to the evidence.\n3. The 3d section of Act of April 17th 1856 (Charge of Court) does not require that each point shall be answered separately; if one sufficient answer is given to the whole, the law is complied with.\n4. If an answer be contained in the charge it is sufficient.\n5. The provisions of the Acts of 15th and 17th April 1856, that the points and answers shall be filed immediately by the prothonotary, and that the judge shall file his charge with the prothonotary, &c., are directory, and the neglect does not render a judgment erroneous.\n6. The Acts of April 1856 and February 24th 1806 are in pari materiá.\n7. A judge has a right to request the jury to find particular facts; but the jury may disregard the request, and find a general verdict.\n8. Wheeler v. Winn, 3 P. F. Smith 128, remarked on.\nNovember 12th 1869.\nBefore Thompson, 0. J., Read, Agnew, Shauswood and Williams, JJ.\nError to the District Court of Allegheny county: No. 141, to October and November Term 1869.\nThis was a scire facias issued to April Term 1867, by Joshua C. Patterson and another, partners as J. C. Patterson & Co., against William J. Kountz and others, officers and building committee of the Pittsburg Savings Bank, on a mechanics’ lien against a four-storied banking-house, corner of Virgin alley and Liberty street, Pittsburg, for $5,066.74, balance unpaid, for erecting the building on a written contract, dated March 14th 1866, between the plaintiff and defendant, viz.: * * *\n“ That the said party of the first part agree to build a banking-house for the said party of the second part, on the lot selected by the said party of the second part, corner of Liberty street and Virgin alley, according to the plans and specifications made by Messrs. Barr & Moser (architects of the city of Pittsburg) in a substantial and workmanlike manner, and to the entire satisfaction of the said building committee of the second part, and to finish and complete the same on or before the 16th day of July 1866, and in consideration thereof the said building committee, party of the second part, agrees to pay or cause to be paid to the party of the first part, $23,227, in payments as follows, &c. * * * And it is further agreed by the party of the first part, that if the banking-house is not finished and ready for occupancy on the 16th day of July 1866, they agree to pay to the said building committee rent for the said building at the stipulated price of $30 per day for each and every day after the 16th day of July 1866.”\nOn the agreement was this endorsement:—\n“ The finish or completion of building to be extended to the 15th day of September 1866, except the banking-room, and that not to exceed the time named within.”\nBy the specifications of the architect it appeared that the defendants were to furnish the iron doors, have them put up as the building progressed; and also to furnish other materials mentioned in the specification, &c.\nThe defendants filed an affidavit of defence to all of plaintiff’s claim (except $.1100, for which sum they tendered judgment), “ that plaintiffs failed and neglected to perform their written contract, a copy of which is attached to affidavit; that the work was not done within the time specified in the contract, &c., &c.; that defendants were entitled to a set-off of $30 rent per day for each day said banking-room and banking-house remained unfinished, viz.: On the banking-room from the 16th July until 31st October; the banking-house from 15th September to 15th December.” They pleaded set-off, defalcation, payment with leave, to give special matter in evidence, the special matter being the same as set forth in the affidavit of defence.\nThe plaintiff showed the contract and their account, by which it appeared there was due to them a balance of $5012.44.\nThe defendants gave evidence that they did not get into the banking-room until the 31st of October 1866, that the building was not finished until the latter part of December; that the loss which they sustained by the delay was at least $30 per day.\nThe plaintiff in rebuttal gave evidence tending to show'that they had been delayed on account of a public sewer of which the parties were ignorant, crossing a corner of the lot; also by the neglect of the defendants in not furnishing the iron doors and other work which was to be done by them, &c. There was other evidence on both sides relating mainly to the question of delay.\nThe plaintiffs submitted eight points, and the defendants submitted three. — The court (Williams J.) did not answer the points categorically, nor reduce any answers to writing.\nThe judge, after stating the claim, the grounds of defence, and the allegations of the respective parties, and instructing the jury as to the law, proceeded : * * *\n“ If the jury find that the plaintiffs finished the banking room and completed the entire building as soon as they could, taking into consideration and making allowance for the delay occasioned by the defendants’ failure to do their part of the work, including the changes made in the sewer, then they will find for the plaintiffs the full amount of the balance claimed by them.\n“ But if the jury find that the banking room was not finished, and the entire building completed at the time they ought to have been, then the defendants will be entitled to the proper deduction for such delay on account of the rent stipulated to be paid therefor by the plaintiffs.\n“ But will tbe defendants be entitled to defalk the whole per diem rent stipulated to be paid for the whole delay, viz.: from the time the banking-room ought to have been finished until the time the building was finally completed ? Or should some abatement or apportionment of the rent be made for the whole or a portion of the time ? This is a question which the court will reserve for further consideration in case it shall become necessary by the finding of the jury. [But to enable the court to enter the proper judgment the jury are instructed to find the amount of the rent for the whole period of the delay, that is to say, from the time the banking-room ought to have been finished, until the final completion of the entire building, at $30 per day, and deduct the amount from the plaintiff’s claim.\n“ Then the jury will find the actual damages sustained by the defendants, in consequence of the failure of the plaintiffs to finish and complete the banking-room and the entire building at the proper time; assessing the damages, on the basis of the rent stipulated to be paid, at what they actually were.\n“ And to do this the jury will divide the delay into three periods, and assess the damages for each period.\n“ The first period will embrace the time between which the banking-room should have been completed, and the time when the entire building should have been completed — if it ought to have been completed before the 31st of October, when the defendants took possession of the banking-room.\n“ The second period will embrace the time between which the entire building should have been finished and the time the defendants took possession of the banking-room, viz.: the 31st of October 1866, if the entire building ought to have been finished before that time.\n“ The third period will embrace the time that elapsed from the 31st of October, if the entire building ought to have been completed by that time, until its final completion on the 20th of December, or thereabouts.\n“ Eor the first period the jury will assess the actual damages sustained by the defendants for the loss of the use of the banking-room, if it ought to have been finished before the 31st of October. But the jury cannot find as damages for this period a larger sum than the amount of the stipulated rent of $30 per day for the time, whether the damages exceeded that sum or not.\n“Eor the second period the jury will assess the damages at the rent stipulated to be paid, viz.: $30 per day from the time the entire building should have been completed until the 31st of October 1866; provided the entire building ought to have been completed before that time.\n“ Eor the third period the jury will assess the damages actually sustained by tbe defendants for tbe non-completion of tbe building after the 31st of October, when the defendants took possession of the banking-room. The sum for which the residue of the building would have rented would be reasonable damages for that time.\n“ The jury will deduct the whole amount of the damages thus ascertained from the demand of the plaintiffs, and render their verdict in the alternative for the respective balances they ascertained, subject to the opinion of the court on the reserved question.\n“ The court will mould the verdict of the jury, and enter it in the proper form.]\n“ The points presented by the counsel on both sides are sufficiently answered in the charge, and so far as they are not answered they are refused.”\nThe verdict was as follows: “ The jury find for the plaintiffs the sum of $2671.62J, after allowing the defendants’ claim of set-off for the non-completion of the banking-room and of the entire building at the times the same ought to have been done under the contract, making due allowance for the delay occasioned by the default of the defendants; and they further find that the actual damages sustained by defendants for the non-completion of the said banking-room and building, are equivalent to the per die.m rent of $30, stipulated to be paid by the said plaintiffs from the time that said banking-room and building ought to have been finished until the same were finally completed.” Same day the plaintiffs move for a new trial. Reasons filed. Judgment was entered on the verdict July 23d 1868.\nThe plaintiffs took out a writ of error and specified, amongst others, the following errors:—\n“ 1. The judge did not reduce the answers to the points to writing, and read them to the jury before they retired from the bar to consider their verdict.\n“ 2. The plaintiffs’ points and answers thereto were not immediately filed by the prothonotary, and become part of the records of the court; and said points and the charge containing answers thereto, in part, were not filed till June 23d 1868, although the case was tried February 8th 1868.\n“ 3. The charge of the court to which exceptions had been taken by plaintiffs’ counsel was not filed in writing by the judge with the prothonotary before the rising of the court or within thirty days thereafter.\n“ 4. The court erred in not charging as requested by plaintiffs in their 2d point, viz.: That if the jury believe that the plaintiffs’ work was materially delayed by the defendants’ fault, in not having matters done and attended to, which it was their duty to do, then defendants are not entitled to recover a set-off of rent of $80 per day; but if plaintiffs prosecuted tbeir work with due and reasonable diligence, then they are entitled to recover their whole claim with interest.\n“ 15. The part of the charge in brackets.\n“ 16. The court erred either in not having the jury find as they directed, or in not moulding their verdict into proper form.\n“ 17. The charge of the court and the verdict of the jury and judgment thereon were contrary to law and to the just merits of the case.”\nR. $. Woods, for plaintiffs in error.\nA. M. Brown, for defendants in error,\nreferred to Schmoyer v. Schmoyer, 5 Harris 520; Morgan v. Weir, 1 Casey 119; Allegheny v. Nelson, Id. 332; Thomas v. Mann, 4 Id. 520; Brewster v. Sterrett, 8 Id. 115; Deakers v. Temple, 5 Wright 234; Childs v. Digby, 12 Harris 23; Groft v. Weakland, 10 Casey 304; McCoy v. Hance, 4 Id. 149; Utt v. Long, 6 W. & S. 174; Coates v. Roberts, 4 Rawle 112; Hays v. Paul, 1 P. F. Smith 134."
  },
  "file_name": "0246-01",
  "first_page_order": 248,
  "last_page_order": 255
}
