{
  "id": 1018947,
  "name": "Leslie's Appeal",
  "name_abbreviation": "Leslie's Appeal",
  "decision_date": "1870-01-03",
  "docket_number": "",
  "first_page": "355",
  "last_page": "367",
  "citations": [
    {
      "type": "official",
      "cite": "63 Pa. 355"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Wright 828",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "5 Wharton 228",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877678
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0228-01"
      ]
    },
    {
      "cite": "3 Wright 186",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "1 Wh. 104",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "4 W. & S. 433",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856460
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/4/0433-01"
      ]
    },
    {
      "cite": "5 Wharton 228",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877678
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/5/0228-01"
      ]
    },
    {
      "cite": "3 Wright 186",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1157,
    "char_count": 33398,
    "ocr_confidence": 0.468,
    "pagerank": {
      "raw": 4.5536209765396275e-07,
      "percentile": 0.9245710850323706
    },
    "sha256": "f3f8bb92c7b8ab9e8554e75610cb72707388fa16734e6c7ddceabf7e1832df25",
    "simhash": "1:a06da0842143bd99",
    "word_count": 5784
  },
  "last_updated": "2024-02-27T19:05:11.647226+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, C. J., Read, Agnew, Sharswood and Williams, JJ."
    ],
    "parties": [
      "Leslie’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, January 3d 1870, by\nThompson, 0. J. —\nThe term “partial” account in the Orphans’ Court implies, ipso facto, that nothing is settled by it but those matters constituting the items in question in the statement itself. That was what was meant in Rhoads’ Appeal, 3 Wright 186; — ■ the case stands for that and no more.\nIt seems to us, therefore, that the auditor and court below administered the rule of that case erroneously in its application to this, and without giving the requisite consideration to the nature of the partial account filed by the executors of the will of George Leslie, deceased. It is true, they charge themselves with the appraised value and excess in the sale of the goods of the decedent, and also with the rights and credits due, described as cash on hand, bonds, notes and other evidences of debt, amounting to $3746.38, and they set forth their disbursements. Items of charge and discharge to the extent stated, had been administered and settled, and the account confirmed. But being a partial account expressly, and so intended by the executors, it did not operate in any way on items of charge or discharge not included in it, and it concluded only those that were. Subsequently, in their final account, the executors claimed credits not claimed in the partial account. These had mostly arisen when the test of collecting the debts, due the estate was applied. In some cases, receipts of the testator were in the hands of debtors, without being endorsed on the evidences of the debts due in the executor’s hands; and in others the debts proved entirely uncollectable. These were items of discharge against the charge of the debts to the executors in the inventory, which were not known, stated or passed upon in the partial account. It was insisted, however, that as the executors had charged themselves with the inventory of the debts due, in their partial account, that precludes any credit in their final account for partial payments of those debts, or of those which have turned out desperate. This is not correct, according to the principle of Rhoads’ Appeal. The charge of the debts due the estate did not preclude* credits. Those claimed now were not passed upon then, and of course, the case cited did not bar them. Had the credits been claimed and allowed, although erroneously, they would have stood, unless relieved by a bill of review.\nTo prevent a result like that claimed, the executors took the precaution in their partial account, by way of recapitulation, to define exactly what they charged themselves with, in dollars and cents, and the credits they claimed for disbursements. These disbursements were cash disbursements, not credits for receipts against claims, or for desperate debts, and thus far, therefore, that account is conclusive. The items excepted to and disallowed as credits by the auditor and court, not being in the partial account, were not determined by it, and should not have been excluded, on the principle of the case cited, and Shindel’s Appeal, 7 P. F. Smith 43, but should have been allowed as credits in the final account, if otherwise entitled on their merits. The items thus referred to are in the sixth exception to the executors’ account. Those views do not apply to the alleged mistake in the Clark voucher. It was passed upon in the partial account, and if it was passed upon as for a less sum than it ought, it can only be reformed or corrected on a bill of review.\nWe are, for these reasons, of opinion that the confirmation of the auditor’s report, so far as the personal estate is concerned, must be set aside to enable the court to send the account back to the auditor, so that the subject of the exception mentioned may be considered and reported upon.\nThe next two exceptions, being the first and second in their order, to the decree of the Orphans’ Court, raise the question whether the accounts of the executors in relation to the management and sale of the real estate of the decedent were before the Orphans’ Court in such a form as to authorize that court to proceed to investigate and decree upon them, and to surcharge them with a supposed loss on the real estate by their negligence or mismanagement in the sale of it. It was a large surcharge, equal to the one-third of the price at which it was sold.\nAn objection to the action of the court was that the statement made by the executors in.answer to the citation, was that it blends the trust account of the executors, arising out of their trust of the realty, with the personal estate. But that seems not to be accurate. It is true that the statement of the executors showing the sale of the real estate, and the amount received therefrom, and the balance due, was made on a citation requiring it to be filed in the register’s office at the same time they were cited to file a final account of the personalty. The executors filed their account of the realty there. This was but an irregularity, which ought not to vitiate what was done in regard to it in the Orphans’ Court after it was certified there by the register. This court had undoubted jurisdiction of this account, as appears by the 19th section of the Act of 16th of June 1836, Art. YIII. But the statement was not blended with the executors’ account of the personalty. It is a separate statement, and although irregularly brought into the Orphans’ Court, it was not objected to in limine for that reason, but proceedings were suffered to go on to a large extent and to a final decree upon it. The court having jurisdiction of the subject-matter, and its exercise being acquiesed in by those interested, it is too late now to object to matters of form in the proceedings.\nThe statement in regard to the sale of the realty being separate from that of the executors’ final account of their administration of the personalty, filed at the same time, is an answer to the objection founded on Aston’s Estate, 5 Wh. 228. It is true that in what the executors call their statement in regard to the sale of the realty, and which the court treated as an account, no charge for commissions and expenses appears. Why they were not claimed does not appear, hut this was the neglect of the executors, and the decree of the court cannot be set aside for that reason. We think the statement or account of the sale, was well and substantially before the court, and it was not error to refer it to an .auditor on exceptions filed. This dismisses the exception as to form.\nThere is another exception, which is- the second that remains to be noticed. It is claimed in this that the executors were acting in regard to the real estate as trustees, and not as executors, and that the proceeds of the realty was no part of their administration account, and that the court erred in referring the statement made by them to an auditor, and afterwards in surcharging them with the sum of $4861.87, in accordance with the auditor’s-report.\nBeing testamentary trustees, as the executors were, brought them within the jurisdiction of the Orphans’ Court, as already said, beyond a question. At the very most, the Common Pleas might, in such a case, have concurrent jurisdiction, if jurisdiction at all. We do not mean to enter the field of discussion as to this; suffice it, that the 19th section of the Act of June 16th 1836, gives jurisdiction to the Orphans’ Court in a testamentary trust like this: 4 W. & S. 433; 1 Harris 79; 1 Wh. 104. Considering the executors’ statement brought into the Orphans’ Court by citation, although irregularly, but only so, it was not error to refer it to an auditor. Here without exception as to form, the battle was. fought on the question of whether the executors had done their full duty in selling that portion of the real eastate returned as sold to Margaret Leslie, at the sum of $12,000, payable in instalments, without interest.\nThe testimony is not before us on which the auditor adjudged the executors surchargeable, and we can go no farther than to see whether the principles upon which he proceeded were accurate or not. He finds as a fact, from calculation based on the sale of the Vance farm, that the amount of land included in the land sold to Margaret Leslie, was 229 acres 3 rods and 12 perches; that the executors had a bid of $75 per acre from Edward McMillan immediately after the death of the widow of the decedent. This bid was made before, in fact, the land was advertised for sale, and it was neither withdrawn nor renewed afterwards, when the land was by advertisement notoriously for sale; but the auditor finds that the executors always represented that they had a bid of $75 per acre by persons looking at the property with a view to buy ; and that, notwithstanding, they sold it to Margaret Leslie in January 1866, for about $53.38 per acre. The executors insisted that they had sold to her only 195 acres. Had this been so, it would not have equalled the bid made by half the amount of the surcharge. But then the auditor finds that the executors sold to her in fact 224 acres, and properly enough concluded that they are not exonerated from responsibility if they acted so negligently as to sell largely more than they intended. Without discussing this more in extenso, the auditor finds, what must be a finality to this controversy in the absence of anything to show an error in it— viz., that “ the fair market value of the land in 1865, after the death of the widow, when the executors advertised it and offered it for sale, was $75 per acre. This was its market value from the death of the widow till the time it was sold. The market value has decreased somewhat now.” “ These,” he adds in another paragraph, “appear to be the facts of the case.”\nAll this might have been true, and still there might have been an excuse for the executors not selling, but it does not appear in the auditor’s report, and we have no testimony before us to enable us to review him on the fact.\nThe auditor also found that McMillan’s bid should have been regarded by the executors; that it was not necessary that he should have repeated it, especially as the executors treated it as a standing bid by declaring that they had a bid at that price for the land; — and furthermore, that McMillan was of sufficient ability to make good his bid, as much so as Margaret Leslie was to make good her’s. The auditor winds up his report as follows: — “ Viewing this transaction in this light, I am of opinion that it shows such negligence, such default on the part of these executors, acting as they were, in the capacity of trustees, as brings the case within the rule stated by Rogers, J., in Moore’s Appeal, 10 Barr 438, that a trustee may be surcharged beyond the actual profits where there is satisfactory proof of supine negligence or wilful default; and therefore surcharge the executors with the difference between the price they did receive, $12,000, and the price I find from the evidence they might and should have received, $16,861.87J, which difference is $4861.87J.” This is a finding of supine negligence on part of the executors in the sale of the property in question, whereby the cestuy que trustents would be greatly damaged unless they are surcharged. The rule to surcharge in such cases to the extent of the injury is not to be doubted: Moore’s Appeal, supra; Springer’s Estate, 1 P. F. Smith 342.\nThe able argument of the counsel for the appellants might cause a doubt of the accuracy of the auditor’s finding; but he put us in possession of nothing by which it could on the facts be tested, and set aside, if wrong. We are, therefore, constrained to affirm the decree of the court in so far as it relates to the account of the executors in the management and sale of the real estate; but we reverse, as already stated, the decree confirming the executors’ account of the personal estate, with costs to be paid by the appellees. As to the account confirmed, the costs are to be paid by appellants.\nWe think that the court should open the decree thus declined to be affirmed, in order to allow the executors to present any claim they may have for disbursements and expenses incident to the sale of the real estate, and accruing thereon. This would be equitable and just, and is recommended to the court.\nIt seems there was an issue ordered and tried to inform the conscience of the court as to some of the controverted matters, perhaps before the auditor. It is probable that its result may have confirmed some of the findings of the auditor. This we do not know, however, but that issue is not before us in any shape or form. The decree of the court seems to have been based upon the auditor’s report alone, and so was the argument here. We have nothing to do with the feigned issue, as no part of it is before us.\nLet the entries be made as indicated above in this case.",
        "type": "majority",
        "author": "Thompson, 0. J. —"
      }
    ],
    "attorneys": [
      "D. S. Morris L. Taylor, for appellants. —",
      "¡S. W. Dana (with whom were D. B. f JE. T. Kurtz), for appellees. —"
    ],
    "corrections": "",
    "head_matter": "Leslie’s Appeal.\n1. The term “ partial” account, in the Orphans’ Court, implies ipso fado that nothing is settled by it but those matters constituting the items or question in the statement itself.\n2. Rhoads’ Appeal, 3 Wright 186, remarked on.\n3. Executors charged themselves in a “ partial” account with the inventory of debts due to the decedent, this did not preclude credits in their “final” account for partial payments made to the decedent or for those which proved desperate.\n4. Executors were ordered by \"will to sell real estate; the Orphans’ Court had jurisdiction of them under Act of June 16th 1836, § 19, art. -8.\n5. Executors, under citation, filed an account in the register’s office as to the personalty and appended to it an account of their sale, &e., of real estate. Held, that the account as to the realty was irregularly filed in the register’s office.\n6. No objection in limine was made; both accounts were certified by the register to the Orphans’ Court, and proceedings had thereupon. Held, that the court having jurisdiction of the subject-matter, it was afterwards too late to object.\n7. Where there is supine negligence in executors in selling land for less than they might have received, the rule is to surcharge them to the extent of the injury.\n8. Surcharge made under the circumstances in this case.\nNovember 19th 1869.\nBefore Thompson, C. J., Read, Agnew, Sharswood and Williams, JJ.\nAppeal from the decree of the Orphans’ Court of Lawrence county: No. 95, to October and November Term 1869. In the estate of George Leslie, deceased.\nGeorge Leslie died July 31st 1859, having made his will dated on the 22d of the same month, and proved August 27th 1859. Besides other devises and bequests he provided as follows:—\n“ Fifth. I give and b.equeath unto my beloved wife, Martha Leslie, after all my just debts and funeral expenses are paid, and the foregoing bequest to my daughter shall also be paid, the one-third of all my personal property absolutely, and also the one-third of all the rents, issues and. profits of all my real estate, not herein disposed of and.including the whole use and occupation of my mansion-house, &c., during her natural lifetime, or so long as she remains my widow, and subject also to the following provision, viz.: It is my desire that my three daughters, Margaret, Harriet and Ellen, continue to reside with their mother so long as they remain unmarried or until her death, if they should' not marry before that time, and to use and occupy the mansion-house, &c., in common with their mother, and to have pasture, &c., so long as they remain with their mother.”\n“ Tenth. After the death or marriage of my beloved wife Martha, it is my will and I do hereby authorize and empower my executors hereinafter named, to sell by public or private sale as they in their discretion may deem best, all my real estate undisposed of by this will, and distribute the proceeds arising therefrom amongst my five daughters, viz.: Jane, intermarried with Edward McMillan, Martha, intermarried with William Vance, Margaret Leslie, Harriet Leslie and Ellen Leslie, equally, share and share alike. In making such sales it is my desire that the property be sold to the best advantage of the legatees, and I hereby give my said execntors full power and authority to make and execute deeds in fee simple to the purchaser or purchasers thereof, and to do and perform all such other acts as may be needful and necessary to perfect the title thereof to the purchaser or purchasers thereof as aforesaid.”\nHe appointed his son John Leslie, and son-in-law William Vance, executors of his will.\nOn the 25th of January 1861, the executors filed an account, viz.:— ♦\n“Partial account of John Leslie and William Vance, executors of the last will and testament of George Leslie, of Shenango township, Lawrence county, deceased.\nThe said accountants charge themselves with all and singular the goods and chattels, rights and credits, which were of the said deceased agreeably to an inventory thereof filed in the register’s oflice of Lawrence county, amounting to, to wit:—\nSeptember 22d 1859. Goods and chattels . . . $1274.20\nCash, bonds, notes and other evidences of debt . . 3471.48\nIncrease on sale of goods......... 53.18\n$4799.56”\n“ Accountants claim credit for the following disbursements, to wit:”\nForty-six items (set out in detail) amounting in the aggregate to...........$2036.42\n“ Statement in explanation:—\nGoods and chattels appraised at ... . $1274.90\nAmount of goods sold.as per sale list . $ 471.17\nAmount taken by widow and legatees . 856.71\n$1328.00\nIncrease on sale......... 53.18\n$1328.08\nWhole amount received by the executors in cash from the estate .... $1095.26\nWhole amount disbursed in cash . . . $1170.60\nAmount of cash disbursed over amount received .......... 75.34\n$1170.60”\nThis account was confirmed, May 22d 1861.\nA citation was issued by the Orphans’ Court commanding the executors to file in the register’s office “ a final account and make a true settlement of the personal assets of said testator, as also of the rents, issues and profits of said real estate. * * *\nAlso, an account and statement of the proceeds arising from the sale of said real estate,” &c.\nOn the 12th of January 1867, in answer to this citation, they filed a final account:—\nIn this account they charged themselves with the balance on their former account......$2759.93\nWith interest received from a number of persons\nnamed; and with a judgment...... 1486.10\n' $4246.03\nThey claimed credit for a number of payments for\ndebts, expenses, &c., amounting to ... . $1486.01\nAmongst these credits were the following:—\n“ Mistaken amount of credit claimed for moneys paid S. D. Clarke & Co., in former settlement — see voucher No. 39 . ..........$ 20.00\nR. D. Allen’s note worthless ........70.00\nJ. Hoffman’s note not collectable....... 50.00\nAmount paid to decedent in his lifetime, on note of J. Mayne..............12.00\nAmount of note of J. N. Lutton, not collectable . . 4.00\nAmount of moneys paid by James Patterson to decedent in his lifetime..........125.00\nAmount of note of James Leslie not collected and doubtful.............100.00\nAmount of note of James Hunter, in suit, and not collected .............. 150.00”\nAppended to their account was:— •\n1. A statement of payments “ on account of legacies under the will,” &c., amounting to......$2819.00\n2. “ Statement of their receipts and disbursements in their management of the real estate under the will,” &c. Rents received amounting to.........$160.00\nExpenses of repairs of conducting farm, &c. . . . 105.15\nOther payments on what account not specified . . . 573.09\n3. “ Statement of the disposition of real estate which hy will they were authorized to sell.”\n“ Tract containing about 195 acres sold, January 23d 1866, to Margaret Leslie for the gross sum of $12,000 payable in three equal annual instalments, the first of which has been paid.”\nTwo other tracts for $1266.\n“Upon which several sales the accountants have received $5266” which they “ have heretofore tendered to the parties entitled, * * * and are yet ready and willing to pay.”\nThis account was confirmed nisi, February 13th 1867. Jane McMillan, Harriet Barkley and Mary E. Fisher, daughters of the testator, and the administrator of the widow filed exceptions to the account.\n1. To payments to the legatees.\n2. To credits in partial account and in final account for payments to Robert Hopper.\n3 and 4. To credits for which the vouchers are not sufficient.\n5. To credits for debts due estate, as uncollectable.\n6. To the eight credits above stated, viz., “mistaken amount of credit for moneys paid to S. D. Clarke,” “ R. D. Allen’s note worthless,” &c., &c.\nAlso to the account of the management of the real estate; and that the real estate was sold to Margaret Leslie at a grossly inadequate price. These exceptions stated specifically their grounds.\nThe account and exceptions were referred to J. McMichael, Esq., as auditor to report the facts and restate the account if necessary!\nThe auditor decided that the exceptions, so far as they related to the “ partial account,” could not be considered, that account having been closed up by its confirmation. He further reported:—\n“ The fifth exception is to credits claimed for uncollected and uncollectable claims due the estate.” * * *\n“ The sixth exception is to certain items of credit claimed in the final account, including the items in the fifth exception, on the ground that the accountants are concluded by the decree confirming the partial account. In the partial account the executors charged themselves with the inventory as filed, and that account showed a balance in their hands of $2763.14, without in any way explaining of what that balance was composed, whether of cash or of uncollected assets. In the items of their final account, included in this exception, they claim credit for a mistake in the partial account of $20, also for money paid by various parties to decedent during his lifetime on claims due him, amounting to $137, and for uncollected and uncollectable claims amounting to $374.\n“ I have decided that the partial account is conclusive of the matters contained in it; and, if that is correct, the executors cannot, on filing another account, correct the mistakes made in the first. If there were mistakes their remedy was a petition of review. These credits, amounting to $531, are therefore not allowed by the auditor.” * * *\n“ This disposes o'f all the exceptions but those which relate to the management and sale of the real estate.\n“ It is objected that the acountants have not charged themselves with the rents, issues and profits received by them from the management of the real estate, that they have not charged themselves with any proceeds whatever from the farm, called by witnesses the Homestead farm, nor for proceeds from the farm, called the Vance farm, for the years 1860, 1861 and 1862, nor with proceeds of timber sold by the executors off the land and for which they were paid.\n“ George Leslie by his will specifically devised certain tracts of his real estate, leaving a residue not specifically devised, which residue contains, 349 acres 3 roods 12 perches, as appears from the testimony. This residue, composed of parts of several different tracts purchased at different times, all lay together, the several parts adjoining each other, and the whole forming an irregular shaped tract. One part of this residue, with the exception of 40 acres, is called the Homestead farm. The mansion-house of the deceased stands on this part, and it contains 206 acres 3 roods 36 perches. The other part is called the Vance farm, and contains 142 acres 3 roods 16 perches.” * * *\n“ The exceptors claim that the accountants should be charged with the reasonable rents during the time they had the management of this real estate. To decide this it will be necessary to look at the character of the charge the executors had over this real estate.” * * *\nThe auditor, giving the provisions in the appropriate clauses of the will, proceeds:—\n“ For land so encumbered and without any evidence of mismanagement, negligence or fraud other than results from the absence of a charge for profits, will it be said that executors should be surcharged with the amount of rent they might have received from property unencumbered, or indeed with any amount whatever ? The auditor cannot say with any degree of certainty that the executors did or could have possibly made any profits from this land and obeyed the instructions of the will. * * * * This exception is overruled.”\n“ The remaining exception is to the account rendered by the executors of the sale by them of the real estate of the testator.” * * *\n“ All the ‘ real estate undisposed of by the will,’ and to which consequently the power to sell extended, is the land before mentioned’ containing 349 acres 3 roods and 12 perches, and composed of the two farms called the Homestead farm and the Vance farm.\n“Martha Leslie remained the widow of the testator and occupied his mansion-house during her life, and died May 31st 1865. On January 23d 1866 the executors sold, by private sale, on articles of agreement to Margaret Leslie, the piece of land called the Homestead farm and a small pifece of what was called the Vance farm, for the gross sum of $12,000, payable,” &e. * * * “ The land so sold to Margaret was not surveyed by the executors, nor its quantity certainly ascertained by them. They estimated that it contained about 195 acres.\n“ Indeed the location of the line which should separate this from the rest of testator’s lands to be sold by the executors, was not, and is not yet definitely fixed; but John Leslie, one of the executors, states that this sale to Margaret was intended to include all the lands of the testator which the executors had power to sell, except 125 acres of the Vance farm. This would require Margaret to get 17 acres 3 roods and 16 perches of the Vance tract. And the testimony shows that there is now fenced and she is occupying 18 acres and 29 perches of that tract, in common with the Homestead farm.\n“ From this it appears that the actual amount of land sold by the executors to Margaret was 224 acres 3 roods 12 perches.\n“ It is to this sale to Margaret that the exceptors object.” * * *\n“ A large amount of testimony was taken on this exception, and in some particulars it is contradictory. The auditor having examined the testimony with care, finds that it establishes the following facts:—\n“ The actual amount of land sold to Margaret by the executors is 224 acres 3 roods 12 perches, though it does not appear that either the executors or Margaret knew the quantity at the time of the sale.” * * *\n“ On June 2d 1865 Edward McMillan, in presence of Robert S. Henderson, a witness, said to John Leslie, the executor who appears to have done most of the business, that the time had now come to carry the will into execution, meaning the time had come to sell this land. This was the second day after the death of the testator’s widow. McMillan then offered the executor or made a bid to him of $75 per acre for the Homestead farm, which as they then understood it, included all afterwards sold to Margaret but the corner out of the Vance farm as before described. McMillan went for the express purpose of making a bid to John Leslie for this farm, and took a witness with him. He told Leslie the time had arrived to make sale under the will, and gave Leslie notice that his (McMillan’s) wife wanted her father’s will carried into effect. Leslie neither accepted nor refused the bid. The bid was not stated to be a standing one; it was not afterwards repeated nor was it withdrawn. Leslie appears to have understood it to have been a standing bid to be accepted by him at any' time, as the testimony shows that he spoke frequently in the latter part of the year 1865, of the fact that he was offered $75 per acre by McMillan.” * * *\n“ John Leslie afterwards in speaking of this bid said he thought it was made by way of a taunt; and at another time expressed the idea that it was made in indecent haste after the death of his mother. McMillan at the time he made this bid and subsequently was the owner of property, real and personal, worth about $7500, and there is some evidence that he had made and was making arrangements to get assistance to pay for this property, if he purchased it, but he did not communicate this to the executors. When Margaret purchased she appears to have owned only what she received under her father’s will. The evidence shows that she was unmarried, about 50 years of age and somewhat delicate in health.\n“ The executors made some, though not a great effort to sell this land before it was sold. They gave notice that it was for sale, asked some parties to bid on it, but in every instance of that kind they informed the persons requested to bid that they had a bid of $75 per acre for it. The community knew the land was for sale and likewise that the bid of $75 per acre had been made. The executors in the fall of 1865 had a notice that this land was for sale inserted three successive times in two of the weekly newspapers published in New Castle. It was advertised for private sale.” * *'*\n“ From these facts the auditor concludes that this land was sold for a price far below its value. The executors say they estimated about 195 acres in the tract, and sold it for that amount. I do not know from what data they made these estimates. John Leslie did not himself feel certain that he knew the amount of land there. The most that can be said is, he guessed at the quantity. The sale was not made by the acre but by the tract, and it may be said, it was not necessary to know the contents. Yet I cannot but think that as trustees they should have known how much land they sold. That knowledge would certainly have assisted their judgments in fixing a price, had they been desirous to perform their duty faithfully, and especially so in this case, as $75 an aere had been offered for it, and John Leslie either understood this to be a bond fide continuing offer or his conduct respecting it is strong evidence of fraud on his part.” * * *\n“ It is argued McMillan had not the ability to pay.. It is true he had not the means to pay the whole price down; few men who purchase farms have such means. He had as much means as perhaps the majority of men purchasing farms have. As much at least as Margaret Leslie had to whom they sold, and enough to secure with the land itself the payment of the purchase-money, or pay any damages that might result from its non-payment.\n“McMillan’s bid was the value of the land, at the time, no more. If then the executors had accepted this bid as they should have done before selling for less money, or even had they only undertaken to inform themselves what amount the farm would bring at this price, they would have measured the land and not have sold it for so much less than it actually contained, but the history of error shows that one default always leads to another.\n“ Viewing this transaction in this light I am’ of opinion that it shows such negligence, such default on the part of these executors acting as they were in the capacity of trustees, as brings the case within the rule stated by Judge Rogers in Moore’s Appeal, 10 Barr 438, that a trustee may be surcharged beyond the actual profits where there is satisfactory proof of supine negligence or wilful default; and therefore surcharge the executors with the difference between the price they did receive, $12,000, and the price I find from the evidence they might and should have received, $16,861.87J, which difference is $4861.88§-.”\nThe auditor on the basis of his findings stated a final administration account against the executors, which showed a balance in their hands of $3202.86.\n“ As to the statement or report of the disposition and sale of the real estate, the executors are surcharged with $4861.87|, so that instead of accounting for $12,000 as proceeds of sale of land sold to Margaret Leslie they shall account for $16,861.87|-as the price of said land payable in three equal annual instalments, the first instalment payable April 1st 1866.\n“ The auditor decides that the costs of this audit shall be paid by the executors.” ‘\nExceptions were filed by the executors to the report of the auditor. The court confirmed the report and ordered the executors to pay all the costs.\nThe executors appealed to thS Supreme Court and assigned for error:—\n1 and 2. Surcharging them with $4861.87 in the sale of the real estate in their administration account of the personalty, they being trustees and their account as such not being before the court.\n3. Not allowing the credits which the auditor struck from their administration account.\nD. S. Morris L. Taylor, for appellants. —\nThe confirmation of the account was not binding as to questions not to be regarded as having been then passed upon: Keech v. Rinehart, 10 Barr 242; Rhoads’ Appeal, 3 Wright 186; Yeager’s Appeal, 10 Casey 173. The executors were but trustees as to the real estate: Chaffee v. Rich, 12 Harris 432; Aston’s Estate, 5 Wharton 228.\n¡S. W. Dana (with whom were D. B. f JE. T. Kurtz), for appellees. —\nThe Orphans’ Court had jurisdiction of the executors and the subject-matter: Springer’s Estate, 1 P. F. Smith 342; Rosenberger’s Appeal, 2 Casey 67; Shuman’s Appeal, 3 Id. 64; Kuhler v. Hoover, 4 Barr 321; Woodward’s Appeal, 2 Wright 828. As to the disallowed credits, he cited Rhoads’ Appeal, supra."
  },
  "file_name": "0355-01",
  "first_page_order": 357,
  "last_page_order": 369
}
