{
  "id": 1019015,
  "name": "Houston et al. versus Jefferson College and Washington and Jefferson College; Jefferson College versus Washington and Jefferson College; F. J. Collier et al. versus Same",
  "name_abbreviation": "Houston v. Jefferson College",
  "decision_date": "1870-01-03",
  "docket_number": "",
  "first_page": "428",
  "last_page": "442",
  "citations": [
    {
      "type": "official",
      "cite": "63 Pa. 428"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "19 Johns. 474",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "3 Whart. 566",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "23 Pick. 334",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2044329
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/40/0334-01"
      ]
    },
    {
      "cite": "1 Paige Ch. 102",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "opinion_index": -1
    },
    {
      "cite": "23 Maine 318",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8846726
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/23/0318-01"
      ]
    },
    {
      "cite": "11 Peters 420",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        3344471
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/36/0420-01"
      ]
    },
    {
      "cite": "8 Peters 281",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        1438395
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/33/0281-01"
      ]
    },
    {
      "cite": "4 Wheat. 519",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "1 Wright 348",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        625778,
        626054
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wright/1/0354-01",
        "/wright/1/0355-01"
      ]
    },
    {
      "cite": "2 Gray 36",
      "category": "reporters:state",
      "reporter": "Gray",
      "opinion_index": -1
    },
    {
      "cite": "18 Howard 336",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": -1
    },
    {
      "cite": "2 Gray 547",
      "category": "reporters:state",
      "reporter": "Gray",
      "opinion_index": -1
    },
    {
      "cite": "5 Allen 247",
      "category": "reporters:state",
      "reporter": "Allen",
      "opinion_index": -1
    },
    {
      "cite": "4 Wright 324",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "5 Wright 441",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "8 W. & S. 50",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "3 Wh. 559",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833447
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/3/0559-01"
      ]
    },
    {
      "cite": "8 Pet. 881",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": 0
    },
    {
      "cite": "19 Johns. 474",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": 0
    },
    {
      "cite": "8 Peters 281",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        1438395
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/33/0281-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1347,
    "char_count": 41752,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 2.1292393749382957e-07,
      "percentile": 0.7655905807635889
    },
    "sha256": "3477d65dcb3c9fa2614c402bd9bc0ae6a8ba9b292a005127beb5a1b1005888ff",
    "simhash": "1:3bad9ba5b073c154",
    "word_count": 7044
  },
  "last_updated": "2024-02-27T19:05:11.647226+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, C. J.. Read, Agnew, Sharswood and Williams, JJ."
    ],
    "parties": [
      "Houston et al. versus Jefferson College and Washington and Jefferson College. Jefferson College versus Washington and Jefferson College. F. J. Collier et al. versus Same."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, January 3d 1870, by\nThompson, C. J. —\nThese three bills, relating to the same institution, and involving considerations common to each, were argued together, and as they can be most satisfactorily disposed of together, we now propose to do so.\nThe first of them raises the question whether the contract of scholarships between the complainants and others, and Jefferson College, did not interpose a constitutional barrier to any legislative grant of authority to the trustees of the college, to surrender its former charter and accept a new one, by which the college was eventually removed from Canonsburg to Washington, in the same county.\nThe second is by the trustees of Jefferson College, in which the same question is raised by them; and\nThe third is by some of the members of the board of trustees of Washington and Jefferson College, in which they complain of the defendant, that its trustees are, under the pretence of authority conferred by the Act of 26th February 1869, about to violate the provisions of the Act of 4th of March 1865, by which Washington and Jefferson College was authorized to provide for the instruction of the senior, junior and sophomore classes at Canons-burg, and students in the freshman class, and in the scientific and preparatory departments, and the department of agriculture and art at Washington; and in disregard thereof, about to unite all the classes at Washington, and to remove thither the library and other movable property of the college, and to sell or dispose of its real estate, charging that such intended acts and doings would be, and are, in contravention of the rights, duties and obligations conferred by the Act of the 4th of March 1865, referred to. Each of these cases was set down, and all heard together on bill and answer. The argument took a wide range, and counsel had an attentive hearing, such as the magnitude of the seeming consequences of a determination of the controversy demanded. The questions presented, however, were not numerous or complex; and notwithstanding the possible discontent which may for a time follow the displacement of an ancient and cherished institution of learning, if the law require it we must so determine. We do not make the law.\nA question to be answered in passing on the merits of the first of these bills is, could Jefferson College surrender its charter, with the consent of the legislature, and accept a new one,“'consolidating it with another institution or college of the same nature and kind, without the assent of the holders of scholarships in the college ?\nThe general right of a private corporation to surrender its franchises, may possibly have exceptions, but undoubtedly it is the rule. This is generally described as an inherent right, which would necessarily defeat any attempt by legislation to enforce upon a corporation qualities of perpetuity. Such a thing would be impossible in the nature of things. Corporations, like individuals, die by the decay, or loss of their vital functions, and this effectually defies authority, to render them perpetual. A surrender of a franchise is the voluntary death of the corporation, and is one mode by which it may cease to exist: 19 Johns. 474; 8 Pet. 881. If anybody ever did dispute the right of a corporation to surrender its franchises of its own mere motion, it is not likely that such a contest about the question could be long maintained, where both parties, the state and the corporation, the grantor and grantee, consent to it, absolutely, or on condition. This I take to be incapable of dispute, and the history of this college will show that this is just what has transpired in its case. It is undisputed in the pleadings.\nBut independently of this mutual consent, there is in the Act of the 15th January 1802, the original act of incorporation of Jefferson College, a reservation of a right to do all that was done by the legislature by the Act of 1865. In the 18th section of the original act it is provided “ that the constitution of the college hereby and herein established, shall be and remain the irrevocable constitution of said college for ever, and the same shall not be altered by any ordinance, or by-law of the trustees, nor in any other manner than by an Act of the Legislature of the Commonwealth.” In The Commonwealth v. Bonsall, 3 Wh. 559, a provision like this was held to be a good reservation of the right by the legislature, to change and alter the charter of the corporation of the “Public School of Germantown.” The reservation in that act of incorporation, was in the same words almost, as those used here — there is not a shade of difference in their meaning, and but a single literal difference. Granting the rule to be that a private charter of the date of 1802, could not be changed by the legislature without the assent of the corporators, or by virtue of the right reserved; that such charters stood on the footing of contracts, we have no difficulty, for there is not only assent here, but a sufficient reservation of the right to sustain the action of the legislature in the enactment of 1865. So far as that act is concerned, nohody objected to its passage, nor to what was done under it, in consolidating Washington and Jefferson Colleges into one body. The holders of the scholarships now complaining, made no objection, and we must presume them to have been satisfied. What was done was not done in a corner, and they do not allege they were uninformed of it. Thus the surrender of the charter of Jefferson College, and the acceptance of the new one, may strictly be said to have been with the assent, in point of fact, of the trustees, the legislature, and the scholarships. This is an assent of every interest to the new organization, and ought to silence all complaints by any person having a legal right to complain or interfere.\nBut in order to meet the objection of the holders of scholarships in the Jefferson College, directly on the merits of their objection, which is, that these contracts are impaired by the Acts of 1865 and 1869, let us consider it and see whether there is anything sound in it. If I understand it, it is supposed that these scholarships are impaired in value by the establishment of Washington and Jefferson College at the town of Washington, some seven miles distant from Canonsburg, under the authority of the Act of 26th February 1869. It may be noticed that these scholarships are, as stated in the certificates, for the endowment of Jefferson College. This designation does not alter the matter. They are contracts for tuition in consideration of a pre-paid subscription, and are to be interpreted as ordinary contracts. This is their effect, no more and no less.\nBy the Act of March 1865, Washington and Jefferson Colleges were consolidated under a new charter accepted by both. The legislature was careful in granting the new charter, to avoid the very question now introduced, and to do entire justice to the holders of certificates and scholarships, and others, provided as follows: “ and all the several liabilities of said two colleges, or corporations, by either of them suffered or created, including the scholarships heretofore granted by and now obligatory upon each of them, are hereby imposed upon and declared to be assumed by the corporation hereby created, which shall discharge and perform the same, without diminution or abatement.” The whole and entire of these contracts are thus saved in their identity and integrity. This was one of the terms of acceptance of the new charter, and there is no pretence even now that it is not obligatory on the new institution, and may he enforced against it after acceptance of the charter, by every means known in the law, applicable to it under the original charter. The nature of the new college, as an institution of learning, the subjects and mode of instruction, organization, and even the professors, I believe, are the same as they were in Jefferson College. There is no pretence of impairment of these contracts on grounds of dissimilarity of instruction, or capacity on part of the new institution to impart it. In passing I may say, that no objection on any ground, was made to the change during'the three years in which the college acted partly at Canons-burg, and partly at Washington, under the most cumbrous and unheard of arrangements for a college.\nIt is not, therefore, on either of these grounds, that these scholarship contracts can be, or are claimed, to 'be impaired, but another and different ground is insisted on, namely: that the contract for the tuition, &c., contained therein, was to be performed at Canonsburg, and.not elsewhere.\nWhen we recur to these contracts, there is no word or provision to this effect in them, nor in the plan or prospectus put forth to induce investments in them. No doubt it was expected from the fact that Jefferson College was located at Canonsburg, that that was to be the place of the performance of the contracts. On the face of the contracts, and there is nothing but this in the case, the contracts are personal to the corporation, and it could perform or offer performance anywhere, whether at Washington or Canons-burg. The contracts are complete, so as to bind both contracting parties without designating the place. The party liable to perform, as in any other personal contract, is liable wherever found. It was not even an incident of the contract that it was to be performed at Canonsburg. It was an expectancy perhaps; even that we do not know: — we simply infer it, not from the contract, but from the situation of the contracting parties. We all know that the incidents of contracts may be changed without impinging on the constitutional prohibition against impairing contracts. Stay laws, which change the remedy and rights of the parties, to some extent at least, have from time to time been passed in this and other states, and they have been uniformly sustained, ■whenever the contract did not specially provide to the contrary. The cases of Chadwick v. Moore, 8 W. & S. 50; Bunn, Raiguel & Co. v. Gorgas, 5 Wright 441, and Bilmyer v. Evans & Rodenbaugh, 4 Wright 324, contain all that need be cited on this point, and in regard to the distinction noticed. In these cases and in every one of the kind, it has been usual to present the argu7 ment, that the contract having been made in view of the remedy existing at the time for its enforcement, it was a part of it, or at least an inseparable incident of it, and to permit it to be controlled by a new rule, was to impair the contract. There are instances, it must be admitted, very near the outer verge of legislative power, but they have been always sustained, and in their apparently objectionable features, are incomparably stronger than anything which can be assumed or predicated of the contracts in question.\nThe argument in support of the plaintiff’s position, not being sufficiently self-sustaining, an equity is invoked in its aid. That, as a consideration in the question before us, is outside of the case, excepting as it may serve to illustrate the argument. This equity is, that the subscribers for scholarships made them in view of their proximity to Jefferson College, and convenience of maintaining scholars at home while attending upon a collegiate course of instruction, and that they will be deprived of this advantage by the removal of the college to Washington. As nothing of this appears by the contracts, and there is no proof of it aliunde, it may or may not be so. It may have induced some or all to subscribe; but this is surmise. Certain it is, it could have had no effect on subscribers for perpetual scholarships; for the college in such cases, finds boarding, lodging, and tuition to the scholar, and it is no matter to the subscriber where that may be done, so far as expense is concerned; that is a matter of indifference to him. But disappointed expectations, the motive in entering into a contract, do not effect the existence of the contract. All that may occur, and the contract remain in full vigor. No constitutional provisions extend to cure this oft necessary result. We must not at this point overlook the great fact in every contract, that it is always made in view of and subject to the natural or legal contingencies which may affect it, or to which the contracting parties may be subject. If a contract be made with a corporation, to be executed in the future, the contingency of existence must be regarded as having been in view as much as between man and man. The risk is taken by both parties. They knew themselves to be subject to such contingencies, and not the contingencies subject to them. It must be presumed that the subscribers to these scholarships knew that the legislature might, with the assent of the corporation, alter its fundamental law, or might do it in the terms of the reservation already referred to, and thus defeat their motive for subscribing, and that it had power to do so, only preserving their contract. This might be done, and this the law presumes all parties to have known. Therefore in no sense could just expectations, even, have been disappointed by the act of removing the college to Washington. The case of the Genesee College, and the opinion of Judge Johnston, at chambers I presume, have been considered. The occasion of the delivery of that opinion was upon a motion to vacate an injunction order restraining the removal of the college at Lima to Syracuse, pending litigation as to the right to remove. It is true, he semes to have gone beyond the limits of the question somewhat, and discussed the question of scholarships, importing the force of a contract into the motives for subscribing; bu-t as I understand the case (no facts being reported with the opinion furnished us on a separate leaf), the contest was between the scholarships and the college, unaffected by the authority of the legislature. This might make a material difference between that case and the one in hand. I incline to think it would. Be that as it may, if the case goes further than this, while we acknowledge great respect for the learned jurist who delivered the opinion, we cannot follow it to the extent claimed here.\nLastly, the argument in this case culminates in an assumption that the legislature and corporation of Jefferson College, and so of any other corporate body, may be controlled in changing, altering, repealing and surrendering the charter, by the contractors with the corporation. The one may consent, and the other act upon such consent, and yet this may be set aside by outside parties. This position is only true of corporations, generally to the extent of leaving intact contracts and preserving legal remedies. Obviously no more. That is always provided for by the legislature. The 10th sect, of Art. I. of the constitution of the United States would probably require this, although the 16th sect, of Art. I. of the constitution of the state expressly provides, only, that in repealing or revoking charters by the legislature, no injury be done to the corporators. But we need not elaborate this consideration, as both the contract and remedy are preserved in this case.\nIn conclusion, so far as the first part of these cases is concerned, it must be recollected that Washington and Jefferson College was incorporated by Act of 4th of March 1865, and located for certain specified purposes both at Canonsburg and Washington ; that this act was accepted by both of the old institutions to be consolidated. Thenceforth the corporation is under that act; the act of 24th February 1869, therefore, providing for its removal, as the trustees or a majority might decide, was clearly within the constitutional power of the legislature: Sect. 16, Art. I., Const. Penna., and being assented to, it is valid beyond question or controversy.\nFor all these reasons, the bill in this case is not sustained, and must be dismissed. Bill dismissed at the costs of the plaintiffs.\n2. As to the second of the above-mentioned bills, viz.: The Trustees of Jefferson College v. Washington and Jefferson College, but little is required to be said. We have virtually decided it, in holding, as we have done in the first of these cases, that by the acceptance of the Act of 1865 in connection with Washington College, it ceased to exist under its original charter. There is, therefore, now no such board as the trustees of Jefferson College, with the right of suit in the name of that corporation: 8 Peters 281. Consequently the plea of the defendant is sustained, and this bill must be dismissed.\nBill dismissed, and William Jeffery, who filed it, is ordered to pay the costs, no other names appearing of record as complainants, and there being no such legal board of trustees as that which purports to be plaintiffs in the bill.\n3. The third and last of these bills was filed by a minority of the board of trustees of Washington and Jefferson College, and they claim that the Act of Assembly of 1869, authorizing the removal of the college as consolidated by the Act of 1865, in obedience to the decision of the requisite number of trustees, is unconstitutional, for the reason, it is alleged, that it infringes the contracts of scholarships with Jefferson College, which they assume could only be performed by the college at Canonsburg. This question we have disposed of in our views in regard to the first of these cases. We need not repeat them, but refer to them as showing that the ground of unconstitutionality is not tenable. It is difficult to discover wherein the Act of 1869 is obnoxious to the charge made, and the Act of 1865, which was not complained of by the plaintiffs, was not. By that act the freshman class and preparatory departments of the college were to be at Washington, and the senior, junior, and sophomore classes were to be taught at Canons-burg. Now unless the scholarships exclude the freshman and preparatory departments of the college, which they do not, there was just the same impairment of contract, if any, of scholarships, in obliging scholars to go to Washington for tuition in the preparatory department and freshman class, as to require them to go there to pass through the remainder of the course. Yet this objection was not made by the plaintiffs or anybody else. This, I admit, is rather argumentum ad hominem, than an illustration of the question on principle, but that we think we have already done.\nTo another charge in the bill, the respondents answer that they intend to remove the classes of the college to Washington, the place fixed as the site of the college, under the provisions of the Act of 1869, and to dispose of the realty, strictly pursuant to the authority of the act; and as this was not replied to by the complainants, it must be taken to be true, and as we have already in the first of these cases held the Act of Assembly of 1869 to be constitutional, it follows that this bill also, must be dismissed at the costs of the complainants.\nOrdered: That the several bills of the several plaintiffs herein considered be dismissed at the costs of the several plaintiffs in the said bills respectively, and that it be so entered in each of the cases.",
        "type": "majority",
        "author": "Thompson, C. J. —"
      }
    ],
    "attorneys": [
      "Gf. Shiras, Jr. and J. Veech (with whom was Boyd Qrwmrine), for plaintiffs. —",
      "M. W. Aoheson and S. S. Wilson, for defendants; as to the plea,"
    ],
    "corrections": "",
    "head_matter": "Houston et al. versus Jefferson College and Washington and Jefferson College. Jefferson College versus Washington and Jefferson College. F. J. Collier et al. versus Same.\n1. The rule is that a private corporation has the general right to surrender its franchises.\n2. Corporations, like individuals, die by the decay or loss of their vital functions.\n3. The surrender of a franchise is the voluntary death of a corporation, and is one mode by which it ceases to exist.\n4. The right when both the state and the corporation consent to the surrender of a charter, absolutely or on condition, cannot be disputed.\n5. In the act incorporating Jefferson College it was provided that its constitution should remain irrevocable and should not be altered by the trustees nor in any other manner than by the legislature. Held, to be a reservation to the legislature to alter the charter.\n6. Jefferson College was chartered in 1802, and located in Canonsburg; it created scholarships, a number of which were sold. In 1865 an act was passed for uniting it with Washington College, under the name of Washington and Jefferson College: the trustees of Jefferson surrendered their charter, accepted the new one, the holders of scholarships knowing of it and making no objection. This was conclusive on all parties interested.\n7. The certificates of scholarships stated that they were for the endowment of Jefferson College: this designation did not alter the matter. They were contracts for tuition in consideration of a prepaid subscription and are to be interpreted as ordinary contracts.\n8. The contracts under the scholarships were personal to the corporation, and it could perform or offer performance anywhere, whether at Washington or Canonsburg.\n9. The contracts bound the parties without designating the place.\n10. The party liable is liable wherever found.\n11. It is not an incident to the contract that it was to be performed at Canonsburg.\n12. Incidents of contracts may be changed without impinging on the constitutional prohibition against impairing contracts.\n13. Every contract is made subject to the legal contingencies which may affect it or to which the parties may be subject.\n14. If a contract be with a corporation to be performed in future, the contingency of existencep must be regarded as having been in view as between man and man.\n15. This risk is taken by both parties.\n16. An act in 1869 authorized the removal of Jefferson College from Canonsburg to Washington; this was within the power of the legislature, although the scholarships were purchased whilst Jefferson College was at Canonsburg.\n17. Jefferson College having accepted the Act of 1865, uniting it with Washington College, ceased to exist under its original charter, and no suit could be maintained in its name.\nNovember 24th and 25th 1869.\nBefore Thompson, C. J.. Read, Agnew, Sharswood and Williams, JJ.\nIn the Supreme Court, Western District: in Equity: of October and November Term 1869.\nI. David C. Houston and others, owners of scholarships in Jefferson College, filed a bill against The Trustees of Jefferson College in Canonsburg and Washington and Jefferson College.\nThe bill set out:—\n1. The incorporation of Jefferson College as an institution of learning by Act of Assembly, January 15th 1802.\n2. By donations from the Commonwealth and individuals the college had accumulated a valuable library, scientific apparatus; they had erected buildings for college purposes, in 'Canons-burg, &c.\n3. About January 1st 1853, the trustees put into operation a plan of endowment, whereby on the payment of $25 or $50 or $100; a subscriber became entitled to a single scholarship; a family scholarship; or tuition for thirty years respectively; by the payment of $400, a perpetual scholarship was endowed to he designated as the subscriber chose and the scholarship might be disposed of by sale or bequest; and by payment of $1250, the subscriber became owner of a scholarship, entitling the holder to the tuition, room-rent and boarding of one student in perpetuity, which scholarship might be disposed of as any other property, for which scholarships respectively certificates were issued under the seal of the college reciting the consideration, &c.\n4. The complainants, residents of Canonsburg and its vicinity, relying on the good faith of the trustees and the perpetuity of the college at Canonsburg, and believing that by the plan of endowment the subscribers became entitled to tuition in a college in Canonsburg and by payment of the necessary money became owners of scholarships which they still own and are entitled to demand tuition in pursuance of their terms, and they expected to be able to educate their sons without sending them from home; ■such expectation based on the terms of the plan of endowment was their inducement to become subscribers.\n5. By an Act of Assembly of the 4th of March 1865, it was enacted that Jefferson College should unite and form one corporation with Washington College, the new body should be known as Washington and Jefferson College and the property of Jefferson College should become the property of the united body; that the studies, &c., of the senior, junior and sophomore classes should be pursued at or near Canonsburg and those of the freshman class, &c., at or near Washington.\n6. By an Act of February 26th 1869, being a supplement to the Act of 1865, it was enacted that the location of the college should be either at Canonsburg or Washington, or some suitable place in the state, which location should be determined by the trustees, and if they could not agree by the requisite majority of two-thirds within sixty days from the passage of the acts, then by a commission of five persons to be appointed by the trustees.\n7. The plaintiffs are informed and believe that the trustees of Jefferson College claim to have accepted the Act of 1865, to have united the two colleges, to have removed the freshman class, &c., from Canonsburg to Washington, a distance of seven miles.\n8. The plaintiffs are informed, &c., that the trustees of Washington and Jefferson College are about to remove the library, &c., classes and professors from Canonsburg, and to dispose of the college buildings, so that the plaintiffs will he deprived of their rights under the scholarships; the defendants claiming to act under the Act of Eebruary 26th 1869.\n9. The scholarships are contracts subsisting between the plaintiffs and Jefferson College, by which the plaintiffs have the right of tuition at Canonsburg; if effect be given to the Acts of 1865 and 1869, the contract and their obligations will be impaired.\n10. The Acts of 1865 and 1869 are unconstitutional because impairing the obligations of the contracts.\nThe prayers were:—\n1. That the Acts of 1865 and 1869 be declared void.\n2. That the defendants be restrained from removing the college, &c., or the library, &c., from Canonsburg to Washington or elsewhere.\n3. And for further relief.\nThe defendants answered:—\n1-8. They admitted these paragraphs, but averred that no certificate of scholarship for more than $100 was issued, that they knew nothing of the motives of the subscribers; that the Act of 1869 was accepted by Washington and Jefferson colleges, and by a vote of two-thirds the trustees determined to locate the college at Washington; that they intended to dispose of the buildings at Canonsburg whenever they can lawfully do so, and furnish the plaintiffs and all others owning scholarships all the advantages of collegiate instruction in the united institution at Washington.\n9. They intend to fulfil all the terms and conditions of the scholarships by furnishing tuition, &c., at Washington.\n10. They deny that the Acts of 1865 and 1869 are unconstitutional.\n11. The trustees of Jefferson College filed a bill against Washington and Jefferson college; and set out:—\n1. The plaintiffs’ incorporation as in the first bill, — and their continued existence.\n2. By gifts from the state and private individuals they have become possessed of property to the amount of $150,000, of which $5000 were for a permanent fund to be kept separate, for educating poor and pious young men; the paragraph averred the plan of endowment by scholarships by which the plaintiffs were to furnish tuition to subscribers at Canonsburg, many scholarships became the property of persons in and near Canonsburg, who were induced to purchase on the faith that the tuition would be furnished in Canonsburg.\n3. The Act of 1865 as set out in the fifth paragraph of the first biiL\n4. Under this act a new organization of the united colleges was effected, whereby the studies of the senior, junior and sophomore classes were pursued at Canonsburg, and of the other students at Washington; the plaintiff accepted the act and took part in the organization in good faith, believing that it did not interfere with their contract and obligations, and that the new organization would carry out their contract and obligations.\n5. The defendants are about to remove all the classes, &c., the library, &c., to Washington and to sell the college lands, &c., under the authority of the Act of February 26th 1869 (mentioned in the first bill).\n6. The Act of 1865 and its acceptance, and the organization under its provisions constituted a contract between the plaintiffs and Washington College and Washington and Jefferson College; one of the stipulations of the contract, but for which the plaintiff would not have entered into it, being that the three higher classes should remain at Canonsburg, thus enabling the plaintiffs to fulfil their contracts with the holders of scholarships and with the persons who had given funds for maintaining the college at Canonsburg.\n7. The Act of 1869 is invalid, impairing the obligations of the contracts arising from the acceptance of the Act of 1865, of the scholarships and the donors of funds to the college.\nThe prayers were:—\n1. That the Act of 1869 be declared void.\n2. That the defendants be restrained from removing the college, See., from Canonsburg and from acting in anywise under the Act of 1869.\n3. And for general relief.\nThis bill was signed “William Jerrery,\nAnd others, the trustees of Jefferson College in Canonsburg, in the county of Washington.”\nThe defendants pleaded in bar of the bill that by the acceptance of the Act of 1865 and the organization of Washington and Jefferson College, the plaintiffs were dissolved and dead.\nThey answered also :—\n1-5. Admitting, with unessential qualifications, these paragraphs.\n6 and 7. Denying these paragraphs.\nIII. Francis Collier and others filed a hill against the Washington and Jefferson College; and set out\n1. The incorporation of Jefferson College.\n2. The college was duly organized and accumulated a large amount of money and property, including gifts for the specific purpose of educating poor and pious young men for the gospel ministry; the trustees put into operation a plan of endowment by means of scholarships, which were sold to persons residing near Canonsburg, who were induced to purchase, “ because thereby the said college contracted and agreed to furnish tuition to the beneficiaries of said scholarships, at Canonsburg.”\n3. Set out the Act of 1865 and its acceptance by both Washington College and Jefferson College, and the organization of Washington and Jefferson College in pursuance thereof.\n4. Jefferson College accepted the Act because of the provisions retaining the buildings and the three higher classes at Canonsburg, and that all other obligations devolving on Jefferson College would be performed.\n5. Washington and Jefferson College are about to remove the college property and classes from Canonsburg, and dispose of the college property by virtue of the provisions of the Act of 1869.\n6. The Act of 1865 constituted a contract for the continuance of a college and of the three higher classes at Canonsburg, and that tuition under the scholarships should he given at Canonsburg and it was the duty of the new organization to carry out the contract.\n7. The Act of 1869 is unconstitutional, “ because it directs the removal of the college buildings and classes from Canonsburg, without the consent of those holding scholarships as aforesaid, and of those who have given funds for the specific purpose of educating young men at Canonsburg, thereby impairing the obligation of subsisting contracts.”\n8. The plaintiffs as trustees have opposed by argument and votes the removal of the buildings, classes, &c., from Canonsburg, but a majority of the trustees have voted for the removal and are about to remove the college property, &c., from Canonsburg.\nThe prayers were as in the preceding bills.\nThe defendants answered, admitting, with unessential qualifications, paragraphs 1 — 6, and denying paragraphs 7 and 8.\nThe sections of the various Acts of Assembly necessary to be here stated are as follows :—\nAct of January 15th 1802.\nSect. 1 and 2. Established at Canonsburg a college, with the corporate name, “ The Trustees of Jefferson College in Canons-burg, in the County of Washington,” to be under the direction of 21 trustees.\nSect. 3. Annual meetings of the trustees to he at Canonsburg.\nSect. 5. * * * “ The constitution of the said college, herein and hereby declared and established,«shall be and remain the inviolable constitution of the said college for ever, and the same shall not be altered or alterable by any ordinance or law of the said trustees, nor in any other manner than by an Act of the Legislature of the Commonwealth.”\nAct or March 4th 1865.\nSect. 1. The colleges of Jefferson, at Canonsburg, incorporated by an Act of Assembly, the 15th of January 1802, and of Washington, at Washington, incorporated by an Act of March 28th 1806, shall hereafter be one corporation under the name of Washington and Jefferson College ; which corporation, by said name, shall possess and enjoy all the capacities, powers, privileges, immunities and franchises which wore conferred upon and held by said colleges of Jefferson and Washington, and the trustees thereof, with such enlargements, and subject to such changes therein, as are made by this act.\nSect. 2. All the real and personal property, of every nature and kind whatsoever, now held and possessed by, or in trust for, said colleges or corporations of Jefferson and Washington, severally, with all endowment funds, choses in action, stocks, bequests and devises, and other rights whatever, to them and each of them belonging, or in any wise pertaining, are hereby transferred to, and vested in, the corporation hereby created ; and all the several liabilities of said two colleges or corporations, by either of them suffered or created, including the scholarships heretofore granted by, and now obligatory upon, each of them, are hereby imposed upon and declared to be assumed by the corporation hereby created, which shall discharge and perform the same, without diminution or abatement.\nSect. 4. The said corporation shall consist of aboard of trustees of thirty-one persons, all of whom shall be citizens of the United States of America, and at least sixteen thereof shall be also citizens of this Commonwealth; they shall be chosen and have perpetual succession in the manner following, &c.\nSect. 13. That the studies of the senior, junior and sophomore classes of said college shall be pursued at or near Canonsburg, in the county of Washington, and those of the freshman class, and of the scientific and preparatory departments, and of the department of agriculture and art, at or near Washington, in said county, and in appropriating the income derived from the endowment funds of said corporation, a sum equal to at least one-third, and not exceeding one-half part thereof, shall be exclusively devoted and applied by the board of trustees to the use, support and benefit of the class and departments at or near Washington, in addition to the income which may he derived from the fund or funds pertaining to the department of agriculture and art, which shall be wholly and inviolably appropriated thereto: Provided, however, That nothing herein contained shall be construed so as to divert any gift, grant, devise or bequest, or the income or profits thereof, from the specific departments, professorships,’ studies or classes intended according to the true intent and meaning of the deed, last will and testament or other writing, giving or founding the same.\nSect. 18. From and after the organization of the corporation hereby created, as herein provided, the colleges of Jefferson and Washington, named in the first section of this act, shall be dissolved, except so far as may be found necessary to enable them to close up their business affairs, and to perfect the transfer of their property and rights to the corporation by this act created.\nAct ok February 26th 1869.\nA Supplement to “ An Act to unite the colleges of Jefferson and Washington, in the county of Washington, and to erect the same into one corporation, under the name of Washington and Jefferson College,” approved the 4th day of March 1866.\nSect. 1. As soon as the necessary preliminary arrangements can be made, and suitable buildings provided, the several departments of Washington and Jefferson Colleges shall be closely united and located, either at Canonsburg, Washington or some other suitable place within this Commonwealth, to be selected and fixed in the manner hereinafter specified.\nSect. 2. The location of the college shall be determined by -the board of trustees, by a vote of. not less than two-thirds of the members present at a regular meeting, or at a special meeting called for that purpose, if they can agree; and if they cannot agree within sixty days after the passage of this act, the question of location shall be referred to a commission of five gentlemen, * * * who, after obtaining all necessary information, they, or any four of them, shall report to the board of trustees in writing, where, in their judgment, the united college shall be located; and thereupon the board of trustees shall proceed with as little delay as possible, to carry into effect their recommendation.\nSect. 5. If the united college is located at Canonsburg, it shall be the duty of the board of trustees to designate and set apart sufficient real estate of the college in Washington, for the use of an academy, normal school or other institution of lower grade than a college, to be located there, and managed by a board of seven directors, to be selected by said trustees. And if the college shall be located at Washington, it shall be the duty of said trustees to designate and set apart sufficient real estate of the college in Canonsburg, for the use of an academy, normal school or other institution of lower grade than a college, to be located there and managed by a similar board, similarly chosen. And in addition thereto, the said trustees are hereby authorized to appropriate personal property of the college, consisting of libraries, apparatus and furniture, now connected with that department of the college, for the use of such academy, normal school or other institution of lower grade than a college. And in the event of the removal of the college from both places where it is now located, the provisions of this section shall be taken and held to apply to each of said localities.\nThe cases were heard on bills, answers and pleas.\nGf. Shiras, Jr. and J. Veech (with whom was Boyd Qrwmrine), for plaintiffs. —\nA college at Washington cannot be made identical with a college at Canonsburg. The contract, whether express or' implied, was within the constitution: Story on Const. § 1371. The Act of Assembly and endowment contemplated a permanent location at Canonsburg, and made a binding contract for that place. They cited the case of Daily v. Genesee College, in the Supreme Court of New York, MS. The provision of the Act of 1802 that the constitution should not be altered except by the legislature, did not give the power to annul: Allen v. McKeen, 1 Sumner 276; Sage v. Villiard, 15 B. Monroe 340; St. Mary’s Church Case, 7 S. & R. 562; Miller v. N. Y. & Erie Railroad, 21 Barbour 513; Comm. v. Essex Co., 21 Barbour 239; Durfee v. Old Colony Railroad, 5 Allen 247; Hamilton Ins. Co. v. Hobart, 2 Gray 547. The defendants by the dissolution cannot evade the obligations of contracts: Louisville v. University, 15 B. Monroe 686. An individual interested has a remedy against the unconstitutional acts of the corporation: Dodge v. Woolsey, 18 Howard 336; Craliff v. Manchester & B. Can. Co., 3 Russ. & Mylne 481; Ward v. Society of Atty’s, 1 Collyer Ch. R. 370. The power in the legislature to revoke chartered privileges when injurious to the citizens, is different from a power to revoke at the mere pleasure of the legislature: Boston & L. Railroad v. Boston & S. Railroad, 2 Gray 36. Whether a revocation would work injustice to corporators is for the courts, not for the legislature: Iron City Bank v. Pittsburg, 1 Wright 348; Commonwealth v. Pittsburg & Conn. Railroad, 8 P. F. Smith 26; Dartmouth Coll. v. Woodward, 4 Wheat. 519.\nM. W. Aoheson and S. S. Wilson, for defendants; as to the plea,\ncited Mumma v. Potomac Co., 8 Peters 281. The incorporation was a contract between the Commonwealth and the corporators : Erie & N. E. Railroad v. Casey, 2 Casey 301; Commonwealth v. Cullen, 1 Harris 141; Mumma v. Potomac Co., Dartmouth College v. Woodward, supra. The charter is to speak for itself, and the contract as to scholarships cannot be interpolated into it: Bebee v. Bank, 1 Johns. R. 571; Shelburne v. Inchiquin, 1 Brown’s Ch. 341; Irnham v. Child, Id. 93. Contracts between the state and corporation cannot be implied from anything but plain words, enrolled in solemn form: Erie and N. E. Railroad v. Casey, supra; Charles River Bridge v. Warren Bridge, 11 Peters 420. Expectations of one of the parties cannot be incorporated into a contract: Irvin v. Turnpike Co., 2 Penna. R. 466; Reed v. Frankfort Bank, 23 Maine 318; 2 Kent Com. 306; McClarren v. Remington, 1 Paige Ch. 102; Creese v. Babcock, 23 Pick. 334; Miners’ Bank v. United States, 1 Greene (Iowa) 553. Nothing will avoid a contract as unconstitutional but direct collision with the state or Federal Constitution: Sharpless v. Philadelphia. When the right to repeal, &c., is reserved, its exercise is not unconstitutional: Commonwealth v. Fayette Co. Railroad, 5 P. F. Smith 454; Commonwealth v. Bonsall, 3 Whart. 566. A corporation may surrender its franchises: Steel v. Bloom, 19 Johns. 474."
  },
  "file_name": "0428-01",
  "first_page_order": 430,
  "last_page_order": 444
}
