{
  "id": 1019120,
  "name": "Zeisweiss versus James et al., Anna N. James and Mary A. Conover with her husband O. H. P. Conover",
  "name_abbreviation": "Zeisweiss v. James",
  "decision_date": "1870-01-13",
  "docket_number": "",
  "first_page": "465",
  "last_page": "471",
  "citations": [
    {
      "type": "official",
      "cite": "63 Pa. 465"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Ired. Eq. 255",
      "category": "reporters:state",
      "reporter": "Ired. Eq.",
      "case_ids": [
        8681812
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/37/0255-01"
      ]
    },
    {
      "cite": "1 Dev. Eq. 276",
      "category": "reporters:state",
      "reporter": "Dev. Eq.",
      "case_ids": [
        11274925
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/16/0276-01"
      ]
    },
    {
      "cite": "36 Barb. 546",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        2431917
      ],
      "opinion_index": 0,
      "case_paths": [
        "/barb/36/0546-01"
      ]
    },
    {
      "cite": "5 Watts 495",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "3 Smith 20",
      "category": "reporters:state",
      "reporter": "Smith & H.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 888,
    "char_count": 19536,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 5.34969311945089e-07,
      "percentile": 0.9433847301522212
    },
    "sha256": "74dfb43a7689df8cff597def0b947960e8bfbb809f916bdf25047b100d675f4e",
    "simhash": "1:9963c5776e918612",
    "word_count": 3476
  },
  "last_updated": "2024-02-27T19:05:11.647226+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, C. J., Read and Sharswood, JJ. Agnew, J., at Nisi Prius. Williams, J., absent."
    ],
    "parties": [
      "Zeisweiss versus James et al., Anna N. James and Mary A. Conover with her husband O. H. P. Conover."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, January 13th 1870, by\nSharswood, J. —\nIt must be conceded that the devise by the will of Levi Nice to Mary A. Conover and Anna M. James, in fee simple, is reduced, by the subsequent words, to a life-estate to the devisees and the survivor of them, determinable, however, on their both refusing to reside on the homestead known as Oxford Lodge for the space of two months. The testator declares that in that event the said real estate is to go as directed in the next clause of his will; that is to say, in the same manner as if both of the devisees were dead.\nThe next clause is as follows: “ Immediately after the death of both my said grand-nieces, then it is my will that my real estate aforesaid shall go to and be held in fee simple by the Infidel Society in Philadelphia, hereafter to be incorporated, and to be held and disposed of by them, for the purpose of building a hall for the free discussion of religion, politics, &c.”\nIf there was an Infidel Society in Philadelphia at' the date of the will, it was not then incorporated, the testator expressly referring to it as thereafter to be incorporated. If we are to infer the nature and objects of the corporation from the name, it means an association of infidels or unbelievers, for the purpose of propagating infidelity, or a denial of the doctrines and obligations of revealed religion. It must be so understood, according to the commonly received meaning of the term. Such an association, it would seem, could not be incorporated under any of the general laws of the Commonwealth. The Acts of April 6th 1791, 3 Smith 20, and of October 13th 1840, Pamph. L. 1841, p. 5, provide for the incorporation of societies for any literary, charitable or religious purpose, and beneficial societies or associations. It could scarcely be considered as within either the letter or spirit of these acts. It is highly improbable that the legislature will ever incorporate, or authorize the incorporation, of such an association. Supposing it, however, to be possible, it is potentia remota — that a corporation should be created, and with that name — a possibility upon a possibility, which, as Lord Coke tells, us, is never admitted by intendment of law : Co. Litt. 25-6, 184 a. It is like a remainder to the heirs of a person unborn — that a person should be born and die during the continuance of the particular estate— or to an unborn son of a particular name : Eearne 251. Indeed, the very case is put in the old books that if a remainder be limited either by feoffment or devise to a corporation which is not in existence at the time of the grant or devise, the remainder is void, even though such a corporation should afterwards be erected during the particular estate, because it is potentia remota: Sir Hugh Cholmley’s case, 2 Rep. 51 a; Lane v. Cowper, Moor, 104; Cowden v. Clarke, Hob. 33; Noe’s case, Winch 55; Simpson v. Southward, 1 Rol. Rep. 254. In the Year Book, 9 Hen. VI. 24, it is laid down that if one devise lands to the priests of a chantry, or of a college in the church of A., at which time there is no chantry and no college, the devise is void, notwithstanding the devise is by license of the king; and if after a chantry or college is made in the same place, yet they shall not have the land, because at the time of the devise there was no corporation in which the devise could take effect. We must conclude then that this remainder, limited to a corporation thereafter to be created, was void, because there was no devisee competent to take at the time, and the possibility that there might be such a corporation during the particular estate for life, was too remote.\nBut it may, nevertheless, be true that if the purpose for which the devise over in remainder was made, be a valid charitable use, which can be enforced and administered in a court of equity, it will not be allowed to fail for want of a trustee : McGirr v. Aaron, 1 Penna. Rep. 49. Such an use may be vague and indefinite, so that no particular person or persons may have such an interest as will give them a right to demand the execution of it, yet that forms no objection to a charity if there be a competent trustee named, clothed with discretionary power, either express or implied, to carry out the general objects of the donor or testator. As was said by Gibson, C. J., in Witman v. Lex, 17 S. & R. 93 — “ It is immaterial whether the person to take be in esse or not, or whether the legatee was at the time of the bequest a corporation capable of taking or not, or how uncertain the objects may be, provided there be a discretionary power vested anywhere over the application of the testator’s bounty to those objects.” To the same effect are McGirr v. Aaron, 1 Penna. Rep. 51; Martin v. McCord, 5 Watts 495; Beaver v. Filson, 8 Barr 335; Pickering v. Shotwell, 10 Barr 23; The Domestic and Foreign Missionary Society’s Appeal, 6 Casey 425. “ A charitable gift,” says Comstock, O. J., in Beekman v. Bonsor, 23 New York 308, “ definite both in its subject and purpose and made to a definite trustee, who is to receive the fund and apply it in the manner specified, is to be maintained, although it would be void try the general rules of law,' because the particular objects of the gift, or persons to be benefited by it, are unascertained. Such a gift is capable of being enforced by judicial sentence; and affords neither room nor justification for an exercise of the cypres power. So much, then, of that which is peculiar in .the English system of charitable trusts ought to be considered as settled in the jurisprudence of this state. But beyond this we cannot go, without exercising functions which are not judicial; which, in England, rest on prerogative, and are there exercised by the sign manual of the sovereign, or by the Court of Chancery, as the keeper of his conscience Godard v. Pomeroy, 36 Barb. 546; Le Page v. McNamara, 5 Clark 124 ; Owens v. The Missionary Society, 4 Kernan 380. The discretion, which must, in such a case, necessarily be vested somewhere, cannot be assumed by a Court, for it would not be a judicial function ; nor can it, therefore, be reposed in a trustee or trustees of their selection. When there is no competent trustee named, or he dies or resigns, and no provision is made by the testator for the continuance of the trust, the charity must fail: Fontain v. Ravenel, 17 Howard S. C. Rep. 369. In that case executors were directed to make distribution of the estate among such charities as they should deem most beneficial. But they died without doing so. “ There must be some creative energy,” said Mr. Justice McLean, “ to give embodiment to an intention which was never perfected. Nothing short of the prerogative power, it would seem, can reach this case. There is not only uncertainty in the beneficiaries of this charity, but behind, that is a more formidable objection. There is no expressed will of the testator. He intended to speak through the executors, or the survivor of them, but by the acts of Providence this has become impossible. It is, then, as though he had not spoken. Can any power now speak for him except theparens patries ? Had he declared that the residue of his estate should be applied to certain charitable purposes, under the statute of 43 Eliz., or on principles similar to those of the statute, effect might have been given to the bequest, as a charity, in the state of Pennsylvania. The words as to the residue of his property were used in reference to the discretion to be exercised by his executors. Without their action he did not intend to dispose of the residue of his property.” “ Power to act at discretion,” says Gibson, C. J., “ need not be expressly given if it can be implied from the nature of the trust:” Pickering v. Shotwell, 10 Barr 28. No doubt an unincorporated society may be a trustee, invested with such a discretion, and may perpetuate itself by the succession of its members. This is the doctrine of the learned and elaborate opinion of Mr. Justice Baldwin in Sarah Zane’s will: Magill v. Brown, Brightly’s Rep. 346, note, sustained and- affirmed by the court in the Domestic and Foreign Missionary Society’s Appeal, 6 Casey 425, and the Evangelical Association’s Appeal, 11 Casey 316. Now, if the use in this case be a valid charitable use, it is certainly of a very indefinite nature, and requires to be administered according to a discretion to be confided to some person or persons. The testator named the Infidel Society in Philadelphia, which might have been well enough, if there was such a society, though unincorporated; but he made it an essential quality of the society thus selected, that it should be incorporated. That, as we have seen, was a potenta remota, which made the devise over in remainder, after the life estates, a void devise. There was no trustee then competent to exercise a discretion in the administration of the chai’ity. Building a hall may be an object sufficiently definite; but the trust was not to end there. It is evidently a permanent, perpetual one. The hall, when built, must be kept up and maintained. Some person or persons must regulate the free discussion in religion and politics, and determine what is to be included under the comprehensive “ et cetera.” It is plain that no court would ever undertake to administer such a charity, or to exercise discretion through a trustee or trustees appointed by them. It is not a disposition of property “ for any religious, charitable, literary or scientific use,” within the Act of April 26th 1855, § 10, Pamph. L. 331. If this course of reasoning be sound, it follows that this devise is void as a charity, and that the reversion, subject to the life estate, descended to Amanda James, the niece of the testator, and his heir at law, under the Intestate Act, and that a conveyance by her and the life-tenants will vest a good title in fee simple in their grantee.\nIn placing the decision on this ground, however, it must not be understood that I mean to concede that a devise for such a purpose as was evidently contemplated by this testator, even if a competent trustee had been named, would be sustained as a valid charitable use in this state. These endowments originated in England, at a period when the religious sentiment was strong, and their tendency was to run into superstition. In modern times the danger is of the opposite extreme of licentiousness. It is necessary that they should be carefully guarded from either, and preserved in that happy mean between both, which will most conduce to the true interests of society. Established principles will enable the courts to accomplish this. Charity is love to God and love to our neighbor; the fulfilment of the two great commandments upon which hang all the law and the prophets. The most invaluable possessions of man are faith, hope, charity, these three; but the greatest of these is charity. Love worketh no ill to his neighbor : therefore love is the fulfilling of the law. It is the fountain and source whence flow all good works beneficial to the souls or bodies of men. It is not easy to see how these are to be promoted by the dissemination of infidelity, which robs men of faith and hope, if not of charity also. It is unnecessary here to discuss the question under what limitations' the principle is to be admitted that Christianity is part of the common law of Pennsylvania. By the third section of the ninth article of the Constitution it is indeed declared “ that all men have a natural and indefeasible right to worship Almighty God according to the dictates of their own consciences ; that no man can of right be compelled to attend, erect or support any place of worship, or to maintain any ministry against his consent; no human authority can, in any case whatever, control or interfere with the rights of conscience; and no preference shall ever be giveit by law to any religious establishments or modes of worship.” ¿ It is in entire consistency with this sacred guarantee of the rights of conscience and religious liberty to hold that, even if Christianity is no part of the law of the land, it is the popular religion ofjdm-ceuntry, an insult to which would be indictable as directly fending to disturb the public peace. The laws and institutions of this state are built on the foundation of reverence for Christianity. To this extent, at least, it must certainly be considered as well settled that the religion revealed in the Bible is not to be openly reviled, ridiculed or blasphemed, to the annoyance of sincere believers who compose the great mass of the good people of the Commonwealth : Updegraph v. The Commonwealth, 11 S. & R. 394; Vidal v. Girard’s Executors, 2 Howard (U. S.) 198. I can conceive of nothing so likely — so sure, indeed, to produce these consequences, as a hall desecrated in perpetuity for the free discussion of religion, politics, et cetera, under the direction and administration of a society of infidels. Indeed, I would go further, and adopt the sentiment and language of Mr. Justice Duncan in the case just referred to : “ It would prove a nursery of vice, a school of preparation to qualify young men for the gallows and young women for the brothel, and there is not a sceptic of decent manners and good morals who would not consider such a debating club as a common nuisance and disgrace to the city.”\nJudgment affirmed.",
        "type": "majority",
        "author": "Sharswood, J. —"
      }
    ],
    "attorneys": [
      "W. A. Manderson, for plaintiff in error.",
      "Titos. J. Qlayton, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Zeisweiss versus James et al., Anna N. James and Mary A. Conover with her husband O. H. P. Conover.\n1. A testator devised to his grand-nieces all the property of which he should die possessed, “and to their heirs and assigns, subject nevertheless to the following restrictions, * * * the real estate of which I may die seised shall be held and enjoyed by them during their lives, or, in case of the death of one of them, during the life of the survivor,” upon condition that they or one of them should make the testator’s homestead a place of permanent residence; upon the refusal of both to reside at the homestead, for two months, the real estate mentioned to go as directed in the next clause of the will, as if the devisees were dead. Held, that the fee simple to the grand-nieces was reduced by the subsequent words to a life estate.\n2. The “next clause” of the will directed that upon the death of the devisees for life, the real estate should go to “ The Infidel Society in Philadelphia, hereafter to be incorporated, and to be held and disposed of by them for the purpose of building a hall for the free discussion of religion, politics,\n&c.” Held, that the remainder limited to a corporation thereafter to be created was void, because there was no devisee competent to take at the time, and the possibility that there might be such a corporation during the particular estate for life, was too remote.\n3. It would seem, such an association could not be incorporated under any of the general laws of the Commonwealth.\n4. It is in entire consistency with the constitutional guaranty of the rights of conscience and religious liberty to hold that even if Christianity is no part of the law of the land, it is the popular religion of the country, an insult to which Would be indictable as directly tending to disturb the public peace.\n5. The laws and institutions of Pennsylvania are built on the foundation of reverence for Christianity.\n6.. The religion revealed in'the Bible is not to be openly reviled, ridiculed or blasphemed to the annoyance of sincere believers.\n7. It is no objection to a devise for a charity that it is so vague and indefinite that no particular person may have such an interest as will give him a right to demand its execution, if there be a trustee named clothed with discretionary power to carry out the general objects of the donor.\n8. In this case this discretion cannot be assumed by a court nor reposed in a trustee of their selection.\n9. When there is no competent trustee named, or he dies or resigns, and there is no provision made by the testator for the continuance of the trust, the charity must fail.\n10. Power to act at discretion need not be expressly given if it can be implied from.the nature of the trust.\n11. An unincorporated society may be a trustee invested with such discretion, and may perpetuate itself by a succession of its members.\nJanuary 7th 1870.\nBefore Thompson, C. J., Read and Sharswood, JJ. Agnew, J., at Nisi Prius. Williams, J., absent.\nCertificate from 'Nisi Prius.\nThis was a case stated, in which Amanda James, Anna N. James, and Mary A. Conover, with her husband O. H. P. Conover, were plaintiffs, and Nathaniel Z. Zeisweiss was defendant.\nThe facts submitted for the opinion of the court being as follows : Levi Nice, of the city of Philadelphia, died in April 1865, seised in fee of a tract of land in the county of Philadelphia, known as Oxford Lodge, having made his last will and testament by which he devised as follows:—\n“I give and devise unto my grand-nieces Mary A. Conover, wife of O. H. Perry Conover, and Anna N. James, children of my niece Amanda James, all the property of which I may die possessed of, in fee simple, and to their heirs and assigns, subject nevertheless to the following restrictions, that is to say, that the real estate of which I may die seised shall be held and enjoyed by them during all the time of their natural lives, or in case of the death of one of them during the life of the survivor upon the express condition that they shall make the homestead property upon which I now reside, and known as Oxford Lodge, as their place of permanent residence or the residence of one of them, and it is my will that should they both refuse to so reside at said homestead residence for the space of two months, then said real estate is to go as directed in the next clause of this my will, that is to say, in the same manner as if both of devisees were dead.”\n“ Immediately after the death of both of my said grand-nieces, then it is my will that my real estate aforesaid shall go to and be held in fee simple by the Infidel Society in Philadelphia hereafter to be incorporated, and to be held and disposed of by them for the purpose of building a hall for the free discussion of religion, politics, &c.”\nThe said Amanda James is the heir at law of the testator.\nOn the 5th of January 1866, the plaintiffs entered into an agreement in writing with the defendant to convey to him in fee simple the premises mentioned, and they subsequently offered to deliver to him a deed in fee simple in the usual form for the premises, in fulfilment of their agreement; the defendant refused to receive the deed, alleging that the plaintiffs did not under the will possess a good title in fee simple. It was agreed that, if the court should be of opinion that Amanda James, Anna N. James and Mary A. Conover were entitled to an estate in fee simple in said premises, judgment should be entered for the plaintiffs for $501; otherwise judgment should be entered for the defendant. It was also agreed that either party should be entitled to a writ of error or certificate.\nThe court, Thompson, C. J., delivering the opinion, entered judgment for the plaintiff upon the case stated.\nThe defendant removed the case to the Supreme Court, and assigned for error the entering of judgment for the plaintiff.\nW. A. Manderson, for plaintiff in error.\nTitos. J. Qlayton, for defendant in error,\ncited 2 Redf. on Wills, 2d ed. 770; 1 Dev. Eq. 276; Holland v. Peck, 2 Ired. Eq. 255; 1 Jarman on Wills 332.\nThe Act of April 26th 1855 does not apply."
  },
  "file_name": "0465-01",
  "first_page_order": 467,
  "last_page_order": 473
}
