{
  "id": 486251,
  "name": "Wright versus Funck",
  "name_abbreviation": "Wright v. Funck",
  "decision_date": "1880-03-29",
  "docket_number": "",
  "first_page": "26",
  "last_page": "31",
  "citations": [
    {
      "type": "official",
      "cite": "94 Pa. 26"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Whart. 419",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833406
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0419-01"
      ]
    },
    {
      "cite": "6 Wright 173",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "5 Wright 261",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "2 W. N. C. 561",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 673,
    "char_count": 13633,
    "ocr_confidence": 0.519,
    "pagerank": {
      "raw": 1.2826999043432243e-07,
      "percentile": 0.6179400806765182
    },
    "sha256": "4ff9b316731588b263e522abb2671dff704b5965c6e5e4d03ad8025fc87fecd8",
    "simhash": "1:12ba99a084257ffa",
    "word_count": 2418
  },
  "last_updated": "2024-02-27T21:36:28.441257+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey and Sterrett, JJ. Green, J., absent."
    ],
    "parties": [
      "Wright versus Funck."
    ],
    "opinions": [
      {
        "text": "The judgment of the Supreme court was entered,\nPer Curiam.\nWengert was without doubt a competent witness. He was no party to the suit, and had been released from all liability on his implied warranty of title. He would have been a good witness before tne Act of 1869, which made no one incompetent who was competent before. It was not irrelevant to show the intimate relation between Wright and Wengert. The answers of the learned court to the plaintiffs’ second and third points put the case to the jury upon the true question. It is certainly proper for the jury in an action of replevin to find for the plaintiff’ some of the goods, and as to the rest, for the defendant, and judgment may be entered on such a verdict.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "B. W. Gumming and James B,yon, for plaintiff in error,",
      "Guy E. Earquhar,' for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Wright versus Funck.\n1. Where a chattel has been sold by a firm the surviving partner, when released from all liability on his implied warrantee of title by the vendee, is a competent witness for said vendee.\n2. It is not irrelevant to show the intimate relations of parties to show the motive for reposing confidence.\n3. In an action of replevin it is proper for the jury to find for the plaintiff some of the goods, and as to the rest for the defendant, and judgment may be entered on such a verdict.\nMarch 15th 1880.\nBefore Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey and Sterrett, JJ. Green, J., absent.\nError to the Court of Common Pleas, of Schuylkill county: Of January Term 1879, No. 40.\nReplevin by Josiah Eunck against Jonathan Wright to recover law books and a book case alleged to have been taken and unjustly detained by defendant. The latter pleaded non cepit and property, and specially that he did not take the books as alleged. At the trial it appeared that the Bibighaus library, consisting of 198 law books and the book case, were purchased by Jacob Light and Martin Wengert, trading as Light & Wengert, from George F. Meily, who gave them a bill of sale therefor, dated April 22d 1854. Wright had been engaged in the grain business and failed in 1853, his property having been bought in by Wengert, who was his .principal creditor. After his failure he induced Wengert to allow him to act as his agent in carrying on the business at the same place. The books in controversy Light & Wengert alleged were bought at the instance of Wright, who persuaded them to purchase them and loan them to him, representing that if he had the use of them he could study law, and out of the proceeds of his practice be enabled to discharge his indebtedness to them. The books were bought by Wright while acting as the agent of Light & Wengert, and without their consent were removed by him from Jonestown to Pottsville. Wright had involved Light & Wengert in further losses, and being unable to get anything out of him, they sold the library to the plaintiff, giving to him a bill of sale, dated January 7th 1860. The defendant, upon the presentation of this order, refused to deliver the books. The plaintiff offered evidence that while Wright still lived in Jonestown he frequently asserted that the books belonged to Light & Wengert, and shortly before this replevin was brought declared to the sheriff of Schuylkill county and his deputy, who had levied upon the books and book cage as the property of Wright upon an execution against him, that the books and case belonged to Messrs. Light & Wengert, and that they had bought and paid for them.\nThe plaintiff proposed to prove by the witness, Martin Wengert, who has been released from all liability on his implied warranty of title, that the law books and book case replevied in this case were the property of Light & Wengert at the time the same were sold to the plaintiff, and that the defendant had neither title nor right to the possession of them; that the said books and book case were purchased by Light & Wengert, and loaned to the said Wright during their pleasure, with the understanding that if Wright should pay them for the same, and all' his indebtedness to them, they would sell them to him ; and with the further understanding that said Wright would not remove them from the county of Lebanon; that Wright never paid said Light & Wengert for said books and case, and removed them out of Lebanon county without the knowledge or consent of said Light & Wengert.\nThe defendant objected to the competency of the witness, upon the ground that Jacob Light, a partner with the witness, under the firm of Light & Wengert, is dead, and that the witness is a surviving partner; that the plaintiff has proved that he claims the said matter in controversy from and under a conveyance from Light & Wengert, made in the lifetime of Light; that there is no evidence of a release of the firm of Light & Wengert by the plaintiff, but if there is such release it would not restore the witness to competency ; that the death of Light closes the mouth of his surviving partner, they being the grantors of the thing in controversy to the plaintiff. Objection overruled.\nThe plaintiff then proposed to ask the wetness why he had such confidence in Wright as to give him the money upon his bare representations, without taking any vouchers as testified. This was offered for the purpose of showing that at the time the money in question was given to Wright that he was or represented himself to be a preacher, and that there were religious connections between them.\nDefendant objected that the evidence proposed is irrelevant and incompetent; that they cannot prove such facts by their own witness ; the fact that Mr. Wright was or was not a preacher will raise a new issue in this case, an irrelevant issue with which the jury have nothing to do; and that it is not sufficient to induce confidence nowadays that a man is a preacher ; that it is not evidence in chief, but should be brought out in chief if at all.\n■ The Court: “ It seems to me he may show an intimate relationship between himself and Mr. Wright, where the evidence is that he placed confidence in Wright.” Evidence admitted.\nThe plaintiff submitted, inter alia, the following points, to which are appended the answers of the court, Walker, A. L. J.:—\n2. If the jury believe that Jonathan Wright was the owner of these books, and at his instance title thereto was made to Light & Wengert, that Light k Wengert and Wright represented the books in controversy to be the property of Light k Wengert, and the sole and exclusive purpose of these contrivances was to give a false color of title to the books of Light & Wengert, and cover them up from the grasp of the creditors of Wright; this was a fraud, and Wright is estopped from setting up his title as against the plaintiff in this action, if the jury believe from the evidence that the plaintiff is a bona fide purchaser for value from Light & Wengert without notice.\nAns. “ The doctrine of estoppel does not apply unless Mr. Eunck in good faith was induced to make the purchase of the books by reason of what Wright said, which was communicated to the plaintiff before he made the purchase. The policy of the law, however, will not permit a party to be benefited by his own fraud against- a bona fide purchaser for value without notice of such fraud.”\n3. If the jury believe that Light & Wengert offered to sell the Meily library to .the plaintiff, and exhibited to him their bill of sale from Meily, and that they also offered to sell to said plaintiff at the same time such other books as Wright had afterwards bought and paid for with their money ; that the plaintiff refused to buy until he had ascertained what books belonging to Light k Wengert, Wright had in his possession; that to ascertain this fact, he issued a testatum fi fa. on the Stroh judgment against Wright, directed to the sheriff of Schuylkill county with directions to make a levy on the books in possession of Wright; that a levy was made up on the books in controversy ; that the defendant declared to the sheriff and W. R. Smith, Esq., the attorney of the plaintiff, that all the goods levied upon a.nd afterwards replevied, belonged to Light k Wengert; that this information was after-wards communicated to the plaintiff, who thereupon relying upon said assertions of Wright, closed the purchase of the books in controversy, and caused the writ of replevin to issue in this case; Wright is estopped and precluded from setting up his title to the property, even if he had any; for by his representation he had misled the plaintiff to his hurt.\nAn3. “ If the jury find the facts as stated in this point, then we affirm it; if the plaintiff acted in good faith, and was induced to make the purchase to his injury by representations made by defendant, and if such representations would amount to a fraud.”\nThe defendant testified that he had bought the books of Mrs. Bibighaus; that Meily had paid for them with the understanding that Wright should have the books if he paid for them within a certain time; that he had so paid for them and taken possession of them, and that Wengert and he had agreed together that while the books belonged to defendant, he should say that Light & Wengert owned them, for the purpose of evading his creditors. In rebuttal the plaintiff gave in evidence the schedules of Wright, who was adjudged a bankrupt, in which he did not claim the books as part of his assets.\nThe verdict was in favor of the defendant for the following books, viz.: 1 vol. Parsons’s Equity Cases, 1 Brightly’s Nisi Prius Reports, 1 Archibald’s Black., 4 vols., 1 Binney, 1 Kent’s Commentaries, 1 Kent’s Commentaries, 4 vols., 1 Penna. Law Journal, 7 vols., 1 Wharton Criminal Law, 3d edition, 1 Kent’s Blaclcstone; vols. 1 to 4 of Watts’s Reports, Am. Law Register from ’54 to ’57, 1 Casey’and 12 Harris Reports, 1 Binney’s Reports, Annual 'Digest, 1 Kinney’s Justice, 2 vols., Beck’s Medical Jurisprudence, and. with five. ($5) dollars damages ; and find in favor of the plaintiff for all the rest of the books in controversy along with book-case.”\nJudgment was entered on this verdict, when defendant took this writ and alleged that the court erred in the admission of the above evidence, and in the answers to the points and the verdict.\nB. W. Gumming and James B,yon, for plaintiff in error,\nWengert was incompetent to testify: Hanna v. Wray, 27 P. F. Smith 27; Gravit v. Supplee, 2 W. N. C. 561. The issue was solely as to the ownership of the books. In such an issue it was clearly irrelevant to show that Wright was a local preacher, and for that reason had gained the confidence of Light & Wengert. Such evidence was calculated to prejudice and mislead the jury.\nLight & Wengert could not have recovered the library in an action of replevin, as they were in pari delicto with Wright,-and it follows that Funck is in no better position. He purchased with full notice of the pretended sale to Light & Wengert and knew that the library belonged to Wright. If a plaintiff can only recover through a fraudulent contract, the court will not assist him. Funck was not an innocent purchaser and had no right to complain : Dannels v. Fitch, 8 Barr 495. The judgment was erroneous, it should have been de retorno hdbendo: Easton v. Worthington, 5 S. & R. 130.\nGuy E. Earquhar,' for defendant in error.\nWengert, when released from all liability on his implied warranty of title, was clearly a competent witness: Smith v. Rutherford, 2 S. & R. 360. To the same effect: Railroad and Coal Co. v. Quick, 11 P. F. Smith 328; Rhines v. Baird, 5 Wright 261; Pierce v. Sweet, 9 Casey 151; Strohecker v. Hoffman, 7 Harris 225. The vendor of a chattel in possession at the sale, and bound to the vendor upon the implied warranty of title, was incompetent as a witness unless released: Kusenberg v. Browne, 6 Wright 173; Cadbury v. Nolen, 5 Barr 320 ; Taylor v. Gitt, 10 Id. 430; Search’s Appeal, 1 Harris 110. When the interest of the witness is collateral his competency may be restored by a release or transfer of it.\nThe Act of 1869 was an enabling act; and no one who was competent prior to its passage was rendered incompetent by its provisions : McFerren v. Mont Alto Iron Co., 26 P. F. Smith 180; Scheetz v. Hanbest, 31 Id. 102. It was proper to show the reason why confidence was reposed in Wright: Myre v. Ludwig, 1 Barr 53. The same principle was decided by this court in the cases of Carrol et al. v. Commonwealth, 3 Norris 107; Carroll v. Commonwealth, Id. 187; Hester v. Commonwealth, 4 Id. 139.\nIn all of the last-mentioned cases it was held competent for the Commonwealth, on the trial of the defendants for the crime of murder, to show the existence, character and practices of the Mollie Maguire organization, of which the defendants were members, for the purpose of showing the motive for the crime and informing the jury of all the circumstances that would tend to explain the defendants’ connection with the transaction.\nThe plaintiff below having shown a perfect legal title and right of possession to thé books in controversy, it was incompetent for Wright to have set up a fraud to which he was a party to defeat such title, even if Light & Wengert and Funck had all been parties to the fraud: Blystone v. Rlystone, 1 P. F. Smith 373. The order to Wright to deliver the books was made the day after Wright’s declarations that the books belonged to Light & Wengert, and as they were made in the course of a legal proceeding he is estopped from denying the plaintiffs’ title: Kelly v. Eichman, 3 Whart. 419. Judgment may be entered upon a verdict partly in favor of each party, and such judgment will sustain an action on the replevin bond: Johnson v. Gray, 19 Pitts. Law Jour. 123; 2 Bright. Dig. 2136, pl. 98.\nMarch 29th 1880,"
  },
  "file_name": "0026-01",
  "first_page_order": 28,
  "last_page_order": 33
}
