{
  "id": 1815615,
  "name": "COMMONWEALTH of Pennsylvania, Appellant, v. Tyrone WILLIAMS, Appellee",
  "name_abbreviation": "Commonwealth v. Williams",
  "decision_date": "1989-03-07",
  "docket_number": "Appeal No. 65 E.D. Appeal Docket 1987",
  "first_page": "558",
  "last_page": "562",
  "citations": [
    {
      "type": "official",
      "cite": "520 Pa. 558"
    },
    {
      "type": "parallel",
      "cite": "555 A.2d 95"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "407 U.S. 514",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9139028
      ],
      "weight": 3,
      "year": 1972,
      "opinion_index": 1,
      "case_paths": [
        "/us/407/0514-01"
      ]
    },
    {
      "cite": "469 Pa. 214",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1722083
      ],
      "weight": 2,
      "year": 1976,
      "opinion_index": 2,
      "case_paths": [
        "/pa/469/0214-01"
      ]
    },
    {
      "cite": "493 Pa. 65",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8731543
      ],
      "weight": 2,
      "year": 1981,
      "opinion_index": 2,
      "case_paths": [
        "/pa/493/0065-01"
      ]
    },
    {
      "cite": "502 Pa. 393",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1784496
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 2,
      "case_paths": [
        "/pa/502/0393-01"
      ]
    },
    {
      "cite": "487 Pa. 197",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1759043
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 2,
      "case_paths": [
        "/pa/487/0197-01"
      ]
    },
    {
      "cite": "407 U.S. 514",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9139028
      ],
      "weight": 3,
      "year": 1972,
      "opinion_index": 2,
      "case_paths": [
        "/us/407/0514-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 460,
    "char_count": 6540,
    "ocr_confidence": 0.764,
    "pagerank": {
      "raw": 7.01948500860457e-08,
      "percentile": 0.42366176560872854
    },
    "sha256": "137969888dee15d4c94fb3c001951726b7999f70edb06fd1f49780fb3b8b9217",
    "simhash": "1:e841c4cd77c70853",
    "word_count": 1086
  },
  "last_updated": "2024-02-27T23:01:05.114241+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and STOUT, JJ.",
      "McDERMOTT and PAPADAKOS, JJ., filed dissenting opinions.",
      "LARSEN; J., dissents."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant, v. Tyrone WILLIAMS, Appellee."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM.\nAND NOW, this 7th day of March 1989, the above-captioned appeal is dismissed as having been improvidently granted.\nMcDERMOTT and PAPADAKOS, JJ., filed dissenting opinions.\nLARSEN; J., dissents.",
        "type": "majority",
        "author": "PER CURIAM."
      },
      {
        "text": "McDERMOTT, Justice,\ndissenting.\nThe germane facts of this case are that a man accused of the rape and robbery of three elderly women is permitted to walk free, untried, and unresolved of guilt or innocence, because the prosecutor failed to file a petition for extension under Rule 1100. That is to say that our society may be punished by a violent criminal for the inadvertence of the prosecution; for if this defendant was in fact guilty sad experience show that he will likely return after having laid waste to other lives.\nThis case is further evidence of why the remedy for a Rule 1100 violation should not be invoked automatically, but should be dependant upon a showing of prejudice sufficient to demonstrate a constitutional deprivation of due process. Such an analysis is all that the Constitution of the United States requires, and we should eliminate this bonus remedy which heretofore has been bestowed on defendants. Unfortunately, as our law is presently administered, it elevates form over substance with the assured effect of reducing public confidence in the administration of justice.\n. See Barker v. Wingo, 407 U.S. 514, 92 S.Ct. 2182, 33 L.Ed.2d 101 (1972).",
        "type": "dissent",
        "author": "McDERMOTT, Justice,"
      },
      {
        "text": "PAPADAKOS, Justice,\ndissenting.\nI dissent to the Court’s disposition of this Petition for Review. It is my conviction that this Appellee should not be permitted to avoid trial because of a misplaced sensitivity to hyper-technical interpretations of the rules pertaining to speedy trial.\nThe essential problem facing us and the trial court as well, at p. 96, is whether the clear awareness of all parties that the trial judge’s individual docket calendar prohibited trial of this case until a date beyond the run date requirement of Rule 1100 justifies the failure of the Commonwealth to proceed with the task of filing a Petition to Extend in order to protect its right to prosecute the defendant. The facts indicate that the judge set the date for trial, so advised both parties in open court, and instructed the Commonwealth to file the Petition to Extend which the Commonwealth admits it did not file.\nIt is argued that the failure amounts to a waiver. I insist to the contrary that once a date has been ordered by the court, all parties are powerless to do anything because the judge is the master of his own docket. I believe, moreover, that the record shows beyond dispute that the Commonwealth was prepared to try the case on the date ordered by the court.\nNow we are being called upon to engage in an exercise in which the Commonwealth is required to proceed with a legal act in the face of a court order which already has set the procedural remedy which is itself the subject of the petition. The court itself ordered trial on a date beyond the Rule 1100 run-date. What useful legal purpose can be served at this point by forcing the Commonwealth to file a Petition to Extend when the court’s order already had established a trial date? Such technical gyrations would make sense only if the Commonwealth did not intend to go forward on the ordered date — which is clearly not the case here. I point out as well that the defense also was bound by the order, notwithstanding its objection that it would not agree to an extension. This is a clear case of unavailable judicial delay excusing the Commonwealth from the strictures of Rule 1100.\nWe have a speedy trial rule. Commonwealth v. Johnson, 487 Pa. 197, 409 A.2d 308 (1979), incorporating Barker v. Wingo, 407 U.S. 514, 92 S.Ct. 2182, 33 L.Ed.2d 101 (1972). Our case law, however, has always recognized that a violation of the rule depends not upon rigid and inflexible factors, but rather considers standards which are subject to varying circumstances, including reasons for the delay.\nIn placing special emphasis on the “reason for delay,” I underline the fact that here the Commonwealth did nothing to provoke the extension. It was a court order which was responsible for the trial date. The rule governing prompt trials must be construed reasonably so as not to abort trials for hyper-technical reasons. Commonwealth v. Crowley, 502 Pa. 393, 466 A.2d 1009 (1983). Carrying these rulings to their logical conclusion, I quote from Commonwealth v. Genovese, 493 Pa. 65, 425 A.2d 367 (1981): “The administrative mandate of Rule 1100 certainly was not designed to insulate the criminally accused from good faith prosecution delayed through no fault of the Commonwealth.”\nOur case on point is Commonwealth v. Mayfield, 469 Pa. 214, 364 A.2d 1345 (1976), where we concluded that:\nHenceforth, the trial court may grant an extension under rule 1100(c) only upon a record showing: (1) the “due diligence” of the prosecution, and (2) certification that trial is scheduled for the earliest date consistent with the court’s business; provided that if the delay is due to the court’s inability to try the defendant within the prescribed period, the record must also show the causes of the court delay and the reasons why the delay cannot be avoided.\nIt is obvious that the trial court in this case satisfied that requirement.\nUnder these circumstances, compelling the Commonwealth to expend its resources to file for an extension which has already been properly granted exacerbates an already overburdened criminal justice system. The excessive strain upon the courts of our First Judicial District is well documented and need not be repeated here. We have to avoid compelling frivolous or useless acts.\nFinally, I harbor a deep suspicion that the trial court’s order to the Commonwealth to file the Petition to Extend was improper. The Commonwealth was prepared to go to trial, while the delay was ordered by the court sua sponte. Since the Commonwealth itself was not seeking to extend, I have grave doubts as to whether it could have been ordered by the trial judge to file the petition at all.",
        "type": "dissent",
        "author": "PAPADAKOS, Justice,"
      }
    ],
    "attorneys": [
      "Gaele McLaughlin Barthold, Deputy Dist. Atty. and Ronald Eisenberg, Chief, Appeals Div., for appellant.",
      "John W. Packel, Chief, Appeals Div. and Leonard Sosnov, Philadelphia, for appellee."
    ],
    "corrections": "",
    "head_matter": "555 A.2d 95\nCOMMONWEALTH of Pennsylvania, Appellant, v. Tyrone WILLIAMS, Appellee.\nSupreme Court of Pennsylvania.\nSubmitted April 15, 1988.\nDecided March 7, 1989.\nGaele McLaughlin Barthold, Deputy Dist. Atty. and Ronald Eisenberg, Chief, Appeals Div., for appellant.\nJohn W. Packel, Chief, Appeals Div. and Leonard Sosnov, Philadelphia, for appellee.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and STOUT, JJ.\nThis decision was considered and rendered prior to March 7, 1989."
  },
  "file_name": "0558-01",
  "first_page_order": 724,
  "last_page_order": 728
}
