{
  "id": 1225546,
  "name": "Brown et ux. v. T. W. Phillips Gas and Oil Company, Appellant",
  "name_abbreviation": "Brown v. T. W. Phillips Gas and Oil Co.",
  "decision_date": "1950-06-26",
  "docket_number": "Appeal, No. 47",
  "first_page": "155",
  "last_page": "160",
  "citations": [
    {
      "type": "official",
      "cite": "365 Pa. 155"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Rawle 341",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819120
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "347"
        },
        {
          "page": "pp. 347-348"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/1/0341-01"
      ]
    },
    {
      "cite": "126 A. 246",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "281 Pa. 150",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1086989
      ],
      "pin_cites": [
        {
          "page": "154"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/281/0150-01"
      ]
    },
    {
      "cite": "44 A. 2d 250",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "353 Pa. 49",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        465970
      ],
      "pin_cites": [
        {
          "page": "52"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/353/0049-01"
      ]
    },
    {
      "cite": "159 A. 29",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "306 Pa. 216",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1136930
      ],
      "pin_cites": [
        {
          "page": "220"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/306/0216-01"
      ]
    },
    {
      "cite": "176 A. 734",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "317 Pa. 442",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8846167
      ],
      "pin_cites": [
        {
          "page": "444"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/317/0442-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 502,
    "char_count": 9193,
    "ocr_confidence": 0.485,
    "pagerank": {
      "raw": 1.0936831657693135e-06,
      "percentile": 0.9853875650665348
    },
    "sha256": "b29301ee09a4a3a4f9f0abbde7a519e5ef715c1f42f2d0a4944e4f2f95a241c0",
    "simhash": "1:80a1548bc2978dd8",
    "word_count": 1505
  },
  "last_updated": "2024-02-27T17:58:51.061642+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Drew, C. J., Stern, Stearns, Jones and Bell, JJ."
    ],
    "parties": [
      "Brown et ux. v. T. W. Phillips Gas and Oil Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Jones,\nThis appeal raises two questions with respect to the lower court’s exercise of its discretion (1) in permitting the plaintiffs, over the defendant’s objection, to discontinue the action and (2) in refusing the defendant’s motion for judgment in its favor after the court had sustained preliminary objections to the plaintiffs’ complaint. The facts giving rise to these questions reveal an unusual course of procedure.\nThe plaintiffs, self-averred citizens and residents of Indiana County, Pennsylvania, brought this action in trespass in the Court of Common Pleas of Jefferson County to recover damages for loss by fire due to negligence of an alleged agent of the defendant company, a Pennsylvania corporation. They filed an original and an amended complaint to each of which the defendant answered responsively and denied the agency of its employe in the matter in question. The plaintiffs then set the case down for trial. At the conclusion of the evidence for the plaintiffs upon trial of the issues, the defendant moved for a compulsory nonsuit on the ground that the evidence adduced by the plaintiffs failed to establish agency on the part of the defendant’s allegedly negligent employe. In order to escape an involuntary nonsuit, the plaintiffs moved for the withdrawal of a juror. Counsel for defendant not objecting, the court thereupon withdrew a juror and the case was continued.\nThereafter, the plaintiffs filed a second amended complaint. The defendant filed preliminary objections thereto which, by subsequent agreement of counsel for the respective parties, were sustained by Order of the court with permission to plaintiffs “to file their third amended complaint.” Upon the plaintiffs filing a third amended complaint, to which the defendant also filed preliminary objections. On June 6, 1949, the matter having come on for argument, the court, by agreement of counsel for the respective parties, again sustained the defendant’s preliminary objections and granted the plaintiffs permission “to file their fourth amended Complaint within a period of twenty days from the date hereof.” However, instead of filing a fourth amended complaint, the plaintiffs instituted suit on the same cause of action in the District Court of the United States for the Western District of Pennsylvania at Pittsburgh under federal jurisdiction made to depend upon alleged diversity of citizenship, the plaintiffs averring therein that they were citizens of Florida although in all of their complaints in the court below in the instant action, up to and including their third amended complaint filed on March 7, 1949, they had averred that they were citizens of Pennsylvania and residents of Indiana County. The defendant company was at all times and still is a corporation of the State of Pennsylvania.\nÓn June 27, 1949, one day after the expiration of the twenty-day period allowed by the court for the plaintiffs’ filing of their fourth amended complaint, they filed a motion in the court below for leave to discontinue the suit. The court granted a rule thereon to which the defendant answered denying the plaintiffs’ right to discontinue in the circumstances then obtaining. While the rule on the motion to discontinue was pending before the court below, the defendant filed a motion for judgment in its favor on the ground that, the preliminary objections to the plaintiffs’ third (and ■last) amended complaint having been sustained, the plaintiffs had failed to file a further complaint within the time allowed therefor and had shown by their conduct (including their motion to discontinue) that their failure so to do was willful and deliberate.\nThe learned court below later disposed of the plaintiffs’ motion to discontinue and the defendant’s motion for judgment in the same opinion and by one order. Thereby the court made the rule on the motion to discontinue absolute and refused the defendant’s motion for judgment. We think such action was plainly an abuse of discretion in the circumstances and that it constitutes reversible error.\nBy no means should the court below have permitted the plaintiffs to discontinue the action, over the defendant’s objection, after the extent of the litigation to which they had subjected the defendant in a competent and convenient jurisdiction which they voluntarily invoked. The plaintiffs virtually broke faith with the court by not filing the fourth amended complaint after leave therefor had been granted and in then seeking another forum and the lower court’s surrender of its jurisdiction. Indeed, the action of the court below in permitting the plaintiffs to discontinue over the defendant’s timely and meritorious objection is difficult to understand, especially in the light of the opinion of the learned judge of the court below wherein he said that “In the instant ease the court and counsel for the defendant . . . have been extremely liberal and lenient with the plaintiffs. On the trial on November 8, 1948, the plaintiffs . . . [seeing] that they were powerless to proceed further, in order to prevent a nonsuit on their part, at the suggestion of the court and counsel for the defendant . . . were permitted to file a motion for leave to withdraw a juror and continue the case. On other occasions they were granted similar courtesies by counsel for the defense. Despite all these concessions, the plaintiffs have seen fit to proceed in the Federal Courts and have said, by their motion to discontinue, that they no longer desire to remain here.”\nThe discontinuance in this case was with the consent of the court so that cases where a discontinuance has been stricken off because it was entered with no more than the court’s presumed consent and it would be inequitable to permit it to remain are not presently pertinent: see, e.g., Adam Hat Stores, Inc. v. Lefco, 317 Pa. 442, 444, 176 A. 734; and Shapiro v. Philadelphia, 306 Pa. 216, 220, 159 A. 29. But, a discontinuance that is prejudicial to the rights of others should not be permitted to stand even though originally entered with the expressed consent of the court: Bily v. Allegheny County Board of Property Assessment, etc., 353 Pa. 49, 52, 44 A. 2d 250. The action of a lower court in such connection is reviewable only for an abuse of discretion: see Davis v. Hillman, 281 Pa. 150, 154, 126 A. 246. The reason the plaintiffs wished to discontinue the case in Jefferson County was that they might pursue unhampered the action which they had lately begun in the federal court at Pittsburgh. However, once the jurisdiction of a competent court has attached, discontinuance of the action ought not be permitted over objection of the adversary if the only reason for discontinuing is the plaintiff’s desire to institute an action for the same cause in another forum. In Mechanics’ Bank, etc., v. Fisher, 1 Rawle 341, 347, it was said that “Whenever, therefore, it appears a party discontinues one suit, for the purpose, merely, of instituting another for the same cause of action elsewhere, the court, on motion, will set aside the discontinuance, and reinstate the former suit, and subject the party to the consequences of his own acts.” The only reason for the discontinuance apparent to the court below in the instant case was that the plaintiffs “no longer desire to remain here”, — certainly not a legally sufficient reason especially if the inconvenience and annoyance to the other party be considered : see Mechanics’ Bank, etc., v. Fisher, supra, at pp. 347-348. Here, the discontinuance was improvidently entered and must, therefore, be stricken off.\nThe court below could have entered judgment for the defendant on its motion therefor after the preliminary objections to the plaintiffs’ third amended complaint had been sustained and the plaintiffs had been given further opportunity to amend: see Rule 1034, Pa. R. C. P.; cf. Davis v. Hillman, supra, where the former but analogous power of the court was considered. The affidavit of defense raising questions of law, there involved, has been superseded by the demurrer now available to any party on preliminary objections under Rule 1017(b) (4) Pa. R. C. P. (see note thereto) to which the rules for action of trespass conform: Rule 1041, Pa. R. C. P. On appeal by the plaintiffs from a judgment so entered, the question of the legal sufficiency of the complaint would be directly raised and could then be passed upon on review. But, we cannot now direct the entry of a summary judgment when the merit of the matter has not been finally concluded by a formal judgment below. Indeed, the learned court below is still of the opinion that “There are indications that the plaintiffs can state a good cause of action.”\nOrder reversed and the cause remanded, with directions that the discontinuance be stricken off, and a procedendo awarded.",
        "type": "majority",
        "author": "Mr. Justice Jones,"
      }
    ],
    "attorneys": [
      "Raymond E. Brown, with him John L. Wilson, Rolland L. Ehrman and Donald J. Dennison, for appellant.",
      "Marvin D. Poioer, Francis J. Mottey and Margiotti & Casey, for appellees, submitted a brief."
    ],
    "corrections": "",
    "head_matter": "Brown et ux. v. T. W. Phillips Gas and Oil Company, Appellant.\nArgued May 25, 1950.\nBefore Drew, C. J., Stern, Stearns, Jones and Bell, JJ.\nJune 26, 1950:\nRaymond E. Brown, with him John L. Wilson, Rolland L. Ehrman and Donald J. Dennison, for appellant.\nMarvin D. Poioer, Francis J. Mottey and Margiotti & Casey, for appellees, submitted a brief."
  },
  "file_name": "0155-01",
  "first_page_order": 213,
  "last_page_order": 218
}
