{
  "id": 1225622,
  "name": "International Electronics Company, Appellant, v. N. S. T. Metal Products Company, Inc.",
  "name_abbreviation": "International Electronics Co. v. N. S. T. Metal Products Co.",
  "decision_date": "1950-06-26",
  "docket_number": "Appeal, No. 141",
  "first_page": "173",
  "last_page": "175",
  "citations": [
    {
      "type": "official",
      "cite": "365 Pa. 173"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "78 Pa. Superior Ct. 92",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        650181,
        650198
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/78/0092-02",
        "/pa-super/78/0092-01"
      ]
    },
    {
      "cite": "76 Pa. Superior Ct. 554",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        8865571
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/76/0554-01"
      ]
    },
    {
      "cite": "94 Pa. 456",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        486366
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/94/0456-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 241,
    "char_count": 3165,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 1.4634077187296816e-07,
      "percentile": 0.65777618695144
    },
    "sha256": "6e9731cbca0634732efc22e95e17702f633fcc823e184193d87b28ae583f0f89",
    "simhash": "1:1fd62ce301d2023c",
    "word_count": 521
  },
  "last_updated": "2024-02-27T17:58:51.061642+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "1950. Before Drew, C. J., Stern, Stearns, Jones and Bell, JJ."
    ],
    "parties": [
      "International Electronics Company, Appellant, v. N. S. T. Metal Products Company, Inc."
    ],
    "opinions": [
      {
        "text": "Opinion\nPer Curiam,\nThis appeal must be quashed because interlocutory.\nThe action is in replevin. The International Electronics Company (plaintiff) and N. S. T. Metal Products Company, Inc. (defendant) entered into a written contract whereunder defendant agreed to acquire jigs, dies, tools, etc., to produce tape recorder-reproducer units, and the plaintiff agreed to reimburse the defendant for their cost. It was agreed that title should vest in the plaintiff, but defendant was “to hold and maintain the jigs, dies and tools”. In defendant’s answer to plaintiff’s complaint in replevin, defendant denies that plaintiff had the right to possession and denies that plaintiff had reimbursed defendant for such costs and in new matter claims a lien and additional sums for costs and expenses. Plaintiff filed amended preliminary objections to defendant’s answer and to new matter. The court dismissed certain of the objections to defendant’s answer and sustained others, and granted leave to defendant to file amended new matter. With the record in this form plaintiff appealed.\nThe court below has, in effect, decreed that the defendant’s allegations that it has a right to possession of the equipment and material by contract, and that it should be given an opportunity to defend against plaintiff’s claim for damages are sufficiently pleaded to permit the case to go to trial. The court ruled, however, that defendant’s averments as to its claim of a lien on the property were too general and therefore insufficient to maintain a lien. Defendant was granted twenty days in which to amend its pleadings in this respect. This has been done but the lower court has not acted upon the amended pleading, and has not disposed of the case as a whole. Even if this Court were to rule adversely to defendant, there still remains an undisposed of portion of the case. Under such circumstances the lower court would be required to act on the amended pleading, which may or may not be adverse to plaintiff. Should the court rule adversely to the plaintiff it would have the right to appeal to this Court on the question of lien. Such procedure would result in multiple appeals. Plaintiff must wait until all the issues have been decided, otherwise a situation would result where the plaintiff is appealing from only one of two possibly good defenses. The plaintiff may not appeal on a single issue where there are other issues to dispose of: Schriver v. Eckenrode, 94 Pa. 456; Williams v. Damico, 76 Pa. Superior Ct. 554; Wood v. Harlan, 78 Pa. Superior Ct. 92. Since the court below has held that as to the averments of lien defendant has not pleaded sufficiently and gave defendant leave to amend, as the record now stands this Court cannot consider the question of lien. For these reasons the appeal is quashed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "G. Brewster Rhoads, with him Sidney L. Wichenhaver and Montgomery, McGraehen, Walher & Rhoads, for appellant.",
      "Roland J. Christy, with him Raspin, Espenshade & Heins, for appellee."
    ],
    "corrections": "",
    "head_matter": "International Electronics Company, Appellant, v. N. S. T. Metal Products Company, Inc.\nArgued May 25,\n1950. Before Drew, C. J., Stern, Stearns, Jones and Bell, JJ.\nJune 26, 1950:\nG. Brewster Rhoads, with him Sidney L. Wichenhaver and Montgomery, McGraehen, Walher & Rhoads, for appellant.\nRoland J. Christy, with him Raspin, Espenshade & Heins, for appellee."
  },
  "file_name": "0173-01",
  "first_page_order": 231,
  "last_page_order": 233
}
