{
  "id": 1225547,
  "name": "Kirchner v. Olson (et al., Appellant)",
  "name_abbreviation": "Kirchner v. Olson",
  "decision_date": "1950-06-26",
  "docket_number": "Appeal, No. 15",
  "first_page": "221",
  "last_page": "225",
  "citations": [
    {
      "type": "official",
      "cite": "365 Pa. 221"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 398,
    "char_count": 6584,
    "ocr_confidence": 0.478,
    "sha256": "25b55b925565973f9a59a72017941b00977f642de430908ef98517e53b48afa7",
    "simhash": "1:60622462dade38e9",
    "word_count": 1127
  },
  "last_updated": "2023-07-14T19:28:03.727855+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Drew, C. J., Stern, Stearns, Jones and Bell, JJ."
    ],
    "parties": [
      "Kirchner v. Olson (et al., Appellant)."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Jones,\nThis is an appeal by the corporate defendant from a judgment for the plaintiff on a jury’s verdict for moneys claimed to be due under an oral contract. The error assigned is the lower court’s refusal of the defendant’s motion for a new trial. The following are the facts which the jury presumably accepted and upon which the merit of the appeal must be determined.\nThe plaintiff, operating under a trade name, conducted a dairy business in Bowling Green, Ohio. The defendant corporation carried on a like business in Butler, Pa. In July 1947, the defendant desired to sell milk in paper containers rather than in glass bottles, but the filling of paper containers with milk required the use of a machine which the defendant could not then obtain. The plaintiff had such a machine and, at the defendant’s request, agreed orally to process milk and put it in paper containers at the plaintiff’s place of business in Ohio and deliver it, so packaged, to the defendant in Butler. At that time, there were only about five companies in the country which manufactured such paper containers and those companies were alloting their product exclusively to dairies which possessed the machines needed to fill the containers. It was therefore necessary for the plaintiff to obtain containers for use in delivering milk to the defendant as contemplated by the agreement. A representative of the defendant company asked the plaintiff to obtain a truck load of containers (with no name or markings on them) which the plaintiff did at a cost to himself of $2,809,31.\nAccording to the plaintiff’s testimony, the agreement did not call for the sale and delivery of any specific quantity of milk nor was it to last for any definite period of time. He had been told by the defendant that it would be at least six weeks until they got their own machine and that they would need about 6,000 quarts of milk a day. On that prospective basis, the supply of containers obtained by the plaintiff for the defendant’s service would not have been too great. However, the defendant terminated the agreement after the plaintiff had delivered to the defendant only 30,667 quarts of milk in the packaging whereof the plaintiff had used but $294.83 worth of the paper containers.\nThe agreement having been terminated, the plaintiff claimed an unpaid balance due by the defendant of $5,-271.29 made up as follows: $4,156.31, cost of the milk processed and delivered to the defendant, $600 for the haulage of the milk, $73.50 for ice furnished, $391 for haulage of paper containers, $536 for wooden cases belonging to the plaintiff but retained by the defendant, and $2,514.48, the cost to the plaintiff of the paper containers unused and on hand at the time of the defendant’s termination of the contract, for a total of $8,271.29, against which the defendant was entitled to credit of $3,000 paid on account. The defendant refused to pay the balance so alleged to be due and the plaintiff brought this action to recover same.\nThe defendant, by its answer and proofs, advanced the suggestion that the price for the. delivered milk under the oral agreement was to be at a flat rate per quart and that, in arriving at that rate, the plaintiff was necessarily to take into consideration the cost of the containers, haulage, etc. After a trial and submission of the issues, the jury returned a verdict for the plaintiff for the amount of his claim, to wit, $5,271.29, whereon the court below entered judgment after refusing the defendant’s motion for a new trial.\nThe defendant contends that the plaintiff’s evidence as to the oral agreement does not show that the cost of the paper containers which the plaintiff bought to package milk for the defendant was to be at the defendant’s expense and that, even if it did, there still remained a duty on the plaintiff-vendor upon the termination of the contract to take reasonable steps to mitigate the damages by timely disposal of the containers on the market. The defendant also contends that the plaintiff is not entitled to recover the cost of the wooden cases which were the plaintiff’s property and which the defendant says it continues to hold for the plaintiff’s account. We think the evidence amply supports the plaintiff’s averments as to the terms of the oral contract both in regard to the party who was to stand the cost of the containers and in regard to the wooden cases.\nThe defendant’s remaining contention goes to the amount which the plaintiff can recover because of the unused paper containers. In this connection, the defendant argues that paragraph “Third” of Section 64 of The Sales Act (69 PS §293) is applicable and that, under it, the measure of damages is “the difference between the contract price and the market or current price at the time or times when the goods ought to have been accepted, or, if no time was fixed for acceptance, then at the time of the refusal to accept.” The fallacy in the defendant’s argument becomes patent once it is recognized that the contention is predicated on the defendant’s theory, which the jury obviously refused to accept, that there were two contracts, one to supply milk and one to supply containers. What the plaintiff sued upon (and presumably what the jury accredited) was one contract to supply the defendant with processed and packaged milk at a price which was to be determined by “the cost of said milk to the Plaintiff, plus the cost of processing, plus the cost of hauling and the cost of paper containers for said milk which it was agreed the Plaintiff was to obtain and stamp with the Defendants’ trade name.” When the plaintiff delivered milk to the defendant pursuant to the contract, the defendant became obligated to pay the agreed price. The duty to mitigate contended for by the defendant, as provided in Section 64 of The Sales Act, applies “Where the buyer wrongfully neglects or refuses to accept and pay for the goods [i.e., the subject matter of the sale].” In this case, the subject matter of the sale was milk and the buyer did not “neglect or refuse to accept” the milk.\nThe issues were thoroughly tried and were fairly submitted in a charge that was both clear and comprehensive and the jury was justified, under the evidence, in returning the verdict for the plaintiff.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Jones,"
      }
    ],
    "attorneys": [
      "Lee 0. McOandless, for appellant.",
      "Luther 0. Braham, with him Galbreath, Braham & Gregg and Bowman, Hanna & Middleton, for appellee."
    ],
    "corrections": "",
    "head_matter": "Kirchner v. Olson (et al., Appellant).\nJune 26, 1950:\nArgued May 25, 1950.\nBefore Drew, C. J., Stern, Stearns, Jones and Bell, JJ.\nLee 0. McOandless, for appellant.\nLuther 0. Braham, with him Galbreath, Braham & Gregg and Bowman, Hanna & Middleton, for appellee."
  },
  "file_name": "0221-01",
  "first_page_order": 279,
  "last_page_order": 283
}
