{
  "id": 1030746,
  "name": "Wallace, Appellant, v. The Trustees of the General Assembly of the United Presbyterian Church of North America",
  "name_abbreviation": "Wallace v. Trustees of General Assembly of United Presbyterian Church",
  "decision_date": "1917-01-08",
  "docket_number": "Appeal, No. 35",
  "first_page": "12",
  "last_page": "13",
  "citations": [
    {
      "type": "official",
      "cite": "256 Pa. 12"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 212,
    "char_count": 2793,
    "ocr_confidence": 0.451,
    "sha256": "e0433023a63dc4e93ce00ac1bcdb458255fc59d6b00fcae481532f4992de6a2d",
    "simhash": "1:41efe0899c8a62fc",
    "word_count": 458
  },
  "last_updated": "2023-07-14T14:59:29.936632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Potter, Stewart and Frazer, JJ."
    ],
    "parties": [
      "Wallace, Appellant, v. The Trustees of the General Assembly of the United Presbyterian Church of North America."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis appeal is groundless. The appellant would open litigation long since ended. Even-if there were any merit in his appeal it would have to be quashed, for his assignments of error are in disregard of our rules, and meaningless.\nAppeal quashed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "J. R. Wallace, propria persona, submitted for appellant.",
      "S. S. Mehard and John B. McBride, submitted for appellee."
    ],
    "corrections": "",
    "head_matter": "Wallace, Appellant, v. The Trustees of the General Assembly of the United Presbyterian Church of North America.\nPractice, Supreme Court — Assignments of error — Defective assignments.\nAn appeal will be quashed where the assignments of error fail to set forth in totidem verbis the orders or findings of which complaint is made.\nSubmitted Oct. 9,1916.\nAppeal, No. 35, Oct. T., 1916, by plaintiff, from order of O. P. Allegheny Co., June T., 1898, No. 581, refusing attachment for contempt of court, in case of Rev. J. R. Wallace v. The Trustees of the General Assembly of the United Presbyterian Church of North America, a Corporation organized and incorporated under the Laws of the State of Pennsylvania.\nBefore Brown, C. J., Mestrezat, Potter, Stewart and Frazer, JJ.\nAppeal quashed.\nPetition for rule to show cause why defendants should not be attached for contempt of court. Before Sharer, J.\nFrom the record it appeared that plaintiff had been pastor of the United Presbyterian Church of Jamestown, Pennsylvania; that he had been removed from said pastorate by the Lake Presbytery, his immediate ecclesiastical superior, and that the action of the Lake Presbytery was sustained by the appellate courts of the United Presbyterian Church. Thereafter plaintiff filed a bill in equity against the Trustees of the General Assembly of the United Presbyterian Church, the court of last resort, to obtain his reinstatement in his pastorate and a decree was entered in accordance with the prayer of the bill in 1902. Thereafter plaintiff resigned his pastorate, but a month later withdrew his resignation and in February, 1913, petitioned for a rule to show cause why defendants should not be attached for contempt of court for failing to restore plaintiff to his pastorate in Jamestown.\nThe court discharged the rule. Plaintiff appealed.\nErrors assigned, were as follows:\n(1) The court erred in finding no contempt.\n(2) The court erred in finding no duress.\n(3) The couifi erred in finding that if he did find in favor of petitioner the court was unable to see how it would avail the petitioner.\n(á) The court erred in finding that plaintiff acquiesced in duress. If he did then there must have been duress. But the memoranda show the withdrawal of that forced resignation and the whole case shows plaintiff’s insistence of the disorderly proceedings of the church courts. And the duress has never ceased.\nJ. R. Wallace, propria persona, submitted for appellant.\nS. S. Mehard and John B. McBride, submitted for appellee.\nJanuary 8, 1917:"
  },
  "file_name": "0012-01",
  "first_page_order": 46,
  "last_page_order": 47
}
