{
  "id": 1030730,
  "name": "Borell's Estate",
  "name_abbreviation": "Borell's Estate",
  "decision_date": "1917-02-19",
  "docket_number": "Appeal, No. 226",
  "first_page": "523",
  "last_page": "526",
  "citations": [
    {
      "type": "official",
      "cite": "256 Pa. 523"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "247 Pa. 356",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009574
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/247/0356-01"
      ]
    },
    {
      "cite": "131 Pa. 584",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        810314
      ],
      "pin_cites": [
        {
          "page": "612"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/131/0584-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 337,
    "char_count": 5103,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 1.6848359491844034e-07,
      "percentile": 0.6981293117861311
    },
    "sha256": "90c3ebd8737c10bda157b588c52ca80db735f31e0589ae7a2258dd65813f1e14",
    "simhash": "1:79f36d9b482a991a",
    "word_count": 854
  },
  "last_updated": "2024-02-27T18:27:23.816549+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Potter, Stewart and Frazer, JJ."
    ],
    "parties": [
      "Borell’s Estate."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis appeal is dismissed on the following from the opinion of the adjudicating judge, confirmed by the court in banc, refusing to surcharge the accountant: “In the light of all the testimony the auditing judge is of the opinion that the accountant acted.in this matter with common skill, prudence and caution, and properly exercised the discretion given it by the testator, and therefore should not be surcharged.”\nAppeal dismissed at appellant’s costs.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Charles C. Norris, of Hepburn, Dechert & Norris, with him James B. Lichtenberger, Charles B. Downs, Christian S. MacCain, Harold B. Beitler and Rubg Yale, for appellant.",
      "Lewis Lawrence Smith, for appellee."
    ],
    "corrections": "",
    "head_matter": "Borell’s Estate.\nDecedent’s estates — Accountants—Surcharge.\nAn executor will not be surcharged for loss on the sale of stock where the auditing- judge finds that the accountant acted in the matter with common skill, prudence and caution, and properly exercised the discretion given it by the testator.\nArgued Jan. 18,1917.\nAppeal, No. 226, Jan. T., 1916, by Ralph C. Stewart, Trustee, from decree of O. C. Philadelphia Co., Oct. T., 1913, No. 277, dismissing exceptions to adjudication of third .account in the Estate of Henry A. Borell, deceased.\nBefore Brown, C. J., Mestrezat, Potter, Stewart and Frazer, JJ.\nAffirmed.\nExceptions to adjudication.\nThe pertinent facts appear in the adjudication of Gummey, J., which was in part as follows:\nHenry A. Borell died April 13, 1913, leaving his last will and codicil thereto, duly probated.\nCounsel for certain creditors requested the auditing judge to surcharge the accountant upon the several items hereinafter set forth:\n(1) For failure to convert securities within one year from grant of letters.\nAt the time of his death the testator was the owner of 673 shares of the capital stock of the West End Trust Company of the par value of $50 per share; he had assigned 300 of these shares to the Independence Trust Company, 100 shares to the Centennial National Bank and 20 shares to the Hamilton Trust Company, to secure loans, leaving 253 shares which came into the possession of the West End Trust Company as executor. . i On May 1, 1913, as the result of negotiations which had been pending for some months, the Independence Trust Company was merged with the West End Trust Company, which thus acquired as an asset the testator’s obligation to the Independence Trust Company secured by the 300 shares of stock of the West End Trust Company above referred to, and some other collateral.\nThe 20 shares held as collateral by the Hamilton Trust Company were sold during May and June, 1913, and the proceeds accounted for in the first account; this left 653 shares which were sold during May, June and September, 1915, and the proceeds thereof are included in the present account; the prices realized from the sales were, it is alleged, less than could have been ob-. tained for the stock if sold within the year following the grant of letters testamentary and counsel for the creditors, alleging that it was the duty of the accountant to have sold the stock within one year after the grant of letters testamentary and that if so sold higher prices would have been obtained, ask the auditing judge to surcharge the accountant with the difference.\nOrdinarily it is the duty of an executor to convert personal property within the year following the grant of letters testamentary (Merkel’s Est., 131 Pa. 584, 612), and the rule is to be more strictly construed where the rights of creditors are affected than in cases where the estate is solvent; but the rule is not an unbending one (Dauler’s Est., 247 Pa. 356); if it were, the result would be to divest an executor of a large part of the discretion which the testator gave him and would in many instances impose great hardship upon the residuary legatees, who have the right to take in kind the securities remaining after the payment of the testator’s debts, the costs of administration, and any specific or pecuniary legacies given by the will.\nIn the light of all the testimony the auditing judge is of the opinion that the accountant acted in this matter with common skill, prudence and caution, and properly exercised the discretion given it by the testator, and therefore should not be surcharged, unless a surcharge must result for no other reason than because of the failure to liquidate the.stock within the year; for while it was endeavored to show by some of the witnesses that the stock was kept off the market by the officers and directors of the company in order that they-might either first sell their own shares or maintain the market price by not offering the shares belonging to the estate, the evidence does not support such a conclusion.\nThe claim for surcharge is not allowed.\nThe court in banc dismissed exceptions to the adjudication. Ealph C. Stewart, trustee, a creditor, appealed.\nErrors assigned were in dismissing exceptions to the adjudication, including an exception to the adjudication refusing the surcharge set forth in the preceding portion of the opinion of the adjudicating judge.\nCharles C. Norris, of Hepburn, Dechert & Norris, with him James B. Lichtenberger, Charles B. Downs, Christian S. MacCain, Harold B. Beitler and Rubg Yale, for appellant.\nLewis Lawrence Smith, for appellee.\nFebruary 19, 1917:"
  },
  "file_name": "0523-01",
  "first_page_order": 557,
  "last_page_order": 560
}
