{
  "id": 1030677,
  "name": "Commonwealth ex rel. Brown v. Gumbert et al., Appellants",
  "name_abbreviation": "Commonwealth ex rel. Brown v. Gumbert",
  "decision_date": "1917-02-26",
  "docket_number": "Appeal, No. 186",
  "first_page": "531",
  "last_page": "537",
  "citations": [
    {
      "type": "official",
      "cite": "256 Pa. 531"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "49 Pa. Superior Ct. 1",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        425741
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/49/0001-01"
      ]
    },
    {
      "cite": "245 Pa. 519",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        326072
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/245/0519-01"
      ]
    },
    {
      "cite": "217 Pa. 227",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953639
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/217/0227-01"
      ]
    },
    {
      "cite": "187 Pa. 318",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        900243
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/187/0318-01"
      ]
    },
    {
      "cite": "236 Pa. 327",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986701
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/236/0327-01"
      ]
    },
    {
      "cite": "176 Pa. 213",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        882204
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/176/0213-01"
      ]
    },
    {
      "cite": "250 Pa. 251",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1016951
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/250/0251-01"
      ]
    },
    {
      "cite": "110 Pa. 243",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543694
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/110/0243-01"
      ]
    },
    {
      "cite": "156 Pa. 544",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "195 Pa. 504",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        914028
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/195/0504-01"
      ]
    },
    {
      "cite": "122 Pa. 266",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948405
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/122/0266-01"
      ]
    },
    {
      "cite": "88 Pa. 258",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061212
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/88/0258-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 671,
    "char_count": 12499,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 3.137210158344353e-07,
      "percentile": 0.8616519727598019
    },
    "sha256": "f30c0652c8c5c1f3fce908760cee92bac2a35871d7a57d99fddccd29eb2bdca1",
    "simhash": "1:08b8052f85a19736",
    "word_count": 2037
  },
  "last_updated": "2024-02-27T18:27:23.816549+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mes-",
      "Reversed."
    ],
    "parties": [
      "Commonwealth ex rel. Brown v. Gumbert et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Stewart,\nThe appeal challenges the constitutionality of an act qf assembly which falls within a class of legislation distinguished from other legislation by its strictly humanitarian ends, and is directed especially to the betterment of conditions surrounding the youth of the State, having special reference to such of this class as are unfortunate enough to be lacking parental care or guardianship. The necessity for such legislation has come to be realized in recent years as never before. Witness our acts of assembly which forbid the employment of minors under a certain age in certain industries, requiring their attendance upon the public schools, the extended jurisdiction given the courts with respect to dependent and delinquent children and the beneficient provisions for their correction, education, moral instruction and training and general welfare. To these helpful and beneficial acts many might be added others which have been enacted in recent years, all showing an awakened public solicitude for and on behalf of the children of the State. We approach the consideration of the question before us, therefore, fully realizing that a decision adverse to the act will occasion deep regret, especially among those ivhose disinterested zeal on behalf of a dependent class has contributed largely to the passage of the act. This much we may be permitted to say, that, as citizens of the Commonwealth, they would have just cause for deeper regret should the court before which the question is brought for adjudication, disregard plain and positive constitutional requirements in order that an act of assembly, because of its beneficent aim, might be sustained.\nThe act in question was approved May 5, 1915, P. L. 244, and is entitled “An act requiring counties now or hereafter containing a population of not less than seven hundred and fifty thousand, and not more than one million two hundred thousand inhabitants, to establish and maintain schools for the care and education of female children under the jurisdiction of the juvenile courts, and conferring the power and regulating the proceedings for the establishment, maintenance and management thereof.” The title sufficiently discloses the purpose and scope of the act as to make it unnecessary for present purpose to recite here its several provisions; and further, it adequately presents the facts out of which arises one controlling question to which we shall confine the present discussion, namely, the legality of the classification of counties attempted in the act. The only legal method of classifying counties is by population: Com. ex rel. Fertig et al. v. Patton et al., 88 Pa. 258. Although the rule has in this case been observed, it by no means follows that this in itself warrants the classification made, for, back of the method to be observed, is the question of the right of the legislature to classify in the particular case. The limits within that right exists, in view of our frequent decisions on the subject, may now be regarded as clearly defined, as much so as the method by which it is to be accomplished. Except as a classification in any case upon Avhich legislation is based, is found to be a proper exercise of legislative power, it necessarily results that any legislation affecting the particular class thus created, and no other, is transgressiVe of the provisions of the Constitution which prohibits local and special legislation. Legislation becomes special when it can not under its terms operate generally. Classification is allowed because of necessity, a necessity defined in Ayars’ App., 122 Pa. 266, as “springing from manifest peculiarities clearly distinguishing those of one class from each of the other classes, and imperatively demanding legislation for such class separately that would be useless and detrimental to the other”; or, as in Commonwealth v. Gilligan, 195 Pa. 504, a necessity “springing from a great, or urgent public convenience.” It matters little which-of these definitions we adopt; tested by either, the classification here attempted must stand without legal excuse or justification. It is only necessary to refer to some of the more striking features of the classification adopted. Philadelphia County alone of all the counties of the State is excluded, for no apparent reason other than that her population exceeds the maximum fixed in the act, a county which might well be supposed to be in greatest sympathy with the beneficent aims of the act, and, because of its conditions, in at least equal need with any other county of the group of the benefits likely to be conferred. With Philadelphia County excluded there remains but a single county to Avhich the act could presently apply, the County of Allegheny. This county having a population according to the last decennial census of 1,018,4G3 would for an indefinite and uncertain period constitute the entire class, since the county next greatest in population would have to almost double its population of 343,000 before it could be admitted. Other counties in the State than Allegheny can be introduced only as they attain to the minimum population of 750,000. For this indefinite period which, except for some adventitious happening quite beyond legislative prevision, Avill extend far into the future, Allegheny County, should she so long remain in her present minority, must continue to be the only member of its class. Should she meanAvhile increase her population beyond the maximum limit she Avould automatically pass out of the class and leave it practically extinct, except as something unexpected should happen to prevent such result by suddenly doubling the population of the county next greatest in this particular. Now, however great may be the necessity for a school of this character in Allegheny County, or however urgent the convenience such school would there serve, such necessity or urgency can not be affirmed in any degree with respect to the other counties composing the class; nor indeed can any necessity or convenience be affirmed of them in this connection other than that they are needed to constitute a class one of which, the County of Allegheny, shall be a member, to the end that it may under guise of general law secure the benefit of legislation in its nature purely local and special and which can not apply to them for years to, come, if ever. It can not with any reáson be contended that the counties thus associated in the act as a class are marked by any common distinction or peculiarity which, would make general legislation affecting-all the counties in the State burdensome, oppressive, or inconvenient as to them.\nA feature of the act which goes far to support the contention that the only purpose of the act is to make it applicable to Allegheny County is found in the various, provisions which contemplate its immediate enforcement and provide the necessary machinery therefor, and the entire failure to provide any method for its enforcement in counties that might hereafter become ripe for admission into the class. To illustrate, — Section 5 of the act provides that each school created by the act shall be governed' by a board of managers; that each board shall be appointed by the judges of the court or Courts of Common Pleas of the particular county, to serve for unequal terms, and that the time of the commencement of the terms of said managers shall not be “later than July 1, 1915.” No provision whatever is made for the appointment of a board of managers in any county which may later be brought into the class. Again, Section 7 provides that the county commissioners may upon the request of the board of managers, prior to the year 1916, issue bonds for the establishment of such schools, or appropriate to the same to the maintenance thereof, out of the county treasury of such sum or sums as they may find it convenient to expend. Certainly the provisions of the act abundantly admit of its immediate application to the County of Allegheny, and it is equally clear that to make it operate in the other counties as they acquire the minimum population and so become qualified for entrance into the class, further legislation will be required as to them.\nSeveral other reasons are advanced why the act should be held unconstitutional. We are so well convinced that it offends in the way we have indicated that nothing is to be gained by pursuing the matter further. For the reasons stated we think that the conclusion is unavoidable that the classification attempted by the act is one both arbitrary and artificial, resting on no sufficient basis, and as a necessary result what pretends to be.a general law is purely a local and special enactment falling within constitutional prohibition. Such legislation has frequently been characterized by this court as both specious and vicious. The question in the case was raised by demurrer to the answer filed to a petition asking that a writ of mandamus issue directed to the commissioners of Allegheny County requiring them to make provisions for the establishment, equipment and maintenance of such school as the act contemplates. The answer set up the unconstitutionality of the act. ' The court sustained the demurrer and entered judgment directing that a writ of peremptory mandamus issue. Thereupon the Commonwealth took the present appeal.\nFor the reasons stated in this opinion, the judgment is reversed.",
        "type": "majority",
        "author": "Mr. Justice Stewart,"
      }
    ],
    "attorneys": [
      "Richard W. Martin, with him Beatty, Magee cC- Martin, for",
      "appellants.",
      "Thomas Patterson, of Patterson, Crawford, Miller & Arensherg, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth ex rel. Brown v. Gumbert et al., Appellants.\nConstitutional law — Constitution of Pennsylvania, Article III, Section 7 — Local and special legislation — Counties—Population— Act of May 5, 1915, P. L.\n1. Classification is allowed because of necessity, a necessity defined as springing from the manifest peculiarities clearly distinguishing those of one^lass from each of the other classes and imperatively demanding legislation for such class separately that would be useless and detrimental to the other.\n2. Except as classification in any case upon which legislation is based is found to be a proper exercise of legislative power, it necessarily results that any legislation affecting a particular class thus created, and no other, is transgressive of the provisions of the Constitution prohibiting local and special legislation.\n3. The Act of Nay 5, 1915, P. L. 244, requiring counties now or hereafter containing a population of not less than 750,000 and not more than 1,200,000 inhabitants to establish and maintain schools for the care of certain female children, could presently under its provisions apply only to Allegheny County whereas Philadelphia County would be permanently excluded. It is, therefore, a local and special law regulating the affairs of counties in violation of Article III, Section 7 of the Constitution of Pennsylvania and is void.\nMr. Justice Erazer dissents.\nReargued Jan. 4, 1917.\nAppeal, No. 186, Oct. T., 1916, by respondents, from order of O. P. Allegheny Co., July T.,' 1916, No. 1172, awarding mandamus, in case of Commonwealth of Pennsylvania ex rel. Francis Shunk Brown, Attorney General, v. Addison C. Gumbert, Frank J. Harris and Gilbert F. Myer, County Commissioners of Allegheny County. trezat, Potter, Stewart, Moschzisker, Frazer and Walling, JJ.\nBefore Brown, C. J., Mes-\nReversed.\nPetition for mandamus. Before Shaper, P. J., and Swearingen, J.\nThe opinion of the Supreme Court states the facts.\nThe court awarded the mandamus as prayed for. Respondents appealed.\nError assigned was in awarding the mandamus.\nRichard W. Martin, with him Beatty, Magee cC- Martin, for\nappellants.\nThe Act of May 5, 1915, P. L. 244, ‘is local and special legislation prohibited by Section 7 of Article III of the Constitution of Pennsylvania because the act is not and never can be appli^ble to any county except, the County of Allegheny: Perkins et al. v. Philadelphia et al., 156 Pa. 544; McCarthy v. Commonwealth ex rel. Griffiths, 110 Pa. 243.\nThe classification provided in the act is not based upon any real distinction: Chalmers v. Philadelphia, 250 Pa. 251.\nThomas Patterson, of Patterson, Crawford, Miller & Arensherg, for appellee.\nThe Act of May 5, 1915, P. L. 244, is neither local or special legislation within the prohibition of the Constitution: Lloyd v. Smith et al., 176 Pa. 213; Minsinger v. Rau, 236 Pa. 327; Seabolt v. Commissioners of Northumberland County, 187 Pa. 318; Pittsburgh’s Petition, 217 Pa. 227; Stratton v. Allegheny County, 245 Pa. 519; Price v. Walton, 49 Pa. Superior Ct. 1.\nFebruary 26, 1917:"
  },
  "file_name": "0531-01",
  "first_page_order": 565,
  "last_page_order": 571
}
