{
  "id": 465002,
  "name": "Jeffrey D. HILL, Appellant, v. PENNSYLVANIA DEPARTMENT OF ENVIRONMENTAL PROTECTION and Richard L. Maxwell, Jr., Appellees",
  "name_abbreviation": "Hill v. Pennsylvania Department of Environmental Protection",
  "decision_date": "1996-07-31",
  "docket_number": "",
  "first_page": "38",
  "last_page": "41",
  "citations": [
    {
      "type": "official",
      "cite": "545 Pa. 38"
    },
    {
      "type": "parallel",
      "cite": "679 A.2d 773"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "42 U.S.C. §§ 1983",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "507 Pa. 384",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1792331
      ],
      "weight": 6,
      "year": 1985,
      "pin_cites": [
        {
          "page": "396"
        },
        {
          "page": "420-21"
        },
        {
          "page": "394-96"
        },
        {
          "page": "420-21"
        },
        {
          "page": "416"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/507/0384-01"
      ]
    },
    {
      "cite": "29 U.S.C. § 791",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "42 U.S.C. § 12101",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 265,
    "char_count": 4293,
    "ocr_confidence": 0.697,
    "pagerank": {
      "raw": 5.68303138455465e-07,
      "percentile": 0.9493592097454331
    },
    "sha256": "ce7ab7a7175668391f7ae69696b9d7a692e6ea0576b9649a02624902cdfca74c",
    "simhash": "1:cd6db0d79ba38b36",
    "word_count": 663
  },
  "last_updated": "2024-02-27T18:15:01.595212+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jeffrey D. HILL, Appellant, v. PENNSYLVANIA DEPARTMENT OF ENVIRONMENTAL PROTECTION and Richard L. Maxwell, Jr., Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION\nCASTILLE, Justice.\nAppellant, Jeffrey D. Hill, filed an employment discrimination complaint against appellees in the Lycoming County Court of Common Pleas. Hill’s complaint alleged that he had been discriminated against in employment and asserted claims for compensatory and punitive damages under the Equal Employment Opportunities Act, 42 U.S.C. § 2000e-5, the American with Disabilities Act, 42 U.S.C. § 12101, et seq., the Rehabilitation Act of 1973, 29 U.S.C. § 791, et seq., the Pennsylvania Human Relations Act, 43 P.S. § 951, et seq., and various constitutional claims under the Pennsylvania Constitution.\nOn October 12, 1995, the Lycoming County Court of Common Pleas, sua sponte, ordered that this matter be transferred to the Commonwealth Court because it determined that it lacked jurisdiction over Hill’s complaint since the matter involved a Commonwealth agency and its officer. On October 25, 1995, the Commonwealth Court dismissed Hill’s employment discrimination complaint for lack of original jurisdiction since in essence, Hill’s complaint was in the nature of a tort action seeking compensatory and punitive damages from appellees.\nThe Commonwealth Court has original jurisdiction over certain claims against the Commonwealth, its agencies, and its officers. Pursuant to 42 Pa.C.S. § 761(a), the Commonwealth Court has original jurisdiction over civil actions or proceedings:\n(1) Against the Commonwealth government, including any officer thereof, acting in his official capacity, except: . -..\n(v) actions or proceedings in the nature of trespass as to which the Commonwealth government formerly enjoyed sovereign or other immunity and actions or proceedings in the nature of assumpsit relating to such actions or proceedings in the nature of trespass.\n42 Pa.C.S. § 761(a)(l)(v).\nThis Court, in examining the historical context of Section 761, has held that:\nthe clear intent of the General Assembly is that actions against the Commonwealth or its officers acting in their official capacity for money damages based on tort liability are outside the original jurisdiction of the Commonwealth Court and are properly commenced in the Courts of Common Pleas.\nBalshy v. Rank, 507 Pa. 384, 396, 490 A.2d 415, 420-21 (1985). Thus, both common law trespass and statutory claims such as 42 U.S.C. §§ 1983 and 1985, are excluded by Section 761(a)(l)(v) from the Commonwealth Court’s original jurisdiction. Id. A statutory claim like Section 1983 is excluded from the Commonwealth Court’s original jurisdiction because in both an action for trespass and a Section 1983 action for monetary damages, the plaintiff seeks the same redress in the form of money for an unlawful injury. Balshy, supra, at 394-96, 490 A.2d at 420-21.\nHere, Hill’s employment discrimination complaint seeks monetary damages under numerous statutory provisions. These statutory provisions permit Hill to seek monetary damages for unlawful injuries done in the employment context. As such, these claims are in the nature of an action in tort. See Balshy, supra. Therefore, original jurisdiction over Hill’s\ncomplaint rests with the Lycoming County Court of Common Pleas.\nAccordingly, it is hereby ordered that appellant’s complaint be remanded to the Court of Common Pleas of Lycoming County for further proceedings consistent with this opinion.\n. The Commonwealth Court was procedurally correct in not ordering this matter retransferred to the Lycoming County Court of Common Pleas once it determined that it lacked original jurisdiction over Hill's complaint. In Balshy, this Court noted that it disapproved of one court being transferred a case and then attempting to retransfer the matter back to the court where the matter was originally filed because of a lack of jurisdiction. Instead, the proper practice in such cases would be to dismiss the action and for the parties to take an appeal. Balshy, supra, at 388, 490 A.2d at 416.",
        "type": "majority",
        "author": "CASTILLE, Justice."
      }
    ],
    "attorneys": [
      "Jeffrey D. Hill, pro se.",
      "Calvin R. Koons, Harrisburg, for appellees."
    ],
    "corrections": "",
    "head_matter": "679 A.2d 773\nJeffrey D. HILL, Appellant, v. PENNSYLVANIA DEPARTMENT OF ENVIRONMENTAL PROTECTION and Richard L. Maxwell, Jr., Appellees.\nSupreme' Court of Pennsylvania.\nSubmitted March 20, 1996.\nDecided July 31, 1996.\nJeffrey D. Hill, pro se.\nCalvin R. Koons, Harrisburg, for appellees.\nBefore NIX, C.J., and FLAHERTY, ZAPPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ."
  },
  "file_name": "0038-01",
  "first_page_order": 130,
  "last_page_order": 133
}
