{
  "id": 465100,
  "name": "William JOYCE, Appellant, v. WORKMEN'S COMPENSATION APPEAL BOARD (OGDEN/ALLIED MAINTENANCE and Travelers Insurance Company), Appellees",
  "name_abbreviation": "Joyce v. Workmen's Compensation Appeal Board",
  "decision_date": "1996-07-31",
  "docket_number": "",
  "first_page": "135",
  "last_page": "149",
  "citations": [
    {
      "type": "official",
      "cite": "545 Pa. 135"
    },
    {
      "type": "parallel",
      "cite": "680 A.2d 855"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "641 A.2d 1148",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        775545,
        11296751
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/537/0116-01",
        "/a2d/641/1148-01"
      ]
    },
    {
      "cite": "537 Pa. 116",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        775545
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/537/0116-01"
      ]
    },
    {
      "cite": "533 Pa. 373",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1837515
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa/533/0373-01"
      ]
    },
    {
      "cite": "508 Pa. 139",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1793976
      ],
      "weight": 2,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa/508/0139-01"
      ]
    },
    {
      "cite": "498 Pa. 72",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1776136
      ],
      "weight": 4,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa/498/0072-01"
      ]
    },
    {
      "cite": "493 Pa. 588",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8733530
      ],
      "weight": 5,
      "year": 1981,
      "pin_cites": [
        {
          "page": "610-11"
        },
        {
          "page": "643"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/493/0588-01"
      ]
    },
    {
      "cite": "142 Pa. Commw. 400",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1421240
      ],
      "weight": 4,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/142/0400-01"
      ]
    },
    {
      "cite": "655 A.2d 995",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "540 Pa. 608",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "648 A.2d 348",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1466753,
        7867562
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/167/0402-01",
        "/a2d/648/0348-01"
      ]
    },
    {
      "cite": "167 Pa. Commw. 402",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1466753
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/167/0402-01"
      ]
    },
    {
      "cite": "367 A.2d 366",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1976,
      "pin_cites": [
        {
          "page": "370",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "27 Pa. Commw. 522",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1877207
      ],
      "weight": 2,
      "year": 1976,
      "pin_cites": [
        {
          "page": "527"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/27/0522-01"
      ]
    },
    {
      "cite": "531 Pa. 287",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1834345
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa/531/0287-01"
      ]
    },
    {
      "cite": "516 Pa. 240",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1808596
      ],
      "weight": 4,
      "year": 1987,
      "pin_cites": [
        {
          "page": "252"
        },
        {
          "page": "380"
        },
        {
          "page": "252"
        },
        {
          "page": "380"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/516/0240-01"
      ]
    },
    {
      "cite": "156 Pa. Commw. 39",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1447123
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "workmen's compensation claimant's failure to apply even for one of the referred positions did not constitute good faith so as to preclude modification of benefits"
        },
        {
          "parenthetical": "workmen's compensation claimant's failure to apply even for one of the referred positions did not constitute good faith so as to preclude modification of benefits"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/156/0039-01"
      ]
    },
    {
      "cite": "142 Pa. Commw. 400",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1421240
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "parenthetical": "job placement specialist can testify about duties of available positions and may offer hearsay evidence if that type of evidence is relied upon by the job placement specialist in forming an opinion on the subject"
        },
        {
          "parenthetical": "job placement specialist can testify about duties of available positions and may offer hearsay evidence if that type of evidence is relied upon by the job placement specialist in forming an opinion on the subject"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/142/0400-01"
      ]
    },
    {
      "cite": "516 Pa. 240",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1808596
      ],
      "weight": 7,
      "year": 1987,
      "pin_cites": [
        {
          "page": "252"
        },
        {
          "page": "380"
        },
        {
          "page": "251"
        },
        {
          "page": "379"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/516/0240-01"
      ]
    },
    {
      "cite": "156 Pa. Commw. 39",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1447123
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "140"
        },
        {
          "page": "142"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa-commw/156/0039-01"
      ]
    },
    {
      "cite": "516 Pa. 240",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1808596
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 2,
      "case_paths": [
        "/pa/516/0240-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 935,
    "char_count": 27137,
    "ocr_confidence": 0.678,
    "pagerank": {
      "raw": 2.9790974785170866e-07,
      "percentile": 0.8508913067904731
    },
    "sha256": "d37cd3b68f241b8ce4e6ab914c039e080d0af6d392a4a6a9b17e6e13b8a25633",
    "simhash": "1:056db08391fe63d5",
    "word_count": 4347
  },
  "last_updated": "2024-02-27T18:15:01.595212+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "William JOYCE, Appellant, v. WORKMEN’S COMPENSATION APPEAL BOARD (OGDEN/ALLIED MAINTENANCE and Travelers Insurance Company), Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION\nZAPPALA, Justice.\nAllocatur was granted to address the basic issue of whether Commonwealth Court erred in determining that substantial evidence existed that a job was available to Appellant, William Joyce, and that he failed to make a good faith effort to obtain that job. Because the referee’s findings of fact relative to job availability are based upon objected-to hearsay evidence of a vocational counselor, we reverse.\nOn May 5, 1986, Appellant sustained an injury to his lower back in the course and scope of his employment \"with Appellee, Ogden/Allied Maintenance (hereinafter Employer), when a forklift truck he was operating collided with a forklift truck that had stopped suddenly. Employer issued a notice of compensation payable, and Appellant began receiving workers’ compensation benefits. Appellant returned to work in a limited capacity with his Employer on June 29, 1987, pursuant to a Supplemental Agreement. However, Appellant’s back injury intensified in September, 1987, forcing him to leave his job and return to disability. A notice of compensation payable was again issued, and Appellant began receiving $314.49 based on an average weekly wage of $471.74. On May 16, 1988, Employer filed a petition for termination, suspension or modification of Appellant’s benefits as of April 7, 1988, based on Dr. Gene Salkmd’s opinion that the claimant was fully recovered. Employer elected alternatively to pursue a modification of benefits based on the release of Appellant to return to light work by his doctor, Dr. David Weisband, D.O.\nA series of hearings were conducted from June 30, 1988, through July 6, 1990. The referee’s decision, circulated on December 20, 1991, contained the following findings of fact and conclusions of law:\nFINDINGS OF FACT\n1. The claimant, William Joyce, sustained an injury to his low back on May 1986 while in the course of his employment with the defendant, Ogden/Allied Maintenance. The claimant receives compensation in the amount of $314.49 per week based on an average weekly wage of $471.74 per week.\n2. Defendant elected to proceed alternatively demonstrating work available within the restrictions outlined by Dr. Weisband.\n3. In accordance with the restrictions set forth by Dr. David Weisband the defendant has demonstrated the availability of light duty work.\n4. Specifically, the Referee finds that a job a[sic] Trap Rock Concrete Company was available to the claimant paying $300.00 per week. This job was available as of August 1,1989.\n5. The claimant failed to make a good faith effort to obtain this available work. By the claimant’s own admission he did not due [sic] that which is necessary to secure a job.\n6. Accordingly, claimant’s benefits are modified to $114.49 per week (claimant’s average weekly $471.41 less earning power of $300.00 per week he has loss of earnings of $171.74 per week x 2/3 = $114.49 per week).\n7. The Referee accepts as credible the opinions rendered by Sondra Henry, a vocational counselor with Conservco.\n8. The Referee’s findings are based on substantial competent evidence, and defendant’s contest is reasonable.\nCONCLUSIONS OF LAW\n1. Both the claimant and the defendant are bound by the provisions of the Pennsylvania Worker’s Compensation Act, as amended.\n2. The defendant has demonstrated the availability of light duty work within the restrictions set forth by Dr. David Weisband. Accordingly, it is entitled to a modification of benefits in accordance with available work. Benefits are to be modified to $114.49 per week.\nOn appeal, the Workmen’s Compensation Appeal Board (Board) affirmed the referee’s decision and order. Appellant then filed a Petition for Review with the Board alleging that the referee erred in finding that the Employer had met its burden to show available work and alleging further that Appellant made a good faith effort to obtain available work. The Board granted the petition. However, the Board concluded that the referee committed no error because the aforementioned issues were properly resolved by credibility determinations on the part of the referee. For this reason, the Board found there was sufficient competent evidence to support the referee’s findings.\nAn appeal was then taken to the Commonwealth Court which in a memorandum opinion and order affirmed the Board’s order. The Commonwealth Court panel’s analysis focused on the referee’s findings of fact number 4 and 5. These findings of fact, according to the court, are based on the testimony of Sandra Henry, a vocational counselor who had developed three positions for Appellant, as well as the Appellant’s own admissions. Noting that the referee had found her opinions to be credible, the court stated that Ms. Henry testified that Appellant did not apply for the three positions she referred to him. The court also indicated that Appellant testified that he did not speak with the designated contact person at Trap Rock and did not file an application. Based on these facts, the referee and the Board found that Appellant did not act in good faith in applying for the jobs to which he had been referred. The court reasoned that Ms. Henry’s testimony and Appellant’s admissions constitute substantial evidence to support the referee’s and the Board’s finding that Appellant did not meet his burden under Kachinski v. Workmen’s Compensation Appeal Board (Vepco Construction Co.), 516 Pa. 240, 252, 532 A.2d 374, 380 (1987) of proving he acted in good faith in following through on the job referrals.\nOur standard of review is whether the necessary findings of fact are supported by substantial evidence, whether the lower court committed an error of law, or whether constitutional rights have been violated. Bethenergy Mines, Inc. v. Workmen’s Compensation Appeal Board (Skirpan), 531 Pa. 287, 612 A.2d 434 (1992).\nAs recognized below, analysis of this case is governed by the well-settled law that:\n1. The employer who seeks to modify a claimant’s benefits on the basis that he has recovered some or all of his ability must first produce medical evidence of a change in condition.\n2. The employer must then produce evidence of a referral (or referrals) to a then open job (or jobs), which fits in the occupational category for which the claimant has been given medical clearance, e.g., light work, sedentary work, etc.\n3. The claimant must then demonstrate that he had in good faith followed through on the job referral(s).\n4. If the referral fails to result in a job then claimant’s benefits should continue.\nKachinski, 516 Pa. at 252, 532 A.2d at 380. It is not disputed in this case that Appellant had recovered sufficiently to perform sedentary to light-duty work. Appellant presented no medical evidence before the referee to refute Dr. Weisband’s opinion, nor has he raised this issue on appeal. We therefore need only focus on the requirements that Employer refer Appellant to an open job which he is physically capable of performing and Appellant’s good faith or bad faith in following through on that referral.\nIn meeting its burden of proof, an employer must prove that a job referral is “actually available” to the claimant and must bring the referral to the attention of the claimant or his counsel. Kachinski The Employer argues that the vocational expert’s testimony constitutes substantial competent evidence to support the referee’s finding that work was made available to the Appellant. Specifically, the Employer contends that Ms. Henry’s deposition testimony, which was entered into evidence, reveals that she located three positions which were tailored to Appellant’s medical/vocational needs. Ms. Henry also testified that she sent Appellant and his counsel correspondence dated August 1, 1989, which notified him of the positions and the persons to contact. Finally, Ms. Henry testified that Appellant did not apply for the positions. This testimony was found credible by the referee.\nConversely, Appellant claims that there was not substantial evidence to support the referee’s finding that the Trap Rock Concrete job was available. Appellant argues that the referee in his finding of fact number 5 accepted Appellant’s account of what he did to secure a job. Specifically, Appellant testified that on August 7, 1989, he received a letter from Sondra Henry indicating inter alia a job possibility at Trap Rock Concrete. The letter instructed Appellant to call Bob Root at Trap Rock Concrete, which he did three days later. Appellant also testified that when he called Trap Rock Concrete, he asked for Bob Root but was told that Mr. Root was not available. It was his testimony that the person he was speaking with at Trap Rock Concrete, a person known to him only as Tony, told Appellant that the job he was calling about was filled a couple of weeks ago and they were not taking any applications. As a result of that response, Appellant testified, he did not file an application with that company because no job was available.\nExamination of the record reveals the following testimony given by Ms. Henry on direct examination by Employer’s counsel, Ms. Lombard:\nBY MS. LOMBARD:\nQ. Did you follow-up with the employers?\nA. Yes, I did.\nQ. Did you learn whether or not he had applied for any of the jobs?\nMR. SLOAN: Objection; asking for hearsay.\nBY MS. LOMBARD:\nQ. Did you learn whether he applied for any of the jobs?\nA. Yes, I did. I spoke with Trap Rock Concrete Company and they said Mr. Joyce had not applied.\nMR. SLOAN: Objection; motion to strike. Trap Rock Company is not able to speak.\nBY MS. LOMBARD:\nQ. From your follow-up with the employers, did you learn whether or not any applications had been made of any of the three jobs, just from what you know, not from what anyone told you?\nDo you know whether he followed up and applied for any jobs?\nA. I know from speaking with Bob.\nR. 52-53.\nIt is clear that the finding of job availability in this case was based upon unsubstantiated hearsay testimony elicited from the employer’s vocational expert that Appellant did not apply for the Trap Rock Concrete position. No testimony from the prospective employer, Trap Rock Concrete, was submitted. Furthermore, the hearsay testimony was objected to by Appellant’s counsel.\nAppellant argues that proof of work availability must be by substantial competent evidence, not by hearsay evidence. Appellant relies upon Walker v. Unemployment Compensation Board of Review, 27 Pa. Commw. 522, 367 A.2d 366 (1976), which addressed the issue of hearsay evidence in administrative proceedings. See also McCray v. Workmen’s Compensation Appeal Board (Preschool Development Programs, Inc.), 167 Pa. Commw. 402, 648 A.2d 348 (1994), alloc. denied, 540 Pa. 608, 655 A.2d 995 (1995).\nThe Employer counters by arguing that the courts have consistently held that an expert witness may rely on hearsay testimony if as an expert he would reasonably rely on such information in formulating his opinions. Acme Markets, Inc. v. Workmen’s Compensation Appeal Board (Pilvalis), 142 Pa. Commw. 400, 597 A.2d 294 (1991). The Employer also relies on Commonwealth of Pennsylvania, Unemployment Compensation Board of Review v. Ceja, 493 Pa. 588, 427 A.2d 631 (1981), to argue that evidentiary rules are relaxed in adminis-' trative proceedings and in applying the Ceja guidelines there was a high degree of reliability attendant to the vocational evidence which therefore was properly admitted.\nIn Acme Markets, Inc., the Commonwealth Court explained that the testimony of the employer’s expert vocational witness with regard to the specific job duties connected with the work and the position was admissible where the witness gained her information from personal observation and where the information was of the type reasonably relied upon by the expert in her particular field in forming an opinion on the subject. Acme Markets, Inc., 142 Pa. Commw. at 409 n. 3, 597 A.2d at 298 n. 3\nIn the case sub judice, the hearsay evidence that Appellant did not apply for the Trap Rock Concrete job did not involve Ms. Henry’s personal observations. Moreover, it did not contain information which is the type relied upon by a vocational expert to form an opinion with regard to the specific job duties connected with the work and position. The objected-to evidence here consisted of statements made to Ms. Henry by Bob Root of Trap Rock Concrete regarding whether or not Appellant applied for a job with that company. There is no expert opinion involved with such testimony.\nWe must also reject the Employer’s argument that the hearsay testimony regarding Appellant’s failure to make application to Trap Rock Concrete should be admitted pursuant to the guidelines set forth in Ceja as possessing the requisite high degree of reliability attendant to Appellees’ vocational evidence. The seminal case as to the use of hearsay evidence in administrative proceedings is Walker v. Unemployment Compensation Board of Review. In Walker, the Commonwealth Court held:\nHearsay evidence, properly objected to, is not competent evidence to support a finding of the Board. Hearsay evidence, admitted without objection, will be given its natural probative effect and may support a finding of the Board, if it is corroborated by any competent evidence in the record, but a finding of fact based solely on hearsay will not stand.\n27 Pa. Commw. at 527, 367 A.2d at 370 (citations omitted). The vitality of Walker has been reaffirmed by this Court. See LeGare v. Unemployment Compensation Board of Review, 498 Pa. 72, 444 A.2d 1151 (1982); Vann v. Unemployment Compensation Board of Review, 508 Pa. 139, 494 A.2d 1081 (1985); Myers v. Unemployment Compensation Board of Review, 533 Pa. 373, 625 A.2d 622 (1993); and A.Y. v. Department of Public Welfare, 537 Pa. 116, 641 A.2d 1148 (1994). In fact, in LeGare we stated that our opinion in Ceja, upon which the Appellees rely, is of no precedential value whatsoever—it\nmerely announced the Court’s result. LeGare, 498 Pa. at 78 n. 3, 444 A.2d at 1154 n. 3.\nBecause Appellant’s counsel properly objected to the hearsay testimony, it was inadmissible. Consequently, the Employer failed to introduce substantial competent evidence to meet its burden of proof as to job availability pursuant to the second prong of Kachinski, and we need not address whether a good faith effort was made to obtain that job.\nThe orders of the Commonwealth Court and the Board are reversed and the referee’s order is vacated.\nCASTILLE, J., files a concurring and dissenting opinion.\nNIX, C.J., files a dissenting opinion.\n. The three jobs Ms. Henry located for Appellant were a dispatcher at Trap Rock Concrete Company, a security officer with Wackenhut Corporation, and a collector at Strawbridge & Clothier. R. 46-48.\n. Ms. Henry testified that she followed up with the employers to learn whether Appellant had applied for any of the jobs. She testified that she spoke with Bob Root at Trap Rock Concrete who said that Appellant had not applied. Ms. Henry was then asked, \"From what you know, did he apply for any of the jobs.” She replied, \"Yes. Wait a minute. No, he did not apply.” R. 52-53.\n. Appellant testified that he called Wackenhut Corporation on August 10, 1989, about the security officer position. He was told by a woman who answered the telephone to come in and get an application. On August 11, 1989, he went in to Wackenhut Corporation and picked up an application. While he was there, Appellant signed a register which he was requested to do. Appellant subsequently mailed the application back to the company on August 12, 1989. He did not hear anything further from the company. Relative to the Strawbridge & Clothier position, Appellant testified that he called about the job opening on August 10, 1989, and was told by a woman answering the phone to come in and get an application. Appellant testified that later that day he went in and obtained the application. It was Appellant’s testimony that he mailed the completed application back to Strawbridge the same day he mailed the completed application back to Wackenhut. Similarly, he did not hear anything further from Strawbridge. R. 138-140.\n. The referee’s findings of fact and conclusions of law are made solely with respect to the Trap Rock Concrete position. Employer took no appeal of the referee's order relative to the absence of any finding of job availability as to the positions at either Wackenhut Corporation or Strawbridge & Clothier. For this reason, our focus remains on whether or not the Trap Rock Concrete position was in fact available when Appellant contacted that company as the referee accepted Appellant's account of what he did to secure the job. Finding of Fact No. 5.\n. In Ceja, Justice Kauffman, authoring a plurality opinion, rejected a purely technical distinction between objected-to and unobjected-to hearsay in the context of administrative proceedings and stated that any evidence, whether corroborated or not, if reliable, should be capable of supporting a factual finding. The guidelines set forth are:\n1. Hearsay evidence is generally admissible.\n2. Hearsay evidence will be accepted as competent if it falls within the statutory or common law exceptions to the hearsay rule, or has equivalent circumstantial guarantees of trustworthiness and is more probative on the point for which it is offered than any other evidence which the proponent could reasonably be expected to procure under the circumstances of the case.\n3. The hearsay proponent carries the burden of making a prima facie showing of competence before the evidence can be used to support a finding.\nCeja, 493 Pa. at 610-11, 427 A.2d at 643. Furthermore, Justice Kauffman reasoned that once a party contradicts hearsay evidence, the referee has an affirmative duty to afford the party a reasonable opportunity to challenge the reliability of the document or testimony at the time of its admission. Id.\nWhile we recognize that Ceja has no precedential value, we specifically reject any notion that a claimant must challenge the reliability of hearsay evidence when the Employer must prove job availability pursuant to the second prong of Kachinski.",
        "type": "majority",
        "author": "ZAPPALA, Justice."
      },
      {
        "text": "CASTILLE, Justice,\nconcurring and dissenting.\nThe majority holds that appellant’s workmen’s compensation benefits should not have been modified because the modification was based upon improper hearsay testimony of the employer’s job placement specialist. I concur with the majority’s conclusion that hearsay testimony concerning job availability cannot normally be a basis to modify benefits if properly objected to. I nevertheless dissent here because the employer’s job placement specialist’s testimony does not pertain to the issue of job availability but rather pertains to appellant’s good faith in pursuing a position, which he himself admits he did not do. Accordingly, I must respectfully dissent.\nAs the majority recognizes, Kachinski v. Workmen’s Compensation Appeal Board (Vepco Construction Co.), 516 Pa. 240, 532 A.2d 374 (1987) requires an employer seeking to modify or suspend an employee’s benefits to produce evidence of a referral (or referrals) to a then available job which fits the occupational category for which the claimant has received medical clearance. Id. at 252, 532 A.2d at 380. The employer may accomplish this by introducing medical evidence describing the claimant’s capabilities and by admitting vocational evidence classifying the job along with the basic description of the job referral. Id. at 251, 532 A.2d at 379.\nHere, the referee found the job placement specialist to be credible. The job placement specialist testified that she undertook job development efforts after familiarizing herself with appellant’s medical and vocational capabilities. In that regard, the job placement specialist testified that she visited Trap Rock where she observed and discussed the physical demands of the position to which appellant was referred. The job placement specialist also determined that the Trap Rock position was available. Based on this information, the job placement specialist concluded that the Trap Rock position was within appellant’s medical restriction guidelines and that he was capable of performing the duties required by the position. Thus, the job placement specialist mailed appellant notice of the Trap Rock position on August 1,1989.\nClearly, that portion of the job placement specialist’s testimony based upon her personal observations during her visit to Trap Rock was not hearsay. Moreover, to the extent the job placement specialist’s testimony .contained hearsay, i.e., Trap Rock’s description of the characteristics of the position and the availability, that information is the type of information reasonably relied upon by the job placement specialist in forming her opinion on whether to refer that position to appellant. See Acme Markets, Inc. v. Workmen’s Compensation Appeal Board (Pilvalis), 142 Pa. Commw. 400, 409 n. 3, 597 A.2d 294, 298 n. 3 (1991) (job placement specialist can testify about duties of available positions and may offer hearsay evidence if that type of evidence is relied upon by the job placement specialist in forming an opinion on the subject). Therefore, I find that sufficient competent evidence existed to support the referee’s finding of fact that the Trap Rock position was available on August 1, 1989, and that it was within Joyce’s approved occupational classification.\nSince I believe that sufficient competent evidence existed to support the referee’s finding as to job availability, the employer would be entitled to a modification of appellant’s benefits unless appellant is able to demonstrate that he had in good faith followed through on the job referrals. See Kachinski, supra. In finding of fact number 5, the referee stated that:\nThe claimant failed to make a good faith effort to obtain this available work. By the claimant’s own admission he did not due [sic] that which is necessary to secure a job.\nClearly, the testimony cited by the majority in which the employer’s job placement specialist testified that Trap Rock told her that appellant did not apply for the referred position concerns appellant’s lack of good faith effort in pursuing the Trap Rock position. However, since that portion of the employer’s job placement specialist’s testimony cited by the majority is hearsay which appellant properly objected to, it could not be used by the referee to support that finding.\nNevertheless, I believe sufficient competent evidence existed in the record to support the referee’s bad faith finding. Here, appellant testified that he received the job placement specialist’s letter referring him to the Flat Rock position on August 7, 1989. Appellant also testified that the letter informed him to contact Bob Root at Trap Rock and for appellant to call the job placement specialist if he needed assistance in following-up on the position. Despite this letter, appellant waited three days before he began pursuing the Trap Rock position. Appellant also conceded that when he did make the call, he spoke with someone other than Mr. Root, a person who appellant only identified as “Tony.” Appellant further conceded that he never sought to follow-up with Mr. Root after his belated phone call. Moreover, appellant admitted that he assumed it would be necessary to do more than he did if he hoped to find a job when he graduated with his two year college associate degree. Based on all of the above, the referee had sufficient competent evidence to support a finding that appellant did not exercise good faith in pursuing the Trap Rock position to which he was referred. See Republic Seafood, Inc. v. Workmen’s Compensation Appeal Board (Bundy), 156 Pa. Commw. 39, 628 A.2d 464 (1993) (workmen’s compensation claimant’s failure to apply even for one of the referred positions did not constitute good faith so as to preclude modification of benefits).\nAccordingly, while I agree that hearsay evidence which is properly objected to cannot solely support a referee’s finding, I believe that the non-hearsay evidence presented here was sufficient to support the referee’s finding that the Trap Rock position was available as of August 1, 1989, and that appellant did not make a good faith effort in obtaining that position. Therefore, I must respectfully dissent from the majority’s reversal of the Commonwealth Court’s affirmance of the modification of appellant’s workmen’s compensation benefits by the Workmen’s Compensation Appeal Board.",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "CASTILLE, Justice,"
      },
      {
        "text": "NIX, Chief Justice,\ndissenting.\nI agree with Mr. Justice Castille’s conclusion that “the employer’s job placement specialist’s testimony does not pertain to the issue of job availability but rather pertains to appellant’s good faith in pursuing a position.” Concurring and Dissenting Opinion at 145. However, I write separately to further elaborate on the failings of the majority opinion.\nThe majority concludes that “the Employer failed to introduce substantial competent evidence to meet its burden of proof as to job availability pursuant to the second prong of Kachinski ” and therefore it did not need to address whether a good faith effort was made to obtain that job. Majority Opinion at 145. As the majority correctly states, “[i]n meeting its burden of proof, an employer must prove that a job referral is ‘actually available’ to the claimant and must bring the referral to the attention of the claimant or his counsel.” Id. at 140. The majority then goes on to state that “[i]t is clear that the finding of job availability in this case was based upon unsubstantiated hearsay testimony elicited from the employer’s vocational expert that Appellant did not apply for the ... position.” Id. at 142. 1\nWhether or not Appellant applied for the Trap Rock position is irrelevant in determining job availability. All that is required is that a job was available which fits the occupational category for which Appellant has received medical clearance and that the opening was communicated to Appellant. Kachinski v. Workmen’s Compensation Appeal Board (Vepco Construction Co.), 516 Pa. 240, 532 A.2d 374 (1987). The only relevance of the hearsay statement concerning Appellant’s failure to apply for the Trap Rock position goes to the second prong of Kachinski, namely, whether Appellant exercised good faith in following through on the job referral. Accordingly, I join the concurring and dissenting opinion of Mr. Justice Castille.\nORDER\nPER CURIAM.\nAND NOW, this 22nd day of October, 1996, the Petition for Reargument filed by Appellees Ogden/Allied Maintenance and Travelers Insurance Company is granted.\nNIGRO and NEWMAN, JJ., did not participate in the consideration or decision of this matter.",
        "type": "dissent",
        "author": "NIX, Chief Justice, PER CURIAM."
      }
    ],
    "attorneys": [
      "Robert A. Sloan, Philadelphia, for William Joyce.",
      "Jane A. Lombard, Philadelphia, for Ogden/Allied.",
      "Norman Haig, Secretary, for W.C.A.B."
    ],
    "corrections": "",
    "head_matter": "680 A.2d 855\nWilliam JOYCE, Appellant, v. WORKMEN’S COMPENSATION APPEAL BOARD (OGDEN/ALLIED MAINTENANCE and Travelers Insurance Company), Appellees.\nSupreme Court of Pennsylvania.\nArgued Dec. 4, 1995.\nDecided July 31, 1996.\nOrder Granting Reargument October 22, 1996.\nRobert A. Sloan, Philadelphia, for William Joyce.\nJane A. Lombard, Philadelphia, for Ogden/Allied.\nNorman Haig, Secretary, for W.C.A.B.\nBefore NIX, C.J., and FLAHERTY, ZAPPALA, CAPPY and CASTILLE, JJ."
  },
  "file_name": "0135-01",
  "first_page_order": 227,
  "last_page_order": 241
}
