{
  "id": 1063520,
  "name": "Citro v. Director General of Railroads, Appellant",
  "name_abbreviation": "Citro v. Director General of Railroads",
  "decision_date": "1920-12-31",
  "docket_number": "Appeal, No. 96",
  "first_page": "49",
  "last_page": "51",
  "citations": [
    {
      "type": "official",
      "cite": "269 Pa. 49"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "238 Pa. 594",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        991562
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/238/0594-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 208,
    "char_count": 2703,
    "ocr_confidence": 0.503,
    "pagerank": {
      "raw": 4.313947448607103e-08,
      "percentile": 0.27160946449001466
    },
    "sha256": "742e1e4d9dc875a323fc75ab9e4808e29c4292c16f832756b0f8a32c602949a6",
    "simhash": "1:48624c2097342104",
    "word_count": 448
  },
  "last_updated": "2024-02-27T22:27:49.696545+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Frazer, Walling, Simpson and Kephart, JJ."
    ],
    "parties": [
      "Citro v. Director General of Railroads, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe station of the defendant company at Leetsdale is on the north side of four tracks, running east and west. On February 9, 1919, at about ten o’clock p. m., the husband of the plaintiff, after waiting at the station until a westbound freight train had passed on the second track, started to cross over to the south side of the tracks, and, when on the fourth, was struck by a rapidly moving eastbound express train and instantly killed. On this appeal from the judgment on the verdict in favor of his widow, the contention of the defendant company is that its motion for judgment n. o. v. should have been allowed. It was dark and there was positive testimony that the safety gates were up, that the express train approachéd the station at great speed, without headlight, and without signal from bell or whistle. The negligence of the company was clearly for the jury, and the presumption that the deceased had exercised due care, in view of the situation as described by the plaintiff’s witnesses, made his contributory negligence a question of fact, and not of law for the court: Hugo v. Baltimore & Ohio Railroad Company, 238 Pa. 594.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Robert D. Dalzell, of Dalzell, Fisher é Dalzell, for appellant.",
      "Meredith R. Marshall, with him Rody P. Marshall and Louis V. Baraeh, for appellee."
    ],
    "corrections": "",
    "head_matter": "Citro v. Director General of Railroads, Appellant.\nNegligence — Railroads—Grossing tracks at. station — Contributory negligence — Presumption.\nWhere a person at a railroad station, at which there are four tracks, waits until a train has passed on the second track, then starts to cross, and is struck by an express train on the fourth track and killed, the question of defendant’s negligence and the deceased’s contributory negligence is for the jury, where the evidence shows that the night was dark, that the safety gates were up, and that the express train approached the crossing at great speed, without headlight and without signal from bell or whistle. The presumption of due care by deceased made his negligence a question of fact.\nArgued October 12, 1920.\nDecember 31, 1920:\nAppeal, No. 96, Oct. T., 1920, by defendant, from judgment of O. P. Allegheny Co., April T., 1919, No. 1996, on verdict for plaintiff, in case of Katherine Citro v. Walker D. Hines, Director General.of Railroads, operating Pittsburgh, Fort Wayne & Chicago Railroad Co.\nBefore Brown, C. J., Frazer, Walling, Simpson and Kephart, JJ.\nAffirmed.\nTrespass for death of plaintiff’s husband. Before Kline, J.\nThe opinion of the Supreme Court states the facts.\nVerdict and judgment for plaintiff for $9,253.50. Defendant appealed.\nError assigned was refusal of judgment for defendant n. o. v., quoting record.\nRobert D. Dalzell, of Dalzell, Fisher é Dalzell, for appellant.\nMeredith R. Marshall, with him Rody P. Marshall and Louis V. Baraeh, for appellee."
  },
  "file_name": "0049-01",
  "first_page_order": 75,
  "last_page_order": 77
}
