{
  "id": 1063548,
  "name": "Kull, Appellant, v. Mastbaum & Fleisher",
  "name_abbreviation": "Kull v. Mastbaum & Fleisher",
  "decision_date": "1921-02-14",
  "docket_number": "Appeal, No. 261",
  "first_page": "202",
  "last_page": "206",
  "citations": [
    {
      "type": "official",
      "cite": "269 Pa. 202"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "193 Pa. 451",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        910306
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/193/0451-01"
      ]
    },
    {
      "cite": "227 Pa. 305",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1008633
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/227/0305-01"
      ]
    },
    {
      "cite": "51 Pa. Superior Ct. 125",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        430495
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/51/0125-01"
      ]
    },
    {
      "cite": "57 Pa. Superior Ct. 192",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        444578
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/57/0192-01"
      ]
    },
    {
      "cite": "205 Pa. 106",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        930074
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/205/0106-01"
      ]
    },
    {
      "cite": "226 Pa. 261",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967865
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/226/0261-01"
      ]
    },
    {
      "cite": "7 Watts 123",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846770
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0123-01"
      ]
    },
    {
      "cite": "134 Pa. 184",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814954
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/134/0184-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 422,
    "char_count": 7140,
    "ocr_confidence": 0.5,
    "pagerank": {
      "raw": 7.490050960672352e-07,
      "percentile": 0.969935119769531
    },
    "sha256": "2701019e57afd383ead7a6efb815aca75d3e6c97f55cf6453d723685f5fc81ce",
    "simhash": "1:a48a7bd0fd9260d8",
    "word_count": 1214
  },
  "last_updated": "2024-02-27T22:27:49.696545+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Kull, Appellant, v. Mastbaum & Fleisher."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Sadler,\nTbe plaintiff, Fred Kull, appellant here, while engaged in tbe contracting business, in 1912 leased a certain storage yard from Horace D. \"Reeve & Company, agents, for tbe term of one month. It does not appear on tbe face of the lease for whom the parties of the first part were acting. Subsequently, the defendant, a corporation engaged in the real estate business, was employed to collect the rentals by the owner of the property. Under the terms of the lease, Kull continued in possession until July 26,1917. He was in default in the payment of rent on July 15th. As permitted by the lease, an agent of lessor was sent to examine the premises, and found it abandoned. Thereupon, the property was relet to one Lavin, who had occupied part of the storage yard, under a previous agreement with Kull.\nIn this action in trespass, plaintiff alleged that he was evicted, and that certain personal property belonging to him, stored on the premises, was taken into the possession of the defendant. Damages were claimed for loss of profits, arising from interference with plaintiff’s business, but no evidence was offered by which any such injury could be determined, or the amount thereof fixed; punitive damages were likewise demanded, but there was no proof of any acts of oppression which would justify such an allowance. A claim for the value of personal property alleged to have been taken was also made; but the court below, apparently being satisfied of the failure of plaintiff to show any liability on the part of defendant for the losses alleged, upon motion entered a compulsory nonsuit, which it subsequently refused to take off, and this action is the basis of the present appeal.\nUpon the trial of the cause, the plaintiff testified generally, and three other witnesses were called to show that he had personal property upon the leased premises in July of 1917. There were offered, without restriction, the fifth, sixth and seventh paragraphs of the affidavit of defense, which placed the statements therein set forth upon the record as part of the evidence: McCord v. Durant, 134 Pa. 184. Had the purpose been to use defendant’s affidavit in connection with the plaintiff’s statement, to establish only facts admitted, the offer should have been so limited (Mellon Nat. Bank v. People’s Bank, 226 Pa. 261); bnt it was presented generally as to the paragraphs above recited, and hence the averments of fact therein contained must be given dne credit.\nThe first claim of the plaintiff was based on the alleged eviction. It appeared, however, by the record evidence, just noted, that the premises had been abandoned by the plaintiff, as a result of which the agent of the lessor had entered thereon, and subsequently relet the same. “A surrender of a lease by operation of law results from acts which imply mutual consent independently of the expressed intention of the parties that their acts shall have that effect. It is by way of estoppel; and the relinquishment of possession by the tenant and the resumption of possession by the landlord operates, as a general rule, as a surrender by operation of law”: 16 R. C. L., section 674, p. 1153; McKinney v. Reader, 7 Watts 123. In face of the abandonment, clearly no damages could be recovered for the alleged eviction.\nAs to the claim of plaintiff that personal property was taken and wrongfully withheld from him, the record as made up showed, amongst other things, that the person in possession of the premises was Lavin, whom Kull had originally admitted as a subtenant, and that the personal property, alleged to have been wrongfully retained by the defendant, was at no time taken by the latter, a fact set forth in the part of the affidavit of defense put in evidence by plaintiff. Moreover, there was a failure to show that the goods in question could not have been secured by the plaintiff, had he requested their delivery from the one in possession. Under such circumstances, no recovery could be had on this branch of the case.\nFurther, it appeared that defendant company was merely the agent of the owner of the realty. The original agreement showed the parties of the first part to be agents, and the receipts offered in evidence showed Mastbaum & Fleishér to have been acting in a like capacity. The portion of the affidavit of defense offered, set forth this fact, and, as well, that at no time had the defendant assumed or exercised the rights of the owner of the realty, one MacFarland, under whose direction the re-letting was made. Though the statement alleged an assignment of the lease to Mastbaum & Fleisher, yet the only evidence offered showed this to be untrue. The action was based on the alleged tort of the lessor, and this was MacFarland, not the defendant.\nOn the record as thus made up, it is clear that the learned court below did not err in refusing to remove the nonsuit.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Sadler,"
      }
    ],
    "attorneys": [
      "Hugh Roberts, for appellant,",
      "Morris Wolf, with him Henry W. Schorr and Gordon A. Bloch, for appellee."
    ],
    "corrections": "",
    "head_matter": "Kull, Appellant, v. Mastbaum & Fleisher.\nPractice, G. P. — Affidavit of defense — Evidence—Offer of affidavit generally — Facts admitted.\n1. Where certain paragraphs of an affidavit of defense are offered by plaintiff generally, the averment of facts therein contained, must be given due credit.\n2. If the purpose of the offer is to use defendant’s affidavit in connection with plaintifE’s statement, to establish only facts admitted, the offer should be so limited.\nLandlord and tenant — Principal and agent — Eviction—Surrender — Estoppel—Abandonment of premises — Personal property on premises.\n3. Belinquishment of possession by a tenant and the resumption of possession by the landlord operates, as a general rule, as a surrender by operation of law, by way of estoppel.\n4. An agent of tbe landlord for the collection of rent is not liable to a tenant who has abandoned possession, for the value of personal property left on the premises, where it appears that defendant had not taken the goods, that he had nothing to do with the reletting of the premises to a person who had been a subtenant of the tenant, and that the tenant failed to show that the goods could not have been secured by him from such person.\nArgued January 5, 1921.\nFebruary 14, 1921:\nAppeal, No. 261, Jan. T., 1920, by plaintiff, from order of C. P. No. 1, Pbila. Co., June T., 1917, No. 5439, refusing to take off nonsuit in case of Fred Null v. Mastbaum Bros. & Fleisber, Inc.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nAffirmed.\nTrespass for wrongful eviction, and for alleged wrongful detention of plaintiff’s goods on leased premises. Before Bregy, P. J.\nTbe opinion of tbe Supreme Court states tbe facts.\nAt tbe trial tbe court entered a compulsory nonsuit wbicb it subsequently refused to take off. Plaintiff appealed.\nError assigned, among others, was order refusing to take off nonsuit, quoting it.\nHugh Roberts, for appellant,\ncited: English v. Yates, 205 Pa. 106; Com. v. Everhart, 57 Pa. Superior Ct. 192; Weighley v. Miller, 51 Pa. Superior Ct. 125; Schienle v. Eckels, 227 Pa. 305; Aye v. Phila. Co., 193 Pa. 451.\nMorris Wolf, with him Henry W. Schorr and Gordon A. Bloch, for appellee."
  },
  "file_name": "0202-01",
  "first_page_order": 228,
  "last_page_order": 232
}
