{
  "id": 1063549,
  "name": "Wilson, Appellant, v. Brown",
  "name_abbreviation": "Wilson v. Brown",
  "decision_date": "1920-12-31",
  "docket_number": "Appeal, No. 115",
  "first_page": "225",
  "last_page": "228",
  "citations": [
    {
      "type": "official",
      "cite": "269 Pa. 225"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "217 Pa. 439",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953667
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/217/0439-01"
      ]
    },
    {
      "cite": "212 Pa. 249",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        941824
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/212/0249-01"
      ]
    },
    {
      "cite": "195 Pa. 91",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        914038
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/195/0091-01"
      ]
    },
    {
      "cite": "244 Pa. 427",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1003437
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/244/0427-01"
      ]
    },
    {
      "cite": "227 Pa. 410",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1008516
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/227/0410-01"
      ]
    },
    {
      "cite": "234 Pa. 419",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        982465
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/234/0419-01"
      ]
    },
    {
      "cite": "267 Pa. 356",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057749
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/267/0356-01"
      ]
    },
    {
      "cite": "259 Pa. 510",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1038360
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/259/0510-01"
      ]
    },
    {
      "cite": "227 Pa. 580",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1008560
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/227/0580-01"
      ]
    },
    {
      "cite": "211 Pa. 596",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        940133
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/211/0596-01"
      ]
    },
    {
      "cite": "36 Pa. Superior Ct. 615",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        874461
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/36/0615-01"
      ]
    },
    {
      "cite": "207 Pa. 217",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        933591
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/207/0217-01"
      ]
    },
    {
      "cite": "195 Pa. 91",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        914038
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/195/0091-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 438,
    "char_count": 7491,
    "ocr_confidence": 0.493,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.037976731461950096
    },
    "sha256": "51f30e853b82227df45369ffe182e8957c8719abc019315e7855dff8b1ef648e",
    "simhash": "1:4f16e4c804d94f50",
    "word_count": 1256
  },
  "last_updated": "2024-02-27T22:27:49.696545+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Frazer, Walling, Simpson and Kephart, JJ."
    ],
    "parties": [
      "Wilson, Appellant, v. Brown."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Kephart,\nAppellant, a stockholder of the Marshall Foundry Company, filed a bill against a majority of the board of directors and others, wherein she asked for an injunction, an accounting and a cancellation of stock. A demurrer was filed by one of the defendants, admitting all facts and inferences well pleaded; and from the bill we find the following: The defendants, some years ago, issued to themselves three hundred and forty (340) shares of the stock of this company, without any consideration therefor, which stock (of the value of $34,000, upon which dividends were paid amounting to $51,000) had been appropriated to their own use. It was apparently issued for past services, which was illegal, void and a fraud on other stockholders: Grafner v. Street Railway Co., 207 Pa. 217; Bair & Gazzam Co. v Vandersaal, 36 Pa. Superior Ct. 615; Brophy v. American Brewing Co., 211 Pa. 596; Althouse v. Cobaugh Colliery Co., 227 Pa. 580. These facts were concealed from the complaining stockholder, who is one of the minority of the company. Defendants controlled- the majority of the stock and “It would be a vain and useless thing [for the appellant] to demand that the officers and directors of the corporation [defendants here] should institute corporate action to compel themselves and Richard Muse to account for the breach of trust.”\nWe have said in a number of cases that the right of an individual stockholder to act for the corporation is exceptional and arises only on a clear showing of special circumstances, among which inability or unwillingness of the corporation to proceed, demand upon the regular corporate management and a refusal to act, are imperative requisites, and the refusal of the corporate management must appear affirmatively to be a disregard of duty and not an error of judgment — a nonperformance of a manifest official obligation amounting to a breach of trust: Beech on Corporations, section 878. Where it appears that fraudulent acts, prejudicial to the interests of the corporation, have been committed, so interwoven with the conduct of the corporate managers and of such nature that it might be presumed the officers would commit a breach of trust in refusing to proceed, a demand is not necessary, as it would be “vain and useless.” Ordinarily there is no presumption that officers will commit such breach of trust, and the charge that they will should rest on acts, affirmative or permissive, duly averred, manifestly in violation of duty, and manifestly the result of fraud and not of erroneous judgment. It is not always necessary for the complaining shareholder to appeal to stockholders at a meeting, but he is in duty bound to make every reasonable effort to prevail on the corporate management to bring action: Wolf v. Railroad, 195 Pa. 91; Glenn v. Kittanning Brewing Co., 259 Pa. 510; Passmore v. Allentown & Reading Traction Co., 267 Pa. 356; Kelly v. Thomas, 234 Pa. 419.\nThe court below dismissed the bill because no. proper effort had been made to get the directors to act. There is a distinct and positive averment of fraud in the appropriation of three hundred and forty shares of stock by the directors and others; and, while this would not be sufficient to open the door for further investigation unless it appeared there had been a demand and refusal, with circumstances of the essence of fraudulent conduct accompanying the refusal, appellant attempts to meet this situation by showing defendants controlled the majority stock and the board of directors, and it would be useless to ask them to proceed. Appellees admit this inference to be true.' Such inference may be possible from other circumstances but it is none the less an inference of fact within appellees’ right to admit it to be true. It is just as conclusive on us as if the record was weighted with necessary averments of fraudulent conduct. It is admitted that if this complainant went before the board of directors, they would refuse to act. What advantage would be gained by dismissing the bill and inferentially directing the stockholder to ask the directors to proceed, when they have already indicated they will not do so? For such is the effect of the demurrer.\nThe order of the court below is reversed, the bill is reinstated, a procedendo awarded, costs to abide the determination of the case.",
        "type": "majority",
        "author": "Mr. Justice Kephart,"
      }
    ],
    "attorneys": [
      "Leonard K. Guiler, for appellant.",
      "C. F. C. Arensberg, of Patterson, Crawford, Miller & Arensberg, with him S. S. Robertson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Wilson, Appellant, v. Brown.\nCorporations — Fraudulent issue of stock — Equity—Stockholder’s bill — Request to directors to bring suit — Effect of demurrer.\n1. The right of an individual stockholder to act for the corporation is exceptional and arises only on a clear showing of special circumstances, among which inability or unwillingness of the cor-' poration to proceed, demand on the regular corporate management and a refusal to act, are imperative requisites.\n2. Where it appears that fraudulent acts, prejudicial to the interests of the corporation, have been committed, so interwoven with the conduct of the corporate managers and of such nature that it may he presumed the officers would commit a breach of trust in refusing to proceed, a demand is not necessary, as it would be vain and useless.\n3. The refusal of the corporate management must appear affirmatively to he a disregard of duty and not an error of judgment — a nonperformance of a manifest official obligation amounting to a breach of trust.\n4. A stockholder’s bill against the majority of the directors of a corporation, in which the corporation is made a party defendant, to compel the cancellation ,of stock fraudulently issued, will he sustained, although no request was made to the directors to sue, where it is charged that the defendants controlled a majority of the stock of the company as well as the hoard of directors, and that it would be useless to ask them to proceed, and this inference is admitted on demurrer by defendants to be true.\n5. A demurrer admits all facts and inferences well pleaded.\nArgued October 13, 1920.\nDecember 31, 1920:\nAppeal, No. 115, Oct. T., 1920, by plaintiff, from decree of O. P. Allegheny Co., Jan. T., 1920, No. 2034, dismissing bill in equity in case of Mary O. Wilson y. Thomas L. Brown, George L. Brown, William M. Wishart, J. Howard Myers, these four individually and as trustees, Thomas L. Andrews, trustee, Richard Muse, and Marshall Foundry Co.\nBefore Brown, C. J., Frazer, Walling, Simpson and Kephart, JJ.\nReversed.\nBill in equity to compel cancellation of stock alleged to have been fraudulently issued. Before Shafer, P. J.\nThe opinion of the Supreme Court states the facts.\nThe court entered a decree dismissing the bill. Plaintiff appealed.\nError assigned was decree, quoting it.\nLeonard K. Guiler, for appellant.\n— There is no decision of the courts of Pennsylvania that a stockholder must attempt to secure redress of fraudulent acts committed by the directors, by action of the stockholders, where a majority of the stock is under the control of the wrongdoers, and this is especially true where they exercise this control not merely as stockholders, but as trustees under a voting trust agreement: Com. T. I. & Tr. Co. v. Seltzer, 227 Pa. 410; Porter v. Healy, 244 Pa. 427.\nC. F. C. Arensberg, of Patterson, Crawford, Miller & Arensberg, with him S. S. Robertson, for appellee.\n— The case at bar is controlled by the principle laid down in Wolf v. R. R., 195 Pa. 91.\nA case which bears marked points of similarity is McCloskey v. Snowden, 212 Pa. 249.\nWe direct attention also to Law v. Fuller, 217 Pa. 439."
  },
  "file_name": "0225-02",
  "first_page_order": 251,
  "last_page_order": 254
}
