{
  "id": 1063585,
  "name": "Harmer v. American Railway Express Co., Appellant",
  "name_abbreviation": "Harmer v. American Railway Express Co.",
  "decision_date": "1921-02-14",
  "docket_number": "Appeal, No. 54",
  "first_page": "271",
  "last_page": "273",
  "citations": [
    {
      "type": "official",
      "cite": "269 Pa. 271"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "266 Pa. 94",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056059
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/266/0094-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 196,
    "char_count": 2477,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 1.5053098910745942e-07,
      "percentile": 0.6663973459456517
    },
    "sha256": "7ddbaeda879f0f6ec4acabb621b8717c3884c7b7c0b5e690ea1c65e98df0c0f0",
    "simhash": "1:670ded3a7e226afc",
    "word_count": 398
  },
  "last_updated": "2024-02-27T22:27:49.696545+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ."
    ],
    "parties": [
      "Harmer v. American Railway Express Co., Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nPlaintiff, while riding a bicycle north on Broad street, Philadelphia, was injured by a truck belonging to defendant company. The testimony was conflicting as to the exact manner in which the accident happened. There was testimony that plaintiff, while proceeding in advance of the truck, was struck in the back by the machine. Witnesses called by defendant said the bicycle was not in front of the truck but running alongside of it and became pocketed between defendant’s truck and an ash truck resulting in plaintiff being thrown to the ground and the left rear wheel of defendant’s truck passing over his leg. The court below in its charge carefully discussed the conflict in the testimony and fully explained the questions of defendant’s negligence and plaintiff’s contributory negligence under the facts as testified to by the various witnesses. The verdict was for plaintiff and defendant’s motion for a new trial was overruled. The only assignment of error is that the court abused its discretion in refusing to grant a new trial. In this contention we cannot concur. The testimony being contradictory, it was for the jury to determine the credit to be given the statements of the several witnesses: Kennelly v. Waropoyak, 266 Pa. 94. Under these circumstances the court did not abuse its discretion.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "WilUam, A. Schnader, with him Rupert O. Schaeffer, Jr., and Thomas DeWitt Ouyler, for appellant.",
      "Henry J. Scott, with him Albert T. Hanby, for appellee."
    ],
    "corrections": "",
    "head_matter": "Harmer v. American Railway Express Co., Appellant.\nNegligence — Motor truck — Bicycle —■ Contributory negligence — Case for jury — New trial — Discretion of court.\nA trial court does not abuse its discretion in refusing a new trial in an accident ease, where the negligence of defendant and the contributory negligence of plaintiff was carefully submitted to the jury on conflicting evidence, and a verdict was' returned for plaintiff.\nArgued January 7, 1921.\nAppeal, No. 54, Jan. T., 1921, by defendant, from judgment of C. P. No. 2, Phila. Co., Dec. T., 1918, No. 4254, on verdict for plaintiff, in case of Frank F. Harmer v. American Railway Express Co.\nBefore Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ.\nAffirmed.\nFebruary 14, 1921:\nTrespass for personal injuries. Before Rogers, J.\nThe opinion of the Supreme Court states the facts.\nVerdict and judgment for plaintiff for $4,500. Defendant appealed.\nError assigned was refusal of new trial, quoting record.\nWilUam, A. Schnader, with him Rupert O. Schaeffer, Jr., and Thomas DeWitt Ouyler, for appellant.\nHenry J. Scott, with him Albert T. Hanby, for appellee."
  },
  "file_name": "0271-01",
  "first_page_order": 297,
  "last_page_order": 299
}
