{
  "id": 1063609,
  "name": "Gandy v. Klaw et al., Appellants",
  "name_abbreviation": "Gandy v. Klaw",
  "decision_date": "1921-02-14",
  "docket_number": "Appeal, No. 124",
  "first_page": "320",
  "last_page": "327",
  "citations": [
    {
      "type": "official",
      "cite": "269 Pa. 320"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "261 Pa. 437",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042227
      ],
      "pin_cites": [
        {
          "page": "443"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/261/0437-01"
      ]
    },
    {
      "cite": "179 Pa. 184",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        886935
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/179/0184-01"
      ]
    },
    {
      "cite": "250 Pa. 527",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1017012
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/250/0527-01"
      ]
    },
    {
      "cite": "1 W. & S. 530",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852640
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0530-01"
      ]
    },
    {
      "cite": "63 Pa. 162",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019135
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/63/0162-01"
      ]
    },
    {
      "cite": "28 Pa. 419",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981596
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/28/0419-01"
      ]
    },
    {
      "cite": "4 Watts 424",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842755,
        1842699
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0424-01",
        "/watts/4/0424-02"
      ]
    },
    {
      "cite": "178 Pa. 78",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        885547
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/178/0078-01"
      ]
    },
    {
      "cite": "120 Pa. 425",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        559874
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/120/0425-01"
      ]
    },
    {
      "cite": "5 Watts 286",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844053
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0286-01"
      ]
    },
    {
      "cite": "36 Pa. 360",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992195
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/36/0360-01"
      ]
    },
    {
      "cite": "9 Pa. 265",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960802
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/9/0265-01"
      ]
    },
    {
      "cite": "203 Pa. 456",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "236 Pa. 164",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986676
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/236/0164-01"
      ]
    },
    {
      "cite": "194 Pa. 305",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        912355
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/194/0305-01"
      ]
    },
    {
      "cite": "265 Pa. 576",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1051895
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/265/0576-01"
      ]
    },
    {
      "cite": "6 Pa. Superior Ct. 309",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        281931
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/6/0309-01"
      ]
    },
    {
      "cite": "187 Pa. 206",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        900248
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/187/0206-01"
      ]
    },
    {
      "cite": "24 Pa. Superior Ct. 136",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        849820
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/24/0136-01"
      ]
    },
    {
      "cite": "251 Pa. 618",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019771
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/251/0618-01"
      ]
    },
    {
      "cite": "255 Pa. 445",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1027669
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/255/0445-01"
      ]
    },
    {
      "cite": "164 Pa. 17",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        860301
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/164/0017-01"
      ]
    },
    {
      "cite": "230 Pa. 153",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845628
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/230/0153-01"
      ]
    },
    {
      "cite": "203 Pa. 454",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994700
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/203/0454-01"
      ]
    },
    {
      "cite": "2 Pa. Superior Ct. 581",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        270647
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/2/0581-01"
      ]
    },
    {
      "cite": "9 Pa. 260",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960787
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/9/0260-01"
      ]
    },
    {
      "cite": "70 Pa. Superior Ct. 251",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        635535
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/70/0251-01"
      ]
    },
    {
      "cite": "37 Pa. Superior Ct. 102",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        875942
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/37/0102-01"
      ]
    },
    {
      "cite": "232 Pa. 154",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977812
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/232/0154-01"
      ]
    },
    {
      "cite": "250 Pa. 527",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1017012
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/250/0527-01"
      ]
    },
    {
      "cite": "194 Pa. 305",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        912355
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/194/0305-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 740,
    "char_count": 14212,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 1.1010152909600833e-07,
      "percentile": 0.5683122838435755
    },
    "sha256": "643f443aa8e85e85b18a9f8f0e473a78adcc4d8567922b9d11b60893f1245f58",
    "simhash": "1:11bfa727cf4e094e",
    "word_count": 2448
  },
  "last_updated": "2024-02-27T22:27:49.696545+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sabler and Schaefer, JJ."
    ],
    "parties": [
      "Gandy v. Klaw et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Sadler,\nGeorge S. Gandy was the owner of a certain theatre building, located in the City of Philadelphia, with the furniture contained therein. On September 19,1910, he contracted to lease the property to the Peoples’ Theatre Company for a period of five years, to commence from August 15, 1911. By the terms of the written contract it was provided that the lessee should keep and maintain both the exterior and interior of the demised premises in good condition and repair, and should deliver up the same at the expiration of the term “in the same good condition, order and repair as at present, reasonable wear and tear and damage by accidental fire or other casualty, not caused by the negligence of lessor or its employees, excepted.” The right was further given to the lessor to enter upon the premises with workmen, and to make repairs deemed necessary, at the cost of the lessee, in case of failure of the latter to perform the covenants. The lessee also agreed to comply with all laws and ordinances relative to fire escapes. By a separate writing the defendants, appellants here, became responsible for the performance of this agreement.\nOn or about April 1, 1916, the lessee removed from the building; subsequently Gandy made an inspection of the theatre, and notified the lessee in writing of its then condition, demanding that the necessary repairs be made, so the building could be redelivered in the same condition, order and repair as at the time of the making of the contract. This request was not complied with; whereupon the lessor entered on the premises with his workmen, and restored the property to its former condition. An action was then brought to recover the costs incurred. Defendants appealed from a judgment entered on a verdict rendered in favor of plaintiff.\nAppellants contend that error was committed by the court below in its instruction to the jury as to the extent of the recovery permissible. It is to be noted that the lessee was under the duty, not only to restore the premises in as good condition as when let, reasonable wear and tear excepted, but likewise to make all repairs that might be necessary to keep the building in proper condition during the period of the tenancy. The learned court below properly instructed the jury as to the measure of recovery, and the effect of the exemption from liability for reasonable wear and tear; the charge comes squarely within the ruling of this court in Darlington v. DeWald, 194 Pa. 305. A correct statement of the controlling principles was likewise reiterated in the answers to the points of the defendant, dealing with the same proposition. Appellants insist, however, in the fifth assignment, that the affirmance of plaintiff’s second point was erroneous, in that the word “unavoidable” is used in connection with the definition of the phrase “reasonable wear and tear.” Standing by itself, without any other statement, the phrase might be objectionable; but taken in connection with the charge as a whole, and the answers to all of the points on both sides, we cannot see how the jury could have been misled. What the court evidently intended was to declare that, notwithstanding the duties imposed upon the lessee to make all necessary repairs, and to return .the building in good condition at the termination of the lease, still, there was some “reasonable wear and tear,” which could not be avoided, and for which the defendant would not be liable. There is no reason to believe that the jury misunderstood; particularly is this so in view of the repeated correct statement of the rule involved, made by the trial judge in his general charge: Nowlis v. Hurwitz, 232 Pa. 154. This assignment of error is, therefore, overruled.\nThe first four assignments are directed to the admission of certain testimony of the plaintiff, wherein he described in great detail the condition of the building at the time of making the lease, as contrasted with the time of reentry. He was permitted to state his- opinion as to whether the injury was the result of ordinary wear and tear. It is true that witnesses are not to be allowed to invade the province of the jury, and when all facts can be described in its presence so that it may as well and as satisfactorily form an opinion as the witness, then the latter should not be permitted to express his conclusion; but where the facts are complicated, not susceptible of a description that would impart to the jury a satisfactory conception of them, and it would be difficult to determine what constituted a particular condition in question, such testimony is permissible. In the present case it would have been hard for a jury to say what was reasonable wear and tear in the use of the theatre property; under the circumstances, the question was not an improper one (Sharpless v. Zelley, 37 Pa. Superior Ct. 102; Strauch v. Pittsburgh, 70 Pa. Superior Ct. 251; United States Horse Shoe Co. v. American Express Co., 250 Pa. 527; see also 22 C. J. 498 and 586, section 685), and the assignments relating thereto are overruled.\nAgain, it is complained in assignments fifteen, sixteen and seventeen that certain bills for repairs were admitted in evidence. The plaintiff had already testified as to these expenditures, and the bills were merely in corroboration of this oral testimony. It is further to be noted that, except in the cases where the accounts in question were admitted by appellants, those rendering the same were placed upon the stand and testified in detail as to the work done and the money paid by the plaintiff. No reversible error was committed in receiving this testimony; the assignments are overruled.\nFurther complaint is made of the admission in evidence of the cost of certain repairs directed by the fire marshal, and of the instruction of the court in reference thereto. Under the terms of the lease the tenant was bound to comply with all the laws and ordinances and requirements in reference to fire escapes and other protective measures. The changes made were directed by the proper official. It is true that the exit doors were widened, but this was made necessary by the improper narrowing of the same by the lessee. The question of recovery for the three dressing rooms, alleged to have been removed by the defendants, under a claim that this was a requirement of the fire marshal, was fully and accurately explained to the jury by the court below. Of course, under the terms of the lease, alterations directed by the fire marshal, after the surrender of the tenancy of the lessee, could not be charged to the latter ; but an examination of the testimony will show that the only changes were those made necessary to restore the building to its old condition. The sixth assignment, based upon a refusal of the appellant’s twenty-fourth request for instructions, proceeds on the assumption that the fire marshal had been solicited to direct the new work by the plaintiff. There was no testimony which would justify such a finding by the jury; the assignment is overruled.\nThe remaining assignments which require notice are those which relate to the charge of the court and the instructions dealing with the claim for personal service made by the lessor.\nIn the statement of claim filed Gandy asked for the sum of fifteen hundred dollars as compensation for superintendence of the work required to put the building in proper repair; but during the course of the trial this was reduced to $644.46, apparently on the theory that it was approximately ten per cent of the cost price of the work done, and that this was a fair allowance to the plaintiff. No evidence was given that work of the character performed by plaintiff was ordinarily compensated at the rate suggested; nor was there sufficient evidence of service rendered to justify such a charge. At the most, under the evidence, nominal damages alone were warranted: Bash v. Bash, 9 Pa. 260. Clearly, there could be no recovery of such an item of damage as claimed, even if ordinarily allowable, without proof of the work done, and its value; and it should not have been submitted to the jury: Brooks v. Pennsylvania R. Co., 2 Pa. Superior Ct. 581; Bash v. Bash, supra; Forrest v. Buchanan, 203 Pa. 454. The assignments relating to the submission of this claim must, therefore, be sustained. This does not mean, however, that the case must be retried; whether there shall be necessity for a new trial depends upon the attitude of the appellee: Osterling v. Carpenter, 230 Pa. 153. If he is willing to accept the amount of the judgment as entered less the item of $644.46, there is no reason why this cannot be done, and it will be ordered accordingly.\nThe judgment is reversed, with a venire facias de novo, unless appellee, within ten days after the record is remitted, shall file a stipulation agreeing to remit the item of $644.46, together with interest thereon from the time of entry of the judgment; in which event, the court below is directed to enter final judgment for the amount so ascertained.",
        "type": "majority",
        "author": "Mr. Justice Sadler,"
      }
    ],
    "attorneys": [
      "Arthur S. Arnold, with him James Gay Gordon, for appellant.",
      "Robert Mair, with him Ormond Rambo, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Gandy v. Klaw et al., Appellants.\nLandlord and tenant — Repairs—Good condition — Wear and tear —■Opinion of witness — Evidence — Appeals — Remitting part of judgment.\n1. Where a lease provides that the premises shall he delivered at the end of the term in the same good condition as at present, reasonable wear and tear excepted, and that the tenant shall make necessary repairs to keep the building in good condition, and the landlord, after tbe end of tbe term, makes repairs, he is entitled to recover from the tenant such part of the expenditure as was necessary to restore the property to its original condition.\n2. In such ease, the court cannot be convicted of error in its charge in using the word “unavoidable” in connection with the words “reasonable wear and tear,” where the jury must have understood, from the whole charge, that the court intended to declare that, notwithstanding the duties enjoined upon the lessee as to repairs, there was still some “reasonable wear and tear,” which could not be avoided, and for which defendant would not be liable.\n3. Where a witness described the condition of premises after the termination of a lease, he may be permitted to express an opinion as to whether their condition was the result of ordinary wear and tear, where the facts are complicated and not susceptible of a description that would impart to the jury a satisfactory conception of them,, and it would be difficult to determine what constituted the particular condition in question.\n4. In an action by a landlord against a tenant to recover the cost of repairs after the termination of the lease, it is not error to permit certain bills for repairs to be admitted in evidence, where the plaintiff had already testified as to these expenditures, and the bills were merely in corroboration of this oral testimony.\n5. Where a lease provides that the tenant shall comply with the law as to fire escapes, he will not be liable for changes directed by the fire marshal after the termination of the lease, but he will be liable for such changes as were necessary to restore the building to the condition it was in when the tenant entered.\n6. Where a landlord makes necessary repairs after the termination of a lease by which the tenant was bound to repair, he cannot recover a sum claimed as compensation for the personal superintendence of the work, where there is no proof as to the work, or its value.\n7. If such claim has been allowed by the court below, the Supreme Court, on appeal, may order that the judgment shall be reversed with a venire facias de novo, unless the plaintiff remits the amount thereof within a time stated.\nArgued January 11, 1921.\nAppeal, No. 124, Jan. T., 1921, by defendants, from judgment of C. P. No. 1, PMla. Co., March T., 1918, No. 836, on verdict for plaintiff in case of George S. Gandy v. Marc Klaw, Abraham L. Erlanger, Samuel F. Nirdlinger and J. Fred Zimmerman, jointly and severally, and Marc Klaw and Abraham L. Erlanger, trading as Klaw & Erlanger, and Samuel F. Nirdlinger and J. Fred Zimmerman, trading as Nixon & Zimmerman, individually, jointly and severally (Arthur S. Arnold, A. L. Erlanger and Real Estate Title Ins. & Trust Co., executors, substituted as defendants for Samuel F. Nirdlinger.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sabler and Schaefer, JJ.\nAffirmed if plaintiff remits portion of judgment.\nAssumpsit for repairs. Before Shoemaker, J.\nThe opinion of the Supreme Court states the facts.\nVerdict and judgment for plaintiff for $10,000. Defendants appealed.\nErrors assigned were various rulings and instructions, appearing by the opinion of the Supreme Court.\nArthur S. Arnold, with him James Gay Gordon, for appellant.\n— Where the issue to be determined by the jury is the very thing and conclusion on which the witness undertakes to express an opinion, he is usurping the functions of the jury: Dooner v. Canal Co., 164 Pa. 17; Kuhn v. Ry., 255 Pa. 445; Chambers v. Machine Co., 251 Pa. 618; Phila. v. Dobbins, 24 Pa. Superior Ct. 136; Woeckner v. Motor Co., 187 Pa. 206; Omensetter v. Kemper, 6 Pa. Superior Ct. 309; Schuette v. Swank, 265 Pa. 576.\nWhat reasonable wear and tear really means in a lease of the character sued upon was correctly set out by the trial judge in the case of Darlington v. De Wald, 194 Pa. 305.\nPlaintiff cannot recover on a quantum meruit without any evidence of the value of the services rendered: Kost v. Boro., 236 Pa. 164; Forrest v. Buchanan, 203 Pa. 456; Moorehead v. McKinney, 9 Pa. 265; Adams Express Co. v. Egbert, 36 Pa. 360.\nA person’s books of account cannot be used as evidence in issues between third persons: Budden v. Petriken, 5 Watts 286; Holt v. Pie, 120 Pa. 425; Fulton’s Est., 178 Pa. 78; Cutbush v. Gilbert, 4 S. & R. 550; English v. Hannah, 4 Watts 424; Lloyd v. Lynch, 28 Pa. 419.\nFebruary 14, 1921:\nEepair means to restore to a former condition, not to make improvements: Ardesco Oil Co. v. Richardson, 63 Pa. 162; Long v. Fitzsimmons, 1 W. & S. 530.\nRobert Mair, with him Ormond Rambo, for appellee,\ncited: U. S. Horseshoe Co. v. Express Co., 250 Pa. 527; Cookson v. R. R., 179 Pa. 184; Fay v. Moore, 261 Pa. 437, 443."
  },
  "file_name": "0320-01",
  "first_page_order": 346,
  "last_page_order": 353
}
