{
  "id": 1063539,
  "name": "Yodis v. Philadelphia & Reading Coal & Iron Co., Appellant",
  "name_abbreviation": "Yodis v. Philadelphia & Reading Coal & Iron Co.",
  "decision_date": "1921-03-07",
  "docket_number": "Appeal, No. 75",
  "first_page": "586",
  "last_page": "589",
  "citations": [
    {
      "type": "official",
      "cite": "269 Pa. 586"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 288,
    "char_count": 4611,
    "ocr_confidence": 0.513,
    "pagerank": {
      "raw": 3.173552117762676e-07,
      "percentile": 0.8640764384332832
    },
    "sha256": "5716d1a574b35d96a79ce3fd8ff33857c925fa058fcfef6a29ae867c51e8a77a",
    "simhash": "1:423f31e00aa7061a",
    "word_count": 813
  },
  "last_updated": "2023-07-14T21:07:52.125797+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Yodis v. Philadelphia & Reading Coal & Iron Co., Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nWe have examined the testimony offered before the referee and commission and find it competent and suffieient to sustain the finding of the referee and the compensation board,\nThe judgment of the court below is affirmed on the opinion of Judge Bechtel.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Jno. F. Whalen, with him George ElKs, for appellant.",
      "Roger J. Dever, for appellee."
    ],
    "corrections": "",
    "head_matter": "Yodis v. Philadelphia & Reading Coal & Iron Co., Appellant.\nWorkmen’s compensation — Miner—Death from injuries — Findings — Evidence.\nAn allowance for the death of claimant’s husband, a miner, will he sustained, where there is competent and sufficient evidence to support a finding that the deceased was hit on the head by a dump wagon while engaged in his work, that he immediately became ill, in a short time lapsed into unconsciousness, and died as a result of a rupture of an artery in the brain.\nArgued February 15, 1921.\nAppeal, No. 75, Jan. T., 1921, by defendant, from judgment of C. P. Schuylkill Co., March T., 1920, No. 312, affirming decision of Workmen’s Compensation Board which sustained award of allowance of referee, in case of Augustina Yodis v. Phila. & Reading Coal & Iron Co.\nBefore Frazer, Simpson, Kephart, Sadler and Schaffer, JJ.\nAffirmed.\nAppeal from decision of Workmen’s Compensation Board. Before Bechtel, P. J.\nThe court dismissed exceptions to the findings of the board, in an opinion by Bechtel, P. J., as follows:\nThis case comes before us on an appeal from the judgment of the compensation board. While a number of exceptions have been filed, they raise but one question, and that is the correctness of the findings of fact of the board.\nIt has been held in cases such as this that the question before the court is whether or not there was any competent evidence before the board upon which the findings of fact were based. We have gone over the evidence in this case very carefully. The claimant was assisting in pushing a dump wagon and when he and the party whom he was assisting were dumping the buggy, the buggy went back and hit the claimant on the head. The claimant went back a little bit and then sat awhile by the buggy and got up and again attempted to help to push the buggy, but was unable to do so and became unconscious. He was taken to his home, from there to the hospital, at which place he died without ever regaining consciousness. The only eyewitness was the party whom he was assisting in pushing the buggy, who testified to the buggy’s hitting him on the head. He died as the result of a rupture of an artery in the brain which caused a hemorrhage of the brain, producing paralysis and unconsciousness.\nDefendant claims that he died as the result of a stroke of apoplexy and that he suffered from arteriosclerosis. All of the doctors, however, seem to agree that the condition of the arteries was not such as that the apoplexy would have resulted without some exciting or inducing cause. The majority of them, if not all, agree that a blow, such as described by the witness, might be the inducing cause which would produce the apoplexy. The defendant argues at great length that the blow which the deceased received did not cause the hemorrhage of the brain for the reason that the physicians testified to the finding of a recent scar on the head over the place where the hemorrhage was found in the brain, but that in their judgment it was improbable that the wound should have healed to the extent that it had at the time of his death if it had been the result of the blow upon the head received from the buggy.\nMarch 7, 1921:\nThere is nothing that we have found in the evidence, however, to show that the wound that made the scar, was the cause of the hemorrhage of the brain. That seems to have been assumed by counsel rather than proven in the case. We do not know nor does the evidence disclose, what force would be necessary, in a blow such as this, to produce a hemorrhage of the brain. There is one thing that seems to be proven, however, beyond any question, and that is that the deceased had been working prior to this time without any evidence whatever of any discomfort or illness. That he assisted in the pushing of the buggy; that he received a blow upon the head, after which he immediately became ill and in a short time lapsed into unconsciousness, from which he never rallied.\nUnder the evidence in this case, we feel that the board was justified in making the findings which it did and that there was sufficient legal competent evidence to sustain their findings.\nJudgment was entered for plaintiff for $2,500. Defendant appealed.\nError assigned, among others, was judgment, quoting it.\nJno. F. Whalen, with him George ElKs, for appellant.\nRoger J. Dever, for appellee."
  },
  "file_name": "0586-01",
  "first_page_order": 612,
  "last_page_order": 615
}
