{
  "id": 1099660,
  "name": "Pfeil's Estate",
  "name_abbreviation": "Pfeil's Estate",
  "decision_date": "1926-06-26",
  "docket_number": "Appeal, No. 34",
  "first_page": "21",
  "last_page": "24",
  "citations": [
    {
      "type": "official",
      "cite": "287 Pa. 21"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "97 Pa. 543",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        444821
      ],
      "pin_cites": [
        {
          "page": "550"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/97/0543-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 323,
    "char_count": 4909,
    "ocr_confidence": 0.51,
    "pagerank": {
      "raw": 1.7256106247932916e-07,
      "percentile": 0.7046242850451899
    },
    "sha256": "cc9d91f38d8add23256f971c2ccfaa03809579b9c7a2d402fe24059353b8bd02",
    "simhash": "1:2069a0647d35ae9a",
    "word_count": 828
  },
  "last_updated": "2024-02-27T18:46:29.209929+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Pfeil’s Estate."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe committee of the estate of a lunatic petitioned the Court below to annul an amicable settlement of a legal contest and reinstate a proceeding, commenced in February, 1921, to question the validity of a paper admitted to probate as the will of the lunatic’s brother; a demurrer was sustained and petitioner has appealed.\nFrom the petition and two supplemental petitions, it appears that, in 1924, Mary Pfeil was legally declared a lunatic and to have been such from a time antedating the before-mentioned settlement, in which she had been paid some $14,000; it also appears that, if the decedent, her brother, had died intestate, she would have received over $40,000 as her share of his estate. Then the petitioner averred his belief that, “if the will contest had been proceeded with, in all likelihood it would have been successful.” There was no averment of fraud or overreaching, that any of the parties to the settlement knew of Mary Pfeil’s impaired mental condition, or that either she or her committee had returned or made an effort to secure legal permission to tender back the considération of $14,000 paid to her in such settlement.\nEef erring to other averments of the petitioner and the effect of the demurrers, the court below well states: “It is not sufficient to allege that the settlement was not for the best interest of the lunatic......or that some more favorable result would have come to the petitioner if something else had been done; these statements are conclusions, and only material allegations of fact are admitted by a demurrer. [On the admitted facts in this case,] it is indispensable to a successful result for the lunatic that facts be alleged showing there was imposition on her, when she was known to be non compos mentis, and a lack of full consideration: Wirebach v. First National Bank, 97 Pa. 543, 550. Who can say that the liquidation of petitioner’s annuity in the sum of $14,000 was inadequate against the probability of the validity of the will, written by a lawyer, a clearly written holographic codicil reducing the amount of the interest of the legatees charged with undue influence, and a settlement concluded by other lawyers, all of whom are in good reputation and admittedly acted fairly in the settlement......The argument made by counsel [who contend the settlement was inadequate] is based upon suppositions. We will not assume that the will was invalid, but if we did we would find the decedent’s corporation, the chief asset in his estate, without a manager, and then we would be under compulsion to guess what the value of his estate would be. The chances for the settlement which was made not being a proper one are much more remote than those from which the petioner’s estate is supposed to be increased by a successful will contest.”\nWhen the averments which contain mere conclusions of the pleader are excluded, as they must be, and those which contain statements of alleged facts are accepted as true, we find no abuse of discretion or error of law in the refusal of the relief asked.\nThe decree appealed from is affirmed, costs to be paid by the estate of Mary Pfeil.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Thomas M. Benner, with him William H. Golvin, for appellant.",
      "James Millholand and Gifford K. Wright, of Alter, Wright d Barron, for appellee, were not heard."
    ],
    "corrections": "",
    "head_matter": "Pfeil’s Estate.\nWills — Probate—Settlement of will contest by lunatic — Petition to set aside settlement — Consideration, no return of — Demurrer.\n1. A demurrer to a petition by the committee of a lunatic to set aside a settlement of a will contest, made during a period of lunacy, is properly sustained, where there is no averment in the petition of fraud or overreaching, or that any of the parties to the settlement, represented by reputable lawyers, acting fairly in the settlement, knew of the lunatic’s impaired mental condition at the time of settlement, or that either she or her committee had returned or made any effort to secure legal permission to tender back the substantial consideration paid to her in such settlement.\n2. A mere averment in the petition that “if the will contest had been proceeded with, in all likelihood it would have been successful,” is insufficient; facts should be alleged showing there was imposition on the lunatic and a lack of full consideration.\nJune 26, 1926:\nArgued May 12, 1926.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nAppeal, No. 34, March T., 1926, by James H. Mc-Crady, Jr., Committee of Mary Pfeil, from decree of O. C. Allegheny Co., Feb. T., 1921, No. 357, dismissing petition to annul settlement of will contest in Estate of John Pfeil.\nAffirmed.\nPetition to annul amicable settlement of will contest. Before Trimble, J.\nThe opinion of the Supreme Court states the facts.\nPetition dismissed. James H. McCrady, Jr., Committee of Mary Pfeil, appealed.\nError assigned was, inter alia, decree, quoting record.\nThomas M. Benner, with him William H. Golvin, for appellant.\nJames Millholand and Gifford K. Wright, of Alter, Wright d Barron, for appellee, were not heard."
  },
  "file_name": "0021-01",
  "first_page_order": 45,
  "last_page_order": 48
}
