{
  "id": 1099651,
  "name": "Reigle v. Smith et al., Appellants",
  "name_abbreviation": "Reigle v. Smith",
  "decision_date": "1926-06-26",
  "docket_number": "Appeal, No. 27",
  "first_page": "30",
  "last_page": "37",
  "citations": [
    {
      "type": "official",
      "cite": "287 Pa. 30"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "191 Pac. 883",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "case_ids": [
        4801248
      ],
      "opinion_index": -1,
      "case_paths": [
        "/or/97/0518-01"
      ]
    },
    {
      "cite": "15 Pitts. L. J. 153",
      "category": "reporters:state",
      "reporter": "Pitts L.J.",
      "opinion_index": -1
    },
    {
      "cite": "53 S. W. 993",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "29 Pae. 320",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": -1
    },
    {
      "cite": "224 U. S. 148",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3668417
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/224/0148-01"
      ]
    },
    {
      "cite": "206 Pa. 254",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        931748
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/206/0254-01"
      ]
    },
    {
      "cite": "25 Pa. Superior Ct. 478",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        852003
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/25/0478-01"
      ]
    },
    {
      "cite": "184 Pa. 594",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        987926
      ],
      "pin_cites": [
        {
          "page": "602"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/184/0594-01"
      ]
    },
    {
      "cite": "216 Pa. 345",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        950458
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/216/0345-01"
      ]
    },
    {
      "cite": "271 Pa. 340",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        295663
      ],
      "pin_cites": [
        {
          "page": "344"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/271/0340-01"
      ]
    },
    {
      "cite": "4 Pa. Superior Ct. 95",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        276336
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/4/0095-01"
      ]
    },
    {
      "cite": "84 Pa. Superior Ct. 124",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        662611
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/84/0124-01"
      ]
    },
    {
      "cite": "66 Pa. Superior Ct. 253",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        628049,
        628126
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/66/0253-01",
        "/pa-super/66/0253-02"
      ]
    },
    {
      "cite": "272 Pa. 424",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1068348
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/272/0424-01"
      ]
    },
    {
      "cite": "283 Pa. 71",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1090597
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/283/0071-01"
      ]
    },
    {
      "cite": "81 Pa. Superior Ct. 48",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        655535
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/81/0048-01"
      ]
    },
    {
      "cite": "266 Pa. 24",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056039
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/266/0024-01"
      ]
    },
    {
      "cite": "77 Pa. Superior Ct. 292",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        648330
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/77/0292-01"
      ]
    },
    {
      "cite": "267 Pa. 490",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057720
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/267/0490-01"
      ]
    },
    {
      "cite": "274 Pa. 558",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1072930
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/274/0558-01"
      ]
    },
    {
      "cite": "37 Pa. Superior Ct. 113",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        876015
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/37/0113-01"
      ]
    },
    {
      "cite": "278 Pa. 262",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1080633
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/278/0262-01"
      ]
    },
    {
      "cite": "240 Pa. 481",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        993060
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/240/0481-01"
      ]
    },
    {
      "cite": "224 U. S. 148",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3668417
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "152"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/224/0148-01"
      ]
    },
    {
      "cite": "206 Pa. 254",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        931748
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/206/0254-01"
      ]
    },
    {
      "cite": "25 Pa. Superior Ct. 478",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        852003
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/25/0478-01"
      ]
    },
    {
      "cite": "184 Pa. 594",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        987926
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/184/0594-01"
      ]
    },
    {
      "cite": "216 Pa. 345",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        950458
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/216/0345-01"
      ]
    },
    {
      "cite": "271 Pa. 340",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        295663
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/271/0340-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 727,
    "char_count": 13253,
    "ocr_confidence": 0.5,
    "pagerank": {
      "raw": 4.2494183984763804e-07,
      "percentile": 0.9149998706488294
    },
    "sha256": "8de3e200decf4716956d1e100ab43e18b74c6adca5baa3bf2662bb5d9d894384",
    "simhash": "1:a326ac2203c56ee7",
    "word_count": 2299
  },
  "last_updated": "2024-02-27T18:46:29.209929+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ."
    ],
    "parties": [
      "Reigle v. Smith et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Sadler,\nThe Borough of Halifax acquired by purchase, in 1917, the assets of a company engaged in furnishing water to its inhabitants and those residing in the immediate vicinity. Since that time the plant has been managed by a board of water commissioners appointed as permitted by the Borough Act (May 14, 1915, P. L. 312, ch. 6, art. XIY, sec. 28). The source of the supply was some miles distant, and the water was conducted therefrom by a pipe which emptied into a reservoir. Prom the latter point, service lines carry the flow to most of the consumers, who reside within the town. At least four properties outside the borough are supplied by attachments made to the main conduit before the reservoir is reached. This service, though furnished beyond the lines of the municipality, is legally authorized (Borough Act, ch. 6, art. XIY, sec. 22), and has been supplied for a considerable period.\nReigle, the plaintiff, owns a property abutting on the highway in which the pipe from the spring is located, and, in 1924, secured a permit to make an attachment, and take water for the use of a garage which had been erected thereon. In the following year he built a house adjoining on the same lot, and proposed to connect the service pipe, already installed, with the new building, and secure a supply for domestic use. Being advised by his contractor that additional permission was required, application was made informally to the members of the water board, and he was given by one member verbal leave to proceed. This authorization having first been confirmed by the plumber, who spoke to the commissioner, Shoemaker, the work was begun and completed. The number of the new spigots added to the line was given, as directed, to the collector of water rents. When the new installation was finished, water was admitted to the pipes for testing purposes, but immediately thereafter turned off, because of the complaint of the borough officials having charge of the plant.\nIn the previous year, the managers had determined, by resolution, to permit no further connections to the supply pipe. When informed that the home of plaintiff had been joined to the permitted line entering the garage, it directed that the supply of water be disconnected not only to the former, but also to the latter, though rent had been paid for the spigot there used six months in advance. Application was made for a writ of peremptory mandamus to compel the furnishing of water, the plaintiff signifying his willingness to comply with all reasonable rules and regulations of the board, insisting that this was his legal privilege, so long as others of the public at large similarly situated were given’ service.\nThe defense denied the right to relief, on the ground that no formal written application had been made for leave to extend the line, though its construction was apparently undertaken in good faith, after the expressed assent of one of the commissioners, given to both the owner and the plumber; and, further, because certain rules of the company had been violated in making unauthorized use of water from the garage for mixing plaster, and in failing to make a separate connection to the supply main, though it is not clear that this was required where the building was on the same premises. It appears from the rate sheet of the company that it contemplated the use of spigots for both house and garage purposes on the same line. It is clearly evident from the testimony that, though these, and possibly other, technical violations of the regulations, adopted for the control of consumers, may have taken place, the real reason for the refusal was the desire to prevent further use of water from the conduit, leading from the spring to the reservoir, by Reigle, or others who might apply, and that opportunity was taken of the situation to cease furnishing it.\nThe borough acquired the franchises of the water company by purchase, and assumed the responsibilities of the corporation, as well as securing its rights and privileges : Greensburg v. Westmoreland Water Co., 240 Pa. 481. When it thereafter continued the supply, it acted in its private capacity, and was subject to the same obligations as the original owner: Central I. & S. Co. v. Harrisburg, 271 Pa. 340; Jolly v. Monaca Borough, 216 Pa. 345; Baily v. Phila., 184 Pa. 594; Penn Iron Co. v. Lancaster, 25 Pa. Superior Ct. 478. It could furnish water within the confines of the municipality, and could take on consumers in adjacent territory, if it saw fit to do so: Act May 14, 1915, P. L. 312, ch. 6, art. XVII, sec. 22; Hanna v. Lykens Water Co., 278 Pa. 262. All service was contingent upon compliance with such reasonable rules and regulations as the board of water commissioners might adopt: Borough Act, supra, sec. 34. It could make proper rules for the payment of bills (Bower v. United Gas Imp. Co., 37 Pa. Superior Ct. 113), classify the consumers, depending upon the character of service furnished (Consolidated Ice Co. v. Pittsburgh, 274 Pa. 558; Youngman v. Erie, 267 Pa. 490), and pnt in force regulations necessary for its protection: Miller v. Wilkes-Barre Gas Co., 206 Pa. 254; Tyrone Gas & Water Co. v. Pub. Serv. Com., 77 Pa. Superior Ct. 292. The action of the municipal board is subject, however, to the control of the courts where it discriminates or acts unreasonably (Barnes Laundry Co. v. Pittsburgh, 266 Pa. 24), as is a private water company to the orders of the Public Service Commission: Kauffman v. Pub. Serv. Com., 81 Pa. Superior Ct. 48. In neither case can there be a distinction between those applying for service under like conditions. “A city operating a legalized monopoly, in the nature of a water plant, cannot give undue or unreasonable preference or advantage to, or make unfair discrimination among, customers, any more than a private corporation similarly situated”: Barnes Laundry Co. v. Pittsburgh, supra, p. 41; Westerhoff Bros. v. Ephrata Borough, 283 Pa. 71.\nThe respondent here offered to supply water not only to the residents of the borough, but, as permitted by law, to those whose properties were beyond its limits. It saw fit to permit at least four to take water from the service line between the spring and the reservoir, collecting the regular rental charge therefor. This may be unwise, in view of the limited supply available, but so long as it gives to one, it cannot discriminate as to others. So, it has been held that, where it was optional with a water supply corporation to make connections with consumers on ungraded streets, yet if it did voluntarily lay a main at such place, and supply residents along the same, it was “its duty to supply water without distinction of persons”: Consumers Co. v. Hatch, 224 U. S. 148, 152. In the present case, the borough could refuse to accept any customers beyond its limits, or along the line of its service main, but so long as the privilege was granted to some, it cannot refuse to others.\nIt is suggested that the present proceeding by mandamus is not the appropriate remedy to be pursued. In most of the cases in which complaint has been made of a refusal to supply water, the matter came before the court in the form of a prayer for an injunction to restrain attempted discrimination. The duty of the board-of commissioners here to grant the permit was of right, if the rules and regulations were complied with (Coyne v. Prichard, 272 Pa. 424; Panther Valley Water Co. v. Blaney, 66 Pa. Superior Ct. 253), and the writ, such as asked for in the present case, could properly be issued: Consumers Co. v. Hatch, supra. The relator, having sustained a special injury from the failure to perform a public duty, could sue in his own name: Com. v. Woodward, 84 Pa. Superior Ct. 124; Com. v. Huttel, 4 Pa. Superior Ct. 95. The general rule applicable has been thus stated: “A corporation [or a municipality acting as such] occupying the streets of a city or village, and having a franchise to furnish the city and its inhabitants with water, may be compelled by mandamus to furnish water to a person entitled thereto......[It] will be [granted] to prevent unlawful discrimination, to compel a water company to construct connecting pipes, and supply a customer, or the inhabitants generally, with water, or to lay and extend mains where it is under a legal obligation to do so”: 38 C. J. 818, section 504.\nIn the present case, there was a failure to secure a written permit before the work was begun, due, as found by the court, to an honest belief that the authority had been secured by the verbal direction of the one commissioner to proceed, and there may have been some slight variance in the rules, such as the use of water for plastering purposes, which alleged violations, however, need not be elaborated upon. It is clear there was no attempt to defraud the borough, the new spigots being reported by the plumber when installed, and it would be inequitable to hold that the conduct shown deprived plaintiff of further service. It will be noticed that the board not only shut off, as a penalty, the new line, but the tap already in place, and the rent for which had been paid in advance; though later refunded.\nThe order of the learned court below is complained of, and, to prevent misunderstanding, should be modified, so as to provide that a connéction to the main pipe shall be restored, and relator be allowed to secure water therefrom for his house and garage, in the same manner as are others located on the same line, and as long as any other consumers similarly situated are permitted to be supplied, upon his compliance with the rules and regulations of the water department. The decree, as stated in the court below, might be construed to give the right to water, when none would be available from the normal flow in the conduit, and make necessary the furnishing to Eeigle, when a policy of discontinuance as1 to all consumers along the supply line was legally put in force, whereas no such right or obligation exists.\nThe decree of the court below is directed to be modified to accord with the views herein expressed, and, as modified, is affirmed; costs to be paid by appellant.",
        "type": "majority",
        "author": "Mr. Justice Sadler,"
      }
    ],
    "attorneys": [
      "Paul A. Kunkel, for appellants. — One water commissioner could not waive the rules.",
      "P. W. Fetterhofffor appellee."
    ],
    "corrections": "",
    "head_matter": "Reigle v. Smith et al., Appellants.\nBoroughs — Acquisition of water works — Supplying nonresidents —Duty to supply water to all alike — Act of May lk, 1915, P. L. 81% — Mandamus.\n1. Where a borough has acquired the plant of a water company, it may, under the Act of May 14, 1915, P. L. 312, supply water to persons whose properties are beyond the borough limits.\n2. If it undertakes to supply water to such persons, it cannot give undue or unreasonable preference or advantage to or make unfair discrimination among customers outside of tbe borough limits, any more than a private corporation similarly situated.\n8. If such borough permits a person outside its limits to connect with its water main, and collects water rents from him, and such person in extending his line acts in good faith and on the strength of the oral permission of one of the borough’s water commissioners, the borough cannot cut off such supply, on the ground that no formal application had been made to use the water, and because certain technical rules had not been complied with, and such is peculiarly so where the real intention of the borough is to decrease the supply to a nonresident without cutting off other nonresidents similarly situated.\n4. Where a person is so cut off, his remedy may be by mandamus in his own name against the borough commissioners to compel a restoration of his rights.\n5. In entering a decree in his favor, it should be so limited as to permit him to have a connection with the water main, only so long as other customers similarly situated are permitted to be supplied.\nArgued May 26, 1926.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ.\nAppeal, No. 27, May T., 1926, by defendants, from order of C. P. Dauphin Co., June T., 1925, No. 1212, directing issue of peremptory mandamus in case of Chester B. Beigle v. Albert M. Smith et al., Commissioners of Water Works of Halifax Borough.\nOrder modified and affirmed.\nPetition for peremptory mandamus. Before Hargest, P. J.\nThe opinion of the Supreme Court states the facts.\nMandamus awarded. Defendants appealed.\nError assigned was, inter alia, order, quoting it.\nPaul A. Kunkel, for appellants. — One water commissioner could not waive the rules.\nJune 26, 1926:\nPlaintiff never paid for tap or water: Phila. v. Matehett, 2 Pa. C. C. B. 272; Shiras v. Ewing, 29 Pae. 320.\nNo permit could include an attachment from his auto service station to his dwelling: Harbison v. Water Co., 53 S. W. 993.\nThe borough had the right to shut off the water: Boswell v. Phila., 15 Pitts. L. J. 153.\nMandamus does not lie: State v. Plummer, 191 Pac. 883.\nP. W. Fetterhofffor appellee.\nIn furnishing a supply of water, the municipality acts in the same capacity as a private corporation, and not by reason of obligations imposed upon it by law: Central Iron & Steel Co. v. Harrisburg, 271 Pa. 340, 344; Jolly v. Boro., 216 Pa. 345; Baily v. Phila., 184 Pa. 594, 602; Penn Iron Co., Ltd., v. Lancaster, 25 Pa. Superior Ct. 478; Miller v. Gas Co., 206 Pa. 254; Consumers’ Co. v. Hatch, 224 U. S. 148."
  },
  "file_name": "0030-01",
  "first_page_order": 54,
  "last_page_order": 61
}
