{
  "id": 1099634,
  "name": "Knauer's Petition",
  "name_abbreviation": "Knauer's Petition",
  "decision_date": "1926-06-26",
  "docket_number": "Appeal, No. 7",
  "first_page": "115",
  "last_page": "119",
  "citations": [
    {
      "type": "official",
      "cite": "287 Pa. 115"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "269 Pa. 112",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063583
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/269/0112-01"
      ]
    },
    {
      "cite": "279 Pa. 405",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1083391
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/279/0405-01"
      ]
    },
    {
      "cite": "260 Pa. 186",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040198
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/260/0186-01"
      ]
    },
    {
      "cite": "270 Pa. 564",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1066084,
        1065997
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/270/0564-02",
        "/pa/270/0564-01"
      ]
    },
    {
      "cite": "267 Pa. 233",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057772
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/267/0233-01"
      ]
    },
    {
      "cite": "156 Pa. 617",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        844915
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/156/0617-01"
      ]
    },
    {
      "cite": "259 Pa. 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1038280
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/259/0401-01"
      ]
    },
    {
      "cite": "110 Pa. 486",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543726
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/110/0486-01"
      ]
    },
    {
      "cite": "87 Pa. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057895
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/87/0365-01"
      ]
    },
    {
      "cite": "279 Pa. 405",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1083391
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/279/0405-01"
      ]
    },
    {
      "cite": "260 Pa. 186",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040198
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/260/0186-01"
      ]
    },
    {
      "cite": "270 Pa. 564",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1066084,
        1065997
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/270/0564-02",
        "/pa/270/0564-01"
      ]
    },
    {
      "cite": "267 Pa. 233",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057772
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/267/0233-01"
      ]
    },
    {
      "cite": "259 Pa. 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1038280
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/259/0401-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 467,
    "char_count": 8617,
    "ocr_confidence": 0.496,
    "pagerank": {
      "raw": 3.2040931307893706e-07,
      "percentile": 0.8660543529757913
    },
    "sha256": "7673e6d7cd0548e85c75069e0d9be87359466b7d7faa2b069e87fc9c3dd92413",
    "simhash": "1:93d32e92b9ec4169",
    "word_count": 1533
  },
  "last_updated": "2024-02-27T18:46:29.209929+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kepi-iart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Knauer’s Petition."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Walling,\nEva M. Knauer and ,C. Hull Knauer, her husband, were married in 1888 and for more than thirty years resided in her home at Milton, Northumberland County. In June, 1924, during the temporary absence of the husband, the wife moved all the furniture from the home, put it in storage and locked the house. On his return the husband obtained entrance to the house and still resides therein. The wife, after a brief visit to her son in Schuylkill County, went to Delaware County where she rented rooms and has since remained. At the end of a year she filed a petition in the latter county, praying to be decreed a feme sole trader under the provisions of the Act of May 28, 1915, P. L. 639. The husband filed a responsive answer, after which testimony was taken. The decree prayed for was granted and the husband has appealed.\nTo bring a case within the statute, the parties must have lived apart and separate for one year or more and all marital relations between them must have ceased, and the husband must have failed to . support the wife during that time; this failure must be such as to constitute a breach of duty on his part: Graver’s Petition, 260 Pa. 186; Ramsey’s Case, 270 Pa. 564. It must be a wilful nonperformance of his duty. See King v. Thompson and Wife, 87 Pa. 365; Ellison v. Anderson, 110 Pa. 486. That the wife had a separate estate of her own sufficient for her support will not prevent granting the decree: Bremer’s Petition, 279 Pa. 405. While the separation and failure to support appear in the instant case it is not shown that such failure constituted a breach of duty on his part. She dismantled the common domicile and departed without his knowledge or consent; she failed to inform him of her new place of abode; she refused to answer his letters and in some cases refused to receive them; when he followed her to Delaware County she declined to see him, and has never called upon him for support and refuses his advances, for reconciliation. As we said in Graver’s Petition, supra, she cannot take advantage of the status she has thus created to bring herself within the terms of the act. Furthermore, under the statute, the husband’s failure to support must extend over the entire year; yet the proof in the instant case fails to show the husband had knowledge of the wife’s whereabouts for the first part thereof and until he did he was not in default under any aspect of the case. The petition was filed June 29,1925, and while Mrs. Knauer left her home in Northumberland County, June 17, 1924, there is no evidence he knew where she went or where she was until some indefinite time during that summer. It is a drastic statute, depriving a husband of his rights in a summary manner, without trial by jury, and cannot be unduly extended.\nMrs. Knauer contends the husband’s conduct was such as compelled her to separate from him; even if so, for reasons above stated, it would not warrant the decree, but the proof as to that is largely rumor, inference and hearsay, without sufficient substantial facts to support a finding against him. The evidence tended to prove he refused to sign a note with her at the bank, to enable her to liquidate a floating indebtedness she had incurred in the improvement of her property; also that he told somebody she was temporarily upset and not herself, owing to her condition, change of life, and further that he had said she was morally insane. There was no competent proof of this, except the testimony of one of her attorneys that Mr. Knauer made such a remark to him after the separation. Some other minor matters appear, but, taking the evidence as a whole, it fails to justify her contention.-\nThe trial judge, under objection and exception, permitted the wife and husband to testify, but excluded their evidence from consideration when passing upon the case. In such exclusion he followed Ulrich’s Case, 267 Pa. 233, where the parties are held incompetent to testify in a feme sole trader case. It is not necessary to rest upon that decision here, because the wife’s testimony, as printed in appellee’s brief, even if competent, would not change the result of this appeal.\nWe cannot say the trial court erred in treating plaintiff as a resident of Delaware County, so as to enable her to maintain this proceeding therein under the Act of 1915. The question of residence is one of fact, depending largely on the party’s intent. There was evidence that Mrs. Knauer had been living in that county for over a year when her petition was filed; its sufficiency was for that court. On the question of residence see Barclay’s Est., 259 Pa. 401; 34 Cyc. 1647.\nWhile in a proceeding like this we would not reverse the trial court on a question of fact depending on the weight of the evidence or on conflicting evidence, yet it is our duty to examine the record and determine whether there is any evidence to support the decree, and this is especially so under the Act of April 18, 1919, P. L. 72, which makes the evidence a part of the record.\nThe order, decreeing Mrs. Knauer a feme sole trader, is reversed and the petition dismissed at her costs.",
        "type": "majority",
        "author": "Mr. Justice Walling,"
      }
    ],
    "attorneys": [
      "Irving P. Wanger and Ralph L. Belford, for appellant.",
      "Frank'M. Reber and Luts, Ervin, Reeser & Fronfield, for appellee."
    ],
    "corrections": "",
    "head_matter": "Knauer’s Petition.\nHusband and wife — Feme sole trader — Separation for one year— Failure, to support — Acts of May 28, 1915, P. L. 689, and April 18, ■1919, P. L. 72 — Jurisdiction—Domicile—Evidence for court — Husband and wife incompetent.\n1. The feme sole trader Act of May 28, 1915, P. L. 639, is a drastic statute, depriving a husband of his rights in a summary manner, without trial by jury, and cannot be unduly extended.\n2. To bring a ease within the Act of 1915, the parties must have lived apart and separate for.one year or more and all marital relations between them must have ceased, and the husband must have failed for one full year to support the wife, and this failure must have been a wilful nonperformance of his duty.\n3. If it appears that the wife has deliberately left the common domicile, refused a reconciliation, has failed to notify her husband of her residence so that he could not offer her support for the full year, her petition to be declared a feme sole trader will be dismissed.\n4. In such case the wife’s claim that her husband’s conduct forced her to leave him, will not be considered, where there is no sufficient evidence to support it.\n5. In a feme sole trader proceeding, the question of the wife’s residence so as to give the court jurisdiction is one of fact, depending largely on the party’s intent. Thé sufficiency of the evidence on the question is for the court.\n6. It seems that in a feme sole proceeding, the husband and wife are incompetent to testify.\n7. While in a feme sole proceeding the appellate court will not reverse the trial court on a question of fact depending on the weight of the evidence or conflicting evidence, yet it is the duty of the appellate court to examine the record and determine whether there is any evidence to support the decree; and this is especially so under the Act of April 18,1919, P. L. 72, which makes the evidence a part of the record.\nSubmitted May 24,1926.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kepi-iart, Sadler and Schaffer, JJ.\nAppeal, No. 7, Jan. T., 1927, by C. Hull Knauer, from order of C. P. Del. Co., June T., 1925, No. 736, granting a petition in a feme sole trader proceeding, in re: Petition of Eva M. Knauer.\nReversed.\nPetition to be declared a feme sole trader, pefore Johnson, P. J.\nThe opinion of the Supreme Court states the facts.\nDecree entered for petitioner. C. Hull Knauer, the . husband, appealed.\nError assigned was decree, quoting it.\nIrving P. Wanger and Ralph L. Belford, for appellant.\nThe court of Delaware County had no jurisdiction of this proceeding: Barclay’s Est., 259 Pa. 401; Price v. Price, 156 Pa. 617.\nThe court failed rightly to apply the feme sole trader Act of May 28, 1919, P. L. 639, to the fact developed in the evidence taken in this case: Ulrich’s Case, 267 Pa. 233; Ramsey’s Case, 270 Pa. 564; Graver’s Petition, 260 Pa. 186; Bremer’s Petition, 279 Pa. 405.\nFrank'M. Reber and Luts, Ervin, Reeser & Fronfield, for appellee.\nThe cases which hold that the wife and husband are incompetent witnesses are based entirely upon section 5 (c) of the Act of May 23,1887, P. L. 158: Ulrich’s Case, 267 Pa. 233; Flannery’s Petition, 4 Pa. Dist. & C, 645; Dreisbach’s Petition, 4 Pa. Dist. & C. 699.\nJune 26, 1926:\nIn these cases the Act of 1915 was not considered, or at least not referred to.\nThe decree was warranted by the testimony: Ulrich’s Case, 267 Pa. 233; Duquesne City v. Fincke, 269 Pa. 112; Bremer’s Petition, 279 Pa. 405."
  },
  "file_name": "0115-01",
  "first_page_order": 139,
  "last_page_order": 143
}
