{
  "id": 1099638,
  "name": "Hoffer v. Reading Co., Appellant",
  "name_abbreviation": "Hoffer v. Reading Co.",
  "decision_date": "1926-06-26",
  "docket_number": "Appeal, No. 22",
  "first_page": "120",
  "last_page": "128",
  "citations": [
    {
      "type": "official",
      "cite": "287 Pa. 120"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "281 Pa. 414",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1087032
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/281/0414-01"
      ]
    },
    {
      "cite": "254 U. S. 394",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1160469
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/254/0394-01"
      ]
    },
    {
      "cite": "72 Pa. Superior Ct. 553",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        639731
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/72/0553-01"
      ]
    },
    {
      "cite": "191 Pa. 153",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        907090
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/191/0153-01"
      ]
    },
    {
      "cite": "268 Pa. 345",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061583
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/268/0345-01"
      ]
    },
    {
      "cite": "14 Pa. Corp. R. 1",
      "category": "reporters:state",
      "reporter": "Pa. Corp.",
      "opinion_index": -1
    },
    {
      "cite": "86 Pa. Superior Ct. 423",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        570238
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/86/0423-01"
      ]
    },
    {
      "cite": "79 Pa. Superior Ct. 106",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        651723
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/79/0106-01"
      ]
    },
    {
      "cite": "79 Pa. Superior Ct. 381",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        651771
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/79/0381-01"
      ]
    },
    {
      "cite": "266 Pa. 88",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056068
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/266/0088-01"
      ]
    },
    {
      "cite": "234 Pa. 621",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        982464
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/234/0621-01"
      ]
    },
    {
      "cite": "71 Pa. Superior Ct. 85",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        638159
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/71/0085-01"
      ]
    },
    {
      "cite": "226 Pa. 31",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967847
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/226/0031-01"
      ]
    },
    {
      "cite": "244 Pa. 282",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1003502
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/244/0282-01"
      ]
    },
    {
      "cite": "278 Pa. 274",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1080627
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/278/0274-01"
      ]
    },
    {
      "cite": "258 Pa. 239",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1035029
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/258/0239-01"
      ]
    },
    {
      "cite": "132 Pa. 636",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970611
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/132/0636-01"
      ]
    },
    {
      "cite": "82 Pa. Superior Ct. 448",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        657351
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/82/0448-01"
      ]
    },
    {
      "cite": "48 Pa. Superior Ct. 32",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        8859481
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/48/0032-01"
      ]
    },
    {
      "cite": "265 Pa. 369",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1051903
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/265/0369-01"
      ]
    },
    {
      "cite": "281 Pa. 414",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1087032
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/281/0414-01"
      ]
    },
    {
      "cite": "268 Pa. 345",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061583
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/268/0345-01"
      ]
    },
    {
      "cite": "86 Pa. Superior Ct. 423",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        570238
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/86/0423-01"
      ]
    },
    {
      "cite": "79 Pa. Superior Ct. 106",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        651723
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/79/0106-01"
      ]
    },
    {
      "cite": "79 Pa. Superior Ct. 381",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        651771
      ],
      "pin_cites": [
        {
          "page": "386"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/79/0381-01"
      ]
    },
    {
      "cite": "266 Pa. 88",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056068
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/266/0088-01"
      ]
    },
    {
      "cite": "234 Pa. 621",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        982464
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/234/0621-01"
      ]
    },
    {
      "cite": "71 Pa. Superior Ct. 85",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        638159
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/71/0085-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 719,
    "char_count": 16672,
    "ocr_confidence": 0.507,
    "pagerank": {
      "raw": 2.0863007427612156e-07,
      "percentile": 0.7597435217265562
    },
    "sha256": "a90952ec84c1bc7dc27a0f9d66097358a23d68a149a82373e3f9b1c3ee1f236a",
    "simhash": "1:d79f46243b67ec8b",
    "word_count": 2772
  },
  "last_updated": "2024-02-27T18:46:29.209929+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ,"
    ],
    "parties": [
      "Hoffer v. Reading Co., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Sadlee,\nUpon application by the State Highway Department, five grade crossings along the William Penn Highway, in the County of Dauphin, were abolished by order of the Public Service Commission. The former thereupon graded and constructed the roadbed, passing it under the tracks of the Reading Company, near Swatara Station. As directed by the commission, the entire cost of the subway, within its right-of-way, was paid by the railroad, no portion of the work beyond being undertaken by it, except the building of two retaining walls to the east, a consideration not important in the determination of this proceeding. In approaching the underground passage, the road officials reduced the grade of the highway, not, however, altering the existing center or side lines. As a result of the improvement there was a cut where the road passed through the land of Hoffer, trustee', the present plaintiff, from the old grade, at a point near the southwest corner of his land, to the bed beneath the railroad tracks,. gradually descending to a depth of eight feet. The result was to make entrance into the abutting property difficult, except at the upper end.\nThe Public Service Commission directed that, in addition to the cost of the new subway, the railroad should pay all consequential damages which might be occasioned by the reconstruction of the adjoining highway, made necessary so that traffic might pass through it. Against the latter’s protest, the petition of plaintiff, asking compensation for the loss sustained by the change of grade, was allowed, and an award made in his favor. The defendant company intervened and appealed, and the question of its liability for the damages assessed was submitted to the court of common pleas for decision. No facts were in dispute, and it was agreed by all parties that the proceeding before the commission had been initiated by the highway department, which undertook the actual grading and building of the road, — the center and side lines of the old highway, located in a township of the second class, not being altered, — and that the subway was built at the expense of the railroad entirely withjn its right-of-way, except as above noted. The learned court below was of opinion that the property damage occasioned by the alteration of grade was compensable, and under the terms of the Public Service Act, was chargeable by the commission to defendant. Judgment was entered against it for $2,659.59, a sum which included interest from the date of the original award, as stipulated by the parties. This amount is determinative of the question of the appellate jurisdiction, and made necessary a review here, if any was demanded. The suggestion of defendant that the appeal shouid have. been taken to the Superior Court, because of the amount involved, is without merit.\nThe right to recover for damages occasioned by change of grade of a state highway so as to provide an approach to a new subway, and, if so, whether this burden can be placed upon the railroad which abolished the former grade crossing, as directed, are the questions now presented. The Constitution of 1874 (art. XVI, sec. 8) requires corporations and individuals invested with the privilege of appropriating property for public use to make or secure compensation for the rights taken, injured or destroyed, but this provision has no application to the occupation of land for public highways, or for consequential injury arising therefrom. In the absence of legislative allowance, no recovery is permissible in such case, for the claim is one of grace, and not of right: State Highway Route No. 72, 265 Pa. 369. Unless liability is expressly imposed by statute, the abutting owner cannot secure an award, though damage results from a change in grade, and the Commonwealth has, therefore, been held not liable where the bed of a state highway was raised or lowered: State Highway Route No. 72, supra, affirming 71 Pa. Superior Ct. 85; Spang & Co. v. Com., 281 Pa. 414. Likewise, no recovery was permitted against a county for such change (Jamison v. Cumberland County, 48 Pa. Superior Ct. 32, affirmed, 234 Pa. 621; Wangner v. Bucks County, 82 Pa. Superior Ct. 448), nor against a township of the first class (Herrington’s Petition, 266 Pa. 88), or second class (Wagner v. Salzburg Township, 132 Pa. 636), and the same rule has been applied where roads were vacated: Saeger v. Com., 258 Pa. 239. By legislation, liability, in certain cases of change of grade or vacation, is provided for (Acts May 28, 1913, P. L. 368; June 27, 1913, P. L. 633; Hedrick v. Harrisburg, 278 Pa. 274; Donnelly v. Pub. Ser. Com., 268 Pa. 345), and a like requirement now applies to townships of the first class, where the grade of a road is altered (Township Code July 14, 1917, P. L. 840, section 485; In re: Oxford Street, 79 Pa. Superior Ct. 106), though not to those of the second class, such as here involved: Township Code, supra, sec. 640. By section 726, the latter are made responsible for property “taken, injured or destroyed,” in amounts to be ascertained and fixed by the Public Service Commission, where grade crossings are constructed or vacated.\nIt is clear that the change of grade of a public road does not furnish the basis for the recovery of damages against a municipal corporation by an abutting owner, whose property was “injured” by the elevation or depression of its bed, unless liability for the loss sustained is expressly fixed by some act of assembly. Likewise, the railroad, a public service corporation, is not liable for the consequential injury resulting from the lifting or lowering of its tracks on the right-of-way which it had acquired, though the alteration of a roadway crossing it was involved, where it does not take land or alter lines beyond: Ridgway v. P. & R. Ry. Co., 244 Pa. 282; Gillespie v. B., R. & P. Co., 226 Pa. 31. These conclusions are not controverted by the appellee, but the contention is made that, by the Public Service Act of 1913 (July 26, P. L. 1374, article Y, section 12), amended in 1917 (July 17, P. L. 1025), the legislature imposed this liability, the extent of payment to be determined by the commission therein provided.\nPlaintiff claims the right to recover by virtue of this statute, while defendant insists no power is given thereby to assess a public service corporation for consequential injuries, arising from a change of grade beyond the lines of its own property, occasioned by the alteration of a highway, so that it may pass through a subway, no such responsibility being placed upon it by either the Constitution or any statutory enactment.\nIn Knoll v. Harbor creek Township, 86 Pa. Superior Ct. 423, relied upon by the learned court below in entering judgment, the work was done by the county, which is made liable for damages arising from change of grade. There was no attempt in that case to impose liability on a public service corporation, as here, and it is, therefore, unnecessary to discuss the ruling there made. So far as concerns the railroad, we find no act of assembly placing upon it a burden for damages, such as here assessed by the commission.\nThe Act of 1913 (reenacted and amended in 1917, so as to permit the laying out and alteration of roads when necessary) provided for compensation to adjacent landowners, when their property has been “taken, injured or destroyed” by the relocation of a grade crossing; using the same words as found in the constitutional provision regulating the appropriation of land under the power of eminent domain. “It is apparent, therefore, that the Public Service Company Act made no change in the law on this point, but simply recognized that adjacent property, — which includes abutting property, — might be injured by the construction, relocation, alteration, or abolition of a grade crossing and made provision accordingly ......But this does not mean that the Public Service Company Law has created any extension or enlargement of the rights of adjacent property owners, or that, since the passage of that act, they are entitled to damages to which they were not previously entitled. Just as before, the injury must be proximate, immediate and substantial in order to permit a recovery. There is nothing in the title of the Public Service Company Act which gives notice of any desire or intention on the part of the legislature to make a radical change or departure from the law in this respect,” and the right to a recovery for interference with light and air was denied: Holmes v. Pub. Ser. Com. (No. 2), 79 Pa. Superior Ct. 381, 386. Prior to the statute referred to, there could be no award for damages resulting from a change of grade by the State Highway Department, or by a railroad company for the elevation or depression of tracks within the line of its own right-of-way, and this legislation did not extend the liability to cover such loss.\nThe commission was authorized to “ascertain and determine” the compensation due to the claimant, as are viewers in condemnation proceedings, but no right was given to assess for losses where no statutory liability ex isted; and for damages, such, as claimed here against defendant, there was none. The only injury to be considered by it was a legal one, recognized as collectible by the Constitution or legislative enactments. The cost of construction ordered, and allowances to which the landowner is entitled by statute, may be assumed, in part at least, by the Commonwealth, or divided between the municipal and public service corporations affected, but only such items can enter into the total as are compensable by law, and injuries arising from change of grade are not included. It is suggested, however, that the framers of the act indicated a purpose to provide payment for such consequential injuries, though not previously allowable, since, in the parenthetical clause relating to damages for property “taken, injured or destroyed,” these words are used “ (for which compensation the said owners are hereby invested with warrant of authority, upon appeal from the determination of the commission, to sue the Commonwealth),” disclosing thereby, it is said, an intention to permit recovery for any loss no matter how occasioned. An examination of the statute leads to the belief that the provision referred to was inserted so that payment by the State could be enforced, when the commission assumed responsibility for part of the legal damage inflicted, or undertook the construction by its own contractors, as permitted by the act, when the municipal and public service corporations did not agree to do the work by their own agents, as directed. In such case, the only redress would be by suit against the State, and, to cover such contingencies, the right to institute appropriate proceedings, by the one entitled to compensation, was given.\nThere was no property taken or destroyed in the present case. If there was any injury, it resulted from the cutting of the. road by the highway department. Had it undertaken the improvement, as it could have done after securing a certificate of public convenience, clearly no damages could have been recovered on account of the alteration, nor is the situation changed because it saw fit to seek the aid of the commission in abolishing the crossing, thereby compelling the railroad to bear part of the cost. The Public Service Law contemplates the existing right to compensation under some statute, and merely determines how this sum shall be apportioned. It does not attempt to impose new liability for alterations of grade, as has been expressly directed in the case of changes in roads and streets by some classes of municipalities: State Highway Route No. 72, supra. There is no legislative enactment making such claim a legal charge, and no recovery can, therefore, be had against defendant.\nThe judgment is reversed, and the record is remitted with directions to enter judgment for the defendant.",
        "type": "majority",
        "author": "Me. Justice Sadlee,"
      }
    ],
    "attorneys": [
      "John T. Brady, for appellant.",
      "John Mol. Smith, with him Herbert A. Schajfner, for appellee."
    ],
    "corrections": "",
    "head_matter": "Hoffer v. Reading Co., Appellant.\nRoad law — State highway — Change of grade — Railroads—Damages — Public Service Commission — Consequential damages — Constitution, article XYI, section 18 — Acts of July 26, 1918, P. L. 187h, and July 17, 1917, P. L. 1025.\n1. Article XVI, section 18, of the Constitution of 1874 requires corporations and individuals' invested with the privilege of appropriating property for public use to make or secure compensation for rights taken, injured or destroyed, but this provision has no application to the change of grade of public highways, or for consequential injury arising therefrom.\n2. Unless liability is expressly imposed by legislative authority, the abutting owner cannot recover an award, though damages result from a change of grade.\n3. A railway company is not liable to an abutting owner for consequential injuries arising from a change of grade beyond the lines of its own property, occasioned by an alteration of a public highway within the line of its own right-of-way, so that the highway may pass through a subway ordered by the Public Service Commission.\n4. Such liability is not imposed on the railway company by article V, section 12, of the Public Service Act of July 26, 1913, P. L. 1374, as amended by the Act of July 17, 1917, P. L. 1025.\n5. Such act imposes liability only where property has been “taken, injured or destroyed.”\n6. The insertion in the clause relating to damages, of the parenthetical words “for which compensation the said owners are hereby invested with warrant of authority, upon appeal from the determination of the commission, to sue the Commonwealth,” does not disclose an intention to permit recovery for any loss, no matter how occasioned.\n7. Such provision was inserted so that payment by the State could be enforced, when the commission assumed responsibility for part of the legal damage inflicted, or undertook the construction by its own contractors, when the municipal and public service corporations did not agree to do the work by their own agents, as directed.\nArgued May 25, 1926.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ,\nAppeal, No. 22, May T., 1926, by defendant, from judgment of C. P. Dauphin Co., Commonwealth Docket 1925, No. 7, sustaining order of Public Service Commission, awarding damages, in case of Edwin M. Hoffer, Trustee, v. Reading Company.\nReversed.\nAppeal from order of Public Service Commission. Before-Wickeesham, J.\nThe opinion of the Supreme Court states the facts.\nJudgment for Edwin M. Hoffer, Trustee, for $2,659.59. Defendant appealed.\nError assigned was, inter alia, judgment, quoting it.\nJohn T. Brady, for appellant.\nIn the absence of legislation providing for compensation, there can be no recovery for damages occasioned by a mere change of grade of a public road: State Highway Route No. 72, 71 Pa. Superior Ct. 85; Jamison v. Cumberland County, 234 Pa. 621; Herrington’s Petition, 266 Pa. 88; Holmes v. P. S. C., 79 Pa. Superior Ct. 381; Oxford St., 79 Pa. Superior Ct. 106.\nThe public service company law, authorizing the Public Service Commission to assess damages for property taken, injured, or destroyed in connection with the abolition of a railroad grade crossing, did not create any new right in an abutting property owner to recover for a mere change in the grade of a state highway made by the State Highway Department in accordance with the terms of the order of the commission: Knoll v. Harborcreek Twp., 86 Pa. Superior Ct. 423, 14 Pa. Corp. R. 1; Donnelly v. P. S. C., 268 Pa. 345.\nJohn Mol. Smith, with him Herbert A. Schajfner, for appellee.\nAppellee concedes that, in the absence of statutory or constitutional authority providing for compensation, there can be. no recovery for damages occasioned by a mere change of grade of a state highway made by the secretary of highways under state highway legislation.\nJune 26, 1926:\nAppellee having been deprived of practically all access to his property is entitled to damages regardless of change of grade legislation.\nAppellant, being a private corporation, and having been made liable for consequential damages in this proceeding, cannot escape liability because of the alleged lack of statutory authority to assess such damages against a second-class township: Walnut Street Bridge Case, 191 Pa. 153; Sebree v. Water Supply Co., 72 Pa. Superior Ct. 553.\nThe public service company law, together with the General Township Act of 1917, provides a complete method of elimination of crossings in townships of the second class, including the right to damages and the method of determination thereof: Erie R. R. v. Utility Commissioners, 254 U. S. 394; Spang v. Com., 281 Pa. 414."
  },
  "file_name": "0120-01",
  "first_page_order": 144,
  "last_page_order": 152
}
