{
  "id": 1099640,
  "name": "Leese v. Bernard Gloekler Co., Appellant",
  "name_abbreviation": "Leese v. Bernard Gloekler Co.",
  "decision_date": "1926-11-22",
  "docket_number": "Appeal, No. 93",
  "first_page": "295",
  "last_page": "298",
  "citations": [
    {
      "type": "official",
      "cite": "287 Pa. 295"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "118 Mass. 94",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2154071
      ],
      "pin_cites": [
        {
          "page": "97"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/118/0094-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 318,
    "char_count": 4659,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 8.138363859351185e-08,
      "percentile": 0.4698395543523966
    },
    "sha256": "583fed2ee8be2f8d79501a3e58f30ee228600c18775e398bf69d8bca04bbf567",
    "simhash": "1:d93f8b4b8a7927ec",
    "word_count": 776
  },
  "last_updated": "2024-02-27T18:46:29.209929+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schapper, JJ."
    ],
    "parties": [
      "Leese v. Bernard Gloekler Co., Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nPlaintiff claimed to be the inventor of a patented article, which invention and patent rights he sold to defendant, the transaction being evidenced by a written offer wherein, after reciting the patent in question, plaintiff stated, “I will sell, assign and transfer to you [defendant], or your' assigns, my entire interest for the sum of $5,000,” and by a receipt signed by plaintiff and delivered to defendant reading as follows: “Received from the Bernard Gloekler Company the sum of One Hundred ($100) Dollars, as part payment of Five Thousand ($5,000) Dollars, for U. S. Letter Patent No. 1,314,003, dated August 26th, 1919, for Fluid Regulating Valve. ^Balance to be paid upon delivery of assignment by me.” Plaintiff claimed that the above-recited papers and payment on account closed the bargain between him and defendant. On the other hand, defendant claimed that the bargain never was closed between it and plaintiff; that the receipt accepted by its representative was not read by him, and that the $100 thereby acknowledged was not paid on account of the alleged sale but was advanced as a loan to plaintiff; that, “after necessary investigation, it was found that plaintiff’s invention was an infringement on other patents and that the patent rights and invention of plaintiff were of no value,” and for that reason defendant had declined to pay plaintiff for such patent rights. Plaintiff sued to recover the balance of the $5,000. All of the issues thus raised were submitted to the jury in a well-balanced charge, and found against defendant company, which prosecutes this appeal. - .\nAppellant’s principal contention is that the court below erred in refusing to charge that, because of an implied warranty in the sale, plaintiff could not recover; but it is not plain just what warranty defendant relies on. The court told, the jury that, if there was a total failure of consideration, in the sense that the “thing that wa^s to be sold” had no value whatever, the verdict should be for defendant; and, under the evidence, this, at the most, was all appellant was entitled to.' At trial, counsel for defendant stated his position to be that “the valve was an infringement of another article and would involve us in lawsuits if we purchased it”; but the only testimony to sustain this contention was that the use of the valve might “possibly subject” defendant “to an injunction,” since the patent “was practically of the same principle as the Hale and might infringe on the Hale patent rights.” The jury having found in favor of plaintiff, we must assume the existence of the written contract claimed by him; it contains no express warranty, and implies no warranty, that the invention does not infringe prior patents. The law upon this subject is stated in 30 Cyc. at p. 949, thus: “The assignment of a patent creates an implied warranty of title in the assignor but no warranty that the patent is valid or that the invention does not infringe prior patents.” See Gilmore v. Aiken, 118 Mass. 94, 97; Otto v. Singer, 62 L. T. Rep., N. S. (Eng.) 220, 223, and other authorities mentioned in.Cyc. as above cited.\nThe assignments of error are all overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "William D. Grimesfor appellant.",
      "Harry B. Wassell, for appellee, was not heard."
    ],
    "corrections": "",
    "head_matter": "Leese v. Bernard Gloekler Co., Appellant.\nPatents — 8 ale — TFarra/nty—Infringement.\n1. The assignment of a patent creates an implied warranty of title in the assignor, but no warranty that the patent is valid, or that the invention does not infringe prior patents.\n2. In an action to recover the contract price of a patent right sold to defendant, where defendant alleges the patent was an infringement of other patents and was of no value, and it appears that the contract contained no warranty that the invention did not infringe prior patents, defendant cannot complain of the manner in which the case was submitted if the court charges that if there was a total failure of consideration in the sense that the patent had no value whatever, the verdict should be for defendant.\nNovember 22, 1926:\nArgued September 30, 1926.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schapper, JJ.\nAppeal, No. 93, March T., 1926, by defendant, from judgment of C. P. Allegheny Co., April T., 1925, No. 1005, on verdict for plaintiff, in case of Thaddeus S. Leese v. Bernard Gloekler Co.\nAffirmed.\nAssumpsit for purchase money of patent. Before Swearingen, J.\nThe opinion of the Supreme Court states the facts.\nVerdict and judgment for plaintiff for $5,305.88. Defendant appealed.\nErrors assigned were, inter alia, various instructions, quoting record.\nWilliam D. Grimesfor appellant.\nHarry B. Wassell, for appellee, was not heard."
  },
  "file_name": "0295-01",
  "first_page_order": 319,
  "last_page_order": 322
}
