{
  "id": 1099668,
  "name": "Shaw et al. v. Newingham, Appellant",
  "name_abbreviation": "Shaw v. Newingham",
  "decision_date": "1926-11-22",
  "docket_number": "Appeal, No. 80",
  "first_page": "304",
  "last_page": "311",
  "citations": [
    {
      "type": "official",
      "cite": "287 Pa. 304"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "161 Pa. 591",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        854171
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/161/0591-01"
      ]
    },
    {
      "cite": "10 Pa. Superior Ct. 366",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        819391
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/10/0366-01"
      ]
    },
    {
      "cite": "137 Pa. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        821442
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/137/0269-01"
      ]
    },
    {
      "cite": "210 Pa. 72",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        937861
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/210/0072-01"
      ]
    },
    {
      "cite": "11 Pa. Superior Ct. 602",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        820960
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/11/0602-01"
      ]
    },
    {
      "cite": "25 Pa. Superior Ct. 300",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        851993
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/25/0300-01"
      ]
    },
    {
      "cite": "37 Pa. 247",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        418956
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/37/0247-01"
      ]
    },
    {
      "cite": "52 Pa. 412",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002268
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/52/0412-01"
      ]
    },
    {
      "cite": "68 Pa. 126",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024613
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/68/0126-01"
      ]
    },
    {
      "cite": "112 Pa. 380",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546870
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/112/0380-01"
      ]
    },
    {
      "cite": "148 Pa. 278",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981810
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/148/0278-01"
      ]
    },
    {
      "cite": "30 Pa. Superior Ct. 463",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        862174
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/30/0463-01"
      ]
    },
    {
      "cite": "83 Pa. Superior Ct. 411",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        661182
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/83/0411-01"
      ]
    },
    {
      "cite": "7 Pa. Superior Ct. 434",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        285452
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/7/0434-01"
      ]
    },
    {
      "cite": "143 Pa. 548",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        978518
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/143/0548-01"
      ]
    },
    {
      "cite": "1 Pa. 327",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        949935
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/1/0327-01"
      ]
    },
    {
      "cite": "95 Pa. 394",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        492893
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/95/0394-01"
      ]
    },
    {
      "cite": "136 Pa. 588",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        819994
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/136/0588-01"
      ]
    },
    {
      "cite": "95 Pa. 262",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        492948
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/95/0262-01"
      ]
    },
    {
      "cite": "188 Pa. 504",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        901300
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/188/0504-01"
      ]
    },
    {
      "cite": "126 Pa. 74",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        968929
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/126/0074-01"
      ]
    },
    {
      "cite": "177 Pa. 571",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        883646
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/177/0571-01"
      ]
    },
    {
      "cite": "193 Pa. 89",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        910314
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/193/0089-01"
      ]
    },
    {
      "cite": "90 Pa. 293",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1065649
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/90/0293-01"
      ]
    },
    {
      "cite": "207 Pa. 513",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        933499
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/207/0513-01"
      ]
    },
    {
      "cite": "286 Pa. 114",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1096475
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/286/0114-01"
      ]
    },
    {
      "cite": "160 Pa. 172",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        852159
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/160/0172-01"
      ]
    },
    {
      "cite": "19 Pa. Superior Ct. 321",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        839530
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/19/0321-01"
      ]
    },
    {
      "cite": "6 Pa. Superior Ct. 496",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        281945
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/6/0496-01"
      ]
    },
    {
      "cite": "170 Pa. 84",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        872144
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/170/0084-01"
      ]
    },
    {
      "cite": "276 Pa. 35",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1077700
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/276/0035-01"
      ]
    },
    {
      "cite": "280 Pa. 313",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1084473
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/280/0313-01"
      ]
    },
    {
      "cite": "283 Pa. 236",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1090500
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/283/0236-01"
      ]
    },
    {
      "cite": "267 Pa. 285",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057742
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/267/0285-01"
      ]
    },
    {
      "cite": "279 Pa. 180",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1083585
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/279/0180-01"
      ]
    },
    {
      "cite": "210 Pa. 72",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        937861
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/210/0072-01"
      ]
    },
    {
      "cite": "148 Pa. 278",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981810
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/148/0278-01"
      ]
    },
    {
      "cite": "30 Pa. Superior Ct. 463",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        862174
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/30/0463-01"
      ]
    },
    {
      "cite": "188 Pa. 504",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        901300
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/188/0504-01"
      ]
    },
    {
      "cite": "177 Pa. 571",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        883646
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/177/0571-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 670,
    "char_count": 12899,
    "ocr_confidence": 0.483,
    "pagerank": {
      "raw": 9.25061231690819e-08,
      "percentile": 0.5111595309224591
    },
    "sha256": "dea9267074ca2ef240b5da34cac524d27abe04e2f2c84d4ba6e1624d7f31f9eb",
    "simhash": "1:faf88d00f1218842",
    "word_count": 2251
  },
  "last_updated": "2024-02-27T18:46:29.209929+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaeeer, JJ."
    ],
    "parties": [
      "Shaw et al. v. Newingham, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Sadlee,\nThis is an action of ejectment brought against Harriet M. Newingham to recover certain property which the husband had conveyed to her. The land in question was acquired by him in 1912, but it is claimed merely as trustee for his wife and another, each the owner of an undivided one-half. On August 2, 1919, he transferred the title, and three years later she secured by purchase the interest of the tenant-in-eommon, agreeing to pay therefor $5,000, of which sum $2,000 was given in cash, the balance being still due. Since that time she has received all of the rents. Plaintiffs recovered judgment in 1924 against the husband (Shaw v. Newingham, 279 Pa. 180), caused the realty in dispute to be seized on execution, and became the purchasers at sheriff’s sale. To enforce their rights, this proceeding was instituted.\nDefendant, in the abstract of title filed, claimed ownership by virtue of the deed of 1919, and the agreement of 1922 with Dr. Leech, \"the holder of the one-half. She asserted the original, as well as the later, purchase was made from her separate estate, and that F. M. Newingham at no time was the real owner. It was, therefore, insisted no interest was secured by the execution creditors by reason of the foreclosure. At the trial, plaintiffs offered the deed to Newingham, and the one from the sheriff to them, making out a prima facie case, the common source of title being admitted. A nonsuit was refused, and the defendant then undertook to show that she had furnished, with Dr. Leech, in 1912, the funds- for the purchase price, and that Newingham held title only as trustee for the two tenants-in-common, the interest of the latter having been acquired by her, so that she was possessed of the entire fee when the execution was issued. A verdict for plaintiffs was rendered, and this appeal of defendant from judgment thereon questions the correctness 'of certain rulings of the court, as well as its charge to the jury.\nThe principal complaint, raised by several of the assignments of error, is directed to the question of the burden of proof. It was not necessary for plaintiffs to anticipate the defense (Drumgoole v. Lyle, 30 Pa. Superior Ct. 463), and the issue was limited to that set forth in the pleadings, under section 2 of the Act of 1901 (May 8, P. L. 142): Lutes v. Randall, 267 Pa. 285. There was no suggestion that the transfer to the wife in 1919 was a voluntary gift. Had this been shown its validity would be sustained, in the absence of proof of existing creditors, that the transfer was made in contemplation of the incurring of indebtedness, or that the grantor was about to engage in some hazardous business (Buckwalter Stove Co. v. Edmonds, 283 Pa. 236; Gassner v. Gassner, 280 Pa. 313), though such a conveyance for a nominal consideration would be presumptively fraudulent against those holding claims against the husband at the time: American Trust Co. v. Kaufman, 276 Pa. 35.\nNo claim of a gift was made in the abstract filed, but the affirmative defense of payment from the separate estate of the wife was undertaken. If this could have been proved, she would be protected as against the creditors of the husband (Bollinger v. Gallagher, 170 Pa. 84), but the burden was upon her to establish the fact (Jack v. Kintz, 177 Pa. 571) by clear and satisfactory evidence: Taylor v. Paul, 6 Pa. Superior Ct. 496; Pritehey Lumber Co. v. Milling Co., 19 Pa. Superior Ct. 321. In the absence of a showing that the conveyance was a voluntary gift, or paid for from the individual assets of the wife, it will be presumed to have been made in the interest of the husband, and will be subject to the claims of his creditors: Hunter v. Baxter, 210 Pa. 72. The instructions of the learned court below as to the burden of proof followed the well established rules, and in so advising no error was committed.\nAdmission of certain testimony of defendant and her husband is also complained of. Both were called as witnesses, and denied certain conversations which tended to show the conveyance of 1919 attacked was not made in good faith, and that, notwithstanding it, the title remained in the husband. The principle is invoked that declarations made by the husband in the presence of the wife, and not contradicted, are inadmissible to affect her rights, since, under such circumstances, no estoppel is worked to her prejudice by the fact of her silence: Paul v. Kunz, 188 Pa. 504. Here, the statements were made by both, who jointly participated in the conversations objected to, and were admissible: Henry, Tr. Evidence, section 81; Miller v. Baker, 160 Pa. 172. It was not an effort to have the husband impeach the wife’s title, but to affect the credibility of the witnesses, both of whom had denied the occurrence concerning which inquiry was made: Bank of Pittsburgh v. Purcell, 286 Pa. 114. It is further to be noticed, there was no exception taken to the admission testified to by Blumenstein, nor to one of those recounted by Shaw. As to the other, the offer was opposed, because reference was made in the statement to a claim against Newingham by one Curry in an independent transaction. The allusion was merely incidental, and in explanation of the reason for holding the conversation, a fact denied by the witnesses. The evidence was properly received to affect the credibility of both husband and wife.\nThe court charged the jury that it could consider the fact that defendant had entered a judgment against her husband, and claimed payment of it from the proceeds of the sheriff’s sale caused to be had by the plaintiffs here. Distribution was awarded to her, and the money given to her attorney. During the trial, held months later, the amount allowed was paid into court on the theory that an error had been made in accepting it. The evidence would not justify the assumption that the receipt by her counsel of the sum was the result of mistake, and the jury was entitled to consider the facts as showing the adoption by Mrs. Newingham of an entirely inconsistent position, when she now insists the title to the land was in her individually and not in her husband: Omwake v. Harbaugh, 148 Pa. 278.\nAgain, it is urged that Dr. Leech, one of the joint plaintiffs, and, according to the abstract of title, formerly a tenant-in-common of the undivided one-half interest, had such rights in the property as would prevent a judgment in ejectment. Clearly, the right to recover such title as Mrs. Newingham had, no matter what its extent, existed, if defendant failed to sustain her claim of purchase from her separate estate. She asserted the title to all of it, and cannot now defeat the claim to possession on the ground that she was not the owner of the land, as-claimed in her pleadings. Leech did not assert on the trial any claim to the original undivided interest, but insisted that he had transferred his rights to the husband, and not to the defendant. He now sets up ownership with his joint plaintiffs by virtue of the deed from the sheriff.\nWithout referring further, or specifically, to the numerous assignments of error, all. are overruled.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Me. Justice Sadlee,"
      }
    ],
    "attorneys": [
      "Charles E. Harrington, with him jSorry C. Golden and Lawrence P. Monahan, for appellant.",
      "H. A. Heilman, with him E. 0. Golden, for appellees"
    ],
    "corrections": "",
    "head_matter": "Shaw et al. v. Newingham, Appellant.\nEjectment — Trial—Pleadings — Evidence — Burden of proof— Act of May 8, 1901, P. L. 11$.\n1. In an action of ejectment it is not necessary for the plaintiff to anticipate the defense, inasmuch as the issue is limited under the Act of May 8,1901. P. L. 142, to that set forth in the pleadings.\nDeeds — Fraudulent conveyance — Husband and wife — Fraud on creditors of husband — Ejectment against wife — Burden of proof — ■ Presumption — Evidence—Witness.\n2. In an action of ejectment against a wife to recover land alleged to have been conveyed by the husband to his wife in fraud of creditors, where the pleadings do not aver a voluntary gift by the husband to the wife, but set up as a defense that the real estate was bought with the wife’s money, the burden is on the wife to establish such fact by clear and satisfactory evidence.\n3. If she fails to establish such fact, the deed will be presumed to have been made in the interest of the husband, and the real estate conveyed will be subject to the claim of his creditors.\n4. In such case, declarations of the husband and wife made in the presence of each other, tending to show that the conveyance was not made in good faith, are admissible to affect the credibility of the witnesses, both of whom had testified that the real estate had been purchased with the wife’s money.\n5. Such an offer was not made in an effort -to have the husband impeach his wife’s title, in violation of the rule that declarations made by a husband in the presence of his wife, and not contradicted, are inadmissible to affect her rights.\n6. On the trial of an ejectment against a wife to recover real estate alleged to have been fraudulently conveyed to defendant by her husband in fraud of creditors, where the wife alleges that the property had been bought with her money, evidence is admissible that defendant had recovered a judgment against her husband, and, in the sheriff’s sale under a judgment by the plaintiff in the ejectment, had claimed and received a portion of the purchase money, but had subsequently returned it alleging that she had made a mistake in receiving it.\n7. Such evidence was properly admitted to show that defendant had adopted an entirely inconsistent position to that alleged in the pleadings in the ejectment.\n8. In such ease, defendant cannot claim that a joint plaintiff in the case from whom she alleged she had bought a half interest in the property for which the ejectment was brought, had such right in the property as would prevent a judgment in ejectment.\n9. The plaintiff in the ejectment may recover whatever title defendant had, no matter what its extent.\nArgued September 27, 1926.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaeeer, JJ.\nAppeal, No. 80, March T., 1926, by defendant, from judgment of C. P. Armstrong Co., March T., 1925, No. 163, on verdict for plaintiff, in case of Milo D. Shaw and W. W. Leech v. Harriet M. Newingham.\nAffirmed.\nEjectment for land in Apollo Borough. Before Grape, P. J.\nThe opinion of the Supreme Court states the facts.\nVerdict and judgment for plaintiffs. Defendant appealed.\nErrors assigned were various rulings and instructions, quoting the record.\nCharles E. Harrington, with him jSorry C. Golden and Lawrence P. Monahan, for appellant.\nThe only person. who can take advantage of a fraud in a conveyance from husband to wife is he against whom the fraud is intended, or one who has been actually defrauded by the transaction: Guarantee B. & L. Assn. v. Thomas, 207 Pa. 513; Harlan v. Maglaughlin, 90 Pa. 293; Best v. Smith, 193 Pa. 89.\nThe court erred in instructing the jury as to the burden of proof and the quality of the evidence: Jack v. Kintz, 177 Pa. 571.\nThe court erred in permitting plaintiffs to recover the undivided one-half interest, the equitable title to which vested in Dr. W. W. Leech in 1912.\nThere were improper instructions as to effect of the acts and declarations of a married woman in the presence of her husband, respecting title to her real estate: Stivers v. Tucker, 126 Pa. 74; Paul v. Kunz, 188 Pa. 504; Innis v. Templeton, 95 Pa. 262; Logan v. Gardner, 136 Pa. 588; Davison’s App., 95 Pa. 394; Gray’s Est., 1 Pa. 327.\nH. A. Heilman, with him E. 0. Golden, for appellees\n—Plaintiffs proved their record title out of the Commonwealth, in accordance with the abstract forming a part of their declaration, and this constituted a prima facie title in the plaintiff’s sufficient to put defendant on proof of a better right: Henry v. Huff, 143 Pa. 548; Deppen v. Bogar, 7 Pa. Superior Ct. 434; Monroe v. Mason & Zaharides, 83 Pa. Superior Ct. 411; Drumgoole v. Lyle, 30 Pa. Superior Ct. 463.\nNovember 22, 1926:\nDefendant, a judgment lien creditor of her husband, cannot occupy a dual position, after accepting the proceeds from a sheriff’s sale of her husband’s property as satisfaction of her judgment and then afterwards set up title to the property: Omwake v. Harbaugh, 148 Pa. 278.\nThe burden of proof is on the wife where the only defense set up is that she purchased during coverture the property in question with fund's realized from her own separate estate, and that her husband never had any title or interest in the same: Jack v. Kintz, 177 Pa. 571; Kingsbury v. Davidson, 112 Pa. 380; Bower’s App., 68 Pa. 126; Hause v. Gilger, 52 Pa. 412; Gillespie v. Miller, 37 Pa. 247; Rhinesmith’s Case, 25 Pa. Superior Ct. 300; Quigley v. Swank, 11 Pa. Superior Ct. 602; Hunter v. Baxter, 210 Pa. 72.\nDeclarations of F. M. Newingham and defendant, his wife, Harriet M. Newingham, were relevant: Wilson v. Wilson, 137 Pa. 269; Jacoby v. Ins. Co., 10 Pa. Superior Ct. 366; Com. v. Werntz, 161 Pa. 591; Stahle v. Spohn, 8 S. & R. 317."
  },
  "file_name": "0304-01",
  "first_page_order": 328,
  "last_page_order": 335
}
