{
  "id": 1099666,
  "name": "Graeff, Appellant, v. Schlottman et al.",
  "name_abbreviation": "Graeff v. Schlottman",
  "decision_date": "1926-11-22",
  "docket_number": "Appeal, No. 238",
  "first_page": "342",
  "last_page": "348",
  "citations": [
    {
      "type": "official",
      "cite": "287 Pa. 342"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "187 Pa. 318",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        900243
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/187/0318-01"
      ]
    },
    {
      "cite": "282 Pa. 575",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1088407
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/282/0575-01"
      ]
    },
    {
      "cite": "203 Pa. 47",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994741
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/203/0047-01"
      ]
    },
    {
      "cite": "168 Pa. 578",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        868516
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/168/0578-01"
      ]
    },
    {
      "cite": "124 Pa. 219",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563064
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/124/0219-01"
      ]
    },
    {
      "cite": "58 Pa. 226",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013202
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/58/0226-01"
      ]
    },
    {
      "cite": "23 Pa. Superior Ct. 34",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        847726
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/23/0034-01"
      ]
    },
    {
      "cite": "109 Pa. 44",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        542296
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/109/0044-01"
      ]
    },
    {
      "cite": "72 Pa. 192",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        434699
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/72/0192-01"
      ]
    },
    {
      "cite": "64 Pa. 425",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021234
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/64/0425-01"
      ]
    },
    {
      "cite": "19 Pa, Superior Ct, 283",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        839519
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/19/0283-01"
      ]
    },
    {
      "cite": "199 Pa. 534",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        922814
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/199/0534-01"
      ]
    },
    {
      "cite": "99 Pa. 535",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446128
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/99/0535-01"
      ]
    },
    {
      "cite": "21 Pa. 147",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        411603
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/21/0147-01"
      ]
    },
    {
      "cite": "6 Pa. D. & C. 239",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.",
      "case_ids": [
        1479798
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c/6/0239-01"
      ]
    },
    {
      "cite": "77 Pa. 338",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        436265
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/77/0338-01"
      ]
    },
    {
      "cite": "76 Pa. Superior Ct. 124",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        8860363
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/76/0124-01"
      ]
    },
    {
      "cite": "64 Pa. Superior Ct. 343",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        457925
      ],
      "pin_cites": [
        {
          "page": "349"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/64/0343-01"
      ]
    },
    {
      "cite": "232 Pa. 371",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977835
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/232/0371-01"
      ]
    },
    {
      "cite": "178 Pa. 308",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        885508
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/178/0308-01"
      ]
    },
    {
      "cite": "2 Pa. Superior Ct. 6",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        270640
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/2/0006-01"
      ]
    },
    {
      "cite": "77 Pa. 77",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        436309
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/77/0077-01"
      ]
    },
    {
      "cite": "193 Pa. 255",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        910345
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/193/0255-01"
      ]
    },
    {
      "cite": "279 Pa. 234",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1083538
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/279/0234-01"
      ]
    },
    {
      "cite": "187 Pa. 318",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        900243
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/187/0318-01"
      ]
    },
    {
      "cite": "282 Pa. 575",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1088407
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/282/0575-01"
      ]
    },
    {
      "cite": "19 Pa, Superior Ct, 283",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        839519
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/19/0283-01"
      ]
    },
    {
      "cite": "199 Pa. 534",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        922814
      ],
      "pin_cites": [
        {
          "page": "545"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/199/0534-01"
      ]
    },
    {
      "cite": "99 Pa. 535",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446128
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/99/0535-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 648,
    "char_count": 12356,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 2.6283441684749607e-07,
      "percentile": 0.8219844091296442
    },
    "sha256": "ddc86628732f2f7af1e2472889e06de99867d3d2ce90c510b22e738287c287e4",
    "simhash": "1:47dd9408393a4e5f",
    "word_count": 2164
  },
  "last_updated": "2024-02-27T18:46:29.209929+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschziskbr, C. J., Frazer, Walling, Simpson, Kepiiart, Sadler and Schaefer, JJ."
    ],
    "parties": [
      "Graeff, Appellant, v. Schlottman et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Walling,\nThis was a writ of mandamus to compel the controller to countersign, and the treasurer to pay, a warrant for the salary of the solicitor of the sheriff of Schuylkill County. The Act of July 10,1919, P. L. 887, divides the counties of the State into eight classes, those having a population of between one hundred and fifty and two hundred and fifty thousand, of which Schuylkill is one, constitute the fourth class. Section 5 of article XIV of the state Constitution provides, in effect, that the-officers in each county having a population exceeding one hundred and fifty thousand shall be paid by salary and all fees received shall go to the county. It follows that the sheriff of Schuylkill County is a salaried officer. The act giving rise to this litigation is that of May 10, 1923, P. L. 183, the title to which is: “An Act authorizing sheriffs in counties of the fourth class to appoint a solicitor; prescribing the duties of said solicitor and fixing his salary”: while the act is, inter alia, as follows: “Section 1. That in all counties of the fourth class the sheriff may appoint one person learned in the law as his solicitor. Section 2. Said solicitor shall advise upon all legal matters that may be submitted to him, and shall conduct any litigation when requested so to do by the sheriff. The solicitor shall hold office for the term for which the sheriff was elected, and shall receive a salary of five hundred dollars per annum to be paid out of the county treasury.” Pursuant thereto, the sheriff appointed the plaintiff, E. J. Graeff, Esq., as his solicitor, and this suit was brought to compel payment of his salary. The lower court granted the relief prayed for; this the Superior Court reversed and dismissed the petition, holding the Act of 1923 unconstitutional; plaintiff has appealed.\nWe concur with the lower court. A statute will not be declared unconstitutional unless it is clearly so. See Commonwealth ex rel. v. Snyder, 279 Pa. 234; Com. v. Mintz, 19 Pa. Superior Ct. 283. Every doubt must be resolved in favor of its constitutionality: Com. ex rel. Wolf v. Butler, 99 Pa. 535. It is contended that the title of the act violates section 3 of article III of the state Constitution, in failing to give notice of the subject of the enactment. We are not impressed with this contention. If the title fairly gives notice of the subject of the act, so as reasonably to lead to an inquiry into the body of the same, it is all that is necessary: Gas & Water Co. v. Downington Boro., 193 Pa. 255; Allegheny County Home’s Case, 77 Pa. 77; Com. v. Lloyd, 2 Pa. Superior Ct. 6, affirmed in 178 Pa. 308. The title need not, and in fact should not, go into details so as to be an index to the contents of the bill. See Page v. Carr, 232 Pa. 371. In the language of Judge, now Mr. Justice Kephart, speaking for the Superior Court, in Carr v. Ætna etc. Co., 64 Pa. Superior Ct. 343, 349, “Unless a substantive matter, entirely disconnected with the named legislation, is included within the folds of the bill, the act should not be declared a violation of the Constitution by reason of its title offending section 3, of article III.” In the instant case there is nothing in the act not expressly covered by the title, except the provision that the county shall pay the solicitor’s salary. This is clearly implied from the fact that the sheriff is a county officer whose sole remuneration is a fixed salary payable by the county. The county is the only municipality mentioned in the title, hence, whom but the county should or could the act direct to pay the solicitor? There is nothing in the title to support an enactment that the State or any subdivision of the county pay the salary which the title says the act provides; hence, it must be chargeable to the county. It is not logical to say the act might be expected to provide for payment of the solicitor’s salary by the sheriff. Such a statute would be a vain thing, for the sheriff, like any other citizen, without statute, might employ one or more lawyers at his own expense. The manifest purpose of the act was to relieve the sheriff, — who, in this class of counties, receives but a modest salary, — from the expense of a solicitor, and yet enable him to secure competent legal help. Where the sheriff is compensated by fees, his income may be ample to include necessary counsel fees. The act in question is not unlike that of July 18,1917, P. L. 1042, amended by the Act of April 4, 1919, P. L. 37, providing a solicitor for the county controller, or that of July 17, 1919, P. L. 995, providing for the appointment of assistant district attorneys, in certain counties, the title in neither of which says the county shall be liable for their salaries; yet such liability is implied from the nature of the offices and the duties performed, and the body of each statute so provides. See Maginnis v. Schlottman, 76 Pa. Superior Ct. 124.\nThe contention that the act transgresses section 7 of article III of the state Constitution in that it is local or special legislation, regulating the affairs of counties, is also untenable. Ever since the decision in Wheeler v. Phila., 77 Pa. 338, municipal classification has been sustained, and in Com. ex rel. v. Wert et al., 282 Pa. 575, the Act of July 10,1919, P. L. 887, dividing counties into eight classes, is declared valid. The classification of counties being sustained, it follows that legislation as to governmental matters, embracing all the members of a class, is neither local nor special: Wheeler v. Phila., supra; Com. ex rel. v. Wert et al., supra. The language of Mr. Justice Mitchell, speaking for the court in Com. v. Moir, 199 Pa. 534, 545, referring to the classification of cities, is applicable here, viz: “The very object of classification is to provide different systems of government for cities differently situated in regard to their municipal needs. It was recognized that cities varying greatly in population will probably vary so greatly in the amount, importance and complexity of their municipal business, as to require different officers and different systems of administration. Classification therefore is based on difference of municipal affairs, and, so long as it relates to and deals with such affairs, the questions of where the lines shall be drawn, and what differences of system shall be prescribed for differences of situation, are wholly legislative. What is a distinction without a difference is largely matter of opinion. No argument, for example, could be more plausible than that there is no real difference in municipal needs, between a city of 99,000 and one of 100,000 population. It is a sufficient answer that the line must be drawn somewhere, and the legislature must determine where. So long as it is drawn with reference to municipal and not irrelevant or wholly local matters, the courts have no authority to interfere.” The test is not wisdom but good faith in the classification: Seabolt v. Commissioners, 187 Pa. 318.\nBut it is urged that the act in question is not a matter of interest to the counties or a proper subject upon which to legislate for them as a class. To this we cannot agree. Here the sheriff, in the matter of collecting fees, is, in effect, the county’s agent and as practically every official act of his is compensated by fees belonging to the county, it is of vital interest to the latter that he have suitable legal assistance. Again, his acts are so interwoven with the administration of justice that any error on his part is likely to cost the county money, which is another reason why the county is interested in his having competent legal advice. Furthermore, an error on his part might vitiate the election of county officers or the selection of jurors. As a rule sheriffs are not lawyers and there is no county official more in need of legal help than they, and the office of sheriff’s solicitor is almost as much a matter of municipal concern as the office of sheriff itself, as it has a direct bearing upon the proper performance of the duties of the incumbent of that office.\nThe classification being valid, we cannot declare as matter of law that there is no essential difference between the requirements of a sheriff of one class from that of another, for example, between the legal advisor of the sheriff in Philadelphia or Allegheny County, from that in Forest or Pike county, or that the sheriff in Schuylkill County, as to need of legal help, stands on a par with the sheriff in either of the other counties named.\nThere is nothing here indicating bad faith, or a legislative attempt to evade the Constitution, and courts should be slow in striking down legislation honestly enacted for a proper purpose. None of the authorities cited by the Superior Court, or by appellees, is parallel to the instant case. To discuss them separately would serve no useful purpose. Many of them are distinguished in cases above cited, as they also are in Hallman v. Montgomery County, 6 Pa. D. & C. 239, which passes upon and sustains the Act of 1923, P. L. 183, here in question.\nThe decree of the Superior Court is reversed and that of the court of common pleas is affirmed at the costs of the defendants.",
        "type": "majority",
        "author": "Me. Justice Walling,"
      }
    ],
    "attorneys": [
      "R. J. Graeff, D. J. Boyle and Ralph M. Bashore, for appellant.",
      "Henry Houck and Roscoe R. Koch, for appellees."
    ],
    "corrections": "",
    "head_matter": "Graeff, Appellant, v. Schlottman et al.\nConstitutional law — Title of act — Payment of sheriff’s solicitor • — Act of May 10, 1928, P. L. 188 — Local and special legislation— Classification of counties.\n1. A statute will not be declared unconstitutional unless it is clearly so.\n2. Where there is nothing to indicate bad faith or a legislative attempt to evade the Constitution, the courts should be slow to strike down legislation honestly enacted for a proper purpose.\n3. The Act of May 10,1923, P. L. 183, entitled “An Act authorizing sheriffs in counties of the fourth class to appoint a solicitor, prescribing the duties of said solicitor, and fixing his salary,” is not unconstitutional as defective in title, and sufficiently indicates in its title a provision in the act that such solicitors are to be paid by the county.\n4. The manifest purpose of the act was to relieve the sheriff,— who, in such class of counties, receives but a modest salary, — from the expense of a solicitor, and yet enable him to secure competent legal help.\n5. The Act of 1923, does not transgress section 7 of article III of the Constitution in that it is local or special legislation, regulating the affairs of the counties.\n6. Inasmuch as the classification of counties by the Act of July 10, 1919, P. L. 887, has been sustained, it follows that legislation as to governmental matters, embracing all the members of the class, is neither local nor special.\n7. The Act of 1923 is a matter of interest to the counties*, and is a proper subject upon which to legislate for them as a class.\nArgued September 28, 1926,\nBefore Moschziskbr, C. J., Frazer, Walling, Simpson, Kepiiart, Sadler and Schaefer, JJ.\nAppeal, No. 238, Jan. T., 1926, by plaintiff, from judgment of Superior Court, Oct. T., 1925, No. 358, reversing order of C. P. Schuylkill Co., Sept. T., 1925, No. 317, awarding mandamus in case of R. J. Graeff v. John E. Schlottman, County Controller, and George S. Hensyl, County Treasurer.\nReversed.\nAppeal from judgment of Superior Court reversing order of common pleas.\nThe opinion of the Supreme Court states the facts.\nOrder reversed. Plaintiff appealed.\nError, assigned was judgment of Superior Court, quoting it.\nR. J. Graeff, D. J. Boyle and Ralph M. Bashore, for appellant.\nThe title to Act May 10, 1923, P. L. 183, authorizing the sheriff in counties of the fourth class to appoint a solicitor clearly expresses the subject of the body of the act: Sharpless v. Phila., 21 Pa. 147; Com. v. Butler, 99 Pa. 535; Com. v. Moir, 199 Pa. 534; Com. v. Mintz, 19 Pa, Superior Ct, 283; Yeager v. Weaver, 64 Pa. 425; Dorsey’s App., 72 Pa. 192; Phœnixville Boro. Road, 109 Pa. 44; Dickinson Twp. Road, 23 Pa. Superior Ct. 34; Com. v. Green, 58 Pa. 226; Ridge Ave. Pass. Ry. v. Phila., 124 Pa. 219; Evans v. Twp., 168 Pa. 578; Stegmaier v. Jones, 203 Pa. 47.\nNovember 22, 1926:\nThe Act May 19,1923, P. L. 183, authorizing the sheriff in counties of the fourth class to appoint a solicitor is not.local and special legislation: Com. v. Wert, 282 Pa. 575; Seabolt v. Comrs., 187 Pa. 318.\nHenry Houck and Roscoe R. Koch, for appellees."
  },
  "file_name": "0342-01",
  "first_page_order": 366,
  "last_page_order": 372
}
