{
  "id": 1099662,
  "name": "Rumsey's Estate",
  "name_abbreviation": "Rumsey's Estate",
  "decision_date": "1926-11-22",
  "docket_number": "Appeals, Nos. 128 and 129",
  "first_page": "448",
  "last_page": "454",
  "citations": [
    {
      "type": "official",
      "cite": "287 Pa. 448"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "285 Pa. 460",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1095070
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/285/0460-01"
      ]
    },
    {
      "cite": "240 Pa. 406",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        993084
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/240/0406-01"
      ]
    },
    {
      "cite": "238 Pa. 343",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        991611
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/238/0343-01"
      ]
    },
    {
      "cite": "182 Pa. 267",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        893360
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/182/0267-01"
      ]
    },
    {
      "cite": "209 Pa. 59",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936052
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/209/0059-01"
      ]
    },
    {
      "cite": "191 Pa. 218",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        907042
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/191/0218-01"
      ]
    },
    {
      "cite": "178 Pa. 64",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        885534
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/178/0064-01"
      ]
    },
    {
      "cite": "31 Pa. Superior Ct. 608",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        864484
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/31/0608-01"
      ]
    },
    {
      "cite": "158 Pa. 60",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        848249
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/158/0060-01"
      ]
    },
    {
      "cite": "251 Pa. 324",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019517
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/251/0324-01"
      ]
    },
    {
      "cite": "127 Ala. 440",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        3472529
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/127/0440-01"
      ]
    },
    {
      "cite": "272 Pa. 509",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1068401
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/272/0509-01"
      ]
    },
    {
      "cite": "198 Pa. 91",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920360
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/198/0091-01"
      ]
    },
    {
      "cite": "2 Sadler 569",
      "category": "reporters:state",
      "reporter": "Sadler",
      "case_ids": [
        238049
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sadler/2/0569-01"
      ]
    },
    {
      "cite": "236 Pa. 369",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986780
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/236/0369-01"
      ]
    },
    {
      "cite": "219 Pa. 56",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002703
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/219/0056-01"
      ]
    },
    {
      "cite": "216 Pa. 575",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        950339
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/216/0575-01"
      ]
    },
    {
      "cite": "202 Pa. 207",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992363
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/202/0207-01"
      ]
    },
    {
      "cite": "69 Pa. Superior Ct. 600",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        632490
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/69/0600-01"
      ]
    },
    {
      "cite": "240 Pa. 406",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        993084
      ],
      "pin_cites": [
        {
          "page": "411"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/240/0406-01"
      ]
    },
    {
      "cite": "238 Pa. 343",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        991611
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/238/0343-01"
      ]
    },
    {
      "cite": "209 Pa. 59",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936052
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/209/0059-01"
      ]
    },
    {
      "cite": "191 Pa. 218",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        907042
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/191/0218-01"
      ]
    },
    {
      "cite": "178 Pa. 64",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        885534
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/178/0064-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 672,
    "char_count": 12537,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 3.806940150154023e-07,
      "percentile": 0.8976946146281115
    },
    "sha256": "71c15057e032c3a6a0bac2430c9a2edb6830e6ac2b59b41a17af3f99ab1766ce",
    "simhash": "1:17961c3a12c72383",
    "word_count": 2215
  },
  "last_updated": "2024-02-27T18:46:29.209929+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaeeer, JJ."
    ],
    "parties": [
      "Rumsey’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion bx\nMb. Justice Walling,\nThese two appeals, involving the same question, will be treated as one. Spencer B. Rumsey, of Oakmont, Allegheny County, died March 19, 1917, childless, and his last will provides, inter alia: “I give to my wife all my property, real and personal, for the full term of her lifetime, she to have the entire income therefrom, and also as much of the principal as she desires, for her support and comfort. And my said wife shall not be required ever to file any bond or inventory, or to make any report or accounting, to any court, person or interest. And in the management of the estate she is authorized and empowered, to sell, buy, transfer to herself or to others, and do any other things she desires and finds necessary or convenient. Upon the death of my said wife, I give and bequeath such balance of my estate as she may leave in accordance with the foregoing as follows. [Giving $10,000 to his wife’s sister in trust and $2,000 to his brother.] Subject to the disposition of my estate as hereinbefore mentioned, I give all the residue to my own heirs at law. I hereby appoint my wife executrix of this my will.” The estate consisted approximately of $18,000 in real estate, $40,000 in bonds and $28,000 in corporate stocks. At his death the bonds and stock certificates were in his box in the Union National Bank of Pittsburgh. The widow became executrix and by arrangement allowed the bonds to remain in the bank, where the interest thereon was collected and remitted to her. She had the certificates of stock reissued in her own name, kept them where she pleased, leaving them generally in the same bank, and was paid the dividends thereon. Mrs. Rumsey had been a most devoted wife, was economical and, during the balance of her life, kept the corpus of her husband’s estate intact. She had some estate in her own right which her will gives to hér nieces, the appellants, but makes no mention of this stock; however, it would pass under the general language of her will were she its owner. Mrs. Rumsey died September 25, 1925. At the distribution of Mr. Rumsey’s estate, the nieces above mentioned claimed the $23,000 of stocks, including the stock dividends thereon, as part of Mrs. Rumsey’s estate, and, from the award of the stock to Spencer S. Rumsey, the appellee, as sole heir and residuary legatee of the original testator, brought this appeal.\nThe decision of the orphans’ court followed the well-settled law of the State and cannot be disturbed. Spencer B. Rumsey’s will in clear language gives his wife the income of his entire estate for life and so much of the principal as she desired for her support and comfort, with power of sale, transfer, consumption and reinvestment in her own name. So long as she acted in good faith there was no limit to her right to_use the estate for her support and comfort. In the language of Mr. Justice Kephart, speaking for the Superior Court, in Zumbro v. Zumbro, 69 Pa. Superior Ct. 600, 603: “In appropriating the estate as directed, she must act honestly and fairly. Her comfort may embrace a variety of things. It is not limited solely to the necessaries of life, but may include things which bring ease, contentment or enjoyment. It is sometimes difficult to say under what circumstances expenditures may be made through such authority and be considered within the purport of the will......Generally, it may be said as long as she does not deplete the estate for the mere purpose of defeating the testator’s intention, or of preferring certain heirs or beneficiaries, courts will be slow to condemn expenditures as being contrary to the power lodged in the widow.” During her life, the widow had all the comforts of an absolute owner of the property, including the right of management, as her own, transfer, sale and consumption. It deprived her of no comfort that what she could no longer enjoy, by reason of her death, passed under the husband’s will. The testator did not bestow upon his wife the right of testamentary disposition of the property, and, as she elected to take under his will, she is bound by its provisions.\nIn clear language the husband’s will makes disposition of whatever the widow might leave of the estate. While she had ample power of consumption, for the purposes stated, her dominion over the estate was for her life only. As stated by Mr. Justice Mitchell, in the somewhat similar case of Tyson’s Est., 191 Pa. 218, 226: “It is perfectly clear that he [the testator] did not mean to give the whole without restriction. On the contrary, his intention was to give her so much, and only so much, though possibly. amounting to the whole, as should be necessary for her own comfort and enjoyment of life, and the residue, be it much or little, was to pass under his will. This disposition of his estate violated no rule of law. If he had left it to trustees with directions to sell and pay over to the widow from time to time such portions as she should in her own judgment require for her own use, there would have been no difficulty at all in its administration. But, the purpose being clear and lawful, it is the duty of courts to see that it is carried out and not defeated for mere inconvenience of form. The extent of the widow’s consumption of the estate was within her own control. Her decision was without appeal, but it must have been honestly reached in accordance with the purpose the testator intended, and not merely colorably to defeat his will. She had power to carry out his intentions by sale, transfer and consumption of the proceeds in such a way as to leave nothing at her death. But a transfer with intent not to consume for herself, but to preserve for others after her death, and to change the beneficiaries after her from those chosen, by her husband to others of her own selection would be a fraud on the testator and his will.” The widow’s consumption of the estate must be in good faith for the purposes authorized in the will: Dickinson’s Est., 209 Pa. 59. Under like circumstances in the case of Fassitt v. Seip, 240 Pa. 406, 411, Mr. Justice Elkin, speaking for the court, says: “He [the husband] intended that his wife should have every use and enjoyment of his residuary estate that he himself had while living. If necessary for her comfort and maintenance she could have consumed and expended all of it, and for these purposes could have conveyed a fee simple title to a bona fide purchaser. But this she did not do. She died in possession of the properties and undertook to dispose of them by her will. We, therefore, agree with the conclusion reached by the learned court below that the properties in question are a part'of' the unexpended remainder of the estáte of her husband and passed under his will to the devisees named therein. Not having consumed the residuary estate of her husband in her lifetime the wife could not dispose of it by will. These conclusions find ample support in the following cases: Henninger v. Henninger, 202 Pa. 207; Kennedy v. Pittsburgh, etc., R. R. Co., 216 Pa. 575; Allen v. Hirlinger, 219 Pa. 56; Briggs v. Caldwell, 236 Pa. 369.” See also Keown’s Est., 238 Pa. 343. The same rule is stated in Gross, Admr., v. Stromenger, Admr., 178 Pa. 64, which also holds as immaterial the fact that the widow had taken over some of the securities in her own name. We cannot adopt the earnest contention for appellant, that the fact of the widow changing the certificate of stock to her own name and even claiming them as her own, enlarged her dominion over them. If so, she might defeat the testator’s will by placing the entire estate in her own name under claim of ownership. The will empowered the widow to manage the estate’s business in her own name and the orphans’ court refused to find she thereby sought to claim the stock as her own; but it is immaterial whether she did or not. It is a novel proposition that a life tenant can make herself owner in fee by asserting she is such. Where the widow, having a life interest with' power of consumption sells property, of the estate, the unconsumed proceeds thereof pass under the husband’s will: Bernard Brockley’s App., 2 Sadler 569; and see Trout v. Rominger, 198 Pa. 91. The power of sale is not inconsistent with a life estate: McCullough’s Est., 272 Pa. 509; Henninger v. Henninger, 202 Pa. 207.\nAppellants have received the $10,000 given their mother in trust by the will of Mr. Rumsey and must abide by the provision giving the unexpended balance of his estate to his own kin.\nIt was the duty of appellants as executrices of Mrs. Rumsey’s estate to turn Mr. Rumsey’s estate over to his representatives. For this service they claimed five per cent commission, which, under the circumstances, the orphans’ court reduced to three per cent. This was a matter for that court’s discretion and nothing appears to justify our interference.\nThe decree in each case is affirmed and each appeal is dismissed at the cost of the respective appellant.",
        "type": "majority",
        "author": "Mb. Justice Walling,"
      }
    ],
    "attorneys": [
      "John M. Freeman, of Watson' & Freeman, with him Thomas-E. Finley and H. F. Stambaúgh, for appellants.",
      "William B. Scott, of Gordon, Smith, Buchanan d Scott, with him L. E. Rickman, for appellee."
    ],
    "corrections": "",
    "head_matter": "Rumsey’s Estate.\nWill — Life estate — Widow—Power to consume.\n1. Where testator gives to his wife the income of his estate for life and so much of the principal as she desires for her support and comfort, with power of sale, transfer, consumption and reinvestment in her own name, and such balance as she may leave is given to others, the widow acting in good faith has an unlimited right to use the estate for her support and comfort.\n2. In such case, the widow may transfer stocks to her own name, but if she does so and does not sell them and consume the proceeds, and they remain in her name at the time of her death, they pass to the remaindermen under her husband’s will.\nExecutors and administrators — Commissions.— Discretion of orphans’ court — Abuse of discretion — Appeals.\n3. The reduction of a claim by an executor for commissions is a matter for the discretion of the orphans’ court, and its action will not. be reversed on appeal where no abuse of discretion is shown.\nArgued October 5, 1926.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaeeer, JJ.\nAppeals, Nos. 128 and 129, March T., 1926, by Marion B. Haymaker and Susan I. Haymaker, claimants under will of widow, from decree of O. 0. Allegheny Co., Feb. T., 1926, No. 150, dismissing exceptions to adjudication, in estate of Spencer B. Rumsey, deceased.\nAffirmed..\nExceptions to adjudication of Trimble, J.\nThe opinion of the Supreme Court states the facts.\nExceptions dismissed in opinion by Trimble, J., for court in banc. Marion B. Haymaker and Susan I. Hay-maker, claimants under will of widow, appealed.\nError assigned was, inter alia, decree, quoting record.\nJohn M. Freeman, of Watson' & Freeman, with him Thomas-E. Finley and H. F. Stambaúgh, for appellants.\n—The intent of the testator was to gife; to his wife not only a life estate with power to consume, but in addition thereto the right or power, at her option, to take and appropriate to herself, as owner, such portion of the principal of his estate as she, in her discretion, might desire for her comfort: Forman v. Whitney, 2 Keys (N. Y.) 165; Cain v. Cain, 127 Ala. 440.\nThe testimony shows that Mary I. Rumsey desired and actually took and appropriated tor herself the $23,000 of stocks in question.\nIf she had the power under the will to acquire such title, a presumption of ownership arises which casts the burden of proof on any party contending to the contrary: Richey’s Est., 251 Pa. 324; Tarr v. Robinson, 158 Pa. 60; Thompson v. Griggs, 31 Pa. Superior Ct. 608.\nThat Mary I. Rumsey, however, actually intended to appropriate the stocks to herself and did so appropriate them is clearly shown by her own express assertion, and is not left to inference or presumption.\nWilliam B. Scott, of Gordon, Smith, Buchanan d Scott, with him L. E. Rickman, for appellee.\nAs a question of fact, appellants’ decedent, vested with a life estate in certain stocks, with a right to consume as much of the corpus as she desired for her support and comfort, did not transfer the stocks to her own name with intent thereby to become the owner in fee.\nEven if the life tenant had the intent to become owner of the stocks in fee by transferring them to her own name, it was not within her power thus to enlarge her life estate into a fee simple, transferable by will to appellants: Gross v. Strominger, 178 Pa. 64; Tyson’s Est., 191 Pa. 218; Dickinson’s Est., 209 Pa. 59; Schmid’s Est., 182 Pa. 267; Keown’s Est., 238 Pa. 343; Fassitt v. Seip, 240 Pa. 406; Stanton v. Guest, 285 Pa. 460.\nNovember 22, 1926:"
  },
  "file_name": "0448-01",
  "first_page_order": 472,
  "last_page_order": 478
}
