{
  "id": 1798752,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Stafford CHESTNUT, Appellant",
  "name_abbreviation": "Commonwealth v. Chestnut",
  "decision_date": "1986-06-30",
  "docket_number": "No. 115 E.D. Appeal Docket 1985",
  "first_page": "169",
  "last_page": "176",
  "citations": [
    {
      "type": "official",
      "cite": "511 Pa. 169"
    },
    {
      "type": "parallel",
      "cite": "512 A.2d 603"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "399 U.S. 149",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168934
      ],
      "weight": 5,
      "year": 1970,
      "pin_cites": [
        {
          "page": "165"
        },
        {
          "page": "1938"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/399/0149-01"
      ]
    },
    {
      "cite": "462 Pa. 43",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        485206
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/462/0043-01"
      ]
    },
    {
      "cite": "498 Pa. 405",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1776222
      ],
      "weight": 2,
      "year": 1982,
      "pin_cites": [
        {
          "page": "415"
        },
        {
          "page": "1273"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/498/0405-01"
      ]
    },
    {
      "cite": "471 Pa. 310",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1725159
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/471/0310-01"
      ]
    },
    {
      "cite": "489 Pa. 41",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1762411
      ],
      "weight": 3,
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa/489/0041-01"
      ]
    },
    {
      "cite": "476 Pa. 391",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1736904
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/476/0391-01"
      ]
    },
    {
      "cite": "106 S.Ct. 1431",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6207521
      ],
      "weight": 3,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/us/475/0673-01"
      ]
    },
    {
      "cite": "469 Pa. 57",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1722122
      ],
      "weight": 2,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa/469/0057-01"
      ]
    },
    {
      "cite": "276 Pa.Super. 89",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        142673
      ],
      "weight": 4,
      "year": 1980,
      "pin_cites": [
        {
          "page": "95"
        },
        {
          "page": "112"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/276/0089-01"
      ]
    },
    {
      "cite": "378 A.2d 859",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1732098,
        1732154
      ],
      "year": 1977,
      "pin_cites": [
        {
          "page": "860"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/474/0409-01",
        "/pa/474/0410-01"
      ]
    },
    {
      "cite": "474 Pa. 410",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1732154
      ],
      "year": 1977,
      "pin_cites": [
        {
          "page": "412"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/474/0410-01"
      ]
    },
    {
      "cite": "391 U.S. 123",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1767670
      ],
      "weight": 3,
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/us/391/0123-01"
      ]
    },
    {
      "cite": "491 Pa. 300",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1765636
      ],
      "weight": 2,
      "year": 1980,
      "pin_cites": [
        {
          "page": "317"
        },
        {
          "page": "155"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/491/0300-01"
      ]
    },
    {
      "cite": "491 A.2d 916",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "341 Pa.Super. 612",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 670,
    "char_count": 12472,
    "ocr_confidence": 0.782,
    "pagerank": {
      "raw": 5.164700908336791e-07,
      "percentile": 0.9396235070075514
    },
    "sha256": "0ac7e71a73895e5c165bc77aa6190fb0cc91cc394faf7930abaee89253c44e3b",
    "simhash": "1:b1efe1fa581e69f3",
    "word_count": 1937
  },
  "last_updated": "2024-02-27T23:49:17.534825+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDermott, hutchinson, zappala and PAPADAKOS, JJ.",
      "NIX, C.J., concurs in the result."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Stafford CHESTNUT, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nHUTCHINSON, Justice.\nAppellant, Stafford Chestnut, appeals by allowance Superior Court’s per curiam affirmance of several judgments of sentence by the Philadelphia Court of Common Pleas, 341 Pa.Super. 612, 491 A.2d 916. Appellant was tried before a jury, jointly with Harold Floyd, and convicted of charges of criminal conspiracy, possessing an instrument of crime (generally) and robbery arising out of an incident which occurred on April 27, 1981, at a Burger King restaurant in Philadelphia and of charges of criminal conspiracy, aggravated assault, possessing an instrument of crime (generally) and robbery arising out of an incident which occurred on May 1, 1981, at a McDonald’s restaurant in Philadelphia. Post-trial motions were denied and appellant was sentenced to various consecutive and concurrent terms of imprisonment for these crimes totalling thirty-five to seventy years.\nUnder the circumstances of this case, the use of an unavailable witness’s prior testimony against appellant’s co-defendant Floyd, which testimony a jury could reasonably infer implicated appellant despite redaction, was harmless error. We have considered all of the other issues which appellant raises and have found no error. The order of Superior Court is affirmed.\nAt trial, the Commonwealth produced evidence that appellant, Floyd and Rita Hatten entered the Burger King restaurant on the evening of April 27, 1981. Hatten asked for an employment application. Appellant acted as lookout at the door while Floyd remained near the food service counter. When the manager came to the counter a second time to talk with Hatten, she put a gun against his ribs and threatened to shoot him. Hatten and the manager went into the office, where the manager gave Hatten several hundred dollars. The three then left the restaurant and drove away. Several eyewitnesses, employees at the restaurant, consistently identified appellant from photographs, at a line-up and in court.\nThe robbery at the McDonald’s restaurant, on the afternoon of May 1,1981, happened similarly. Hatten asked the manager for an employment application, which she began to complete. Appellant and Floyd were also present. Hatten approached the manager and threatened him with a gun. In the ensuing struggle, Hatten was shot in the leg. Floyd then shot and seriously wounded the manager. The manager positively identified appellant’s co-defendant Floyd at a line-up and at trial and stated at trial that appellant “appealed] to be a gentleman that was in my store on that day.” N.T. November 13, 1981, at 1499. There were no other eyewitness identifications of the participants in the McDonald’s robbery.\nHatten was taken into custody at McDonald’s and hospitalized. She later made a statement to the police about the two robberies and agreed to testify against Floyd and appellant. At appellant’s preliminary hearings for both robberies, Hatten did testify and implicated appellant as one of the participants. She also testified at Floyd’s preliminary hearing on the McDonald’s robbery, implicating him. She was killed before she was able to testify at Floyd’s preliminary hearing on the Burger King robbery. Hatten’s testimony at the three preliminary hearings named both appellant and Floyd. She was cross-examined each time by the attorney for the defendant who was the object of the hearing, but not by counsel for the other defendant.\nAppellant raises several questions for our consideration. We will first examine his argument that the trial court erred in admitting Hatten’s statements from his preliminary hearings. Appellant recognizes that, as this Court has stated, “[0]ur common law permits the admission of an unavailable witness’ [sic] prior recorded testimony from a preliminary hearing, provided the defendant had counsel and a full opportunity to cross-examine the witness during the earlier proceeding.” Commonwealth v. Scarborough, 491 Pa. 300, 317, 421 A.2d 147, 155 (1980). Nevertheless, appellant urges us to reconsider and restrict the application of this rule. We decline to do so and hold that the trial court properly permitted the prosecution to read Hatten’s statements from appellant’s hearings into the trial record as evidence against appellant.\nAll of Hatten’s statements were redacted before they were read at trial. The statements from appellant’s preliminary hearings referred to Stafford Chestnut and “the other person.” The statement from Floyd’s preliminary hearing referred to Harold Floyd and “the other person.” Appellant argues that admission of the redacted statement implicating Floyd was error because the statement could not be effectively redacted to eliminate prejudice to himself. See Bruton v. United States, 391 U.S. 123, 88 S.Ct. 1620, 20 L.Ed.2d 476 (1968).\nThis Court has previously determined:\nIf a confession can be edited so that it retains its narrative integrity and yet in no way refers to defendant, then use of it does not violate the principles of Bruton. The practical application of the theory may be difficult and in many cases it may be decided that separate trials are necessary. However, this kind of determination must be made on a case by case basis.\nCommonwealth v. Johnson, 474 Pa. 410, 412, 378 A.2d 859, 860 (1977).\nViewing the redacted statement from Floyd’s preliminary hearing independently of the rest of the evidence, it does not refer to appellant in any way. Our Superior Court has rejected the theory of “contextual implication.” That theory is that “the edited confession, when read in light of other evidence connecting the defendant to the crime, tends to identify him as a participant, thus violating Bruton.\" Commonwealth v. Rawls, 276 Pa.Super. 89, 95, 419 A.2d 109, 112 (1980). We likewise reject such a blanket rule. Such a rule would have the likely effect of making all statements by a co-defendant inadmissible, regardless of whether they could properly be redacted.\nNonetheless, in the unique circumstances of the present case, Hatten’s testimony from Floyd’s preliminary hearing unavoidably provided cumulative testimony against appellant. Her testimony against each co-defendant was strikingly similar, although not identical, and the jury could not have failed to understand that appellant was “the other person” referred to in the testimony implicating Floyd, especially since it had already heard the testimony against appellant.\nWe must, therefore, determine whether admission of the testimony was reversible error. We have previously decided that violation of a defendant’s right to confront witnesses against him may be harmless error, based upon the circumstances of the case. Commonwealth v. Knight, 469 Pa. 57, 364 A.2d 902 (1976). Accord Delaware v. Van Arsdall, — U.S. —, 106 S.Ct. 1431, 89 L.Ed.2d 674 (1986). In Van Arsdall, the Court held that denial of defendant’s opportunity to impeach a witness for bias was a violation of his sixth amendment right of confrontation; nonetheless, the reviewing court could find this error to be harmless beyond a reasonable doubt. So holding, the United States Supreme Court remanded the record to the Supreme Court of Delaware for the purpose of applying the harmless error standard to the particular circumstances of that case.\nHaving carefully reviewed the record and considered the circumstances of this case, it is clear that the testimony against Floyd was cumulative in regard to appellant. Hat-ten’s properly admitted recorded testimony against appellant fully implicated him in the McDonald’s robbery. Furthermore, any inconsistencies between the two statements would have been to appellant’s advantage as he attacked Hatten’s credibility and motives. Any prejudicial effect appellant suffered by admission of this cumulative testimony against Floyd was harmless. Considering the strong untainted evidence against appellant, we are satisfied that the admission of that testimony did not influence the outcome against appellant. See Delaware v. Van Arsdall, supra. Moreover, appellant chose to leave the Commonwealth’s evidence with respect to the McDonald’s robbery uncontradicted. Finally, the redacted testimony against Floyd, which could reasonably have implicated appellant, was merely cumulative. Therefore, we hold that admission of Hatten’s testimony against co-defendant Floyd was also harmless beyond a reasonable doubt under the test for harmless error set forth in Commonwealth v. Story, 476 Pa. 391, 383 A.2d 155 (1978).\nHaving made this determination, we likewise find that appellant’s argument concerning the trial court’s denial of his motion to sever, is without merit. A trial court must exercise its sound discretion in deciding whether to sever cases against co-defendants and we will not disturb that decision in the absence of a manifest abuse of that discretion. Commonwealth v. Tolassi, 489 Pa. 41, 413 A.2d 1003 (1980). The critical factor which we must consider is whether the accused has been prejudiced by the trial court’s decision. Id. In light of our analysis above and because appellant bases his argument for severance upon what he terms the ineffective redaction of the testimony implicating Floyd, we find no abuse of the trial court’s discretion in its denial of the motion to sever.\nAppellant’s remaining arguments concern the alleged misconduct of the prosecution. We have examined the record carefully and find no merit to these arguments.\nThe Commonwealth was cautioned not to bring out the reason why Hatten was unavailable; however, a prosecution witness, Hatten’s father, stated his belief that she had been murdered. This was not a responsive answer. The trial court immediately gave a sua sponte instruction to the jury that they were not to consider the remark and that appellant and Floyd had nothing to do with Hatten’s unavailability. This cautionary instruction was sufficient. The trial court did not abuse its discretion in refusing to grant a mistrial. Commonwealth v. Craig, 471 Pa. 310, 370 A.2d 317 (1977). A mistrial must be granted “only when an incident is of such a nature that its unavoidable effect is to deprive appellant of a fair trial.” Commonwealth v. Hernandez, 498 Pa. 405, 415, 446 A.2d 1268, 1273 (1982). Such was not the case here.\nFinally, not every unwise or intemperate remark of a prosecutor warrants reversal. Reviewing the record as a whole, we are convinced that there was no prosecutorial misconduct. Commonwealth v. Stoltzfus, 462 Pa. 43, 337 A.2d 873 (1975).\nFor these reasons, the decision of Superior Court is affirmed.\nNIX, C.J., concurs in the result.\n. The United States Supreme Court, in California v. Green, 399 U.S. 149, 90 S.Ct. 1930, 26 L.Ed.2d 489 (1970), held that a witness’s prior statement from a preliminary hearing was admissible at trial because at the prior proceeding the witness was under oath, the defendant had counsel, the defendant had an opportunity to cross-examine the witness and the judicial tribunal which conducted the proceedings was equipped to provide a judicial record of them. The court stated in dictum that, “Under these circumstances, [the witness’s] statement would, we think, have been admissible at trial even in [the witness’s] absence if [the witness] had been actually unavailable, despite good-faith efforts of the state to produce him.” Id. at 165, 90 S.Ct. at 1938. All of these criteria have been met in the instant case.\n. Commonwealth v. Rawls, 276 Pa.Super. 89, 419 A.2d 109 (1980).\n. Although appellant took the stand to testify on his own behalf, his testimony was limited to providing an alibi defense for the Burger King robbery. He did not testify regarding the McDonald’s robbery nor was cross-examination about that robbery permitted. In fact, he successfully moved to so restrict his examination before taking the stand.\n. Appellant failed to object at trial to some of the specific remarks of which he now complains. These, therefore, were not preserved for appellate review.\n. Other references to the fact that Ms. Hatten was dead were likewise not sufficient to require that a motion for mistrial be granted.",
        "type": "majority",
        "author": "HUTCHINSON, Justice."
      }
    ],
    "attorneys": [
      "Daniel-Paul Alva, for appellant.",
      "Gaele McLaughlin Barthold Deputy Dist. Atty., Ronald Eisenberg, Chief/Appeals Div., for appellee."
    ],
    "corrections": "",
    "head_matter": "512 A.2d 603\nCOMMONWEALTH of Pennsylvania, Appellee, v. Stafford CHESTNUT, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted April 17, 1986.\nDecided June 30, 1986.\nDaniel-Paul Alva, for appellant.\nGaele McLaughlin Barthold Deputy Dist. Atty., Ronald Eisenberg, Chief/Appeals Div., for appellee.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDermott, hutchinson, zappala and PAPADAKOS, JJ."
  },
  "file_name": "0169-01",
  "first_page_order": 211,
  "last_page_order": 218
}
