{
  "id": 1798719,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Dauntel EVANS, Appellant; COMMONWEALTH of Pennsylvania, Appellee, v. Christopher NOLEN, Appellant",
  "name_abbreviation": "Commonwealth v. Evans",
  "decision_date": "1986-07-10",
  "docket_number": "Nos. 1, 2 M.D. Appeal Docket 1985",
  "first_page": "214",
  "last_page": "228",
  "citations": [
    {
      "type": "official",
      "cite": "511 Pa. 214"
    },
    {
      "type": "parallel",
      "cite": "512 A.2d 626"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "502 Pa. 94",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1784528
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "page": "98"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/502/0094-01"
      ]
    },
    {
      "cite": "106 S.Ct. 1431",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6207521
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/us/475/0673-01"
      ]
    },
    {
      "cite": "70 A. 884",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1908,
      "pin_cites": [
        {
          "page": "885"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "221 Pa. 626",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        956157
      ],
      "year": 1908,
      "opinion_index": 0,
      "case_paths": [
        "/pa/221/0626-01"
      ]
    },
    {
      "cite": "239 A.2d 293",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "pin_cites": [
        {
          "page": "296"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "429 Pa. 198",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1913513
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "203"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/429/0198-01"
      ]
    },
    {
      "cite": "482 Pa. 538",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1749615
      ],
      "weight": 4,
      "year": 1978,
      "pin_cites": [
        {
          "page": "550"
        },
        {
          "page": "458-59"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/482/0538-01"
      ]
    },
    {
      "cite": "41 A. 382",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1898,
      "pin_cites": [
        {
          "page": "384"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "187 Pa. 408",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        900290
      ],
      "year": 1898,
      "pin_cites": [
        {
          "page": "423"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/187/0408-01"
      ]
    },
    {
      "cite": "476 Pa. 391",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1736904
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/476/0391-01"
      ]
    },
    {
      "cite": "415 U.S. 308",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6174956
      ],
      "weight": 6,
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/us/415/0308-01"
      ]
    },
    {
      "cite": "264 Pa.Super 281",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        119364
      ],
      "weight": 7,
      "year": 1979,
      "pin_cites": [
        {
          "page": "284"
        },
        {
          "page": "778"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/264/0281-01"
      ]
    },
    {
      "cite": "311 A.2d 896",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 5,
      "year": 1973,
      "pin_cites": [
        {
          "page": "898"
        },
        {
          "page": "898"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "454 Pa. 448",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        579865
      ],
      "weight": 4,
      "year": 1973,
      "pin_cites": [
        {
          "page": "452"
        },
        {
          "page": "452-53"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/454/0448-01"
      ]
    },
    {
      "cite": "252 A.2d 661",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1969,
      "pin_cites": [
        {
          "page": "663"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "434 Pa. 167",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1922556
      ],
      "weight": 2,
      "year": 1969,
      "pin_cites": [
        {
          "page": "170"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/434/0167-01"
      ]
    },
    {
      "cite": "481 A.2d 625",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        614767
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/332/0301-01"
      ]
    },
    {
      "cite": "479 A.2d 595",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        610157
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/330/0366-01"
      ]
    },
    {
      "cite": "484 Pa. 85",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1753747
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 2,
      "case_paths": [
        "/pa/484/0085-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1038,
    "char_count": 26047,
    "ocr_confidence": 0.788,
    "pagerank": {
      "raw": 1.0756041372496818e-06,
      "percentile": 0.9849147575785306
    },
    "sha256": "87be4f150a70e5b368ad1ed6e5d53dee27ba16a538231d7b2e012411d9821c54",
    "simhash": "1:1b3f2948219f867f",
    "word_count": 4283
  },
  "last_updated": "2024-02-27T23:49:17.534825+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDermott, hutchinson, zappala and PAPADAKOS, JJ.",
      "PAPADAKOS, J., joins the Majority Opinion and files a concurring opinion.",
      "HUTCHINSON, J., files a dissenting opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Dauntel EVANS, Appellant. COMMONWEALTH of Pennsylvania, Appellee, v. Christopher NOLEN, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nFLAHERTY, Justice.\nBetween November 13 and November 25, 1981 one David Crater and the appellants in this case, Dauntel Evans and Christopher Nolen, allegedly committed approximately nine house burglaries in the Middletown, Pennsylvania area. On November 21, 1981, according to the testimony of Crater, the three also committed a robbery of Ritchie’s Bar, also in Middletown. According to Crater, the robbery of the bar commenced when Nolen and Evans waited in the car while Crater “cased” it. When Crater returned to the car, he reported that Ritchie’s probably was not a very lucrative target, but Nolen and Evans decided to go through with the robbery anyway. Armed with handguns, their faces masked, Nolen and Evans then went into the bar while Crater waited outside in the getaway car. Shortly after they went inside, Crater heard three shots and Nolen and Evans came running out. As the three sped off, Nolen said that he had shot someone. The person shot was Mr. Ritchie, the proprietor of the bar. He died from an abdominal wound inflicted by a .38 caliber handgun.\nOn November 24, 1981, three days later, Crater was arrested on an unrelated matter. During transportation to his arraignment, after Miranda warnings were given, he answered questions put to him by police officers concerning the Ritchie homicide. In his statement, Crater implicated Nolen and Evans as the other participants in the Ritchie murder. He also told police how the three planned to rob the bar, how he retrieved what was to become the murder weapon from safe-keeping for use in the robbery, and how after the robbery, he disposed of the gun by throwing it in a creek.\nAs a result of information provided by Crater, Nolen and Evans were charged with and brought to trial for criminal homicide, criminal conspiracy and robbery. A jury, sitting in the Court of Common Pleas of Dauphin County, Criminal Division, found both guilty of second degree murder and otherwise as charged. Post trial motions were filed and denied, and sentence was imposed. Superior Court affirmed. 479 A.2d 595 and 481 A.2d 625. This Court granted allocatur primarily to address the question of whether the defendants’ cross-examination of Crater, the Commonwealth’s main witness, was improperly restricted. For the reasons that follow, we hold that it was.\nAt the time of trial, Crater was charged, also in Dauphin County, with ten to fifteen burglaries and conspiracies separate and apart from the charges which were brought against him because of his participation in the Ritchie murder. Appellants were permitted to question Crater about whether he was promised leniency with respect to his involvement in the crimes at issue in this case, but were denied permission to cross-examine Crater on whether he had been promised lenient treatment with respect to other criminal charges which were also pending against him in the same county.\nIn response to questions put on direct and cross examination, Crater testified that he was not promised anything in exchange for his cooperation in this case and that he agreed to testify to clear his conscience. On direct examination, Crater stated:\nQ. David, at the time you gave your statement to Trooper Lotwick out at the state police, were you promised anything in exchange for your statement?\nA. No.\n¡}s * * * * #\nQ. You have discussed this case with me, have you not?\nA. Yes.\nQ. At any time have I or any other member of the district attorney’s office given you any promise whatsoever in this case?\nA. None.\nQ. Has any police officer given you any promise?\nA. None. I just like told it. It was on my mind at that time. I started drinking a little heavy and I just, the day we got down to—\nQ. let me stop you. Why did you tell these two detectives?\nA. It was kind of on my mind. I wanted to get it off my mind and that because I knew about what happened.\nQ. Had it affected you in some way?\nA. I started drinking a little heavy then a couple days.\nQ. What is your reason for coming in here and testifying today?\nA. I guess just to testify.\nN.T. 203-05. On cross-examination, Crater testified as follows:\nQ. And your testimony when Mr. Kleinfelter was asking you questions was that the reason you talked to the police was because this was on your mind?\nA. I wanted to get it off my mind.\n* * * * * *\nA. It was on my mind and I just wanted to get it off because it started to make me drink heavy and that is about it.\nN.T. 215-16. Thus, although appellants were permitted to question Crater about his motive in testifying in the present case, they were not permitted to question Crater about whether he had been promised or expected leniency with respect to other criminal charges pending against him in Dauphin County. This was error, they assert, because in the absence of such questioning, the jury was not in a position to consider whether Crater’s testimony may have been biased and self-interested on account of the number and seriousness of pending cases against him.\nNolen and Evans argue further that the error was particularly egregious in that the Commonwealth’s case was based almost completely on Crater’s testimony. Superior Court stated:\nCrater’s testimony gave the prosecution its case against Evans and Nolen. Crater alone could place the boys at Ritchie’s Bar that night. The patrons present during the robbery failed to identify either Nolen or Evans, and could not even state with certainty the robbers’ race or sex. Appellants presented an alibi defense. Evans took the stand and denied any connection with the Ritchie incident. Without Crater’s testimony, the prosecution had little evidence to link the boys to the crime. Thus, the Commonwealth’s case rose and fell on Crater’s testimony.\nHaving conceded the importance of Crater’s testimony, however, Superior Court held that it was not error to deny cross-examination on whether Crater might be biased in his testimony because of the possibility of lenient treatment on other crimes because “[t]he ‘general rule’ bars admission of a witness’ unconvicted bad acts.” Superior Court also noted, however, that proof of a witness’s unconvicted bad acts may be admitted into evidence to show the witness’s interest in the immediate matter, citing Commonwealth v. Ross, 434 Pa. 167, 170, 252 A.2d 661, 663 (1969); Commonwealth v. Coades, 454 Pa. 448, 311 A.2d 896 (1973), and that “the jury should be allowed to evaluate whether the witness testified for the prosecution to gain favorable treatment in his own case.” Id. 454 Pa. at 452, 311 A.2d at 898.\nSuperior Court interpreted the above-stated Coades rule of impeachment, however, as limited by two requirements: (1) the existence of an indictment against the witness and (2) evidence that the prosecutor could promise leniency, citing Commonwealth v. Joines, 264 Pa.Super 281, 399 A.2d 776 (1979). Relying on the trial court’s view that the second requirement had not been met because it had not been established that the prosecutor had actually promised Crater anything in exchange for his testimony, Superior Court held that Crater could not be cross-examined about promises of leniency or his expectation of leniency with respect to the other pending charges against him.\nIn short, Superior Court interpreted Crater’s denial of any promises to include promises with respect to pending charges as well as the charges in this case; and it rejected as too speculative the notion that Crater might testify for the Commonwealth with the expectation of leniency on the other crimes. As Superior Court stated, even though “the pendency of any indictment against a witness indicates indirectly a ... possibility of his currying favor by testifying for the state,” 3A Wigmore, Evidence § 967 (Chadbourn rev. 1970) (Emphasis in original), no Pennsylvania case has allowed cross-examination concerning a witness’s “unconvicted bad acts” to establish that a witness might hope for leniency.\nFinally, acknowledging that there is a Sixth Amendment dimension to the claim presented by Nolen and Evans, Davis v. Alaska, 415 U.S. 308, 94 S.Ct. 1105, 39 L.Ed.2d 347 (1974), Superior Court held that in this case, even if there was a Sixth Amendment violation, the error was harmless beyond a reasonable doubt, Commonwealth v. Story, 476 Pa. 391, 383 A.2d 155 (1978), because the trial court carefully warned the jury that Crater’s testimony should be viewed with caution.\nAppellants, on the other hand, argue that denial of cross-examination on whether Crater had been promised leniency or had the expectation of leniency with respect to the other pending criminal charges not a part of this trial was a denial of their Sixth Amendment right under the United States Constitution and their right under Art. I. Section 9 of the Pennsylvania Constitution to confront the witnesses against them. Further, they argue that the denial of these rights was not harmless error because the Commonwealth’s case, as Superior Court itself observed, hinged on the testimony of Crater. Finally, the defendants argue that the court’s instruction to the jury that Crater’s testimony should be viewed with caution did not render the improper restriction of cross-examination harmless because the jury may have found Crater’s testimony incredible had they known not only that Crater was a co-actor, but also that Crater was accused of other crimes as well, thus increasing the possibility that his testimony was self-interested.\nSuperior Court was correct in its observation that no case from this Court has clearly set out a rule which permits cross-examination of a prosecution witness about whether he is testifying in the present case in order to curry favor with the prosecution in other pending cases in which he is charged with criminal conduct, although there have been a number of cases on related matters. In Commonwealth v. Coades, 454 Pa. 448, 311 A.2d 896 (1973), a Commonwealth witness, one Blagman, testified against co-indictees who then sought to impeach his testimony by showing that his felony indictment for the same crime had been nolle prossed and that he had pled guilty to a misdemeanor. The trial court denied permission to cross examine Blagman for the purpose of showing bias and this Court reversed:\n[T]he proposed cross-examination should ... have been allowed to impeach Blagman by showing his bias. In Pennsylvania a witness under indictment for the same crime involved in the case in which he is testifying is permitted to be cross-examined about that indictment. Commonwealth v. Ross, 434 Pa. 167, 252 A.2d 661 (1969). The rationale for permitting this type of cross-examination is that the jury should be allowed to evaluate whether the witness testified for the prosecution to gain favorable treatment in his own case. 3A J. Wigmore, EVIDENCE § 967 (Chadbourn rev. 1970). This possible bias is placed before the jury so that it may better weigh and judge that witness’s credibility. If we permit a jury to infer that a co-indictee’s testimony is biased because he may receive favorable treatment, we cannot logically preclude the jury from drawing the same inference when the co-indictee may have already received favorable treatment. “Whatever tends to show the interest or feeling of a witness in a cause is competent by way of cross-examination.” Commonwealth v. Farrell, 187 Pa. 408, 423, 41 A. 382, 384 (1898). External circumstances tending to indicate that a witness may have received money or some other reward which may produce biased testimony is admissible. 3A J. Wigmore, EVIDENCE, § 961 (Chadbourn rev. 1970). The defense was entitled to have the jury know that the witness, Blagman, was a co-indictee who received a three-month probation sentence to a misdemeanor charge and that the more serious felony charges against him were nolle prossed.\nId. 454 Pa. at 452-53, 311 A.2d at 898. Subsequent to Coades, in Commonwealth v. Slaughter, 482 Pa. 538, 394 A.2d 453 (1978) we held that the juvenile record of a prosecution witness must be made available to the defense for the purpose of allowing the defense to determine whether there was anything in the witness’s juvenile record which would indicate that the witness might be biased against the defendant g,nd in favor of the prosecution. In so holding, we noted:\nIn Davis v. Alaska, 415 U.S. 308, 94 S.Ct. 1105, 39 L.Ed.2d 347 (1974) ... the Supreme Court held that the Sixth Amendment right of confrontation requires that a defendant in a state criminal case be allowed to impeach the credibility of a prosecution witness by cross-examination directed at possible bias deriving from the witness’s probationary status as a juvenile delinquent notwithstanding that such impeachment would conflict with the state’s asserted interest in preserving the confidentiality of juvenile delinquency proceedings.\n482 Pa. at 550, 394 A.2d at 458-59.\nThe same year Slaughter was decided, Superior Court in Commonwealth v. Joines, 264 Pa.Super 281, 399 A.2d 776 (1979), held that “the exception set forth in Coades ... is premised on only two requirements: the existence of an indictment against the witness; and evidence that the prosecutor was able to promise the witness leniency on the charges against him.” Id. 264 Pa.Super. at 284, 399 A.2d at 778. Superior Court’s interpretation of Coades, thus, broadened the applicability of bias cross-examination to include not only indictments for the same crime, but indictments for any crime within the same jurisdiction.\nWe believe that the rule of Joines is correct, as far as it goes, and that Joines taken together with Slaughter, require that whenever a prosecution witness may be biased in favor of the prosecution because of outstanding criminal charges or because of any non-final criminal disposition against him within the same jurisdiction, that possible bias, in fairness, must be made known to the jury. Even if the prosecutor has made no promises, either on the present case or on other pending criminal matters, the witness may hope for favorable treatment from the prosecutor if the witness presently testifies in a way that is helpful to the prosecution. And if that possibility exists, the jury should know about it.\nThe jury may choose to believe the witness even after it learns of actual promises made or possible promises of leniency which may be made in the future, but the defendant, under the right guaranteed in the Pennsylvania Constitution to confront witnesses against him, must have the opportunity at least to raise a doubt in the mind of the jury as to whether the prosecution witness is biased. It is not for the court to determine whether the cross-examination for bias would affect the jury’s determination of the case.\nWhile the rule stated today is new, its formulation is actually a matter of evolution rather than innovation. As far back as 1909, this Court stated:\nIt is always the right of a party against whom a witness is called to show by cross-examination that he has an interest direct or collateral in the result of the trial____ The right is not to be denied or abridged because incidentally facts may be developed that are irrelevant to the issue and prejudicial to the other party.\nCommonwealth v. Cheatham, 429 Pa. 198, 203, 239 A.2d 293, 296 (1968), quoting from Lenahan v. Pittston Coal Min. Co., 221 Pa. 626, 70 A. 884, 885 (1908). While we have always acknowledged the right of a party to impeach by showing bias, new in the present case is our willingness to acknowledge what we had previously thought was too speculative: that a prosecution witness may be biased because of the expectation of leniency in some pending matter even when no promises have been made. Thus, we hold that the right guaranteed by Art. I Section 9 of the Pennsylvania Constitution to confront witnesses against a defendant in a criminal case entails that a criminal defendant must be permitted to challenge a witness’s self-interest by questioning him about possible or actual favored treatment by the prosecuting authority in the case at bar, or in any other non-final matter involving the same prosecuting authority. Reversed and remanded for a new trial.\nPAPADAKOS, J., joins the Majority Opinion and files a concurring opinion.\nHUTCHINSON, J., files a dissenting opinion.\nJUDGMENT\nON CONSIDERATION WHEREOF, it is now hereby ordered and adjudged by this Court that the Order of the Superior Court is reversed and remanded for a new trial.\n. Counsel for the defense made the following request with regard to the cross-examination of Crater:\nMR. LAPPAS. Your Honor, the first thing I want to put on the record at this time is that the defense has indicated to the Court and to the Commonwealth that it would propose to cross examine the next Commonwealth witness, David Crater, along the following lines: that he is currently charged with approximately ten or fifteen felonies being burglaries and conspiracies. That those crimes are being prosecuted by the Dauphin County District Attorney's office, that in each of those cases an Information has been filed against David Crater by the Dauphin County District Attorney’s Office and that none of those cases have been disposed of in court yet. There has been no trial and certainly no sentencing and no pleas of guilty in any of those cases.\nTHE COURT: No convictions?\nMR. LAPPAS: No pleas of guilty and no trials. He has pleaded not guilty to all the crimes and there has been no conviction____ We would intend to cross examine the witness on that to show the fact that he has several undisposed of cases all being prosecuted by the same office that is prosecuting this very trial which gives him motivation to favor the Commonwealth in his testimony and biases him in favor of the Commonwealth for the reason that he may expect to receive favoring treatment by the Commonwealth or from the Commonwealth when his cases do come to court.\nN.T. 162-63. The court denied this request because, inter alia, to grant the request would be to open the trial to matters unrelated to the present case and because the defense would have ample opportunity to show bias by questioning Crater on favorable treatment with respect to the crimes involved in this case, with which he also was charged.\n. Art. I. Section 9 of the Pennsylvania Constitution, in pertinent part provides:\nIn all criminal prosecutions the accused hath a right to be heard by himself and his counsel, to demand the nature and cause of the accusation against him, to meet the witnesses face to face----\nThe Sixth Amendment to the United States Constitution, in pertinent part, provides:\nIn all criminal prosecutions, the accused shall enjoy the right to a speedy and public trial, by an impartial jury of the State and district wherein the crime shall have been committed ... and to be informed of the nature and cause of the accusation; to be confronted with the witnesses against him____\n. Ironically, had Superior Court in this case followed its own rule as articulated in Joines, the cross-examination-for-bias issue would not have arisen on appeal to this Court, for criminal informations (the functional equivalent of indictments) had been filed against Crater, and the prosecuting attorney, realistically, was in a position to promise Crater leniency.\nThe fact that Pa.R.Crim.P. 313 requires judicial approval of a nolle prosequi, and Rule 319 requires approval of a plea agreement does not mean that the district attorney is powerless to influence a witness in the absence of such approval, for experience suggests that courts do not unreasonably withhold approval of nolle prosequis and plea bargains which are presented by district attorneys.\n. Because of our disposition of this case, we do not address appellants’ claim that the improper restriction of cross examination violates the Sixth Amendment to the United States Constitution, but we note that in a recent case before that Court, Delaware v. Van Arsdall, — U.S. —, 106 S.Ct. 1431, 89 L.Ed.2d 674 (1986) the United States Supreme Court held that a defendant in a criminal case was denied his Sixth Amendment right of confrontation when he was denied opportunity to cross-examine one of sixteen prosecution witnesses as to whether, prior to his testimony in this case, an unrelated criminal charge of drunkenness on a highway had been dismissed after the witness agreed to speak with the prosecutor.\nThe Court went on to observe that even though denial of the right to cross-examine with respect to the unrelated case was a violation of defendant’s Sixth Amendment right of confrontation, not every such error requires a new trial if the error was harmless. Cf. Commonwealth v. Truesdale, 502 Pa. 94, 98, 465 A.2d 606 (1983).\nIn the present case, contrary to the view of Superior Court, the error was not harmless, for in spite of the fact that the jury was instructed to regard Crater’s testimony with caution on account of his involvement in the same crimes, they were not given the additional information that Crater was vulnerable, and therefore possibly biased, with respect to other pending matters as well.\n. Because of our disposition of this case, we do not address appellants’ additional claim that it was error to introduce evidence of appellants’ participation in burglaries in which handguns were stolen, one of which was definitely identified as the murder weapon.",
        "type": "majority",
        "author": "FLAHERTY, Justice."
      },
      {
        "text": "PAPADAKOS, Justice,\nconcurring.\nI join with the Majority because I agree that the judgment of sentence must be reversed and a new trial awarded in the case. However, this case raises, in my mind, serious questions of prosecutorial misconduct which the Majority ignores.\nThe chief prosecution witness, David Crater, who was also a principal in the felony murder, testified that he had no expectations, and that no promises of leniency had been made to him by the District Attorney in exchange for his testimony. The District Attorney remained silent as to any “deal” that may have been made with the witness for his testimony, thus indicating to the jury that none had been made. Notwithstanding the fact that in addition to the criminal homicide, robbery and criminal conspiracy charges in the instant case, he also had ten to fifteen other burglary, theft and criminal conspiracy charges pending against him before the same District Attorney, to all of which he had pled not guilty. On the burglary charges alone, he could conceivably have received sentences totaling one hundred fifty years.\nHowever, after he testified in the instant action against his co-conspirators, he was “rewarded” by being permitted to change his plea from not guilty to the charge of criminal homicide to a plea of guilty to third degree murder. He received a sentence of six (6) to twelve (12) years for his role in the instant felony murder. He was also permitted to change his plea to guilty on all the other pending charges and received a total sentence of two (2) to four (4) years for all those charges, to run consecutive to the Ritchie sentence. I find this not infrequent practice of district attorneys sitting back and remaining silent while their witnesses perjure themselves appalling. Such reprehensible conduct should not be tolerated by our courts.\nI cannot bring myself to believe that this self-confessed conspirator in a killing and this perpetrator of many burglaries, “saw the light” and confessed his crimes without any indication of leniency from the Office of the District Attorney which would prosecute him after he testified against Nolen and Evans. What happened at Crater’s trial and sentencing reeks of a “deal” having been made in exchange for his testimony against Nolen and Evans.\nThis case raises serious questions of prosecutorial misconduct in my mind. I would, therefore, remand for a hearing on the issue of whether or not there has been prosecutorial misconduct of such a degree that the Appellants were denied their right to a fair trial. If, in fact, that is the case, there are additional problems presented, in that the grant of a new trial would give rise to double jeopardy implications.",
        "type": "concurrence",
        "author": "PAPADAKOS, Justice,"
      },
      {
        "text": "HUTCHINSON, Justice,\ndissenting.\nI dissent. I agree with the majority that witnesses’ unrelated indictments for other crimes may be admissible on cross-examination to show bias or motive for testifying in particular cases. However, I do not believe that a black letter rule is appropriate. The decision should be left to the sound discretion of the trial judge. In this case, I see no abuse of discretion. To my mind, the rule announced by the court today will lead to unnecessary investigation of collateral matters and needlessly distract and slow the trial process.\nThe view I express accords with-the general rule that the scope of cross-examination is within the discretion of the trial judge. Commonwealth v. Sisco, 484 Pa. 85, 398 A.2d 955 (1979). He is in the best position to balance the probative value of introducing prior unrelated charges against the prejudicial effect of their introduction and to determine when their introduction would embroil the trial in collateral issues. In this case, the witness Crater categorically stated that he had received no promises of favorable treatment from the police or the district attorney. The trial judge permitted defense counsel to specifically cross-examine him about pending charges stemming from the incident on trial as well as two related burglaries and then instructed the jury that his testimony came from a “polluted source.” Finding no merit in appellant’s other issues, I would affirm.",
        "type": "dissent",
        "author": "HUTCHINSON, Justice,"
      }
    ],
    "attorneys": [
      "Spero T. Lappas, Harrisburg, for appellant, Evans.",
      "Katherene E. Holtzinger-Conner, William A. Behe, Harrisburg, for appellee, Com. of Pa.",
      "George F. Shultz, Asst. Public Defender, Lawrence A. Kalikow, Harrisburg, for appellant Nolen."
    ],
    "corrections": "",
    "head_matter": "512 A.2d 626\nCOMMONWEALTH of Pennsylvania, Appellee, v. Dauntel EVANS, Appellant. COMMONWEALTH of Pennsylvania, Appellee, v. Christopher NOLEN, Appellant.\nSupreme Court of Pennsylvania.\nArgued April 18, 1986.\nDecided July 10, 1986.\nSpero T. Lappas, Harrisburg, for appellant, Evans.\nKatherene E. Holtzinger-Conner, William A. Behe, Harrisburg, for appellee, Com. of Pa.\nGeorge F. Shultz, Asst. Public Defender, Lawrence A. Kalikow, Harrisburg, for appellant Nolen.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDermott, hutchinson, zappala and PAPADAKOS, JJ."
  },
  "file_name": "0214-01",
  "first_page_order": 256,
  "last_page_order": 270
}
