{
  "id": 1798656,
  "name": "Joseph CUGINI, Appellant, v. COMMONWEALTH of Pennsylvania, UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Appellee",
  "name_abbreviation": "Cugini v. Commonwealth, Unemployment Compensation Board of Review",
  "decision_date": "1986-07-22",
  "docket_number": "No. 62 Western District Appeal Docket 1985",
  "first_page": "264",
  "last_page": "274",
  "citations": [
    {
      "type": "official",
      "cite": "511 Pa. 264"
    },
    {
      "type": "parallel",
      "cite": "512 A.2d 1169"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "457 A.2d 610",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "73 Pa.Commonwealth Ct. 148",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1939815
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/73/0148-01"
      ]
    },
    {
      "cite": "507 Pa. 570",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1792360
      ],
      "weight": 2,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa/507/0570-01"
      ]
    },
    {
      "cite": "496 Pa. 620",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1772913
      ],
      "weight": 2,
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/pa/496/0620-01"
      ]
    },
    {
      "cite": "499 A.2d 732",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "735"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "92 Pa.Commonwealth Ct. 502",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1340789
      ],
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/92/0502-01"
      ]
    },
    {
      "cite": "473 Pa. 334",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1730232
      ],
      "weight": 2,
      "year": 1977,
      "pin_cites": [
        {
          "page": "350"
        },
        {
          "page": "679"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/473/0334-01"
      ]
    },
    {
      "cite": "26 U.S.C. § 3401",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "26 U.S.C. § 3121",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "26 U.S.C. § 3306",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "42 U.S.C. § 503",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "26 U.S.C. §§ 3301",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "et seq."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "454 A.2d 1166",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "71 Pa.Commonwealth Ct. 257",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1936944
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/71/0257-01"
      ]
    },
    {
      "cite": "454 A.2d 224",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "71 Pa.Commonwealth Ct. 162",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1936894
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/71/0162-01"
      ]
    },
    {
      "cite": "473 Pa. 334",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1730232
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 2,
      "case_paths": [
        "/pa/473/0334-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 810,
    "char_count": 17853,
    "ocr_confidence": 0.776,
    "pagerank": {
      "raw": 7.62123427794532e-07,
      "percentile": 0.970941935224795
    },
    "sha256": "397158f3ed00146e86203402045182cb7ecb280c1000e4ceff52074780772b71",
    "simhash": "1:4201a028484274f4",
    "word_count": 2860
  },
  "last_updated": "2024-02-27T23:49:17.534825+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDermott, hutchinson, zappala and PAPADAKOS, JJ.",
      "NIX, C.J., files a concurring opinion.",
      "HUTCHINSON, J., files a concurring opinion in which FLAHERTY and ZAPPALA, JJ., join.",
      "FLAHERTY and ZAPPALA, JJ., join in this opinion."
    ],
    "parties": [
      "Joseph CUGINI, Appellant, v. COMMONWEALTH of Pennsylvania, UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Appellee."
    ],
    "opinions": [
      {
        "text": "opinion announcing the judgment OF THE COURT\nPAPADAKOS, Justice.\nThe facts of this case are as follows: Appellant, Joseph Cugini, was laid off from his position at Mesta Machine Company (Mesta) on July 2, 1982. Shortly thereafter, he filed an application for unemployment compensation benefits, which was granted. In July, 1983, he attempted to open a claim for a second year of benefits. At that time, the local unemployment compensation office ruled that Appellant did not satisfy the financial eligibility criteria. Appellant appealed and a hearing was held before a Referee. The Referee determined that Appellant did not have sufficient wages in his base year and ruled, therefore, that he was ineligible. Appellant then appealed to the Unemployment Compensation Board of Review (Board).\nThe Board found that Appellant received the following quarterly wages in his base year: second quarter, 1982— $5,072.00; third quarter, 1982 — $2,612.00; fourth quarter, 1982 — $0; and first quarter, 1983 — $0. Total base year wages were $7,684.00. (Board Decision, Finding of Fact 2).\nSection 404(e) of the Unemployment Compensation Law (Law), Act of December 5, 1936, Second Ex. Sess., P.L. (1937) 2897, as amended, 43 P.S. § 804(e), provides that a claimant whose highest quarterly base year wages amount to $5,063.00 or more can qualify for a weekly benefit rate of $205.00, if his total base year wages amount to at least $8,120.00. Thus, Appellant here fell short of the total base year requirement under Section 404(e).\nSection 404(a)(3) of the Law provides that a claimant who has insufficient wages to qualify under Section 404(e) may still qualify for benefits if his base year wages qualify him for any one of the next three benefit rates. Of the next three benefit rates, $202.00 is the lowest, but requires total base year wages of at least $8,000.00. Consequently, Appellant also failed to qualify under Section 404(a)(3).\nWhile Appellant does not dispute the Board finding as to his earnings in the second and third quarters of 1982, he contends that the Board should have credited him with additional wages for the first quarter of 1983. At the Board hearing, Appellant presented uncontroverted testimony that on December 26, 1982, he applied for eight weeks of severance pay, amounting to $3,652.40 (N.T., p. 3). Under normal employer practice, this amount would have been given to him on January 10, 1983 (N.T., p. 3). Because of a work overload in its accounting department, the employer (Mesta) advised Appellant’s union that actual payment would be delayed until February 13, 1983 (N.T., pp. 3-4). However, on February 9, 1983, Mesta filed for bankruptcy (N.T., pp. 3-4). The bankruptcy proceeding further delayed payment, although Appellant eventually received the full amount of the severance pay in August, 1984. (See Stipulation of Counsel and Order of Commonwealth Court dated October 9, 1984).\nAt the Board hearing, therefore, there was only one controverted issue, that being whether Appellant’s severance pay should be treated as wages paid on January 10, 1983, the date the employer was supposed to pay it, or on the date it was actually transferred to Appellant’s possession. If the Board had credited this amount to the first quarter of 1983, Appellant’s base year earnings would have exceeded $8,000.00, and he would have been eligible for the unemployment compensation benefits at issue.\nThe Board concluded that wages must be credited to the quarter in which the date occurs on which such wages are actually paid. Since Section 4(x) of the Act defines “wages” as “remuneration paid,” 43 P.S. § 753(x), the Board’s decision construes the Act literally, such that a claimant must actually receive possession of the money or payment due before it can be counted in his base year.\nHere, the employer acknowledged that the severance pay was due on January 10, 1983. Under these circumstances, Appellant argues that the Board’s own regulations require that it be counted in the first quarter of 1983. 34 Pa.Code § 61.3(a) provides:\nWages\n(a) Date of Payment. Wages shall be deemed to be paid on the day on which amounts definitely assignable to a payroll period are generally paid by the employer, even though the wages have not actually been reduced to the possession of employees, (emphasis supplied)\nIn affirming the Board, Commonwealth Court, in an opinion by Judge Palladino, did not address the question of how the severance pay should be treated in light of this regulation. Instead, Commonwealth Court held that base year calculations are to include only those wages received during the base year and not merely those earned. In support of its decision, Commonwealth Court cited Wooley v. Unemployment Compensation Board of Review, 71 Pa.Commonwealth Ct. 162, 454 A.2d 224 (1983), and Pollard v. Unemployment Compensation Board of Review, 71 Pa.Commonwealth Ct. 257, 454 A.2d 1166 (1983), which, as Appellant points out, deal with a completely different issue: whether wages can be counted in the quarter in which they are earned without regard to when they are paid.\nAppellant subsequently filed an Application for Reargument, noting that, unlike the claimants in Wooley and Pollard, supra, he was not seeking credit for wages merely earned in his base year but normally payable later. Rather, he was attempting to have the Board apply its own regulation requiring it to “deem ... paid” wages as of the day they are “generally paid,” irrespective of whether they were actually received. Appellant’s application was denied by Commonwealth Court Order dated February 8, 1985.\nAppellant filed a Petition for Allowance of Appeal with this Court on March 11, 1985, which was granted August 29, 1985. We directed the parties to brief and argue the following issues:\n(1) Is severance pay includable in the term, “wages”?\n(2) If so, in which quarter is it counted?\n(3) What impact do the federal statutes have in determining wages and their allocation to quarters?\n(4) Should the literal requirement that wages be allotted to the quarter of payment be applied to deny a claimant’s eligibility when the delay in payment is caused by the employer’s bankruptcy?\nAs a general proposition, it is clear that severance pay is includable in the term “wages.” The issue was extensively briefed by Appellant, and no other conclusion is possible. Section 4(x)(6) of the Act, 43 P.S. § 753(x)(6) provides:\nNotwithstanding any other provisions of this subsection, wages shall include all remuneration for services with respect to which a tax is required to be paid under any Federal law imposing a tax against which a credit may be taken for contributions to be paid into a state unemployment fund or which as a condition for full tax credit against the tax imposed by the Federal Unemployment Tax Act are required to be included under this Act.\nThe Federal Unemployment Tax Act (FUTA), 26 U.S.C. §§ 3301 et seq., requires employers to pay a federal tax on “wages” while each state, in turn, provides unemployment benefits in accordance with state law. If the state act is in compliance with standards established by FUTA and Section 303 of the Social Security Act, 42 U.S.C. § 503, the state derives two benefits. First, employers within the state are permitted to credit as much as 90% of their state unemployment tax payments against their FUTA liability. Second, the states receive a federal grant to reimburse them for the costs of administering their unemployment compensation programs.\nThe relevant sections of the Internal Revenue Code covering employment taxes contain substantially the same definition of “wages.” FUTA, 26 U.S.C. § 3306(b), and the Federal Insurance Contribution Act (FICA), 26 U.S.C. § 3121(a) and 26 U.S.C. § 3401(a), which covers tax withholding, each define “wages” as “all remuneration for employment.” The pertinent withholding regulations provide:\nDismissal Payments\nAny payment made by. an employer to an employee on account of dismissal, that is involuntary separation from the service of the employer, constitutes wages regardless of whether the employer is legally bound by contract, statute or otherwise to make such payments.\n26 C.F.R. 31.3401(a)-l(b)(4). The FUTA regulations provide that “wages” include all\nremuneration ... unless such remuneration is specifically excepted under 3306(b) ...\n26 C.F.R. 31.3306(b)-l(b). Moreover, the IRS has ruled that where, as here, a manufacturing company ceases operations and makes severance payments pursuant to a collective bargaining agreement, these payments are considered “wages” for FUTA, FICA and withholding. Rev.Rul. 71-408 (CB 1971-2, 340).\nAppellee, the Commonwealth, does not dispute this issue in the abstract, but rather contends that Appellant has not demonstrated the basis for his severance pay, i.e., whether it was an accumulated and deferred payment for past work during the course of his employment or whether it was an inducement for early retirement. The Commonwealth contends that the record merely indicates that Appellant chose, for personal reasons, the option of taking severance pay and leaving employment, and that since Appellant had the burden of proving his eligibility, this is fatal to his appeal. The Commonwealth’s contention is without merit since the assertion that factually the severance might not have been “wages” appears contrary to the law discussed above, and, moreover, the assertion ignores the joint stipulation of fact filed with the Commonwealth Court after Appellant received the monies. In pertinent part, the stipulation reads:\n... counsel for the parties have stipulated that the actual receipt of wages has now occurred, (emphasis supplied)\nA copy of the Stipulation is attached to Appellant’s brief.\nThe critical question in this case, therefore, is whether the Board was bound by its own regulations, specifically 34 Pa.Code § 61.3(a) set forth above, to deem wages paid (herein on January 10, 1983) even though the wages had not actually been reduced to the possession of the employee (Appellant) on that date. We hold that the Board was in error in failing to apply its own regulations and, therefore, reverse.\nThe relevant portions of the Act here at issue, Section 4(x), 43 P.S. § 753(x), and Section 404(b), 43 P.S. § 804(b), refer to “remuneration paid” or to wages “which were paid.” It would be a narrow-minded person, indeed, who concludes that remuneration “paid” or wages “which were paid” can be interpreted in only one specific way. Under the Act, the Unemployment Compensation Department is authorized to administer and enforce the Act and is given power and authority to adopt rules and regulations pursuant thereto. See, 43 P.S. § 761. The regulation which supports Appellant’s position was properly adopted under authority delegated by the legislature. While we need not address the question of the extent to which our courts must defer to an administrative regulation, it is clear that as to the administrative agency or body itself, a duly promulgated regulation has the force and effect of law. See, Pennsylvania Human Relations Commission v. Norristown Area School District, 473 Pa. 334, 350, 374 A.2d 671, 679 (1977), citing K. Davis, Administrative Law Treatise, § 5.01 (Supp.1976). It was, therefore, improper for the Board to ignore, or to fail to apply, its own regulation.\nThe Commonwealth argues that the regulation at issue appears in Chapter 61 of the Office of Employment Security Rules and Regulations dealing solely with “Administration” and that the section only applies, therefore, to employers’ reporting of wages for purposes of collection of the fund. The argument is without merit. If the Commonwealth were correct, the regulation should have been included in Chapter 63 of the regulations dealing with “Responsibilities of Employers.” Moreover, the Commonwealth offers no cogent reason why one rule should apply to employers while an entirely different rule applies to employees. The Commonwealth cites the recent Commonwealth Court decision in Anthony T. Rebo v. Unemployment Compensation Board of Review, 92 Pa.Commonwealth Ct. 502, 499 A.2d 732 (1985), dealing with the same regulation now at issue before this Court. There, Commonwealth Court held that:\n[T]his regulation, however, pertains to an employer’s reporting of wages for purposes of the collection of the fund and is not relevant to the issue presented here. We are in agreement with the Board that different policy considerations apply in determining when payment occurs under Regulation 61.3 as opposed to Section 404(b) of the Law. 499 A.2d at 735.\nThere is no indication, however, what those policy considerations might be, and we can discern none. To the contrary, a straightforward application of the relevant rule would carry out the humane and liberal purposes of the Act.\nIn Penn Hills School District v. The Board of Review, 496 Pa. 620, 437 A.2d 1213 (1981), this Court reaffirmed long-standing principles of statutory construction with respect to the Unemployment Compensation Law. We recognized the remedial purposes of the Act to insure that employees who become involuntarily unemployed are provided some semblance of economic security. Such remedial legislation must always be interpreted so that the benefit sections are liberally and broadly construed to alleviate the distress of the involuntarily unemployed. More recently, in Lopata v. The Unemployment Compensation Board of Review, 507 Pa. 570, 493 A.2d 657 (1985), we restated the proposition that unless the provisions of the law unmistakeably compel the conclusion that benefits are to be denied, a remedy is to be found consonant with the purposes of the law, i.e., the granting of compensation.\nAs Appellant’s brief points out, the regulation which Appellant seeks to apply is also congruent with federal law. There are no provisions in FUTA or the Social Security Act which preclude Pennsylvania from allocating severance pay to the quarters in which it is paid or generally paid for purposes of calculating base year wages. A state is free to design its unemployment compensation law and establish its own eligibility requirements so long as it does not conflict with the federal statutes. Novak v. Unemployment Compensation Board of Review, 73 Pa.Commonwealth Ct. 148, 457 A.2d 610 (1983). On this last point, the Commonwealth apparently does not disagree.\nUnder the circumstances, we would ordinarily remand this case to Commonwealth Court for further proceedings. In this case, however, application of the relevant regulation is so simple and straightforward that a remand directly to the Unemployment Compensation Board for the purpose of reversing the Referee and awarding benefits to Appellant would be more sensible and expeditious.\nIt is so ordered.\nNIX, C.J., files a concurring opinion.\nHUTCHINSON, J., files a concurring opinion in which FLAHERTY and ZAPPALA, JJ., join.\n. The “base year\" consists of the first four of the last five completed calendar quarters as measured from the date of a claimant’s application. 43 P.S. § 753(a). In this case the base year was April 1, 1982 through March 31, 1983.\n. 3306(b) does not except severance pay from \"wages.\"",
        "type": "majority",
        "author": "PAPADAKOS, Justice."
      },
      {
        "text": "NIX, Chief Justice,\nconcurring.\nUnder the unique facts of this case, I am in agreement that the severance pay should be considered as “wages” received during the first quarter of 1983. For that reason, I concur in the mandate directing the Unemployment Compensation Board of Review to award benefits.",
        "type": "concurrence",
        "author": "NIX, Chief Justice,"
      },
      {
        "text": "HUTCHINSON, Justice,\nconcurring.\nI concur in the result. I find it unnecessary to discuss the broad remedial purposes of the statute. I also object to the citation of Pennsylvania Human Relations Commission v. Norristown Area School District, 473 Pa. 334, 374 A.2d 671 (1977), a case involving an agency’s statements of policy, in support of this agency’s regulation which interprets specific statutory language.\nSection 4(x) of the Unemployment Compensation Law, Act of December 5, 1936, Second Ex.Sess., P.L. (1937) 2897, as amended, 43 P.S. § 753(x) (Supp.1986), defines wages as “all remuneration ... paid by an employer to an individual with respect to his employment____” The Unemployment Compensation Board of Review has promulgated an interpretive regulation which provides in pertinent part:\nDate of payment. Wages shall be deemed to be paid on the day on which amounts definitely assignable to a payroll period are generally paid by the employer, even though the wages have not actually been reduced to the possession of employes.\n34 Pa.Code § 61.3(a). This regulation is consistent with the statute.\nTherefore, a straightforward application of it to the facts before us would result in appellant’s severance pay being deemed paid at the normal time, January 10, 1983. So allocating the severance pay to the quarter within which it would have been normally paid brings appellant within the financial eligibility criteria of the act. This result is fully consistent with the language of Section 4(x) of the statute, the regulation interpreting it and the policy criteria for financial eligibility, that only those who demonstrate an attachment to the work force should receive unemployment compensation benefits.\nFLAHERTY and ZAPPALA, JJ., join in this opinion.",
        "type": "concurrence",
        "author": "HUTCHINSON, Justice,"
      }
    ],
    "attorneys": [
      "John Stember, Pittsburgh, Frank J. Piatek, Neighborhood Legal Services, New Castle, for appellant.",
      "Jerome H. Gerber, Elliot A. Strokoff, Handler, Gerber, Johnston, Strokoff & Cowden, Harrisburg, for Pa. AFL-CIO.",
      "James K. Bradley, Unemployment Compensation Board, Harrisburg, for appellee."
    ],
    "corrections": "",
    "head_matter": "512 A.2d 1169\nJoseph CUGINI, Appellant, v. COMMONWEALTH of Pennsylvania, UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Appellee.\nSupreme Court of Pennsylvania.\nArgued March 4, 1986.\nDecided July 22, 1986.\nJohn Stember, Pittsburgh, Frank J. Piatek, Neighborhood Legal Services, New Castle, for appellant.\nJerome H. Gerber, Elliot A. Strokoff, Handler, Gerber, Johnston, Strokoff & Cowden, Harrisburg, for Pa. AFL-CIO.\nJames K. Bradley, Unemployment Compensation Board, Harrisburg, for appellee.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDermott, hutchinson, zappala and PAPADAKOS, JJ."
  },
  "file_name": "0264-01",
  "first_page_order": 306,
  "last_page_order": 316
}
