{
  "id": 1013664,
  "name": "Commonwealth v. Morgenthau, Appellant",
  "name_abbreviation": "Commonwealth v. Morgenthau",
  "decision_date": "1915-04-19",
  "docket_number": "Appeal, No. 398",
  "first_page": "139",
  "last_page": "144",
  "citations": [
    {
      "type": "official",
      "cite": "249 Pa. 139"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "58 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013212
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/58/0009-01"
      ]
    },
    {
      "cite": "75 Pa. 403",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036682
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/75/0403-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 583,
    "char_count": 10972,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 1.3458340018714444e-07,
      "percentile": 0.6322065494938122
    },
    "sha256": "61ca613842a0f6cb7f9825b86f19f0f385ac4f6dc7e7500ca7f7b374a1f644fd",
    "simhash": "1:b2f96465d634f142",
    "word_count": 1923
  },
  "last_updated": "2024-02-27T20:48:45.663497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bbown, C. J., Potter, Stewart, Moschzisker and FbAzeb, JJ."
    ],
    "parties": [
      "Commonwealth v. Morgenthau, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Chief Justice Brown,\nMax Morgenthau, the appellant, was indicted in the court below for the murder of John M. Rupp. He entered a plea of guilty to the indictment, and thereupon the court, in accordance with the provisions of Sec. 74 of the Act of March 31, 1860, P. L. 382, proceeded by examination of witnesses, to determine the degree of the crime. Its finding was that the prisoner was guilty of murder of the first degree, and, from the judgment which followed, there has come his appeal to this court, which imposes upon us the duty of determining whether the ingredients of murder of the first degree were proved to exist: Act of Feb. 15, 1870, P. L. 15. If the. testimony taken to determine the degree of the appellant’s guilt would have justified a finding by a jury that his crime was that of murder of the first degree, the finding of the court below would be justified, and the judgment on it would have to be sustained. Was the court’s finding justified? This is the sole question for our determination.\nIf from the evidence brought up to us it appears that the prisoner did not think, reflect and weigh the nature of his act when he shot the deceased, the judgment from which he has appealed cannot be affirmed, and “a reasonable doubt which intervenes to prevent a fair and honest mind from being satisfied that a deliberate and premeditated purpose to take life existed, should throw its weight into the scale and forbid the sentence of death”: Jones v. Commonwealth, 75 Pa. 403. “It is true that such is the swiftness of human thought, that no time is so short in which a wicked man may not form a design to kill, and frame the means of executing his purpose; yet this suddenness is opposed to premeditation, and a jury must be well convinced upon the evidence that there was time to deliberate and premeditate. The law regards, and the jury must find the actual intent; that is to say, the fully formed purpose to kill, with so much time for deliberation and premeditation, as to convince them that this purpose is not the immediate offspring of rashness and impetuous temper, and that the mind has become fully conscious of its own design”: Commonwealth v. Drum, 58 Pa. 9. This is the test by which the just fate of the prisoner is to be determined, however atrocious his offense may seem to be.\nAt the time of the commission of his crime the prisoner lived at Harrisburg, and professed to be a huckster. He owned a horse and wagon and was in the habit of driving through the surrounding country for the purpose, as he says, of buying poultry and produce. On the afternoon of May 20, 1914, he left Harrisburg, with his team, and crossed over the Susquehanna river into Cumberland County. He left Harrisburg between two and three o’clock in the afternoon, and some time later was seen driving through Mechanicsburg. After he left that town he was seen, about 6:30, near the Rupp farm and going towards it. About seven o’clock two witnesses saw him pass their homes. Another saw him about eight o’clock, going towards the Rupp place. These witnesses were neighbors and lived near the Rupps. After they saw him he was not Seen again until he appeared at Rupp’s, about two o’clock' the' next morning. Mrs. Ellen Rupp, the mother of the deceased, heard a team coming dóivn' the road; and, when she got up and looked out of the window, saw that it had stopped at the wagonshed. In a moment it moved down to the silo, where it again, stopped. About this time Edgar Rupp, another son of Mrs. Rupp, who had been awakened by her, went to the window, and, while dressing, saw the team and a man going up the barn hill towards the wagon shed. This man—the prisoner—carried a flash light, which lighted the corner of the barn as he crossed the bai*n bridge. There can be little, if any, doubt that when he went back to the wagon shed, taking with him a bag, he did so for the purpose of stealing chickens. There is nothing to indicate that he was attempting to perpetrate a burglary, making his crime murder of the first degree under the statute. John M. Rupp, who had been called by his mother after the team had stopped at the wagon shed, got up, dressed, left the house and went across the road to the shed, and there evidently surprised the prisoner. Coming upon him, Rupp called to his brother Edgai’, and the shooting immediately began. A fair, reasonable and .natural conclusion from the testimony is that when Rupp saw- the stranger and trespasser upon his premises at that early hour of the morning, he started to shoot, in -order to frighten and drive off the intruder, and that the shooting thus started was returned by - the prisoner. There is nothing in the testimony to justify the assumption of. the Commonwealth that Morgenthau attempted to fire the first shot, but that the cartridge failed to explode, and then there followed a shot by him, the flash of which revealed him- to Rupp, who,, in imminent peril- of his life, returned-the fire- . on the contrary, the only testimony on the subject is that of -Mrs. Rupp., ..who, in -reply to the question “Who fired the first .-shot?” sqid, “I- don’t know. - One-person - just knows-that, if-he-tells the-truth.” When-the deceased and prisoner -met in the wagon shed-what-took place, between .them occupied the briefest time* and thé- shooting on both -sides- was. all. over in a moment.-- The brother Edgar testified^ “While I was putting on. my .boots mother told me to hurry out, that she heard John calling. .1 hurried as much as possible. By that time the shooting commenced. Until I got my boots on and got to the door it was all over.”\nFrom the evidence before us, all of which has been reviewed, it cannot be concluded beyond a reasonable doubt that there was premeditation or deliberation on the part of the prisoner when he fired the fatal shot, and that he did so, as the court found, with a specific intent to take life. Nor is there sufficient in the evidence to show that the deceased retreated after the shooting had started. The finding of the court below that he had turned towards his house is based entirely upon the fact that the bullet which caused death had entered the left side of his body six inches under the left arm pit, and had come out on the other side the same distance below the right arm pit. He was not shot in the back. If he had been, a fair conclusion would be that he was shot while retreating from the fire of the prisoner.\nThe presumption of the law is that the crime of the prisoner was murder of the second degree. The burden was upon the Commonwealth to show, by the examination of witnesses, that it was of the first degree,, for his plea did not raise it to that degree. The law in its humanity, even when he pleaded guilty, still presumed that, he had not wilfully, deliberately and premeditatedly taken life. In determining the degree of his offense we have disregarded his testimony,, for,, as .a witness in his own behalf, he was utterly unworthy of belief. His testimony soabounds with, material contradictions-that no. credenee is to be given to anything he says. Apart from his testimony, however, our conclusion, based upon the. testimony, oí .the Commonwealth’s witnesses and the circumstantial evidence in the case, is that when the deceased and prisoner confronted each other each opened fire upon the-other, and that there was promiscuous firing for a moment, without any specific intention, deliberately .formed,- by either; to kill the otheiv . Not merely fright, but bodily harm may have been intended by each, but, in the absence of a deliberate intent to take life, even the marauding prisoner was not guilty of murder of the first degree when he fired the fatal shot, under the circumstances related. In fixing the degree of the prisoner’s crime and sentencing him to death the court below erred.\nAnd now, April 19,1915, the judgment of the Court of Oyer and Terminer of Cumberland County in the premises is reversed, and this court, having proceeded to determine upon the same evidence that was submitted to the court below the degree of the crime whereof the said Max Morgenthau is convicted by his own confession, now finds and declares that the crime of the said Max Morgenthau is murder of the second degree, and gives judgment accordingly; and forasmuch as the said Max Morgenthau is confined in the public jail of Cumberland County, distant herefrom, it’ is further ordered that the record, Avith this finding and judgment, be remitted to the said Court of Oyer and Terminer of Cumberland County, with a direction to the president judge thereof to proceed to pronounce sentence upon the said Max Morgenthau, as for murder of the second degree, according to law, and for such term of imprisonment at labor as he, the said judge, shall adjudge to be a fit and proper punishment for his said offense.",
        "type": "majority",
        "author": "Me. Chief Justice Brown,"
      }
    ],
    "attorneys": [
      "Wm. A. Zerby and Edwin E. Barnitz, for appellant.",
      "Jasper Alexander, District Attorney, and William, A. Kramer, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Morgenthau, Appellant.\nCriminal law—Murder—Murder of the first degree—Evidence— Reasonable doubt—Murder of the second degree.\n1. Where a defendant has pleaded guilty to an indictment for murder, the presumption is that the crime was murder, of the second degree and where the evidence is insufficient to satisfy the court beyond a reasonable doubt that defendant was moved by a deliberate and premeditated purpose to take the life of deceased, the death sentence should not be imposed.\n2. Upon an indictment for murder, defendant pleaded guilty and from the testimony heard by the court for the purpose of ascertaining the degree of defendant’s guilt, it appeared that he had gone into a shed in the night time on the farm of deceased’s mother for the purpose of stealing chickens; that deceased came upon defendant at the shed, that shots were fired by defendant and by deceased and that deceased was killed. It did not appear who fired the first shot. The court convicted defendant of murder of the first degree and sentenced him to death. Held, that the evidence was insufficient to show beyond a reasonable doubt that there was premeditation or deliberation on the part of defendant when he fired the fatal shot, or that in so shooting he had a specific intent to take life and the defendant’s crime was found to be murder of the second degree.\nArgued Feb. 22,1915.\nAppeal, No. 398, Jan. T., 1915, by defendant, from conviction and sentence of O. & T., Cumberland Co., Sept. Sess., 1914, No. 27, in case of Commonwealth of Pennsylvania v. Max Morgenthau.\nBefore Bbown, C. J., Potter, Stewart, Moschzisker and FbAzeb, JJ.\nReversed.\nIndictment for murder. Before Sadler,\" P. J.\nThe opinion of the Supreme Court states the facts.\nThe defendant pleaded guilty. The court after hearing evidence determined the crime to be murder of the first degree and sentenced defendant to death. Defendant appealed.\nError assigned, among others, was the judgment of the court.\nWm. A. Zerby and Edwin E. Barnitz, for appellant.\nJasper Alexander, District Attorney, and William, A. Kramer, for appellee.\nApril 19, 1915:"
  },
  "file_name": "0139-01",
  "first_page_order": 169,
  "last_page_order": 174
}
