{
  "id": 1013699,
  "name": "Birnbaum, Appellant, v. Philadelphia & Reading Railway Company",
  "name_abbreviation": "Birnbaum v. Philadelphia & Reading Railway Co.",
  "decision_date": "1915-04-19",
  "docket_number": "Appeal, No. 29",
  "first_page": "238",
  "last_page": "239",
  "citations": [
    {
      "type": "official",
      "cite": "249 Pa. 238"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "245 Pa. 467",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        326212
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/245/0467-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 198,
    "char_count": 2816,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 8.738218627827368e-08,
      "percentile": 0.49455798388245803
    },
    "sha256": "9e0ce9348ba25b38753bc85b3d3a836cd7120020909a46b89e916e6013ac26e6",
    "simhash": "1:29f433837c47eee4",
    "word_count": 472
  },
  "last_updated": "2024-02-27T20:48:45.663497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Elkin and Moschzisker, JJ."
    ],
    "parties": [
      "Birnbaum, Appellant, v. Philadelphia & Reading Railway Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nAbraham Birnbaum, a boy seven years of age, while walking on a street in the city of Philadelphia, upon which the Philadelphia & Reading Railway Company maintains tracks for the operation of freight trains, picked up a dynamite cap which he found lying between the tracks. He hit it. with a brick or stone and an explosion followed, resulting in serious injury to him. Nothing was developed in the testimony to fasten responsibility upon the railway company for the presence of the explosive upon the street where the boy found it, and the jury were correctly instructed to render a verdict for the defendant. In the absence of evidence of such responsibility, the plaintiff was not entitled to recover: Gralka v. Worth Bros. Company, 245 Pa. 467. The judgment is affirmed on the following from the charge of the learned trial judge: “As there is no evidence to impute negligence to the railroad by that one torpedo being found on a public street, I do hot see how the defendant can be charged with any liability in respect to it. Who dropped it, where he got it, what was the occasion or purpose of his dropping it, we do not know. No defendant can be held liable in a court of justice on a mere guess without evidence.”\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Harry G. Sundheim, with him Herbert P. Sundheim, for appellants.",
      "William Clarke Mason, for appellee."
    ],
    "corrections": "",
    "head_matter": "Birnbaum, Appellant, v. Philadelphia & Reading Railway Company.\nNegligence—Railroads—Dynamite cap—Infants.\nIn an action to recover damages for personal injuries it appeared that plaintiff, a boy seven years of age, while walking on a city street upon which a railroad company maintained tracks for the operation of freight trains, picked up a dynamite cap which he found lying between the tracks and hit it with a brick causing an explosion which resulted in serious injury to the boy. Nothing was developed in the testimony to fix responsibility upon the railway company for the presence of the explosive upon the street. Held, that the jury was correctly instructed to render a verdict for the defendant.\nArgued March 23,1915.\nAppeal, No. 29, Jan. T., 1915, by plaintiffs, from judgment of C. P. No. 2, Philadelphia Co., Sept. T., 1908, No. 1903, on directed verdict for defendant in case of Israel Birnbaum and Abraham Birnbaum, by his next friend and father, Israel Birnbaum, v. Philadelphia & Reading Railway Company.\nBefore Brown, C. J., Mestrezat, Elkin and Moschzisker, JJ.\nAffirmed.\n. Trespass to recover damages for personal injuries. Before Sulzberger, P. J.\nThe opinion of the Supreme Court states the case.\nThe jury by direction of the court rendered a verdict for the defendant upon which judgment was entered. Plaintiff appealéd.. .\nError assigned, inter alia, was the direction by the court to render a verdict for the defendant.\nHarry G. Sundheim, with him Herbert P. Sundheim, for appellants.\nWilliam Clarke Mason, for appellee.\nApril 19, 1915:"
  },
  "file_name": "0238-01",
  "first_page_order": 268,
  "last_page_order": 269
}
