{
  "id": 1013622,
  "name": "Skeer's Estate",
  "name_abbreviation": "Skeer's Estate",
  "decision_date": "1915-04-26",
  "docket_number": "No. 1; Appeal, No. 200",
  "first_page": "288",
  "last_page": "295",
  "citations": [
    {
      "type": "official",
      "cite": "249 Pa. 288"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "236 Pa. 404",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986752
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/236/0404-01"
      ]
    },
    {
      "cite": "237 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988960
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/237/0001-01"
      ]
    },
    {
      "cite": "236 Pa. 404",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986752
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/236/0404-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 571,
    "char_count": 13844,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 2.8707511427459094e-07,
      "percentile": 0.8427881316632746
    },
    "sha256": "6099d8d8f4b683c0cf838646aa27bf14cf9423190d6ac34d2f6b0e2d491decf5",
    "simhash": "1:0f8f6209c9964647",
    "word_count": 2356
  },
  "last_updated": "2024-02-27T20:48:45.663497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bbown, C. J., Mestrezat, Elkin, Stewart and Frazer, JJ."
    ],
    "parties": [
      "Skeer’s Estate"
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Frazer,\nCharles O. Skeer died March 13,1892, intestate, léav-. ing to survive him a widow, Ellen B. Skeer, and a number of collateral heirs, all of whom are parties to these proceedings. Letters of administration were granted to the. widow, who filed an inventory and appraisement showing personal property amounting to over $850,000, including the interest of the decedent in the copartnership of Linderman & Skeer, which was appraised at $57,211.96. The interest of decedent in the partnership was nine-twenty-eighths of the whole. The firm had been engaged in operating leased coal mines, but had ceased active business prior to Skeer’s death. It also owned and carried on for eight years after his death a retail business in Connecticut. Prior to the death of Charles O. Skeer, the winding up of the partnership affairs was in the hands of Robert P. Linderman, a son of the then deceased partner, Linderman. Mrs. Skeer, as administratrix of her husband, authorized the son, by a power of attorney, to act for her in the settlement of the business. Up to July, 1902, she received $31,000 in profits on account of her decedent’s interest in the firm. Robert P. Linderman died in 1903, and Mrs. Skeer then gave to Garrett B. Linderman, another son of the deceased co-partner,. a power of attorney to represent her in the settlement of the firm’s business, and to collect the. share due decedent. The latter collected .$10,000 in 1906, which he paid over to Mrs. Skeer, thus making the aggregate sum of $41,000 received by her on account .of her husband’s interest in the firm.\nGarrett .B. Linderman continued, in charge of the firm’s affairs until January, 1908, when he was declared a bankrupt, and it was then discovered he had appropriated to his own use a large sum of money belonging to the firm. Of this sum $126,734.43 was the share of the estáte of Charles O. Skeer. Mrs. Skeer compromised with the surety company, which had bonded Linderman by accepting the sum of $7,500—leaving a total deficit for her husband’s estate $119,234.43. When Mrs. Skeer filed her account ás administratrix she was surcharged the above amount because of her negligence and long delay in collecting the assets of the estate and in permitting Garrett B. Linderman, whom it appears she distrusted from the beginning, to have complete control of the money collected for the estate without requiring him to account or in any way supervising his actions: Skeer’s Est., 236 Pa. 404.\nProceedings in the nature of a bill of review were then brought by accountant in the Orphans’ Court of Carbon County, alleging an error in calculating the amount of surcharge. The lower court dismissed these proceedings but on appeal this court in a Per Curiam order dated May 12,1913, at No. 396, January Term, 1912, directed the matter to be opened and recommitted to the auditor “for the purpose of ascertaining and reporting what the real value of the interest of Charles O. Skeer was in the said firm of Linderman and Skeer.” This order was followed by a further report of the auditor in which he found the balance due and unaccounted for to be $74,-946.41, upon which he added interest from May 13,1912, the date of the former decree of this court, to March 10, 1914, the date on which he filed his report, amounting to $8,206.63, making a total surcharge of $83,153.04, to which report exceptions were filed, and on hearing the report was affirmed by the court below, and this appeal was taken by Mrs. Skeer, the accountant.\n• The- main • contention of the accountant is, that the heirs could either elect to take the profits of the business, or insist on the return of the principal and interest, and as they did not choose to adopt or ratify the continuance of the business they were entitled only to the appraised value of the decedent’s interest in the assets of Linderman & Skeer at the time of the latter’s death and that she is therefore entitled to deduct from the appraised value, $57j211.96, nil. profits received subsequent thereto amounting to $48,500, leaving only the sum of $8,711.96 for which she would be responsible under the prior decision- of this court. On the other hand the heirs contend that -accountant is liable not only for the value of the property, but for the full amount of the profits or income which may have been received subsequent to decedent’s death. In view of the previous decision of this court, the fact of accountant’s negligence in settlement of the estate and her liability for the loss of both principal and profits resulting from the embezzlement by her agent, whom she left in charge, must be considered as settled and the only question raised by the bill of review is as to the amount of money thus lost.\nAmong other assets of the firm of Linderman & Skeer was certain real estate located at Hartford, Connecticut, in which the business of the firm was conducted, and which was valued at a trifle over $6,000 which was subsequently sold for $65,000. It appears that in 1906 on petition of Mrs. Skeer, Garrett B. Linderman was appointed ancillary administrator of her husband’s estate in Connecticut, and as such, he collected the proceeds of the Skeer interest in the real estate of the firm of Linderman & Skeer, which netted the sum of $19,521.09. This sum was embezzled by Garrett B. Linderman, and was included in the surcharge of Mrs. Skeer on the former appeal. It is contended that since this was realty it was payable directly to the heirs by the ancillary administrator and not to accountant, who was in no manner responsible for it, and who was therefore improperly surcharged with this amount; and further that this question was not adjudicated in the prior decision of this court. At to the first contention, even if the property remained real estate, as between the partners or their heirs it was partnership assets, in view of the order to sell, and continued to be such until the proceeds were accounted for by the liquidating party. Garrett B. Linderman, though he received the fund aS ancillary administrator, was also acting under the general power of attorney given him by accountant to receive all money due the Skeer estate; and, when he received the fund from the Connecticut court he was ordered to transmit it to the domiciliary administratrix, and he filed an. account stating this had been done. As a matter of fact he received and held the money himself under his power of attorney as agent for the accountant, who negligently failed for a long time to require an accounting by him, thus giving him an opportunity to embezzle the funds. When an executor or administrator also stands in another character with regard to. the estate, such as guardian or trustee, it will be presumed that the property in his hands is held in that capacity in which he ought to receive it, and upon the termination of his duties in one capacity, the property is transferred by operation of law to his possession in the other so as to release the sureties on.the bond in the former capacity from further liability: Commonwealth v. Messinger, 237 Pa. 1. This rule is applicable to the present, case. Linderman received the money as ancillary administrator, and was directed to pay it over to the domiciliary administratrix from whom he held a general power of attorney to collect and receive all funds due from Linderman & Skeer. Having filed his account stating that he had obeyed the order of the court he will subsequently be presumed to have held it in the only capacity he could hold it—as agent of the accountant. The question of liability of the accountant for the proceeds of the Hartford real estate is, however, no longer an open one.. In the former appeal, it was decided that under the findings of facts by the auditor, she was guilty of gross negligence by reason of the long delay in compelling settlement and failure to require security from her agent, and surcharged to the extent of the value of the interest of the estate in the assets of the firm of Linderman & Skeer, which was lost through the default of her agent. The accountant now contends the order of this court in decreeing the case be reopened for the purpose “of ascertaining and reporting what the real value of the interest of Charles O. Skeer was in the said firm of Linderman and Skeer,” opens for further discussion, the question whether or not accountant is liable for the proceeds of the sale of the Hartford real estate. A careful consideration of the petition and óf the questions raised in the former appeal, as well as the opinion of this court in that case shows no intention to permit a reargument of this question. The principal complaint in the petition for review was concerning certain errors in the computation of other items for which accountant was surcharged. As to the amount of the proceeds from the real estate in question there was no dispute. The fourteenth assignment of error in the prior appeal, which was sustained by this court, was to the refusal of the auditor to find that accountant, having appointed Garrett B. Linderman as agent to collect and receive the money due the Skeer estate from Linderman & Skeer, and having, in fact, received such money, is absolutely bound for all that the agent received in the same manner as if she had received it herself.\nIn granting a rehearing, this court said, “We have been persuaded on this appeal that injustice may have been done to the appellant by our former opinion in sustaining the sixteenth assignment of error.” No review of the facts and conclusions of the fourteenth assignment of error was ordered. The sixteenth assignment was to the refusal of the auditor to find “that the accountant should be surcharged with the moneys collected and embezzled by her attorney in fact, Garrett B. Linderman on account of the decedent’s interest in the firm of Linderman & Skeer, to wit $126,734.43 less the amount received from the surety company of $7,500 leaving a total of $119,-234.43.” There having been no dispute as to the amount of money received from the real estate, what was meant by the order of review was, that those items as to which there was a dispute, as explained in the petition of review, were the only ones to be considered. The question of the liability of accountant for the proceeds of the Hartford real estate must therefore be considered res adjudicata.\nAnother question raised by accountant in her statement of the questions involved is the refusal of the auditor to allow credit for salary paid Garrett B. Linderman and another out of the partnership estate. This action of the auditor was based on the ground that the service rendered was purely nominal and not such as would justify the payment of a salary. Even if this court felt disposed to disturb the findings of the auditor the question is not before us. The petition for rehearing makes no complaint in this respect, and the question must be presumed to have been adjudicated in the prior proceedings.\nThe decree of the lower court is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Frazer,"
      }
    ],
    "attorneys": [
      "Robert B. Honeyman, with him Edward J. Fox, for appellants.",
      "John G. Johnson, with him W. G. Freyman, C. Wilson Roberts, and H. Montgomery Smith, for appellee."
    ],
    "corrections": "",
    "head_matter": "Skeer’s Estate\n(No. 1).\nDecedents’ estates—Executors and administrators—rPartnerships —Settlement—Negligent delag in collecting assets—Surcharge.\n1. When an executor and administrator also stands in another character with regard to the estate, such as guardian, or trustee, it will be presumed that the property in his hands is held in that capacity in which he ought to receive it and upon the termination of his duties in one capacity, the property is transferred by operation of law to his possession in the other.\n2. A Pennsylvania partnership conducted business in Connecticut and owned certain real estate there. Both partners died and the administratrix of the partner last dying appointed a son of the other partner as her agent to collect her decedent’s share of the partnership assets.' The said son was also appointed ancillary administrator to collect the decedent’s share of the partnership assets in Connecticut. The ancillary administrator filed his account and was directed to pay over the amount thereof to the domiciliary administratrix, which he failed to do. The domiciliary administratrix negligently failed to take any steps to secure the payments due. Subséquently the agent embezzled the fund which he had received.' The Orphans’ Court surcharged the administratrix to the extent of the value of the interest of the estate in the Connecticut real estate. The administratrix contended that as the fund had been derived'from the sale of real estate, it was payable directly to the heirs and not to her. Held, that even if the property remained real estate, as between the partners or their heirs it was partnership assets and therefore personal property, and the decree was affirmed.\nPractice, Supreme Court—Appeals—Bill of review—Questions raised on appeal.\n3. Upon appeal from decree of the Orphans’ Court entered upon a bill of review, the Supreme Court will not consider questions adjudicated in prior proceedings but not raised by the bill of review.\nArgued March 10, 1915.\nAppeal, No. 200, Jan. T., 1914, by Ellen B. Skeer, administratrix of the Estate of Charles O. Skeer, from decree of O. C. Carbon County, dismissing exceptions to supplemental report of auditor in Estate of Charles O. Skeer, deceased.\nBefore Bbown, C. J., Mestrezat, Elkin, Stewart and Frazer, JJ.\nAffirmed.\nExceptions to supplemental report of Jacob C. Loose, Esq., auditor. Before Strauss, J., specially presiding.\nThe facts appear in Skeer’s Est., 236 Pa. 404, and in the opinion of the Supreme Court.\nThe court dismissed the exceptions. Ellen B. Skeer, administratrix, appealed.\nErrors assigned were in dismissing the exceptions.\nRobert B. Honeyman, with him Edward J. Fox, for appellants.\nJohn G. Johnson, with him W. G. Freyman, C. Wilson Roberts, and H. Montgomery Smith, for appellee.\nApril 26, 1915:"
  },
  "file_name": "0288-01",
  "first_page_order": 318,
  "last_page_order": 325
}
