{
  "id": 1013596,
  "name": "Caffrey v. Philadelphia Rapid Transit Company",
  "name_abbreviation": "Caffrey v. Philadelphia Rapid Transit Co.",
  "decision_date": "1915-05-10",
  "docket_number": "Appeal, No. 78",
  "first_page": "364",
  "last_page": "367",
  "citations": [
    {
      "type": "official",
      "cite": "249 Pa. 364"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "50 Pa. Superior Ct. 324",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        428460
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/50/0324-01"
      ]
    },
    {
      "cite": "223 Pa. 170",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        961056
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/223/0170-01"
      ]
    },
    {
      "cite": "208 Pa. 276",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998089
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/208/0276-01"
      ]
    },
    {
      "cite": "201 Pa. 167",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        925585
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/201/0167-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 320,
    "char_count": 5106,
    "ocr_confidence": 0.497,
    "pagerank": {
      "raw": 3.3440991628929177e-07,
      "percentile": 0.8743440254624884
    },
    "sha256": "8419790f96d88d30231a7ecc8f60d45edb9c220dd8b612849da65273a316ce8e",
    "simhash": "1:c04a17ea67bfb5d8",
    "word_count": 883
  },
  "last_updated": "2024-02-27T20:48:45.663497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bbown, C. J., Mesteezat, Elkin, Stewaet and Moschziskeb, JJ."
    ],
    "parties": [
      "Caffrey v. Philadelphia Rapid Transit Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Elkin,\nThe plaintiff, a pedestrian, standing on the sidewalk where she had the lawful right to be, was struck by the rear end of a trolley car belonging to and operated by the defendant company, and sustained the injuries for which damages are sought to be recovered in this action. The accident occurred at the southéast corner of Eleventh street and Columbia avenue at which point plaintiff was standing waiting for the car to pass in order that she might cross the street. The car was running north on Eleventh street, but the rear truck took the switch at Columbia avenue and moved in that direction. In this situation the rear end of the car jumped the track, swung out over the sidewalk and injured plaintiff. Three witnesses testified that they had seen cars jump the track at the same switch on several different occasions prior to the happening of the accident in the present case. This testimony, taken in connection with all, the other circumstances, was sufficient to make out a prima facie case for plaintiff. We cannot agree with learned counsel for appellee that the burden was on plaintiff to affirmatively prove the particular act or acts of negligence which caused the car to jump the track in order to sustain a recovery under the facts of this case. From the fact that the car did jump the track at the switch, and that this same thing had occurred on several prior occasions, the jury might very properly draw the inference that a defective switch caused the accident. These facts were sufficient to make it incumbent on defendant to show that due care had been exercised in the operation of the car and the maintenance of the switch. The case at bar does not come within the rule of that line of cases, relied on by appellee, which requires the specific acts of negligence to be established by affirmative proof. There are many cases in which it is not required that the facts relied on to' show negligence be established by direct,and positive proof, and as we view it the present case belongs to that class. This court has frequently recognized the rule stated in cases brought before us for decision, as the following cases will demonstrate : Campbell v. Consolidated Traction Co., 201 Pa. 167; Booth v. Dorsey, 208 Pa. 276; Geiser v. Pittsburgh-Railways Co., 223 Pa. 170.\n' The accident' was such ás in the ordinary \"course of things would not have occurred if due care had been exercised and the facts established at the trial were sufficient to warrant an inference of the want of' reasonable care. The defendant company was therefore put on proof of such circumstances as to exculpate it from the charge of negligence. Whether it did exercise proper care in the operation of the car and the maintenance of the switch were questions of fact for the jury.\nIt is but just to the trial judge to say that in his opinion the case was for the jury, but he felt constrained to follow Zercher v. Rapid Transit Co., 50 Pa. Superior Ct. 324. The cases are not parallel on their facts, and in the present case the evidence shbwed that cars had jumped the same switch on prior occasions. This was sufficient to put defendant on notice of a defect in the switch and also to warrant an inference that the defective switch caused the accident.\nJudgment reversed and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Elkin,"
      }
    ],
    "attorneys": [
      "Thomas S. Lanard, for appellants.",
      "Charles Biddle, with him Howard H. Yocum, for appellee."
    ],
    "corrections": "",
    "head_matter": "Caffrey v. Philadelphia Rapid Transit Company.\nNegligence—Street railways—Car jumping track — Switch—• Pedestrian on sidewalk—Evidence—Burden of producing evidence —Case for jury.\n1. In an action against ia street railway company to recover damages for personal injuries, the court erred in refusing to take off a compulsory nonsuit where it appeared that plaintiff was standi ing on a public sidewalk when the rear end of a street car jumped the track, when the truck striking the switch, swung out over the sidewalk and struck the plaintiff, and there was evidence that cars had jumped the track at such switch on several prior occasions.\n2. In such case there was no burden on the plaintiff to affirmatively prove the particular act or acts of negligence which caused the car to jump the track. The jury could infer that a defective switch caused the accident from the facts that the cár did jump the track at the switch, and that the same thing had occurred on several prior occasions.\nArgued March 24,1915.\nAppeal, No. 78, Jan. T., 1915, by plaintiffs, from judgment of C. P. No. 5, Philadelphia Co., Dec. T., 1911, No. 4961, refusing to take off nonsuit, in case of Katherine Caffrey, by her mother and next friend, Lavinia Caffrey, and Lavinia Caffrey v. Philadelphia Rapid Transit Company.\nBefore Bbown, C. J., Mesteezat, Elkin, Stewaet and Moschziskeb, JJ.\nReversed.\nTrespass to recover damages for personal injuries. Before Ralston, J.\nThe opinion of the Supreme Court states the facts.\nThe trial judge entered a nonsuit, which the court in banc subsequently refused to take off. Plaintiffs appealed.\nError assigned was in refusing to take off the nonsuit.\nThomas S. Lanard, for appellants.\nCharles Biddle, with him Howard H. Yocum, for appellee.\nMay 10, 1915:"
  },
  "file_name": "0364-01",
  "first_page_order": 394,
  "last_page_order": 397
}
