{
  "id": 1013598,
  "name": "Union National Bank v. Franklin National Bank, Appellant",
  "name_abbreviation": "Union National Bank v. Franklin National Bank",
  "decision_date": "1915-05-10",
  "docket_number": "Appeal, No. 61",
  "first_page": "375",
  "last_page": "389",
  "citations": [
    {
      "type": "official",
      "cite": "249 Pa. 375"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "248 Pa. 135",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1011436
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/248/0135-01"
      ]
    },
    {
      "cite": "244 Pa. 480",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1003457
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/244/0480-01"
      ]
    },
    {
      "cite": "245 Pa. 97",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        326245
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/245/0097-01"
      ]
    },
    {
      "cite": "226 Pa. 270",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967814
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/226/0270-01"
      ]
    },
    {
      "cite": "105 Pa. 496",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454243
      ],
      "pin_cites": [
        {
          "page": "501, 502"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/105/0496-01"
      ]
    },
    {
      "cite": "7 Mich. 325",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1925495
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/7/0325-01"
      ]
    },
    {
      "cite": "136 Pa. 426",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        819988
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/136/0426-01"
      ]
    },
    {
      "cite": "114 N. Y. 28",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2223960
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/114/0028-01"
      ]
    },
    {
      "cite": "78 Pa. 233",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040418
      ],
      "pin_cites": [
        {
          "page": "237"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/78/0233-01"
      ]
    },
    {
      "cite": "1 Binn. 27",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787890,
        1787885
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/1/0027-02",
        "/binn/1/0027-01"
      ]
    },
    {
      "cite": "66 Pa. 435",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        432461
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/66/0435-01"
      ]
    },
    {
      "cite": "221 Pa. 588",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        956216
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "598"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/221/0588-01"
      ]
    },
    {
      "cite": "159 Pa. 46",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        850164
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/159/0046-01"
      ]
    },
    {
      "cite": "106 Pa. 221",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        455547
      ],
      "pin_cites": [
        {
          "page": "226"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/106/0221-01"
      ]
    },
    {
      "cite": "37 Pa. Superior Ct. 17",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        875979
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/37/0017-01"
      ]
    },
    {
      "cite": "220 Pa. 21",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1005931
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/220/0021-01"
      ]
    },
    {
      "cite": "44 Pa. Superior Ct. 266",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        417866
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/44/0266-01"
      ]
    },
    {
      "cite": "31 Pa. Superior Ct. 647",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        864268
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/31/0647-01"
      ]
    },
    {
      "cite": "50 Pa. Superior Ct. 510",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        428492
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/50/0510-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1037,
    "char_count": 28988,
    "ocr_confidence": 0.515,
    "pagerank": {
      "raw": 2.5533014757822985e-07,
      "percentile": 0.8146032838207942
    },
    "sha256": "7453858a6c6ebe7d0491d68df6713916ae574d46239f559c2299cfba52710ffc",
    "simhash": "1:95a7c425a000ce00",
    "word_count": 5141
  },
  "last_updated": "2024-02-27T20:48:45.663497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Potter, Elkin and Moschzisker, JJ."
    ],
    "parties": [
      "Union National Bank v. Franklin National Bank, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Moschziskeb,\nThis was an action in assumpsit, instituted January 26, 1912, by the Union National Bank of Philadelphia against the Franklin National Bank of the same city, to recover $3,000, the amount of a forged check purporting to have been drawn by the Everett Bank of Everett, Pa., a depositor of the plaintiff. This check, dated November 2, 1911, was deposited on Novémber 15,1911, in the United States National Bank of Portland, Oregon, and credited to the amount of its depositor; the check was then transmitted to the Franklin Bank “for collection and credit,” received by that institution November 20, 1911, and credited on a running account kept with the United States Bank. The last endorsement upon the check is that of the United States Bank, and the fact that the Franklin Bank was merely acting as a collecting agent for the former is conceded in the paper books on both' sides. After payment of the check through the clearing house to the Franklin Bank, the Union Bank, without making any comparison of the signature thereon, or other special examination, held it until November 29, 1911, and then, in accordance with a usual business custom, returned the check with others then in its possession to the Everett Bank. On December 5, 1911, the Everett Bank discovered that the signature on the check, purporting to be that of its cashier, was a forgery, and immediately gave notice of this fact to the Union Bank, which in turn notified the Franklin Bank, who forthwith telegraphed notice to the United States Bank. On November 20, 1911, when the. check was. originally deposited with the United States Bank, the man who made the deposit had a balance to his credit in that institution, including the amount of the check of $3,990.35; he made no further deposits, and withdrew all of this money between November 22 and December 7,1911, when he closed his account. The defendant’s evidence showed that “The United States National Bank, on November 24,1911, rer ceived through the mail, advice of credit bearing date November 20, 1911, from the Franklin National Bank ......, showing, that said check had been paid on November 20, 1911, and that the account'of said United States National Bank with said Franklin National Bank had been credited in said sum of $3,000.” The account of the United States Bank on the books of the Franklin Bank showed a balance in favor, of the former at the close of business on November 20,1911, of over $33,000,' and from that day until December 4, 1911, it contained debit items totaling over $46,000; but the daily balances to the credit of the United States Bank from November 20,1911, to December 7,1911, inclusive, always ran from $29,000 to $47,000, the balance,on the last date being $31,848.32. When the forgery was discovered, the Franklin Bank refused to return’ the amount of the check to the Union Bank, and the latter brought the present action; binding instructions were’ given for the plaintiff, and a verdict was rendered accordingly, upon which judgment was entered; the defendant has appealed. .\nThe Negotiable Instrument Act of May 16, 1901, P. L. 194, Sec. 62, provides: “The acceptor, by accepting the instrument, engages .that he will pay it according to the tenor of his acceptance, and admits.: the existence of the drawer, the genuineness of his signature, and his capacity and authority to draw the instrument”; the ap^ pellant contends that this provision applies to the present case and bars the plaintiff’s right of recovery. Somewhat similar negotiable instrument acts, containing a provision like the one just quoted, have been passed in most of the states, and the appellant cites authorities from these other jurisdictions which go far to sustain its position; but, after consideration of all the cases called to our attention, and some research, we have reached the conclusion that the present case must be determined under our own acts of assembly and the relevant Pennsylvania decisions. It may be well here to note that the cases from other jurisdictions do not deal with a sitúa-' tion presenting a prior statute like our Act of 1849, infra. ’ . ...\nWhen the Act of 1901, supra, was passed, we had upon our statute books the Act of April 5, 1849, P. L.. 424, which provides by section 10: “That whenever any value or amount shall be received......in payment of any ......check......or other instrument negotiable within this Commonwealth by the holder thereof, from the endorsee or endorsees, or payer, or payers of the same, and the signature..... ...of any person or persons, represented to be parties thereon, whether as drawer, acceptor or endorser, shall have beén forged thereon, and such value or amount by reason thereof erroneously given or paid, such endorsee or endorsees, as well as such payer or payers, respectively, shall be legally entitled to recover back from the person or persons previously holding or negotiating the same the value or amount so as aforesaid given or paid by such endorsee, or endorsees, or payer or payers, respectively, to such person or persons-----\nIn Colonial Trust Co. v. Nat. Bk. of Western Penna., 50 Pa. Superior Ct. 510, it was decided that Sec. 62 of the Act of 1901, supra, did not repeal the section of the Act of 1849 just quoted, that court, by Head, J., saying (p. .513): “The concrete question.......is whether the Act of 1901 has repealed the Act of 1849; in short, whether a bank is now bound to know the signature of its depositor as it was at common law and before the Act of 1849......In defining (p. 514) what shall constitute an acceptance within the intendment of the statute, section 132 of the Act of 1901 declares: ‘The acceptance must be in writing and signed by the drawee’; this is practically the same language used by the legislature in the Act of May 10,1881, P. L. 17......In Clark & Co. v. Warren Savings Bank, 31 Pa. Superior Ct. 647, this (Superior) court expressly held that the payment by a bank of a check drawn on it by a depositor, where the endorsement of the payee had been forged, was not an acceptance within the meaning of the Act of 1881...... We......hold that the act of the plaintiff bank in paying the check......was not an acceptance of the check within the meaning of section 62 of the Act of 1901...... It did not, , therefore, involve a conclusive admission of the genuineness of the signature of the maker......and does not preclude the present plaintiff from invoking the remedy provided by the Act of 1849; so far as the present plaintiff is concerned there is no inconsistency or repugnancy between the two statutes, and both may stand......In Hannon v. Allegheny Bellevue Land Co., 44 Pa. Superior Ct. 266, we attempted to point out that, although the legislature (Act of 1901, supra, section 185) had broadly defined a check as ‘a bill of exchange drawn on a bank, payable on demand,’ it yet remained quite clear that in the legislative mind a check was but one species of a larger class or family. ......The only act of a bank, in the usual routine of the commercial world, which has the essential elements of an acceptance of a bill of exchange by the drawee is the certification of such check (see Act of 1901, supra, section 187)......If the legislature deemed it necessary to formally announce that the certification of a check .......was to be treated as an acceptance.......how much more necessary would it have been to expressly so declare if the ordinary payment......was to he regarded as an acceptance.”\nPrior to the foregoing decision by the Superior Court, this court (1908), by Mestbezat, J., in Wisner v. First Nat. Bk. of Gallitzin, 220 Pa. 21, had construed the Act of 1901, supra, and decided that, under section 185, a check must be viewed as a bill of exchange, and, under section 137, “Where a drawee to whom a bill is delivered for acceptance......refused within twenty-four hours ......to return the bill accepted or nonaccepted to the holder he will be deemed to have accepted the same,” further, that failure or neglect to return a check (p. 33) to the holder or the collecting bank within twenty-four hours after delivery to the drawee bank was a refusal within the meaning of Sec. 137 of the Act of 1901, tantamount to an acceptance, the same as though the check had been formally accepted in writing, and finally (p. 31), that such a constructive acceptance was effective to charge the drawee under Sec. 132 of the Act of 1901, supra; citing with approval State Bank v. Weiss, 91 N. Y. Sup. 276, and saying (p. 32), in reference thereto, “It was an action on a check drawn on a branch bank of the plaintiff and was paid by plaintiff......It was after-wards discovered that the drawer had no funds in the bank, and suit was brought to recover from the endorsers six days later. It was held there could be no recovery; that á check was a bill of exchange, payable on demand, and that under the Negotiable Instrument Law a drawee will be deemed to have accepted a bill when he does not return it within twenty-four hours after it is delivered for acceptance.” Also see Provident Securities & Banking Co. of Boston v. First N. Bk. of Gallitzin, 37 Pa. Superior Ct. 17.\nOur decision in the Wisner case was promptly followed by the Act of April 27,1909, P. L. 260, amending Sec. 137 of the Act of 1901, supra, and providing that the mere retention of a bill by the drawee, unless its return has been demanded, will not amount to an acceptanee', further, “That the provisions of this section shall not apply to checks.” No matter what the rule may have been béfore,' since this latter act, it is clear the law nbw is as declared by the Superior Court in Colonial Trust Co. v. Nat. Bk., supra, and that, even though under the Act of 1901, supra, a check may be viewed the same as a bill of exchange, yet, now the acceptance of such an instrument must be in -writing in order to make Sec. 62 of the Negotiable Instrument Act apply. Moreover, it is plain that the Act of 1849, supra, is extant so far as the present case is concerned; for “to repeal by implication there must be such a positive repugnancy between the new and the old law that they cannot stand together or be consistently reconciled” (Homer v. Comm., 106 Pa. 221, 226), and “the extent of the repeal will be measured by the extent of the necessary conflict or inconsistency between them—if there are any parts or provisions of the earlier law which may stand as unaffected by the later act, they will not be held repealed thereby” (Black on Interpretation of Laws, 2d Ed., p. 355). Since there was no acceptance, and Sec. 62 of the Act of 1901, supra, does not apply, the question is: how far does Sec. 10 of the Act of 1849 govern the present case and afford the plaintiff a right of recovery.\nThe query just put brings us to a consideration of some of the cases decided under the Act of 1849, supra, and other relevant decisions. The appellant contends that the plaintiff had no right of recovery, even under the act in'question, because of negligence on its part in delaying notice of the forgery, to the prejudice of the defendant. In Iron City Nat. Bk. v. Fort Pitt Nat. Bk., 159 Pa. 46, a leading case under the Act of 1849, supra, we held that the payment of a forged check was not, per se, a bar to recovery by the party paying; that, although the payer was not required to give notice of the forgery on the very day of payment, as at common law, yet, he must give prompt notice “according to the circumstances and usage of the business” (Concerning this phrase, see MeNeely Co. v. Bk. of No. America, 221 Pa. 588, 598); but that, if the one receiving the money could recoup.bimself therefrom without loss, the date of notice became immaterial. On the other hand, we held that the statute did not dispense with the necessity for care and diligence on the part of the payer or exempt him from the consequences of his own negligence, if loss accrued thereby to the other party. In that case the plaintiff bank paid a forged check, entered it and then gave no further regard to the matter until its attention, was called, five dáys later, to the subject, when an investigation was commenced which resulted in the discovery that the drawer’s name had been forged; in the meantime the defendant bank had actually paid out the money received from the check,' and it was held that the plaintiff could not recover. Mr. Justice Mitchell, in writing the opinion, stated (p. 50) : “The mere fact of payment is no longer, eo instanti, and of itself, a bar to recovery of the money, but the principles of the commercial law are still applicable, and there is still the same necessity as before for the care, diligence and proper notice under the settled rules of the law of negotiable paper......In the present case (p. 52)......, in all probability the forgery would not have been discovered until the deposit book of the supposed drawers ......came in for settlement, had not the defendants ......called to start the investigation which resulted in the discovery; this must be pronounced a want of due diligence. The drawee is still presumed to know the drawer’s signature......, though the first slip is no longer conclusive against him; but having finished his examination, dismissed the' subject from further attention, and allowed five days to elapse, during which the party receiving the' money had paid it out in reliance upon the plaintiff’s act, the latter cannot be allowed to say that it acted with due diligence;” This decision might be held aptly to fit the circumstances of the present case, if, under the applicable rulings on the law, the appellant can be said previously to have paid the money received from the forged check over to its principal, the United States Bank, in such a manner and to such an extent that the defendant could not legally recoup itself at the time it received notice of the forgery; but the question arises: is such the case?\nThe query last stated necessitates a further examination of the case we have been discussing, and others. The Iron City Bank case differs from the one at bar in this respect : there the plaintiff did not attempt to pursue the collecting bank, but went directly against its principal, the depositary bank, thereby, at least impliedly admitting, for the purposes of the case, that the money had been paid to such principal; whereas, the present suit is against the agent, or collecting bank, on the theory that, in point of fact, it still had on hand the money with which to recoup itself, and, therefore, had suffered no prejudice. In other words, here we have what Mr. Justice Mitchell designates in the Iron City Nat. Bk. case “mere book entries”; for there was no pretence of actual payment of the very money received from the forged check, nor did the Franklin Bank claim that it had transmitted any funds designated as those received from this check. It is plain that there were no actual remittances to the United States Bank by the Franklin Bank, for the latter’s vice-president testified: “Q.—You have never actually paid over the cash to the United States Bank? You have never paid this or any other cash? It has been a system of bookkeeping showing balances?” “A.—Simply a matter of debits and credits, as is customary.” As previously shown in our recital of the facts, although the book entries of the Franklin Bank show debits between the given dates, from which, by application of the strict rule as to the appropriation of items of discharge to extinguish the earliest items of charge, in theory, it could be reasoned that the $3,000 from the forged check had passed from the Franklin Bank to the United States Bank; yet, on the other hand, the account was still open when the forgery was discovered and the notice sent, and these same book entries show large daily balances, many times more than sufficient to cover the $3,000, constantly standing to the credit of the United States Bank during the period in question.\nOn its facts, the case at bar is much more nearly akin to Tradesmen’s Nat. Bk. v. Third Nat. Bk., 66 Pa. 435, referred to in the Iron City Bank opinion, where, at page 51, Mr. Justice Mitchell states: “In Tradesmen’s N. Bk. v. Third N. Bk.,......the defendant had collected the money as agent for another bank, and had credited it on the other’s account; under Levy v. Bank of United States (1 Binn. 27), this would have been equivalent to actual payment.,....., but it was held that the Act of 1849, supra, now prevented the mere book entry from being conclusive, and as the defendant could pay the money back to the plaintiff without loss to itself, it was bound to do so.......” In this Tradesmen’s Bank case (p. 437), the defendant was a collecting agent which had received the money from the plaintiff bank, and, before the latter sent notice that the draft was a forgery, the former had transferred the amount on its books to the credit of its principal; this, the defendant contended, remitted the money and placed the fund from the transaction beyond its control. The trial court refused the defense, and, in affirming, we said (p. 439): “The defendants being the holders of this draft, presented it at the clearing house, on the 18th August, and it was paid by the plaintiffs. The plaintiffs having discovered the draft was forged, immediately on the 20th August notified the defendants of the forgeries, and demanded repayment of them; and this was renewed on the 22d and 23d August. These facts would seem to bring the case within the purview of the Act of Assembly (Act 1849), and to entitle the plaintiffs to a repayment of the amount erroneously paid to the defendants. If the truth had been known, the defendants never could have presented the draft for payment; and now that it is known, it is equally clear they had no legal claim of any kind upon the plaintiffs. In what capacity did they present the draft? Clearly as the holder to demand payment of the payers, and in that capacity the money was received. If it had been refused, they could have instituted proceedings to recover the amount in their own name. The act is a practical one, and looks for repayment from the persons previously holding or negotiating the same of the amount paid by such payer to such person. If the defendants were the agents of another bank this makes no difference, as in the present Instance the money received is in the hands of the defendants, and we are not called upon to decide what would have been their situation if it had been actually paid over by them.” See reference to the case last cited in Corn Ex. N. Bk. v. National Bk. of Republic, 78 Pa. 233, 237.\nWe have read with interest National Park Bk. v. Seaboard Bk., 114 N. Y. 28, cited by appellant, and agree that this case recognizes book entries as the equivalent of actual payments, and rules that “each item of credit is to be applied in extinguishment of the earliest, item of debit until it is exhausted,” and so on, in order to determine, in cases of this character, whether such a fund as here in controversy actually had been paid by a collecting bank to its principal; but, as highly as we regard the New York Court of Appeals, we cannot follow its opinion when in antagonism to one of our own decisions, and the case cited to us is in material conflict with Tradesmen’s N. Bk. v. Third N. Bk., supra. Most of the cases dealing with the rule relating to the automatic appropriation of credits to extinguish the earliest items of debit recognize that, when the rights of others besides the debtor and creditor may be affected, the rule is not an invariable one to be applied under any and all circumstances, and National Park Bk. v. Seaboard Bank is the only case to which we have been referred where this rule was applied so as to affect the status of a third party situated like the plaintiff at bar.\nIn the absence of prejudicial negligence, the general principle is that when a check left for collection has been credited to a depositor as cash, it may be charged back in case it turns out to be a forgery (Michie on Banks and Banking, Vol. 2, p. 1500), and in Pennsylvania we have held that, if the forgery is not discovered until after the amount of the check is paid by the drawee bank to the collecting bank, the latter may return the money and charge the amount against the funds standing to the credit of its depositor; see Eapp v. National Security Bk., 136 Pa. 426. In event of no funds in the hands of the bank against which to charge the amount paid on a forged instrument, under cases like Little v. Derby, 7 Mich. 325, the person to whom the money was paid becomes a debtor to the paying bank, and the latter may forthwith recover against him, on the theory of a debt due; and, under Commercial N. Bk. v. Henninger, 105 Pa. 496, 501, 502, in the absence of a special agreement to the contrary, a debt due to a bank can always be set off against deposits in its hands. It is unnecessary to discuss the application of these cases, however, for in the case at bar the court below rendered its decision in favor of the plaintiff on the ground that the defendant bank was always in a position legally to recoup itself by charging its principal, the United States Bank, with the amount of the forged check, because, even at receipt of notice of the forgery, the defendant had the fund from the check on hand, and hence was not prejudiced by the delay in giving such notice—the court saying the defend- . ant’s testimony shows that “when the Union Bank gave notice......there was on hand $36,000......in the Franklin Bank to protect it from this payment.” This being the case, and the appellant having the legal right to reimburse itself, it was not hurt by the alleged negligence of the plaintiff, and, therefore, the trial judge committed no error when he instructed in favor of the latter.\nMonongahela N. Bk. v. First N. Bk. of California, 226 Pa. 270, in no way controls the case before us; there the instrument did not contain a forgery, and the Act of 1849, supra, had no application. The contentions were that the check in question had been fraudulently issued by a bank cashier, in that it represented no indebtedness of his bank, and that the principal of the collecting bank was not an innocent bona fide holder for value. The agent bank, after collecting the check from the payer bank, on. notice of the fraud, returned the money; we held, in a suit by the principal against the agent, that the latter could not deny the title of the former, saying (p. 275): “It is never a defense to an action by principal for money collected by the agent, for the latter to show that in equity and good conscience the money belonged to a third party......; nothing but payment to the plaintiff, or what would be its equivalent, payment to another under legal compulsion, could acquit the defendant of liability.” Rapp v. National Security Bk., 136 Pa. 426, is more like the case at bar; there the check had been fraudulently raised from a small to a much larger •amount, and upon discovery of this fact, after payment, the collecting bank returned the money to the payer bank. We held, in a suit against the principal who had deposited the check in the defendant (the collecting) bank, that the latter was not a mere volunteer in returning the money to the payer bank, but that it “was bound to restore” the fund upon discovery of the fraud.\nIn McNeely Co. v. Bank of North America, 221 Pa. 588, which was a suit by a depositor against the bank to recover the amount of a check paid on a forged endorsement, we recently said (p. 593) : “The right of a bank to recover from a forger, or from those to whom it may have paid a check bearing the forged signature of one of its depositors, or a forged endorsement, is its only remedy for the .fraud practiced upon it by the forgery”; wherefore, we held the depositor was bound to give immediate notice to the bank of the forgery, and that the courts would not enter upon a speculative inquiry as to whether the bank could have bettered its condition if prompt notice had been given;. for other rulings on this point also see Connors v. Old Forge Discount & Deposit Bank, 245 Pa. 97; Lesley v. Ewing, 244 Pa. 480, and Lesley v. Ewing, 248 Pa. 135. The cases last mentioned are different from the one at bar, in that here the action was by the bank that paid the forged check against the bank that collected it, while there the action was by a depositor against the paying bank; here the Act of 1849, supra, applies, while there it had no application; but granting that, on principle (McNeely Case, p. 594), the same rule as to the necessity for promptness of notice governs in both instances, the fact remains that here there was no speculative issue as to whether or not the defendant had been prejudiced by delay—on the contrary, it plainly appeared that it had not been so prejudiced, for when the defendant bank received notice of the forgery it had the means at hand and the legal right immediately to recoup itself..\nThe assignments of error are overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Moschziskeb,"
      }
    ],
    "attorneys": [
      "George Douglas Hay and B. Gordon Bromley, with them Thomas DeWitt Guyler, for appellant.",
      "Henry P. Brown, with him Joseph J. Brown, for appellee."
    ],
    "corrections": "",
    "head_matter": "Union National Bank v. Franklin National Bank, Appellant.\nNegotiable instruments—Checks—Forgery—Act of April 27, 1909,-P. L. 260, April 5,18^9, P. L. m, See. 10.\n■ 1. Under the Act of April 27, 1909, P. L. 260, amending Sec. 137, of the Negotiable Instruments Act, and providing that the mere retention of a bill of exchange by the drawee shall not amount to an acceptance unless its return has been demanded, and that the provisions of said section shall not apply to checks, a bank which has paid a check drawn upon it without accepting the check in writing, is not an acceptor thereof in the sense that it is precluded by Sec. 62 of the act from disputing the genuineness of the drawer’s signature.\n2. Section 10 of the Act of April 5, 1849, P. L. 424, providing that where payments have been made upon forged negotiable instruments, the amount of such payments may be recovered back from the persons previously negotiating such instruments, is not repealed by Sec. 137 of the Negotiable Instruments Act as amended by the Act of 1909, there being nothing in the latter act inconsistent with the Act of 1849.\n3. Sec. 10 of the Act of 1849 does not relieve the payer of the duty.' of giving prompt notice of forgery to the prior' holder or exempt the payer from the consequence of his own negligence if loss thereby accrue to the other party; where, however, the party to whom payment has been made is the agent of the holder for collection, the fact that no notice has been given the holder is not material if demand is made of the agent for the return of the payment before it has been remitted to the holder.\nBanks and banking—Agents for collection—Payment on forged checks to agent—Recovery by drawee bank.\n4. When a check remitted to a bank for collection has been credited to a depositor in cash, it may be charged back against the depositor in case it turns out to be a forgery; if the forgery is not discovered until after the check has been paid by the drawee bank to the collecting bank, the latter may return the payment and charge the amount thereof against the funds standing to the credit of the depositor.\n5. A bank, having received a forged check in the course of business, remitted it in good faith, to an agent for collection, who obtained payment thereof from the drawee. The collecting bank thereupon credited its principal with the amount of the cheek but did not remit the money. From the time of payment until the discovery of the forgery, and after, the agent for collection owed large balances to its principal greatly in excess of the amount of the check. Upon discovery of the forgery the drawee demanded of the collecting bank the amount which it had paid on the check, but was refused. In an action by the drawee to recover such payment it appeared that the accounts between the collecting bank and its principal were still open and that the collecting hank was in a position to recoup itself from the balances which it owed, for the amount which it might be compelled to return to the drawee of the check. The lower court directed a verdict for plaintiff, upon which judgment was entered. Held, no error.\nArgued March 25, 1915.\nAppeal, No. 61, Jan. T., 1915, by defendant, from judgment of C. P. No. 4, Philadelphia Co., Dec. T., 1911, No. 4227, on verdict for plaintiff, in case of Union National Bank v. Franklin National Bank.\nBefore Brown, C. J., Potter, Elkin and Moschzisker, JJ.\nAffirmed.\nAssumpsit to recover the amount of a forged check paid by plaintiff.\nThe opinion of the Supreme Court states the facts.\nVerdict for plaintiff by direction of the court for $3,555.50 and judgment thereon. Defendant appealed.\nError assigned was in refusing to enter judgment for defendant h. o. v.\nGeorge Douglas Hay and B. Gordon Bromley, with them Thomas DeWitt Guyler, for appellant.\nHenry P. Brown, with him Joseph J. Brown, for appellee.\nMay 10, 1915:"
  },
  "file_name": "0375-01",
  "first_page_order": 405,
  "last_page_order": 419
}
