{
  "id": 483858,
  "name": "Gary WOODSON, Appellant, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Commonwealth of Pennsylvania, Appellee; Lewis WOODSON, Appellant, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Commonwealth of Pennsylvania, Appellee; Ronald WOODSON, Appellant, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Commonwealth of Pennsylvania, Appellee; Lester WOODSON, Appellant, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Commonwealth of Pennsylvania, Appellee",
  "name_abbreviation": "Woodson v. Unemployment Compensation Board of Review",
  "decision_date": "1975-04-25",
  "docket_number": "Nos. 475-478",
  "first_page": "439",
  "last_page": "447",
  "citations": [
    {
      "type": "official",
      "cite": "461 Pa. 439"
    },
    {
      "type": "parallel",
      "cite": "336 A.2d 867"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "93 S.Ct. 1965",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "407 U.S. 163",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9137166
      ],
      "weight": 2,
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/us/407/0163-01"
      ]
    },
    {
      "cite": "391 U.S. 563",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1767525
      ],
      "weight": 3,
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/us/391/0563-01"
      ]
    },
    {
      "cite": "411 U.S. 792",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        10002
      ],
      "weight": 3,
      "year": 1973,
      "pin_cites": [
        {
          "page": "804"
        },
        {
          "page": "679"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/411/0792-01"
      ]
    },
    {
      "cite": "300 A.2d 299",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "281 A.2d 919",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 1
    },
    {
      "cite": "124 A.2d 681",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 1
    },
    {
      "cite": "181 Pa.Super. 113",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        732271
      ],
      "year": 1956,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/181/0113-01"
      ]
    },
    {
      "cite": "130 A.2d 207",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 1
    },
    {
      "cite": "183 Pa.Super. 170",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        735282
      ],
      "year": 1957,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/183/0170-01"
      ]
    },
    {
      "cite": "63 A2d 371",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "373"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "164 Pa.Super. 150",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        465652
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/164/0150-01"
      ]
    },
    {
      "cite": "124 A.2d 513",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 1
    },
    {
      "cite": "181 Pa.Super. 515",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        732240
      ],
      "year": 1956,
      "pin_cites": [
        {
          "page": "523"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/181/0515-01"
      ]
    },
    {
      "cite": "179 A.2d 679",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 1
    },
    {
      "cite": "197 Pa.Super. 618",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        757217
      ],
      "year": 1962,
      "pin_cites": [
        {
          "page": "621"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/197/0618-01"
      ]
    },
    {
      "cite": "150 A.2d 163",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 1
    },
    {
      "cite": "189 Pa.Super. 204",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        745020
      ],
      "year": 1959,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/189/0204-01"
      ]
    },
    {
      "cite": "124 A.2d 386",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1956,
      "opinion_index": 1
    },
    {
      "cite": "182 Pa.Super. 23",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        734113
      ],
      "year": 1956,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/182/0023-01"
      ]
    },
    {
      "cite": "407 U.S. 163",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9137166
      ],
      "year": 1972,
      "opinion_index": 1,
      "case_paths": [
        "/us/407/0163-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 607,
    "char_count": 11940,
    "ocr_confidence": 0.664,
    "pagerank": {
      "raw": 9.670698447823498e-07,
      "percentile": 0.9815894671851525
    },
    "sha256": "56bdd9a37966c77aeccc799668c8ebb3599015103250b2beee272264935f2823",
    "simhash": "1:e909228ba8f62c01",
    "word_count": 1869
  },
  "last_updated": "2024-02-27T17:32:45.723840+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ.",
      "POMEROY, J., filed a dissenting opinion in which JONES, C. J., joined.",
      "JONES, C. J., joins in this dissenting opinion."
    ],
    "parties": [
      "Gary WOODSON, Appellant, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Commonwealth of Pennsylvania, Appellee. Lewis WOODSON, Appellant, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Commonwealth of Pennsylvania, Appellee. Ronald WOODSON, Appellant, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Commonwealth of Pennsylvania, Appellee. Lester WOODSON, Appellant, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Commonwealth of Pennsylvania, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nMANDERINO, Justice.\nAppellants, Gary Woodson, Lewis Woodson, Ronald Woodson and Lester Woodson are four brothers who had been employed by Asplundh Tree Expert Company, Jenkintown, Pennsylvania. The brothers had been employed as groundmen, climbers, and bucket operators for periods ranging from one and one-half to three years. In October of 1970 all of the brothers were discharged, allegedly for excessive absenteeism and tardiness. Individually, the Woodsons filed for unemployment compensation benefits. On January 12, 1971, the Bureau of Unemployment Security notified appellants that they were ineligible to receive unemployment compensation benefits because, according to the Bureau, they had been discharged by the employer for “willful misconduct,” and were therefore ineligible for compensation because of Section 402(e) of the Pennsylvania Unemployment Compensation Law. Act of Dec. 5, 1936, Second Ex.Sess., P. L. (1937) 2897, art. IV, § 402, as amended, 43 P.S. § 802(e).\nThe Woodsons filed timely appeals of the Bureau’s adverse determinations. A referee, and subsequently the Unemployment Compensation Board of Review, affirmed the Bureau’s denial of benefits. An appeal to the Commonwealth Court followed. It resulted in an affirmance of the denial of benefits. We then granted allocatur.\nThe appellants contend that their absenteeism and tardiness did not constitute “willful misconduct” because it did not violate any standard of conduct which the employer had a right to expect of its employees. They contend that they were not discharged for violating their employer’s standard of conduct, but rather because they were black. We agree, and order the payment of unemployment compensation benefits to the appellants.\nThe term “willful misconduct” is not defined in the Unemployment Compensation Act. Case law, however, has defined willful misconduct as conduct which violates standards of conduct an employer has a right to expect of its employees. See Woodson v. Unemployment Compensation Board of Review, 7 Pa.Cmwlth. 526, 300 A.2d 299 (1973). A determination of whether an employee has engaged in willful misconduct can therefore only be made by considering what standard of conduct an employer reasonably requires. Standards expected by one employer may of course not be the standards of another employer. Willful misconduct cannot therefore be considered in a vacuum. It must be considered in relation to the particular employees and to the reasonable standards expected by a particular employer.\nThe Board of Review found that the appellants had been excessively absent and tardy. Such a finding would constitute “willful misconduct” if the record established that the appellants’ employer discharged all employees with an absenteeism and tardiness record similar to that of the appellants. Under such circumstances, it could be said that the employer had a reasonable expectation that a certain standard of conduct would be met by its employees. The facts in this case, however, are otherwise.\nThe record establishes that one of the appellants was absent fifteen days during his last six months of employment; another appellant was absent nineteen days; another, twenty-four days; another, twenty-seven days. Uncontradicted evidence on the record also established that during the same period of time five white employees had absenteeism records as delinquent as those of the appellants. None of these white employees were discharged however. The record also indicated that the appellants were good workers and that they were not discharged for any conduct other than their allegedly excessive absenteeism and tardiness. Only one conclusio n can be drawn from the facts in this record. The employer required one standard of conduct of black employees and another standard of conduct of white employees. The same “criterion [was not] applied alike to members of all races.” See McDonnell Douglas Corp. v. Green, 411 U.S. 792, 804, 93 S.Ct. 1817, 36 L.Ed.2d 668, 679 (1973). See also Pickering v. Board of Education, 391 U.S. 563, 88 S.Ct. 1731, 20 L.Ed.2d 811 (1968).\nAlthough we look to the reasonable standards of an employer to determine whether an employee has engaged in “willful misconduct,” we cannot sanction the Bureau’s acceptance of an employer’s standard which expects certain conduct from black employees, but not from white employees. The use of such a standard to determine unemployment compensation benefits constitutes state action based on the racially discriminating policies of an employer. This is prohibited. See Moose Lodge v. Irvis, 407 U.S. 163, 93 S.Ct. 1965, 32 L.Ed.2d 627 (1972).\nThe Commonwealth Court refused to conclude that the employer was treating black employees differently from white employees because in its words the record “fail[ed] to disclose whether the Caucasian employees were full time employees,” and also because the record failed to disclose whether there was “any legally permissible reason” for the absenteeism of the white employees. There was no claim by the employer, however, that any of the white employees were not full time employees, and there was no claim by the employer that the white employees had legitimate reasons for their absences.\nThe appellants also contend that their absenteeism and tardiness was excusable because much of it was caused by racial slurs and threats from white employees, which were known but ignored by the employer. There is no need to reach this issue in view of our conclusion that the record does not establish that the appellants were discharged for “willful misconduct.”\nThe order of the Commonwealth Court affirming the Unemployment Compensation Board of Review is vacated and the order of the Board is reversed. The matter is remanded to the Unemployment Compensation Board of Review for proceedings consistent with this opinion.\nPOMEROY, J., filed a dissenting opinion in which JONES, C. J., joined.",
        "type": "majority",
        "author": "MANDERINO, Justice."
      },
      {
        "text": "POMEROY, Justice\n(dissenting).\nI have no quarrel with the legal principles set forth in the Court’s opinion. Of course the law does not sanction discharge of employees, under the guise of “willful misconduct,” if the employer applies a racial double standard in making such discharges. Thus if the facts in this case showed that “[t]he employer required one standard of conduct of black employees and another standard of conduct of white employees,” as the majority opinion declares, its decision that these employees were wrongfully discharged would undoubtedly be correct.\nThe difficulty is that neither the referee who heard the cases of the four appellants, nor the Unemployment Compensation Board of Review, who alone are charged with the duty of fact finding in these cases, made any findings whatever as to the discriminatory conduct charged. Under the Pennsylvania Unemployment Compensation Law, Act of December 5, 1936, Second Ex. Sess., P.L. (1937) 2897, art. V, § 510, as amended, 43 P. S. § 830, the findings of the Board or referee as to the facts shall be conclusive “if supported by the evidence and in the absence of fraud.” Where such is the case, the jurisdiction of the courts on appeal “shall be confined to questions of law.” Ibid. The Commonwealth Court considered the charge of racial discrimination “disturbing,” but “[ajfter a reading and re-reading of the entire record,” concluded that the findings of fact of the referee, adopted and confirmed by the Board, “are supported by the evidence.” Noting that the burden of proving a right to unemployment compensation rests upon the claimant, that court concluded that the record did not support racial discrimination as the basis for the discharge.\nIn its holding today, this Court adopts a different approach, and makes its own findings of fact, viz., that five white employees had records of absenteeism as great as those of the Woodsons; that none of the white employees had been discharged; and that (as a derivative of the first two facts), the employer required one standard of conduct for blacks and another for whites. Unless we are to become a super Unemployment Compensation Board, I do not see how we can properly make such an independent determination.\nThe situation is thus that the referee and Board made no findings on the charge of racial discrimination; the Commonwealth Court, accepting the record as submitted, held that the record supported the administrative findings of discharge for willful misconduct; this Court, on the basis of its own findings, concludes that the discharge was racially motivated and so invalid. I venture to suggest that none of these dispositions is correct. Since there were charges of racial discrimination, I think the referee and Board should have taken cognizance of the evidence in that regard and made express findings and conclusions one way or another as to the charges. Appellate courts should not be required to speculate as to whether all evidence was properly considered. As Judge Flood said, in speaking for the Superior Court,\n“it was incumbent upon the board to make findings of the underlying facts from which it could be determined whether or not the claimant’s leaving was or was not justified. Donnelly Unemployment Compensation Case, 182 Pa.Super. 23, 124 A.2d 386 (1956). This court is bound by the findings of the board but cannot infer findings not actually made. Ibid. The findings must be sufficiently definite and specific to enable this court to pass upon the legal issues involved: Follmer Trucking Company v. Pennsylvania Public Utility Commission, 189 Pa.Super. 204, 150 A.2d 163 (1959).” Palmitessa Unemployment Compensation Case, 197 Pa.Super. 618, 621, 179 A.2d 679 (1962).\nThus the proper action for this Court now to take, in my judgment, is to vacate the orders below, and remand the cases to the Board for further findings as to the practice of the employer relative to the discharge of white employees who are guilty of absenteeism, and findings as to whether the employer had created or tolerated a climate of racial antagonism such as to render excusable tardiness or absences of the appellants which would otherwise be willful misconduct.\nSince the Court’s order of remand to the Board is not for further findings, but presumably for the award of unemployment compensation benefits, I am unable, at this juncture, to join in it. Hence this dissent.\nJONES, C. J., joins in this dissenting opinion.\n. See also Antinopoulas v. Unemployment Compensation Case, 181 Pa.Super. 515, 523, 124 A.2d 513 (1956), wherein the court said:\n“We cannot assume from the award that the Board made the necessary findings, for to infer the facts from the conclusion would be ‘an inversion of logical reasoning’. Myers Unemployment Compensation Case, 1949, 164 Pa.Super. 150, 63 A2d 371, 373.”\n. See Palmitessa Unemployment Case, supra; Antinopoulas v. Unemployment Compensation Case, supra, n. 1; Bogan v. Smoothway Constr. Co., 183 Pa.Super. 170, 130 A.2d 207 (1957); Hamilton Unemployment Compensation Case, 181 Pa.Super. 113, 124 A.2d 681 (1956). Cf. Bendix Corp. v. Unemployment Compensation Board of Review, 3 Pa.Cmwlth. 307, 281 A.2d 919 (1971).",
        "type": "dissent",
        "author": "POMEROY, Justice"
      }
    ],
    "attorneys": [
      "Harold I. Goodman, Andrew S. Price, Bruce E. Endy, Community Legal Services, Inc., Philadelphia, for appellants.",
      "Sydney Reuben, Asst. Atty. Gen., Harrisburg, for appellee, U.C.B. of R."
    ],
    "corrections": "",
    "head_matter": "336 A.2d 867\nGary WOODSON, Appellant, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Commonwealth of Pennsylvania, Appellee. Lewis WOODSON, Appellant, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Commonwealth of Pennsylvania, Appellee. Ronald WOODSON, Appellant, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Commonwealth of Pennsylvania, Appellee. Lester WOODSON, Appellant, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Commonwealth of Pennsylvania, Appellee.\nSupreme Court of Pennsylvania.\nArgued Nov. 27, 1973.\nDecided April 25, 1975.\nHarold I. Goodman, Andrew S. Price, Bruce E. Endy, Community Legal Services, Inc., Philadelphia, for appellants.\nSydney Reuben, Asst. Atty. Gen., Harrisburg, for appellee, U.C.B. of R.\nBefore JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
  },
  "file_name": "0439-01",
  "first_page_order": 671,
  "last_page_order": 679
}
