{
  "id": 483728,
  "name": "Lawrence MAZER, to the use of Julia Gunning, Appellant, v. WILLIAMS BROTHERS COMPANY, successor to Edgecomb Steel Corporation, and Central Penn National Bank",
  "name_abbreviation": "Mazer ex rel. Gunning v. Williams Bros.",
  "decision_date": "1975-04-25",
  "docket_number": "No. 543",
  "first_page": "587",
  "last_page": "596",
  "citations": [
    {
      "type": "official",
      "cite": "461 Pa. 587"
    },
    {
      "type": "parallel",
      "cite": "337 A.2d 559"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "268 A.2d 765",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "pin_cites": [
        {
          "page": "766"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "439 Pa. 466",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1930966
      ],
      "year": 1970,
      "pin_cites": [
        {
          "page": "469"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/439/0466-01"
      ]
    },
    {
      "cite": "315 A.2d 265",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "455 Pa. 192",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        582065
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/455/0192-01"
      ]
    },
    {
      "cite": "327 A.2d 94",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "457 Pa. 602",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        478202
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/457/0602-01"
      ]
    },
    {
      "cite": "17 C.B. 161",
      "category": "reporters:specialty",
      "reporter": "C.B.",
      "year": 1855,
      "opinion_index": 0
    },
    {
      "cite": "56 Barb. 593",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        2253044
      ],
      "opinion_index": 0,
      "case_paths": [
        "/barb/56/0593-01"
      ]
    },
    {
      "cite": "179 N.E.2d 493",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "223 N.Y.S.2d 483",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "10 N.Y.2d 394",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2260471
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/10/0394-01"
      ]
    },
    {
      "cite": "242 N.W. 739",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "year": 1932,
      "opinion_index": 0
    },
    {
      "cite": "258 Mich. 526",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1864701
      ],
      "year": 1932,
      "opinion_index": 0,
      "case_paths": [
        "/mich/258/0526-01"
      ]
    },
    {
      "cite": "94 S.W.2d 316",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "year": 1936,
      "opinion_index": 0
    },
    {
      "cite": "264 Ky. 158",
      "category": "reporters:state",
      "reporter": "Ky.",
      "case_ids": [
        2491455
      ],
      "year": 1936,
      "opinion_index": 0,
      "case_paths": [
        "/ky/264/0158-01"
      ]
    },
    {
      "cite": "273 N.W. 160",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "year": 1937,
      "opinion_index": 0
    },
    {
      "cite": "223 Iowa 596",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        4381415
      ],
      "year": 1937,
      "opinion_index": 0,
      "case_paths": [
        "/iowa/223/0596-01"
      ]
    },
    {
      "cite": "242 Ill.App. 22",
      "category": "reporters:state",
      "reporter": "Ill. App.",
      "case_ids": [
        5535891
      ],
      "year": 1926,
      "opinion_index": 0,
      "case_paths": [
        "/ill-app/242/0022-01"
      ]
    },
    {
      "cite": "22 L. Ed. 609",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "case_ids": [
        3411073
      ],
      "year": 1874,
      "opinion_index": 0,
      "case_paths": [
        "/us/88/0138-01"
      ]
    },
    {
      "cite": "74 F.2d 417",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        964312
      ],
      "year": 1934,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/74/0417-01"
      ]
    },
    {
      "cite": "296 U.S. 27",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5724754
      ],
      "weight": 3,
      "year": 1935,
      "opinion_index": 0,
      "case_paths": [
        "/us/296/0027-01"
      ]
    },
    {
      "cite": "223 N.E.2d 515",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1967,
      "pin_cites": [
        {
          "page": "517"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "352 Mass. 11",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        304756
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "14"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/352/0011-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 744,
    "char_count": 13499,
    "ocr_confidence": 0.676,
    "pagerank": {
      "raw": 4.4206459612104236e-07,
      "percentile": 0.9204961370334719
    },
    "sha256": "3442aa4246e98a011729711062618905b39e657d1a93754a5fc53a102fed20c6",
    "simhash": "1:15a54531e5445db4",
    "word_count": 2255
  },
  "last_updated": "2024-02-27T17:32:45.723840+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ.",
      "MANDERINO, J., filed a dissenting opinion."
    ],
    "parties": [
      "Lawrence MAZER, to the use of Julia Gunning, Appellant, v. WILLIAMS BROTHERS COMPANY, successor to Edgecomb Steel Corporation, and Central Penn National Bank."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nROBERTS, Justice.\nThis case presents the question whether an acquirer of a lost security is entitled to compel the corporate issuer ‘ to register a transfer of the security on its books. We hold that, in the circumstances of this case, she is not.\nOn December 4, 1967, appellant entered a judgment against Robert Gunning. A writ of execution issued, and in May, 1968, the sheriff levied on personal property of Robert Gunning consisting of ten certificates evidencing shares of the issuer’s stock. The certificates were sold to appellant at a sheriff’s sale on March 13, 1972. Prior to the sale, according to appellant’s complaint, the sheriff was advised by an agent of the issuer that the seized shares were valid certificates subject to transfer.\nFollowing the sheriff’s sale, appellant presented the certificates to a securities broker for the purpose of registration of the transfer. In early April, 1972, the certificates were forwarded to the transfer agent, who registered the transfer and returned shares of the issuer to the broker for the account of appellant. Several days thereafter, however, the registration of the transfer was voided as a result of the discovery of a stop order placed on these certificates. The issuer and the transfer agent refuse to register appellant as a shareholder of the issuer.\nThe stop order resulted from the loss of these certificates by Robert Gunning. In June, 1960, he executed an affidavit in which he stated that he had lost the certificates in 1956. Replacement certificates had been issued to him by the transfer agent.\nAppellant brought this action in equity to compel the issuer to register the transfer. The issuer brought in Central Penn National Bank, transfer agent at the time of the levy in 1968, as a third-party defendant. In its answer, Central Penn pleaded that in June, 1968, its counsel had by letter informed appellant that the certificates seized by the sheriff had been cancelled and replaced upon the affidavit of Robert Gunning that they had been lost; it also pleaded that in August, 1968, a former transfer agent forwarded to appellant a copy of Gunning’s Lost Original Instrument Affidavit. Appellant admitted receipt of the letter and affidavit.\nAppellee moved for summary judgment on the basis of the pleadings alone. The chancellor entered a decree granting appellee’s motion. This appeal followed. We affirm.\nThis controversy is governed by Article 8 of the Uniform Commercial Code. Replacement of lost securities by the issuer is mandated by 12A P.S. § 8-405(2) under certain conditions, which Robert Gunning apparently satisfied in this case. Appellant’s right, as acquirer of the replaced securities, to compel the issuer to recognize her as a shareholder is provided in 12A P.S. § 8-405(8).\n“If, after the issue of the new security, a bona fide purchaser of the original security presents it for registration of transfer, the issuer must register the transfer . . . .”\nIt is apparent that this right exists only if appellant is a “bona fide purchaser,” which is defined in 12A P.S. § 8-302:\n“A ‘bona fide purchaser’ is a purchaser for value in good faith and without notice of any adverse claim who takes delivery of a security in bearer form or of one in registered form issued to him or indorsed to him or in blank.”\nThe chancellor concluded that appellant was not a bona fide purchaser as a matter of law because she admitted in her pleading that she had in 1968 received notice that the certificates had been replaced. Appellant argues that this conclusion was erroneous because of the existence of the unresolved factual issue whether the 1968 notice had, by the time of the 1972 sheriff’s sale, ceased to be effective.\nWe do not reach the question whether appellant was “without notice of any adverse claim.” On other grounds we conclude that appellant is not a bona fide purchaser and is thus not entitled to compel the issuer to register the transfer of the lost certificates under 12A P.S. §8-405(3).\nFor one to be a bona fide purchaser under 12A P.S. § 8-302, he must first of all be a “purchaser.” “Purchaser” is defined in 12A P.S. § 1-201(32) & (33) as “a person who takes” by “sale, discount, negotiation, mortgage, pledge, lien, issue or re-issue, gift or any other voluntary transaction creating an interest in property.” We read “any other voluntary transaction” as not only adding a catch-all provision but also modifying the specifically enumerated transactions. While the transfer of the certificates from Robert Gunning to appellant may have been a “sale,” it surely was not a voluntary sale. The intervention of legal process for the benefit of a judgment creditor indicates that, as to Robert Gunning, this transaction was involuntary. The transaction by which appellant as creditor acquired the certificates was therefore not a “purchase” and she was not a “purchaser.” Accord, National Shawmut Bank of Boston v. Vera, 352 Mass. 11, 14, 223 N.E.2d 515, 517 (1967); see generally 1 R. Anderson, Uniform Commercial Code §§ 1-201:98to: 102 (1970).\nIn addition, achievement of “bona fide purchaser” status under 12A P.S. § 8-302 requires that the purchaser “take delivery of a security .” “ ‘Delivery’ with respect to . securities means voluntary transfer of possession.” 12A P.S. § 1-201(14) (emphasis supplied). It is beyond cavil that the transfer of the certificates from Robert Gunning to appellant effected on her behalf by the sheriff was not a “voluntary transfer of possession.”\nThis reading of the Code makes good commercial sense. The preferred status that the Legislature conferred on bona fide purchasers is designed to protect the free market in the instruments of finance. Greater social benefit accrues if investors make decisions on the basis of the investment merits unhindered by fears of possible adverse claims or illiquidity resulting from potential transferees’ fears of adverse claims. Investment yields greater social benefits when investors place their funds according to their assessment of investment risks and rewards and undeterred by unassessable legal risks.\nHowever, protection from adverse claims performs this salutary function only with respect to the regular and ordinary operation of the market for financial instruments. Appellant, however, was operating outside the regular course of trade in her attempt to extract assets of value from her judgment debtor.\nOur conclusion that appellant is not a “purchaser” who took “delivery” is supported by the treatment accorded a bona fide purchaser’s fraternal twin, Article 3’s “holder in due course.” It is specifically provided that a holder of commercial paper who takes under circumstances comparable to appellant’s acquisition in this case is denied the preferred status of holder in due course:\n“A holder does not become a holder in due course of an instrument:\n(a) by purchase of it at judicial sale or by taking it under legal process; . . . .”\n12A P.S. § 3-302(3). Since the favored positions of bona fide purchasers of securities and holders in due course of commercial paper are supported by similar grounds of policy, the statutory language which defines the circumstances under which acquirers of instruments and securities receive their preferred status ought to be similarly construed.\nWe hold that, under the Uniform Commercial Code, appellant is not a “bona fide purchaser” because, as a matter of law, she is not a “purchaser” and did not take by “delivery.” Therefore, she is not entitled to registration of transfer under 12A P.S. § 8-405(3). Accordingly, “there is no genuine issue as to any material fact” and appellee “is entitled to a judgment as a matter of law.” Pa.R.Civ.R. 1035(b), 12 P.S. Appendix. The chancellor was correct in granting appellee’s motion for summary judgment.\nDecree affirmed. Each party pay own costs.\nMANDERINO, J., filed a dissenting opinion.\n. The pleadings present an extremely complex factual situation. In this opinion we will discuss only those pleaded facts which are relevant to the decision.\nIdentification of the parties is also a complex matter. The ' “real” plaintiff is Julia Gunning. Suit was brought to her use by her attorney, Lawrence Mazer. We will refer to them jointly as “appellant.” Appellee is the issuer of the securities that are the subject of this action. In 1968, the issuer was the Edgecomb Steel Corporation. At some time before 1972, all of Edgecomb’s outstanding stock was acquired by The Williams Companies (mis-styled by appellant the “Williams Brothers Company”). Under appropriate circumstances, shares of Edgecomb stock may be exchanged for shares of Williams stock. We will refer to Edge-comb and Williams jointly as “issuer.” At different times relevant to this action, the issuer has employed three different transfer agents, the Fidelity Bank of Philadelphia, Central Penn National Bank of Philadelphia, and the First National City Bank of New York. We will refer to them jointly as “the transfer agent.”\n. Appellate Court Jurisdiction Act of 1970, Act of July 31, 1970, P.L. 673, art. H, § 202(4), 17 P.S. § 211.202(4) (Supp.1974).\n. Act of October 2, 1959, P.'L. 1023, § 8-101 et seq., amending Act of April 6, 1953, P.L. 3, § 8-101 et seq., 12A P.S. § 8-101 et seq. (1970).\n. “Where the owner of a security claims that the security has been lost, destroyed or wrongfully taken, the issuer must issue a new security in place of the original security if the owner\n(a) so requests before the issuer has notice that the security has been acquired by a bona fide purchaser; and\n(b) files with the issuer a sufficient indemnity bond; and\n(c) satisfies any other reasonable requirements imposed by the icciipr ”\n12A P.S.’§ 8-405(2).\n. See 12A P.S. § 1-201(25) & Comment 25; 12A P.S. § 8-304, Comment 1; Graham v. White-Phillips Co., Inc., 296 U.S. 27, 56 S.Ct. 21, 80 L.Ed. 20 (1935), aff’d 74 F.2d 417 (7th Cir. 1934); Vermilye & Co. v. Adams Express Co., 88 U.S. (21 Wall.) 138, 22 L. Ed. 609 (1874); Northwestern Nat’l Bank of Milwaukee v. Madison & Kedzie State Bank, 242 Ill.App. 22 (1926); State Bank of Benkelman v. Iowa-Des Moines Nat’l Bank & Trust Co., 223 Iowa 596, 273 N.W. 160 (1937); Kentucky Rock Asphalt Co. v. Mazza’s Adm’r, 264 Ky. 158, 94 S.W.2d 316 (1936); Merchants’ Nat’l Bank v. Detroit Trust Co., 258 Mich. 526, 242 N.W. 739 (1932); First Nat’l Bank of Odessa v. Fazzari, 10 N.Y.2d 394, 223 N.Y.S.2d 483, 179 N.E.2d 493 (1961); Lord v. Wilkinson, 56 Barb. 593 (N.Y.Sup. Ct.1870); Raphael v. Bank of England, 17 C.B. 161, 139 Eng.Rep. 1030 (1855).\n. We may of course affirm the decision of the trial court if the result is correct on any ground without regard to the grounds relied on by the trial court. Gilbert v. Korvette, Inc., 457 Pa. 602, 604 n. 5, 327 A.2d 94, 96 n. 5 (1974); Prynn Estate, 455 Pa. 192, 197 n. 9, 315 A.2d 265, 267 n. 9 (1974); Concord Township Appeal, 439 Pa. 466, 469, 268 A.2d 765, 766 (1970).\n. Compare 12A P.S. §§ 3-302(1),-305, with §§ 8-301 (2),-302.",
        "type": "majority",
        "author": "ROBERTS, Justice."
      },
      {
        "text": "MANDERINO, Justice\n(dissenting):\nI dissent. The effect of the majority’s holding is that stock certificates are no longer subject to Sheriff’s sale upon the levy of a judgment creditor. Who would buy a stock certificate at a Sheriff’s sale if that certificate cannot be transferred to the purchaser ? The validity of the Sheriff’s sale has not been attacked in any way. Why then is the purchaser not entitled to a transfer of the stock? The only reason given by the majority is that a purchaser of stock at a Sheriff’s sale is not a purchaser. That conclusion is clearly erroneous, and I cannot agree with it.\nThe trial court granted summary judgment for the sole reason that appellant did not purchase the stock in good faith. In this appeal, the appellant contended that summary judgment was improper because there was an issue of fact as to whether appellant had notice of any adverse claim. The majority ignores this issue, and considers an issue which was not briefed or raised in the trial court or in this Court.\nIf the appellant did not have notice of any adverse claim, as must be assumed under the majority opinion, why is she deprived of the benefit of her purchase at a Sheriff’s sale which was entirely legal? If the appellant, who paid $8,000 for the stock at a Sheriff’s sale, cannot transfer what she bought, anyone who purchases stock at a Sheriff’s sale, in effect, purchases nothing. I must dissent from such a novel proposal.\nIf, as the majority states, 12A P.S. § 8-302 applies to the situation before us, why would it not apply to all purchases of stock at Sheriff sales ? If it does, no one would ever dare buy stock at a Sheriff’s sale in Pennsylvania because they would not be able to have the stock transferred into their name.\nThe trial court’s order granting summary judgment should be reversed and the matter remanded for a determination of the factual issue of whether appellant was a bona fide purchaser.",
        "type": "dissent",
        "author": "MANDERINO, Justice"
      }
    ],
    "attorneys": [
      "Warren L. Soffian, Bogutz & Mazer, P. C., Philadelphia, for appellant.",
      "Alan Greenberg, Rawle & Henderson, Philadelphia, for appellee, Williams Brothers Co.; J. Grant McCabe, III, Philadelphia, of counsel."
    ],
    "corrections": "",
    "head_matter": "337 A.2d 559\nLawrence MAZER, to the use of Julia Gunning, Appellant, v. WILLIAMS BROTHERS COMPANY, successor to Edgecomb Steel Corporation, and Central Penn National Bank.\nSupreme Court of Pennsylvania.\nArgued Nov. 19, 1974.\nDecided April 25, 1975.\nRehearing Denied May 30, 1975.\nWarren L. Soffian, Bogutz & Mazer, P. C., Philadelphia, for appellant.\nAlan Greenberg, Rawle & Henderson, Philadelphia, for appellee, Williams Brothers Co.; J. Grant McCabe, III, Philadelphia, of counsel.\nBefore JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
  },
  "file_name": "0587-01",
  "first_page_order": 819,
  "last_page_order": 828
}
