{
  "id": 842383,
  "name": "Mosser, Appellant, v. Lesher et al.",
  "name_abbreviation": "Mosser v. Lesher",
  "decision_date": "1893-02-13",
  "docket_number": "Appeal, No. 156",
  "first_page": "84",
  "last_page": "88",
  "citations": [
    {
      "type": "official",
      "cite": "154 Pa. 84"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "19 Pick. 459",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2037774
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/36/0459-01"
      ]
    },
    {
      "cite": "47 Pa. 457",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "99 Pa. 52",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446050
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/99/0052-01"
      ]
    },
    {
      "cite": "31 Pa. 20",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985042
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/31/0020-01"
      ]
    },
    {
      "cite": "61 N. Y. 382",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        525418
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/61/0382-01"
      ]
    },
    {
      "cite": "47 Pa. 465",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        485591
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/47/0465-01"
      ]
    },
    {
      "cite": "3 Rawle, 256",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822540
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0256-01"
      ]
    },
    {
      "cite": "63 Pa. 332",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019124
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/63/0332-01"
      ]
    },
    {
      "cite": "138 Pa. 570",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11252384
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/138/0570-01"
      ]
    },
    {
      "cite": "72 Pa. 448",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        434625
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/72/0448-01"
      ]
    },
    {
      "cite": "91 Pa. 327",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        488659
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/91/0327-01"
      ]
    },
    {
      "cite": "105 Pa. 362",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454239
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/105/0362-01"
      ]
    },
    {
      "cite": "144 Pa. 330",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "3 Pa. 78",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "71 Pa. 60",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1031262
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/71/0060-01"
      ]
    },
    {
      "cite": "67 Pa. 513",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "69 Pa. 93",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1026535
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/69/0093-01"
      ]
    },
    {
      "cite": "27 Pa. 257",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        979658
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/27/0257-01"
      ]
    },
    {
      "cite": "136 Pa. 640",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        820013
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/136/0640-01"
      ]
    },
    {
      "cite": "22 Pa. 510",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        413727
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/22/0510-01"
      ]
    },
    {
      "cite": "110 N. C. 292",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        11273231
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/110/0292-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 616,
    "char_count": 10921,
    "ocr_confidence": 0.506,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.029812162794047067
    },
    "sha256": "4858e4516320294ee5d17f3f1891e27ad2f609d02ddefbe3a9549815d449af4d",
    "simhash": "1:49a705b3dd350d34",
    "word_count": 2013
  },
  "last_updated": "2024-02-27T17:41:29.848883+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Green, Williams, Mitchell and Dean, JJ."
    ],
    "parties": [
      "Mosser, Appellant, v. Lesher et al."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nWe affirm this judgment upon the second opinion of the learned judge below refusing a new trial.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "John G. Johnson and C. J. Erdman, for appellant.",
      "Edward Harvey, M. C. L. Kline with him, for appellees."
    ],
    "corrections": "",
    "head_matter": "Mosser, Appellant, v. Lesher et al.\nWill — Annuity—Charge on land.\nTestator devised a tract of land with a tannery thereon to his son John. He further directed as follows: “ My son John shall receive a deed free from all incumbrances; it is reserved that he is not to take any water out of the race or creek except for the purpose of running his tannery; if the water should be low, and should not flow through the pipes, he must dip it out of the race, for which water, my son John shall tan, yearly, for my son Joseph, one calf skin and one beef hide, the same to be done free of charge, and fit for use. My son Joseph is to furnish the hides.” Testator devised to his son Joseph a tract of land on which was a grist and sawmill. The race conveying the water to drive these mills passed for a part of its course over the tract devised to John. Held, that the right to have hides tanned given to Joseph was in the nature of a personal legacy, and did not pass to the alienee of the mill tract devised to Joseph.\nArgued Feb. 1, 1893.\nAppeal, No. 156, Jan. T., 1893, by plaintiff, Lewis F. Mosser, from judgment of C. P. Lehigh Co., June T., 1891, No. 52, on verdict for defendants, William H. Lesher et al., executors of David J. Mosser, deceased.\nBefore Paxson, C. J., Green, Williams, Mitchell and Dean, JJ.\nAssumpsit to enforce an alleged charge on land.\nThe facts appear by the second opinion of the court below refusing a new trial.\nThe action was brought in trespass ; after verdict for plaintiff a new trial was granted, and the form of action changed to assumpsit. The court gave binding instructions for defendants. Verdict for defendants. The court subsequently refused a new trial, and entered judgment for defendants, in the following opinion by Albright, P. J.:\n“Plaintiff’s cause of action is averred to be the following: David Mosser, the elder, died in 1833, (he died in 1832; his will was proved Dec. 3,1832,) having by his will given to his son John a tannery and tract of land, in Lynn township, Le-high county, and to his son Joseph, a grist and a sawmill and a tract of land adjoining that devised to John. (The race conveying the water to drive the mills passed, for a part of its course, over the tract devised to John.) The will further provides: ‘My son John shall receive a deed free of all incumbrances ; it is reserved that he is not to take any water out of the race or creek excepting for the purpose of running his tannery ; if the water should be low, and should not flow through the pipes, he must - dip it out of the race, for which water, my son John shall tan, yearly, for my son Joseph, one calf skin and one beef hide, the same to be done free of charge, and fit for use. My son Joseph is to furnish the hides. I empower my executors to give my son Joseph a deed or deed poll for the land and the appurtenances thereunto belonging; such deed or deed poll shall be as lawful as if I myself had signed, sealed and delivered the same. In the same way my other executor shall give a deed or deed poll to my son John, for the land which I have bequeathed to him.’ Deeds, as aforesaid, were given and accepted by the devisees ; that to John contained the following : ‘ With the right and privilege of using and taking water out of the mill-race, to supply his tan-yard, according to the provisions of the said last will and testament of said deceased, and subject to a certain mill-race which leads through a part of the land for the use of Joseph Mosser, with the right to hold and keep in repair the same from time to time, but with as little damage as conveniently can be done.’ The deed to Joseph contained the following: ‘ With the right and privilege of holding and maintaining the mill-race over and through a part of the land which was left unto John Mosser, where the same now is located, but with the least damage as can conveniently be done.’ John Mosser died about the year 1853, and in proceedings in partition a tract embracing that above devised to him, was accepted by and the title in fee simple thereto vested in David J. Mosser, a son of John; said David J. owned and occupied it at the time of the bringing of this suit. (He died while the action was pending.) Said Joseph, by deed of April 24, 1879, conveyed the premises devised to him, (and all the ways, waters, water courses, rights, liberties, privileges, hereditaments and appurtenances thereunto belonging, and the reversions, remainders, rents, issues and profits thereof and all his estate, right, title, interest, property, claim and demand in the same) to his son, Lewis F. Mosser, the plaintiff.\n“ In the statement it is further alleged that said John, during his lifetime, and said David J. afterwards, tanned the skins annually, for the use 'of the water, for Joseph, until 1862, when the tanning thereof stopped, and Joseph brought an action in this court for the refusal to tan, which action was settled in 1865 by the defendant therein agreeing to tan again, according to the provisions of the will, and thereafter the tanning was done annually. That Lewis F. Mosser, the plaintiff, on May 23, 1891, before .the bringing of this suit, tendered a calf and a beef hide to David J., demanding the tanning thereof, and that the latter refused to tan. Upon the trial the facts appeared to be as averred in the statement, and it was further shown that the value of tanning such two skins was five dollars. Also, that the premises of defendant, up to the time this suit was brought, continued to be used as a tannery, and water therefor taken from the race, continuously, as provided in said will. The court was of the opinion that the facts did not warrant a recovery by Lewis against David J., and directed a verdict for defendant, which instruction is the error complained of under this rule for a new trial.\n“The contention of plaintiff’s counsel is, that said devise vested, not only in John, but also in his heirs and assigns, the right to take the water, and that said right was on condition that the tanning should be done — that the tanning all along was, and still is, a servitude, resting on defendant’s land, and that by said conveyance to Lewis, he became vested with the right to demand the performance of said condition.\n“ Defendant’s counsel insist that the provision for tanning the hides was personal to John and Joseph; that it was not a servitude or charge on the tannery tract, and even if it were, the grant of Joseph to Lewis did not vest the latter with the right to demand performance.\n“ The rights of the parties are to be ascertained by a construction of said will. The deeds given by the executors did not alter the rights of the devisees.\n“ Whether the privilege concerning the taking of water is of such a character that the 9th section of the act of April 8,1833, P. L. 249, operates, and makes it an estate of inheritance, or whether it is such for any reason, or whether what was to be' rendered for the water is a charge on the tannery tract need not be decided, in view of the ground upon which the case is ruled.\n“ Is Joseph’s alienee of the mill tract, as such, vested with the right to demand performance of the obligation to tan ?\n“ The right to have the hides tanned given to Joseph is in the nature of a legacy. It is what is commonly called an annuity. It is not an annuity in a technical sense, because an annuity charges the person of the grantor only: 1 Am. & Eng. Ene. L., tit. Annuity.\n“However, the rule by which its extent would be measured if it were an annuity, strictly speaking, can be applied. ‘ If one give by will an annuity not existing before to A, he shall have it for life only. Lord Hardwicke in Savery v. Dyer, 1 Amb. 140; 1 Dick, 162; ■ Lord Truro, in Yates v. Maddan, 8 Mac. & G. 532, 542; 1 Am. & Eng. Ene. L. 592-3.\n“ This argument is employed by the court because the contention that the plaintiff has a cause of action proceeds on the theory that the right to have the tanning done is a hereditament annexed to the mill tract, and that by the conveyance to plaintiff it vested in him. If it was a privilege personal to J oseph — or a legacy — only, there can be no pretence that the deed to plaintiff carried it.\n“ What was the intention of the testator, David Mosser, the elder, respecting this right to have tanning done ? It seems to me to be plain that it was intended to be personal to Joseph merely, and not a privilege attached to the mill tract, so that numerous or remote heirs of Joseph, or an alienee who might be a stranger to the family, might for all time present hides and require the tanning thereof.\n“ The idea was to provide Joseph with an article to be worn. It is of the same nature as a provision for articles of food, firewood and the like. Evidently there was no intention to burden the title to the tannery tract beyond the demand of Joseph himself, or possibly of one to whom he might concede the privilege to be exercised, in his, Joseph’s, lifetime. To say that the will meant more would be adding thereto.\n“ The right to demand the manufacturing of the leather was not real estate in any sense,-therefore said act of 1833 does not apply and supply words of inheritance or perpetuity.\n“ Upon no theory can it be held to be annexed to the mill tract, or enforceable by the plaintiff in this case.\n“ October 17, 1892, the rule for a new trial is discharged.”\nError assigned was instruction to find for defendant, quoting it.\nJohn G. Johnson and C. J. Erdman, for appellant.\nThe right to demand tanning did not cease with the life of Joseph, but is coterminous with the right to draw water: Hall v. Turner, 110 N. C. 292; Keppell v. Bailey, 2 M. & K. 517 ; Quain’s Ap., 22 Pa. 510. The right to demand the tanning is appurtenant to the gristmill: Horn v. Miller, 136 Pa. 640; Carr v. Lowry, 27 Pa. 257 ; Lindeman v. Lindsey, 69 Pa. 93.\nEdward Harvey, M. C. L. Kline with him, for appellees.\nRestraints on the free enjoyment of real estate are not to be extended by implication : St. Andrew’s Ap., 67 Pa. 513; Springer v. Phillips, 71 Pa. 60; Hepburn v. Snyder, 3 Pa. 78; Knaub’s Est., 144 Pa. 330 ; Haworth’s Ap., 105 Pa. 362; Cable’s Ap., 91 Pa. 327 ; Buchanan’s Ap., 72 Pa. 448 ; Township v. Marshall, 138 Pa. 570; Hamilton v. Porter, 63 Pa. 332.\nAll that Joseph got by the terms of the will was the plantation with the gristmill and “ appurtenances : ” Howell v. McCoy, 3 Rawle, 256; R. R. v. Livermore, 47 Pa. 465 ; Woodhull v. Rosenthal, 61 N. Y. 382. The tanning is not a rent for the use of the water: Mickle v. Miles, 31 Pa. 20 ; Vetter’s Ap., 99 Pa. 52: Bank v. Heilner, 47 Pa. 457; Keppell v. Bailey, 2 M. & K. 517; Webb v. Russell, 3 T. R. 402; Hurd v. Curtis, 19 Pick. 459; Horn v. Miller, 136 Pa. 640; Mayor, etc., of Congleton v. Patterson, 10 East, 130.\nFebruary 13, 1893:"
  },
  "file_name": "0084-01",
  "first_page_order": 108,
  "last_page_order": 112
}
