{
  "id": 842376,
  "name": "Masonic Mutual Association, v. Jones, Appellant. Jones's Appeal",
  "name_abbreviation": "Masonic Mutual Ass'n v. Jones",
  "decision_date": "1893-04-03",
  "docket_number": "Appeals, Nos. 25; 195",
  "first_page": "107",
  "last_page": "108",
  "citations": [
    {
      "type": "official",
      "cite": "154 Pa. 107"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "92 Pa. 50",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        491062
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/92/0050-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 242,
    "char_count": 3520,
    "ocr_confidence": 0.498,
    "pagerank": {
      "raw": 3.544379535230525e-07,
      "percentile": 0.8849620190211862
    },
    "sha256": "8176fff667353d9f34b41e2948c2d0b007316d811313e0a23ef2655d889f6146",
    "simhash": "1:7b2d77fac5eec1c9",
    "word_count": 614
  },
  "last_updated": "2024-02-27T17:41:29.848883+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Williams, McCollum, Mitchell, Dean and Thompson, JJ."
    ],
    "parties": [
      "Masonic Mutual Association, v. Jones, Appellant. Jones’s Appeal."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Thompson,\nThe Masonic Mutual Association of Cleveland was an association incorporated under the laws of Ohio for the purpose of rendering financial aid to the widows or heirs of deceased members, and for no other purpose whatever, according to the regulations and provisions set forth in the by-laws. This certificate was issued to William D. Jones of Philadelphia and it provided that assessments be paid in accordance with the bylaws. By it the association promised upon the death of Jones to pay his legal heirs the sum of 15,000. Due proof was made to the association of his death and the amount contained in the certificate thus became due and demandable. Three sets of persons claimed the fund, and the association filed its bill for an interpleader and for leave to pay the money into court, which has been done, and the fund is in court for distribution. The claimants were the same as in the case of the Northwestern Masonic Aid Association, and the proofs were the same. It will be observed that this certificate is made payable to the heirs of William D. Jones, and that on the back it is printed that all changes of beneficiaries must be upon the blank furnished by the association for such purpose and must not be inconsistent with the laws of the state of Ohio, and the old certificates of membership must be surrendered and a new one issued. As the association has prescribed the form for changing the beneficiaries, that form must be pursued, otherwise no change can take place. Vollman’s Ap., 92 Pa. 50. Such being the case the claim of the executor as stated to this fund under the by-laws must be excluded. As the claims in this case are the same as in the case of the Northwestern Masonic Aid Association of Chicago, it is not necessary to repeat what has been said in that case in regard to the claims made upon this fund. However, it may be in addition said that this contract is made with William D. Jones of Philadelphia, and it fixes his domicile and promises to pay the fund to his legal heirs. His domicile being thus here and a promise to pay to his legal heirs must be such as are determined by the intestate laws of such domicile.\nDecree affirmed and the appeals dismissed at the cost of appellants.",
        "type": "majority",
        "author": "Mr. Justice Thompson,"
      }
    ],
    "attorneys": [
      "J. Howard Gendell, for executor.",
      "Richard P. White, Joseph P. Me Cullen with him, for the widow.",
      "Isaac H. Yocum, Wm. B. Crawford with him, for appellees."
    ],
    "corrections": "",
    "head_matter": "Masonic Mutual Association, v. Jones, Appellant. Jones’s Appeal.\nBeneficial associations — Legal heirs — Distribution.\nWhere a certificate of membership in a beneficial association provides for the payment of a certain amount to “ the legal heirs of the assured,” and the assured has made no change in the beneficiary in the manner prescribed by the rules of the association, the executor of the assured has no right to the fund.\nArgued March 20, 1893.\nAppeals, Nos. 25, July T., 1892, and 195, Jan. T., 1893, by Jeremiah C. Chance, executor of Wm. D. Jones, deceased, and Catharine B. Jones, widow, from decree of C. P. No. 3, Phila. Co., March T., 1891, No. 82, on bill of interpleader.\nBefore Sterrett, C. J., Williams, McCollum, Mitchell, Dean and Thompson, JJ.\nInterpleader bill to determine ownership of fund.\nThe facts of the case are similar to those of Northwestern Masonic Aid'Assn. v. Jones, supra.\nThe certificate was for $5,000, payable to “ the legal heirs of the assured.” Further facts appear by the opinion of the Supreme Court.\nErrors assigned were same as those in preceding case.\nJ. Howard Gendell, for executor.\nRichard P. White, Joseph P. Me Cullen with him, for the widow.\nIsaac H. Yocum, Wm. B. Crawford with him, for appellees.\nApril 3,1893:"
  },
  "file_name": "0107-01",
  "first_page_order": 131,
  "last_page_order": 132
}
